{
  "chapterNumber" : 13,
  "nbVerses" : 43,
  "name" : "The Thunder",
  "nameArabic" : "الرعد",
  "transName" : "ar-raʿad",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "المر ۚ تِلْكَ آيَاتُ الْكِتَابِ ۗ وَالَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Alif, Lam, Meem, Ra. These are the verses of the Book; and what has been revealed",
        "to you from your Lord is the truth, but most of the people do not believe."
      ],
      "tafsirTranslate" : [
        "Alif. Lam. Mim. Ra. These are the verses of the Divine Book, and that which has",
        "been sent down to you from your Lord is the very truth, but most (of your) people",
        "do not believe in this. <N:1>"
      ],
      "tanslateWordByWord" : [
        "Alif Laam Mim Ra",
        "These",
        "(are) the Verses",
        "(of) the Book",
        "And that which",
        "has been revealed",
        "to you",
        "from",
        "your Lord",
        "(is) the truth",
        "but",
        "most",
        "(of) the mankind",
        "(do) not",
        "believe"
      ],
      "notes" : {
        "1" : [
          "This is the introduction to this Surah, in which its aim and object has been",
          "enunciated in a few words. Allah has addressed the Holy Prophet to this effect:",
          "[\"O Prophet ! most of your people arc rejecting the teachings of the Qur'an for",
          "one reason or the other, but the fact is that what We are sending down to you is",
          "the Truth whether people believe it or not. \"] \n After this brief introduction,",
          "the discourse deals with the main subject of the Surah, which consists of three",
          "basic things. First,. [\"The whole of the universe belongs to Allah alone, and",
          "none besides Him has any right to service and worship\"] . Second, [\"There is",
          "another life after this life, in which you shall have to render an account of all",
          "your actions.\"] Third, [\"I am a Messenger of Allah: whatever I am presenting",
          "before you is not from myself but from Allah.\"] As the people were rejecting",
          "these three things, these have been reiterated over and over again in various",
          "forms to remove doubts and objections from the minds of the disbelievers."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۖ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ۚ يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ",
      "simpleTranslate" : [
        "It is Allah who erected the heavens without pillars that you [can] see; then He",
        "established Himself above the Throne and made subject the sun and the moon, each",
        "running [its course] for a specified term. He arranges [each] matter; He details",
        "the signs that you may, of the meeting with your Lord, be certain."
      ],
      "tafsirTranslate" : [
        "It is Allah Who raised up the heavens without such pillars as you could see:",
        "<N:2> then He sat Himself upon the Throne of His Kingdom: <N:3> He subjected the",
        "sun and the moon to a law. <N:4> Everything in the universe is running its course",
        "to its fixed term. <N:5> And Allah alone is directing the whole affair. He makes",
        "His signs plain: <N:6> perhaps you may be convinced of meeting your Lord. <N:7>"
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(is) the One Who",
        "raised",
        "the heavens",
        "without",
        "pillars",
        "that you see",
        "then",
        "He established",
        "on",
        "the Throne",
        "and subjected",
        "the sun",
        "and the moon",
        "each",
        "running",
        "for a term",
        "appointed",
        "He arranges",
        "the matter",
        "He details",
        "the Signs",
        "so that you may",
        "in the meeting",
        "(with) your Lord",
        "believe with certainty"
      ],
      "notes" : {
        "2" : [
          "In other words, [\"Allah keeps the myriad's of heavenly bodies in space without",
          "any visible and perceptible support.\"] Though there is nothing apparent and",
          "visible that is supporting these bodies, yet there is an invariable and",
          "imperceptible Power which is not only holding and keeping each and everyone of",
          "these huge bodies including the earth we inhabit in their proper places and",
          "orbits but also does not let any collision take place between them."
        ],
        "3" : [
          "For the fuller details of [\"He sat Himself on the Throne of His Kingdom,\"] please",
          "refer to E.N. 41 of AI-A araf. Here the purpose will be served if it is",
          "understood that this thing has been mentioned in the Qur'an at many places in",
          "order to bring out clearly the fact that Allah has not only created the earth,",
          "but also rules over His Kingdom, and that His universe is a factory that is not",
          "working automatically as some ignorant people seem to think nor is it being ruled",
          "by many gods as other ignorant people seem to believe. But it is a regular system",
          "that is being run and ruled over by its Creator."
        ],
        "4" : [
          "It should be noted here that the addressees themselves accepted the truth of alI",
          "the claims that have been made in this verse. Therefore no proofs were required",
          "of the facts that it is Allah Who raised up the heavens without any visible",
          "support and subjected the sun and the moon to a fixed order. These things have",
          "been mentioned here only as arguments to prove that Allah is the sole Sovereign",
          "and ruler of the whole universe. \n Now let us consider this question: How can",
          "such an argument as this convince those who do not believe at aII in the",
          "existence of God nor acknowledge that He is the Creator of the universe and the",
          "Director of all its affairs ? The answer is that the arguments in support of the",
          "Doctrine of Tauhid advanced in the Qur'an to convince the mushriks equally apply",
          "against the atheists to prove the existence of God. It is like this: The whole of",
          "the universe-the earth, the moon, the sun and the countless heavenly",
          "bodies-constitute a perfect system which is working, under the same all-powerful",
          "Law. This is a proof that such a system must have been designed by some",
          "All-Powerful Sovereign, Who possesses wisdom and unerring knowledge. This proves",
          "conclusively the existence of that Allah Who has no other equal nor associate nor",
          "partner. For there can be no system without an administrator, no law without a",
          "ruler, no wisdom without a sage, and no knowledge without the possessor of that",
          "knowledge. Above all, no one can ever conceive that there can be any creation",
          "without a Creator except the one who is obdurate or has no sense left in him at",
          "all. \n >"
        ],
        "5" : [
          "This system is not only a standing proof of the fact that an All-Powerful",
          "Sovereign is ruling over it, but is also an evidence of the great wisdom",
          "underlying it; it also bears witness that there is nothing ever-lasting in it.",
          "Everything in it remains for a fixed term after which it comes to an end. This is",
          "equally true for each and every component part of it as well as for the whole",
          "system. It is quite evident from its physical structure that there is nothing",
          "ever-lasting and immortal. There must be some fixed term for the system as a",
          "whole, after the expiry of which it shall come to an end. Then there shall be",
          "another world: therefore it is most likely that there shall be Resurrection as",
          "predicted in the Qur'an: nay, its inevitability is beyond any doubt."
        ],
        "6" : [
          "Allah makes plain those Signs which help prove the truth of what the Holy Prophet",
          "was informing them. These Signs are spread all over the universe and everyone who",
          "observes these with open eyes can perceive that the realities towards which the",
          "Qur'an invites the people are testified by these Signs."
        ],
        "7" : [
          "The preceding Signs have been cited to prove two things. First, the universe has",
          "only one Creator and Administrator. Second, there shall be life in the Hereafter",
          "in which everyone shall be judged in the Divine Court and awarded rewards and",
          "punishments on merit. As the first thing was quite obvious, it has not been",
          "mentioned in the conclusion drawn from the Signs. But the second thing, life in",
          "the Hereafter, has been mentioned because that was rather hidden from perception.",
          "Therefore it has specifically been stated that these Signs have been made plain",
          "in order [\"to convince you that you shall meet your Lord in the Hereafter and",
          "render an account of all your actions in this world. \"] \n Now let us consider how",
          "these Signs help prove life in the Hereafter. These make it evident in two ways:",
          "\n [(1)] When we consider how big heavenly bodies as the sun and the moon are",
          "completely subject to the will of Allah, our hearts feel convinced that Allah Who",
          "has created these things and regulated their movements so orderly around their",
          "orbits, has undoubtedly the power to bring to life the whole human race after its",
          "death. \n [(2)] The terrestrial system also proves that its Creator is All-Wise.",
          "Therefore it can never be imagined that the All-Wise Creator could have created",
          "man and endowed him with wisdom and intelligence and invested him with power and",
          "authority, and then left him free to do what he liked with these, without being",
          "responsible and accountable for their use or abuse. For His Wisdom demands that",
          "He should take full account of alI the acts and deeds of man in this world. It",
          "requires that. He should take to task those who committed aggressions and",
          "compensate their victims and He should give rewards to those who practised virtue",
          "and punishments to those who did wicked deeds. In short, His Wisdom requires that",
          "He should call to account every human being and demand: [\"How did you carry out",
          "the trust that was placed in your hands in the shape of your wonderful body with",
          "its wonderful faculties and the numerous resources of the earth?\"] It may be that",
          "a foolish and unjust ruler of this world might entrust the affairs of his kingdom",
          "in the hands of his agents and then forget to call them to account, but such a",
          "thing can never be expected from the All-Wise and All-Knowing Allah. \n It is this",
          "way of observing and considering the heavenly bodies that can convince us that",
          "life in the Hereafter is both possible and inevitable."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا ۖ وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ ۖ يُغْشِي اللَّيْلَ النَّهَارَ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ",
      "simpleTranslate" : [
        "And it is He who spread the earth and placed therein firmly set mountains and",
        "rivers; and from all of the fruits He made therein two mates; He causes the night",
        "to cover the day. Indeed in that are signs for a people who give thought."
      ],
      "tafsirTranslate" : [
        "And it is He Who has spread out the earth, and fixed the immovable mountains in",
        "it, and made the rivers flow on it. He has created in pairs every kind of fruit,",
        "and He covers the day with the veil of night. <N:8> Surely there are great Signs",
        "in these for those who reflect upon them."
      ],
      "tanslateWordByWord" : [
        "And He",
        "(is) the One Who",
        "spread",
        "the earth",
        "and placed",
        "in it",
        "firm mountains",
        "and rivers",
        "and from",
        "all",
        "(of) the fruits",
        "He made",
        "in it",
        "pairs",
        "two",
        "He covers",
        "the night",
        "(with) the day",
        "Indeed",
        "in",
        "that",
        "surely (are) Signs",
        "for a people",
        "who ponder"
      ],
      "notes" : {
        "8" : [
          "After citing some heavenly Signs in support of the doctrines of Tauhid and the",
          "Hereafter, a few Signs are being cited from the earth for the same purpose.",
          "Briefly the following are the arguments for Tauhid, Resurrection and",
          "Accountability: \n [(1)] Tauhid: The fact that the earth is closely connected with",
          "the heavenly bodies [(which help create life on it)], and the fact that the",
          "mountains and the rivers are so inter-related with that life are clear proofs",
          "that all these things have not been created by separate and different gods nor",
          "are being governed, by gods with independent powers and authorities. Had it been",
          "so, there could not have been so much harmony, congruity, accord and unity of",
          "purpose among them; nor could these relationships have continued for such a long",
          "time. For it is quite obvious that if there had not been One All-Powerful and",
          "All-Wise Allah, it could not have been possible and practicable for different",
          "gods to sit together and evolve out such a harmonious system of the universe",
          "without any discord or conflict between its myriad's of bodies. \n [(2)]",
          "Resurrection: This wonderful planet, the earth, is itself a great proof that its",
          "Creator is All-Powerful and can, therefore, raise the dead whenever He will. For",
          "it is floating in space round the sun and it has high mountains fixed in it and",
          "has large rivers flowing on its surface: it produces countless fruit-bearing",
          "trees and it brings about the cycles of the day and the night with precise",
          "regularity. \n All these things bear witness to the boundless power of its",
          "Creator. It would, therefore, be sheer folly to doubt that such All-Powerful",
          "Creator is incapable of raising mankind to life after death. \n [(3)]",
          "Accountability: The earth, with all its wonderful and purposeful signs, is a",
          "clear evidence of the fact that its Creator is All-Wise. Therefore it cannot even",
          "be imagined that He has created man, His noblest creation, without any purpose.",
          "Just as His wisdom is apparent from the structure of the earth, its mountains,",
          "its rivers, the pairs of its trees and fruits, its night and day, so it is quite",
          "obvious that it has not been made the habitation of man without any purpose, nor",
          "will it be brought to nought without the fulfilment of that purpose. Clearly",
          "mankind shall be accountable to its Creator for the fulfilment of that Divine",
          "purpose."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَىٰ بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِي الْأُكُلِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ",
      "simpleTranslate" : [
        "And within the land are neighboring plots and gardens of grapevines and crops and",
        "palm trees, [growing] several from a root or otherwise, watered with one water;",
        "but We make some of them exceed others in [quality of] fruit. Indeed in that are",
        "signs for a people who reason."
      ],
      "tafsirTranslate" : [
        "And behold! there are different regions on the earth close to one another; <N:9>",
        "there are vineyards, corn fields and groves of date-palm with single or double",
        "trunk. <N:10> All are irrigated with the same water, but We make some more",
        "tasteful than others. Most surely there are many Signs in all these things for",
        "those who use their common sense. <N:11>"
      ],
      "tanslateWordByWord" : [
        "And in",
        "the earth",
        "are tracks",
        "neighboring",
        "and gardens",
        "of",
        "grapevines",
        "and crops",
        "and date-palms",
        "trees (growing) from a single root",
        "and not",
        "trees (growing) from a single root",
        "watered",
        "with water",
        "one",
        "but We cause to exceed",
        "some of them",
        "over",
        "others",
        "in",
        "the fruit",
        "Indeed",
        "in",
        "that",
        "surely (are) Signs",
        "for a people",
        "who use reason"
      ],
      "notes" : {
        "9" : [
          "That is, \"If you observe carefully, you will find Divine wisdom, design and",
          "purpose in the diversity of the structure of the earth. Though it has countless",
          "regions adjoining one another, they are different from one another in their",
          "shapes, colours, component parts, characteristics, potentialities, productive",
          "capacity and source of minerals. This diversity has countless points of wisdom",
          "and advantage. Let alone other creatures, if we consider the diversity of regions",
          "from the point of the good it has done to mankind, we shall have to acknowledge",
          "that this is the result of the well-thought and well-planned design of the",
          "All-Wise Creator. For this diversity has helped the growth of human civilization",
          "so much that only an unreasonable person can assign this to mere accident."
        ],
        "10" : [
          "Some of the date-palm trees have only a single trunk from the root while others",
          "have two or more stems from the same root."
        ],
        "11" : [
          "The things mentioned in this verse contain many other Signs besides the proofs of",
          "Tauhid and the boundless powers and All-Comprehensive W isdom of Allah. Let us",
          "consider one of these, that is the diversity in the universe, including mankind.",
          "There is the one and the same earth but all its regions are quite different from",
          "one another. Then there is one and the same water but it helps to produce",
          "different kinds of corn and fruits. Then one and the same tree bears fruits",
          "which, in spite of likeness, differ from one another in shapes, sizes, and other",
          "features. Then there is one and the same root from which sometimes one and at",
          "others two trunks sprout up, with their own different characteristics. If one",
          "considers these aspects of diversity, one shall come to the conclusion that the",
          "Divine wisdom demands the same kind of diversity in the natures, temperaments and",
          "inclinations of human beings, and, therefore, in their conducts. So, one need not",
          "worry about the existence of this diversity. As it has been stated in v. 31, if",
          "Allah had willed, He could have created all human beings alike and virtuous by",
          "birth. But the wisdom that underlies the creation of the universe, including",
          "mankind, requires diversity and not uniformity. Otherwise, all this creation",
          "would have become meaningless."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ ۗ أُولَٰئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ ۖ وَأُولَٰئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ ۖ وَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
      "simpleTranslate" : [
        "And if you are astonished, [O Muhammad] - then astonishing is their saying, \"When",
        "we are dust, will we indeed be [brought] into a new creation?\" Those are the ones",
        "who have disbelieved in their Lord, and those will have shackles upon their",
        "necks, and those are the companions of the Fire; they will abide therein",
        "eternally."
      ],
      "tafsirTranslate" : [
        "Now, if there is anything for you to marvel at, you should marvel at their",
        "saying: \"What! when we have become dust, shall we then be raised to a new life",
        "again?\" These are the people who have denied their Lord: <N:12> they are those",
        "who shall have collars around their necks: <N:13> they shall be the dwellers of",
        "Hell and therein they shall dwell for ever."
      ],
      "tanslateWordByWord" : [
        "And if",
        "you (are) astonished",
        "then astonishing",
        "(is) their saying",
        "When",
        "we are",
        "dust",
        "will we",
        "(be) indeed, in",
        "a creation",
        "new",
        "Those",
        "(are) the ones who",
        "disbelieved",
        "in their Lord",
        "and those",
        "the iron chains",
        "(will be) in",
        "their necks",
        "those",
        "(are the) companions",
        "(of) the Fire",
        "they",
        "in it",
        "(will) abide forever"
      ],
      "notes" : {
        "12" : [
          "They [\"have denied their Lord\"]: their denial of the Hereafter is, in fact, the",
          "denial of the Power and Wisdom of Allah. As they say that it is impossible to",
          "bring them again to life after their death, it implies that, God forbid, their",
          "AIIah Who has created them lacks not only power but wisdom, too."
        ],
        "13" : [
          "As a collar around the neck is a symbol of imprisonment, the words [\"collars",
          "around their necks\"] have been used here idiomatically to show that they are",
          "slaves of ignorance, obduracy, lust and are blind followers of their forefathers.",
          "As their thinking is influenced by their prejudices, they cannot believe in the",
          "Hereafter and would deny this, though there is every reason to believe that it is",
          "inevitable."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ ۗ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ",
      "simpleTranslate" : [
        "They impatiently urge you to bring about evil before good, while there has",
        "already occurred before them similar punishments [to what they demand]. And",
        "indeed, your Lord is full of forgiveness for the people despite their wrongdoing,",
        "and indeed, your Lord is severe in penalty."
      ],
      "tafsirTranslate" : [
        "hey demand from you the hastening of evil rather than good, <N:14> though indeed",
        "there have been instances of exemplary punishments before them (of the wrath of",
        "God on the people who adopted the same attitude.) The fact is that your Lord",
        "shows forbearance to the people despite their transgressions, and it is also the",
        "fact that your Lord is stern in retribution."
      ],
      "tanslateWordByWord" : [
        "And they ask you to hasten",
        "the evil",
        "before",
        "the good",
        "and verily",
        "has occurred",
        "from",
        "before them",
        "[the] similar punishments",
        "And indeed",
        "your Lord",
        "(is) full",
        "(of) forgiveness",
        "for mankind",
        "for",
        "their wrongdoing",
        "and indeed",
        "your Lord",
        "(is) severe",
        "(in) the penalty"
      ],
      "notes" : {
        "14" : [
          "This refers to the demand of the Quraish from the Holy Prophet [\"If you are a",
          "true Prophet of God, why don't you hasten to bring that scourge of God on us of",
          "which you have been threatening us, when we are flouting and denying you ?\"] They",
          "did this in different ways. Sometimes they would invoke God mockingly and say,",
          "[\"O Lord, settle our accounts now and do not postpone these to the Day of",
          "Resurrection\"] . At another time, they would say, [\"Our Lord, if what Muhammad",
          "says be true, and be from Thee, then stone us from the sky or send down some",
          "other scourge upon us from the sky or send down some other painful torment upon",
          "us.\"] In this verse an answer has been given to such impudent demands of the",
          "disbelievers. They have been admonished to refrain from such foolish demands and",
          "avail of the respite that was being given to them and mend their ways, for they",
          "were incurring the wrath of God by adopting the attitude of rebellion."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ ۗ إِنَّمَا أَنْتَ مُنْذِرٌ ۖ وَلِكُلِّ قَوْمٍ هَادٍ",
      "simpleTranslate" : [
        "And those who disbelieved say, \"Why has a sign not been sent down to him from his",
        "Lord?\" You are only a warner, and for every people is a guide."
      ],
      "tafsirTranslate" : [
        "These people who have rejected your Message, say, \"Why has no Sign been sent down",
        "to this person from His Lord \" <N:15> -You are a warner only and every people has",
        "its guide. <N:16>"
      ],
      "tanslateWordByWord" : [
        "And say",
        "those who",
        "disbelieved",
        "Why not",
        "has been sent down",
        "to him",
        "a sign",
        "from",
        "his Lord",
        "Only",
        "you",
        "(are) a warner",
        "and for every",
        "people",
        "(is) a guide"
      ],
      "notes" : {
        "16" : [
          "This is the concise answer to their demand, though it has not been directly",
          "addressed to the disbelievers but to the Messenger. It is this: [\"O Prophet, you",
          "should not worry at alI about some miracle which you might show to these people",
          "in order to convince them, for it is not a part of your Mission. Your duty is",
          "only to warn the people of their negligence and of the evil consequences of their",
          "wrong ways. And for this purpose, We have always sent a guide to every people.",
          "Now you, too, arc performing this duty, and it is for them to open their eyes and",
          "judge the truth of your Message.\"] After giving this concise answer, Allah",
          "overlooks their demand but warns them, in the succeeding verses, that they have",
          "to deal with the All-Knowing AIlah Who has full knowledge about everyone of them",
          "from the time they were in the wombs of their mothers, and Who keeps a keen watch",
          "over everything they do. Therefore their fates shall be decided strictly with",
          "justice in accordance with their merits and that there is no power on the earth",
          "and in the heavens that can influence in the least His decisions and judgements."
        ],
        "15" : [
          "This showed their mentality. The only criterion of judging whether Muhammad",
          "[(Allah's peace be upon him)] was a true Prophet or not according to these",
          "disbelievers, was whether he would perform a miracle to order. This was because",
          "they would not judge his Message by rational arguments: they would not learn a",
          "lesson from his high character nor from the moral revolution that was being",
          "brought about among his Companions by his Message and noble example: nor would",
          "they carefully consider the rational arguments given in the Qur'an to prove the",
          "errors of their religion of shirk and superstitions of ignorance. They would",
          "ignore these rational things and demand a miracle to decide the issue."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَىٰ وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ ۖ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ",
      "simpleTranslate" : [
        "Allah knows what every female carries and what the wombs lose [prematurely] or",
        "exceed. And everything with Him is by due measure."
      ],
      "tafsirTranslate" : [
        "Allah knows what every female bears in her womb: He is fully aware of what is",
        "taking shape in the womb and also what decrease or increase occurs therein.",
        "<N:17> Everything has its fixed measure with Him."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "knows",
        "what",
        "carries",
        "every",
        "female",
        "and what",
        "fall short",
        "the womb",
        "and what",
        "they exceed",
        "And every",
        "thing",
        "with Him",
        "(is) in due proportion"
      ],
      "notes" : {
        "17" : [
          "When amplified the verse will mean : Allah remains fully aware of all the",
          "developments that take place in the child while in its mother's womb, and He",
          "watches over the decrease or increase in each of its limbs, and its",
          "potentialities, capabilities and powers."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ",
      "simpleTranslate" : [
        "[He is] Knower of the unseen and the witnessed, the Grand, the Exalted."
      ],
      "tafsirTranslate" : [
        "He has perfect knowledge both of the visible and the invisible. He is the Great",
        "and the Supreme Being."
      ],
      "tanslateWordByWord" : [
        "Knower",
        "(of) the unseen",
        "and the witnessed",
        "the Most Great",
        "the Most High"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ",
      "simpleTranslate" : [
        "It is the same [to Him] concerning you whether one conceals [his] speech or one",
        "publicizes it and whether one is hidden by night or conspicuous [among others] by",
        "day."
      ],
      "tafsirTranslate" : [
        "Alike to Him are all of you, whether One of you whispers or speaks aloud or one",
        "hides oneself under the cover of the darkness of night or walks about in the",
        "broad day light."
      ],
      "tanslateWordByWord" : [
        "(It is) same (to Him)",
        "[of you]",
        "(one) who",
        "conceals",
        "the speech",
        "or (one) who",
        "publicizes",
        "it",
        "and (one) who",
        "[he]",
        "(is) hidden",
        "by night",
        "or goes freely",
        "by day"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ ۗ إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا مَا بِأَنْفُسِهِمْ ۗ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ ۚ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ",
      "simpleTranslate" : [
        "For each one are successive [angels] before and behind him who protect him by the",
        "decree of Allah . Indeed, Allah will not change the condition of a people until",
        "they change what is in themselves. And when Allah intends for a people ill, there",
        "is no repelling it. And there is not for them besides Him any patron."
      ],
      "tafsirTranslate" : [
        "For each person has guardians before him and behind him, who watch over him by",
        "Allah's command. <N:18> The fact is that Allah does not change a people's lot",
        "unless they themselves change their own characteristics: and when Allah decides",
        "to bring about retribution to a people, none can ward it off, nor can they find",
        "any defender or helper against Allah. <N:19>"
      ],
      "tanslateWordByWord" : [
        "For him",
        "(are) successive (Angels)",
        "from",
        "(before)",
        "(him)",
        "and from",
        "and behind him",
        "who guard him",
        "by",
        "(the) command",
        "(of) Allah",
        "Indeed",
        "Allah",
        "(does) not",
        "change",
        "(the condition)",
        "of a people",
        "until",
        "they change",
        "what",
        "(is) in themselves",
        "And when",
        "wills",
        "Allah",
        "for a people",
        "misfortune",
        "then (there is) no",
        "turning away",
        "of it",
        "and not",
        "for them",
        "from",
        "besides Him",
        "any",
        "protector"
      ],
      "notes" : {
        "18" : [
          "That is, 'Allah not only directly watches over whatever each person does, and is",
          "fully aware of everything he dces, but He has also appointed such Guardians as",
          "accompany him everywhere and keep a full record of all his deeds. \" This has been",
          "stated here to warn those people who live their lives under the delusion that",
          "they have been left absolutely free to do whatever they like and shall not be",
          "required to render an account of what they did in this worldly life. The warning",
          "is that such people invite their own retribution."
        ],
        "19" : [
          "This is to warn them further that they should not remain under any delusion that",
          "some holy person or saint or angel has the power to rescue them froth Divine",
          "Retribution, for there is none who could defend them against Allah, even though",
          "they might have been paying homages and making offerings to their so-called",
          "patrons and protectors in the hope that they would rescue them froth punishment",
          "from Allah on the Day of Judgement."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنْشِئُ السَّحَابَ الثِّقَالَ",
      "simpleTranslate" : [
        "It is He who shows you lightening, [causing] fear and aspiration, and generates",
        "the heavy clouds."
      ],
      "tafsirTranslate" : [
        "It is He Who makes the lightning flash before you to fill you both with fear and",
        "with hope: it is He Who produces clouds laden with water."
      ],
      "tanslateWordByWord" : [
        "He",
        "(is) the One Who",
        "shows you",
        "the lightning",
        "a fear",
        "and a hope",
        "and brings up",
        "the clouds",
        "the heavy"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحَالِ",
      "simpleTranslate" : [
        "And the thunder exalts [ Allah ] with praise of Him - and the angels [as well]",
        "from fear of Him - and He sends thunderbolts and strikes therewith whom He wills",
        "while they dispute about Allah ; and He is severe in assault."
      ],
      "tafsirTranslate" : [
        "The thunder glorifies Him with His praise <N:20> and the angels, too, glorify Him",
        "in awe of Him. <N:21> He lets loose thunderbolts and (often) smites with them",
        "whomsoever He wills, while they are wrangling about Allah. The fact is that His",
        "plan is very effective. <N:22>"
      ],
      "tanslateWordByWord" : [
        "And glorifies",
        "the thunder",
        "with his praise ",
        "and the Angels",
        "for",
        "fear of Him",
        "And He sends",
        "the thunderbolts",
        "and strikes",
        "with it",
        "whom",
        "He wills",
        "yet they",
        "dispute",
        "about",
        "Allah",
        "And He",
        "(is) Mighty",
        "(in) Strength"
      ],
      "notes" : {
        "20" : [
          "The thunder is a proclamation of Tauhid for those who have ears to hear the real",
          "meaning of its loud noise which follows the flash of lightning, though it is",
          "merely a kind of noise for those who hear it like animals. For it proclaims that",
          "Allah Who raises clouds from the oceans and carries them wherever He wills, and",
          "makes the lightning flash from the clouds and then turns them into rain so as to",
          "supply water to the dwellers of the earth, is perfect and worthy of all praise,",
          "is All-Wise and All-Powerful and is flawless in every respect and has do partner",
          "whatsoever."
        ],
        "21" : [
          "The mention of the fact that the angels are filled with awe of their Lord, and",
          "they proclaim His praise has a special significance here. This is to refute the",
          "shirk of the ignorant people who have always worshipped the angels as gods and",
          "deities and believed them to be partners with God in His Godhead. It has been",
          "stated that they are not partners with Allah but His most obedient servants; so",
          "much so that they praise Him and are filled with awe of Him."
        ],
        "22" : [
          "He has countless plans and measures which are so effective and sudden that He can",
          "smite any one with any one of them from any side He will. So much so that the",
          "intended victim is absolutely unaware of it. This is a proof that those people,",
          "who say absurd things about such All-Powerful Being, are absolutely void of",
          "sense."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "لَهُ دَعْوَةُ الْحَقِّ ۖ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ ۚ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ",
      "simpleTranslate" : [
        "To Him [alone] is the supplication of truth. And those they call upon besides Him",
        "do not respond to them with a thing, except as one who stretches his hands toward",
        "water [from afar, calling it] to reach his mouth, but it will not reach it",
        "[thus]. And the supplication of the disbelievers is not but in error [i.e.",
        "futility]."
      ],
      "tafsirTranslate" : [
        "To invoke Him alone is the right thing. <N:23> As regards the other deities whom",
        "they invoke apart from Him, they cannot give any answer to their prayers. It is",
        "as if a man were to stretch his hands towards water and ask it to come to his",
        "mouth, when it cannot reach his mouth in this way; likewise the prayers of the",
        "disbelievers are nothing but aimless efforts."
      ],
      "tanslateWordByWord" : [
        "To Him",
        "(is) supplication",
        "(of) the truth",
        "And those whom",
        "they invoke",
        "besides Him",
        "besides Him",
        "not",
        "they respond",
        "to them",
        "with a thing",
        "except",
        "like one who stretches",
        "his hands",
        "towards",
        "water",
        "to reach",
        "his mouth",
        "but not",
        "it",
        "reaches it",
        "And not",
        "(is) the supplication",
        "(of) the disbelievers",
        "but",
        "in",
        "error"
      ],
      "notes" : {
        "23" : [
          "[\"To invoke Him alone is the right thing,\"] for AIlah alone has the power and the",
          "authority to give help and remove difficulties."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ ۩",
      "simpleTranslate" : [
        "And to Allah prostrates whoever is within the heavens and the earth, willingly or",
        "by compulsion, and their shadows [as well] in the mornings and the afternoons."
      ],
      "tafsirTranslate" : [
        "For it is Allah alone before Whom everything in the heavens and the earth bows",
        "down willingly or un-willingly, <N:24> and the shadows of all things bow down",
        "before Him in the morning and the evening. <N:25>"
      ],
      "tanslateWordByWord" : [
        "And to Allah",
        "prostrates",
        "whoever",
        "(is) in",
        "the heavens",
        "and the earth",
        "willingly",
        "or unwillingly",
        "and (so do) their shadows",
        "in the mornings",
        "and in the afternoons"
      ],
      "notes" : {
        "24" : [
          "[\"... everything in the heavens and the earth bows down before Allah\"] in the",
          "same sense that every creation of His has to obey and submit to His Physical Law",
          "in every detail. The only difference between the submission of a Believer and an",
          "unbeliever is that the former submits to it with a willing heart while the latter",
          "is forced to do so against his will, for it is absolutely beyond his power to",
          "oppose it."
        ],
        "25" : [
          "[\"The shadows bow down\"] in the sense that they fall to the west in the morning",
          "and to the cast in the evening and so on. This shows that they, too, have to",
          "submit to some Law."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ ۚ قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا ۚ قُلْ هَلْ يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ ۗ أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ ۚ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ",
      "simpleTranslate" : [
        "Say, \"Who is Lord of the heavens and earth?\" Say, \" Allah .\" Say, \"Have you then",
        "taken besides Him allies not possessing [even] for themselves any benefit or any",
        "harm?\" Say, \"Is the blind equivalent to the seeing? Or is darkness equivalent to",
        "light? Or have they attributed to Allah partners who created like His creation so",
        "that the creation [of each] seemed similar to them?\" Say, \" Allah is the Creator",
        "of all things, and He is the One, the Prevailing.\""
      ],
      "tafsirTranslate" : [
        "Ask them, \"Who is the Lord of the heavens and the earth ?\" Say, \"Allah\". <N:26>",
        "Then say to them, \"When this is the fact, have you then made beside Him such",
        "deities your protectors as can do neither good nor harm even to themselves ?\"",
        "Say, \"Are the blind man and the seeing man alike ? <N:27> Are light and darkness",
        "alike ?\" <N:28> And if it is not so, have the partners, they have set up with",
        "Allah, created anything like His creation so as to make the matter of creation",
        "doubtful for them? <N:29> Say, Allah alone is the Creator of everything; and He",
        "is the Unique, the Almighty. <N:30>"
      ],
      "tanslateWordByWord" : [
        "Say",
        "Who",
        "(is) the Lord",
        "(of) the heavens",
        "and the earth",
        "Say",
        "Allah",
        "Say",
        "Have you then taken",
        "from",
        "besides Him",
        "protectors",
        "not",
        "they have power",
        "for themselves",
        "(to) benefit",
        "and not",
        "(to) harm",
        "Say",
        "Is",
        "equal",
        "the blind",
        "and the seeing",
        "Or",
        "is",
        "equal",
        "the darkness[es]",
        "and the light",
        "Or",
        "they attribute",
        "to Allah",
        "partners",
        "who created",
        "like His creation",
        "so that seemed alike",
        "the creation",
        "to them",
        "Say",
        "Allah",
        "(is) the Creator",
        "of all",
        "things",
        "and He",
        "(is) the One",
        "the Irresistible"
      ],
      "notes" : {
        "26" : [
          "It will be worth while to note that though the question, [\"Who is the Lord of the",
          "heavens and the earth?\"] was put to the disbelievers, Allah told the Holy Prophet",
          "to answer it himself and say, [\"Allah\"]. This was because the disbelievers",
          "hesitated to answer it one way or the other. They could not say that it was not",
          "Allah for they themselves believed that Allah was the Creator of everything. On",
          "the other hand, they could not acknowledge this fact in so many words in answer",
          "to such question, for, they would, then, have to acknowledge the doctrine of",
          "Tauhid for no basis could have been left in favour of shirk. As they realised",
          "their weak position, they would not give any answer to such questions. That is",
          "why Allah asks His Messenger to put such questions to the disbelievers: [\"Who is",
          "the Creator of the heavens and the earth? Who is the Lord of the Universe? Who",
          "sustains you with provisions of life?\"] When they do not give any answer to such",
          "questions, Allah asks His Messenger to say [\"Allah\"] in answer. He then proceeds",
          "on with this argument: [\"When Allah does all these things, how do the deities you",
          "worship come in?\"]"
        ],
        "27" : [
          "The blind tnan is the person who cannot see any of the countless signs of the",
          "Oneness of AIlah, though these lie spread over before him in the universe. On the",
          "other hand, the seeing man is the person who can see in every particle of the",
          "universe and in every leaf of grass and tree Signs pointing to their Creator.",
          "Thus the question that has been posed means: [\"O disbelievers ! if you are blind",
          "to the Signs, why should the one who can see the Signs should behave like a blind",
          "man and stumble along like you?\"]"
        ],
        "28" : [
          "Here [\"light\"] means the light of the knowledge of the Truth which the Holy",
          "Prophet and his followers possessed. In contrast to this, there was the",
          "[\"darkness\"] of ignorance in which the disbelievers were wandering about. The",
          "question that has been posed means to ask this: [\"Why should those, who have got",
          "the `light', extinguish it and wander about in the darkness like you? Well, if",
          "you do not know the worth of the `light', you may choose to wander in the",
          "darkness, but how can you expect the one who has got the 'light', who appreciates",
          "the difference between the light and the darkness, and who is seeing the right",
          "way as if in broad daylight, to Dave the light and wander about in the",
          "darkness?\"]"
        ],
        "29" : [
          "The question is intended to impress on the disbelievers that there is absolutely",
          "no reason why they should practice shirk. When they themselves admit that their",
          "gods did not create even an iota in the universe and that they have not even the",
          "smallest and most insignificant share in the creation, there remains no ground",
          "for them to cherish any doubts about it. Why should, then, their false gods and",
          "deities share the rights and powers of the Real Creator?"
        ],
        "30" : [
          "The Arabic word [(Qah-har)] literally means [\"the one who rules over all by",
          "virtue of one's own power, and keeps all under one's complete control. \"] \n This",
          "fact that [\"He is the Unique, the Almighty\"] follows naturally from the preceding",
          "fact that [\"Allah alone is the Creator of everything,\"] for this fact was also",
          "acknowledged by the mushriks and was never denied by them. This is so because the",
          "Creator of everything should logically be Unique, and every other thing or being",
          "must necessarily be His creation. Therefore nothing could be the equal of the",
          "Creator or partner in His Being, attributes, powers and rights. Likewise, the",
          "Creator must have complete power and control over His Creation. \n For it can",
          "never be imagined that the Creator would create anything over which He has not",
          "full control. Therefore, the one who acknowledges Allah to be the Creator must",
          "also acknowledge Him to be the Unique and the All-Powerful. After this, there",
          "remains no reason why one should worship any one other than the Creator or invoke",
          "some one else for help in resolving one's difficulties and fulfilling one's",
          "needs."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا ۚ وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ ۚ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً ۖ وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ",
      "simpleTranslate" : [
        "He sends down from the sky, rain, and valleys flow according to their capacity,",
        "and the torrent carries a rising foam. And from that [ore] which they heat in the",
        "fire, desiring adornments and utensils, is a foam like it. Thus Allah presents",
        "[the example of] truth and falsehood. As for the foam, it vanishes, [being] cast",
        "off; but as for that which benefits the people, it remains on the earth. Thus",
        "does Allah present examples."
      ],
      "tafsirTranslate" : [
        "Allah sent down water from the sky and every system carried it along according to",
        "its capacity: then there was flood and a swelling foam <N:31> came to the",
        "surface. Likewise there arises a scum out of the metals which are melted in the",
        "furnace for making ornaments and utensils. <N:32> By such similitudes, Allah",
        "makes the truth distinct from falsehood. That which is the foam vanishes and that",
        "which is beneficial for the people remains on the earth. In this way Allah cites",
        "similes to make His Message clear."
      ],
      "tanslateWordByWord" : [
        "He sends down",
        "from",
        "the sky",
        "water",
        "and flows",
        "the valleys",
        "according to their measure",
        "and carries",
        "the torrent",
        "a foam",
        "rising",
        "And from what",
        "they heat",
        "[on] it",
        "in",
        "the fire",
        "in order to make",
        "ornaments",
        "or",
        "utensils",
        "a foam",
        "like it",
        "Thus",
        "sets forth",
        "Allah",
        "the truth",
        "and the falsehood",
        "Then as for",
        "the foam",
        "it passes away",
        "(as) scum",
        "and as for",
        "what",
        "benefits",
        "the mankind",
        "remains",
        "in",
        "the earth",
        "Thus",
        "Allah sets forth",
        "Allah sets forth",
        "the examples"
      ],
      "notes" : {
        "32" : [
          "As it is but natural that scum should appear on the surface when are melted in",
          "the furnace for purification, likewise bad people would come surface and take",
          "prominent part in persecuting the good people who are passed through the furnace",
          "of persecution for their purification."
        ],
        "31" : [
          "In this simile the Knowledge which had been sent down. by Allah to the Holy",
          "Prophet has been likened to the rain from the sky, and the Believers to the",
          "streams, rivulets and rivers. Just as the streams etc. , fill themselves with",
          "rain-water, each according to its capacity, so his followers gained knowledge",
          "from him, each according to his ability. On the other hand, the hue and cry that",
          "was raised by the opponents of the Islamic Movement has been likened to the",
          "swelling foam etc. , that begins to dance about on the surface of flood water,",
          "but soon vanishes away."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ الْحُسْنَىٰ ۚ وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ ۚ أُولَٰئِكَ لَهُمْ سُوءُ الْحِسَابِ وَمَأْوَاهُمْ جَهَنَّمُ ۖ وَبِئْسَ الْمِهَادُ",
      "simpleTranslate" : [
        "For those who have responded to their Lord is the best [reward], but those who",
        "did not respond to Him - if they had all that is in the earth entirely and the",
        "like of it with it, they would [attempt to] ransom themselves thereby. Those will",
        "have the worst account, and their refuge is Hell, and wretched is the resting",
        "place."
      ],
      "tafsirTranslate" : [
        "There is an excellent reward for those who responded to the call of their Lord.",
        "As for those who rejected His call, they would willingly give for their ransom",
        "all the wealth the earth contained, if they possessed it, and as much more",
        "besides (in order to escape retribution). <N:33> Those are the people who shall",
        "have the heavy reckoning; <N:34> their abode shall be Hell-a wretched resting",
        "place."
      ],
      "tanslateWordByWord" : [
        "For those who",
        "responded",
        "to their Lord",
        "(is) the bliss",
        "And for those who",
        "(did) not",
        "respond",
        "to Him",
        "if",
        "that",
        "they had",
        "whatever",
        "(is) in",
        "the earth",
        "all",
        "and like of it",
        "with it",
        "surely they would offer ransom",
        "with it",
        "Those",
        "for them",
        "(is) a terrible",
        "reckoning",
        "and their abode",
        "(is) Hell",
        "and wretched",
        "(is) the resting place"
      ],
      "notes" : {
        "33" : [
          "This shows that the disbelievers would be in such a sad plight that they would",
          "not hesitate to give their alI for their redemption."
        ],
        "34" : [
          "[\".... they shall have the heavy reckoning\"]: they shall have to bear the full",
          "consequences of their evil deeds. No sin, no shortcoming, in short, nothing will",
          "be forgiven and no evil shall go un-punished. \n We learn from the Qur'an that the",
          "rebels of AIIah shall have to render a reckoning, whereas there shall be a",
          "[\"light\"] reckoning from those who have been faithful and obedient to their Lord.",
          "In consideration of their loyal services, their cases will be dealt with",
          "leniently, and taking their general goodness into account many of their",
          "shortcomings will be forgiven. \n This is further amplified by a Tradition of the",
          "Holy Prophet. Hadrat 'A'ishah relates, [\"I said, O Messenger of Allah !the most",
          "dreadful verse of the Qur'an is this: Whoso shall commit an evil, he shall be",
          "punished for it'. [(IV :123 <V:4:123>)]. The Holy Prophet answered, O `A'ishah!",
          "don't you know how Allah clears the accounts of His faithful and obedient",
          "servant? Whatever harm or trouble he receives in this world-even so much as the",
          "pricking of a thorn-is taken by Allah as atonement for one or the other of his",
          "sins. As regards the Hereafter, everyone, who shall be called upon to render an",
          "account of any sin, shall be punished for it' . At this Hadrat `A'ishah asked,",
          "`Then what is meant by light reckoning in this verse: Whoso shall be given his",
          "`Conduct Register' in his right hand, he will render a light reckoning?'",
          "[(LXXXIV:?-8 <V:84:?-8>)]. The Holy Prophet answered, `This means merely the",
          "presentation of his whole conduct, that is, all his deeds-good and bad-shall be",
          "presented before Allah but he shall not be called upon to clear the account of",
          "all his deeds; for the one who shall be called upon to clear the whole of his",
          "account, shall be totally ruined' . \"] \n The same thing is happening even in this",
          "world. A master deals very leniently with his faithful and obedient servant and",
          "connives at his minor faults and even forgives his major faults in consideration",
          "of his meritorious services. On the other hand, if a servant is proved to be",
          "treacherous and dishonest, no consideration is given even to his services, and he",
          "is punished both for his minor and for major faults."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَىٰ ۚ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ",
      "simpleTranslate" : [
        "Then is he who knows that what has been revealed to you from your Lord is the",
        "truth like one who is blind? They will only be reminded who are people of",
        "understanding -"
      ],
      "tafsirTranslate" : [
        "Well, how can the one who believes that this Book which has been sent down to you",
        "from your Lord, is the Truth, be like the one who is blind to this fact ? <N:35>",
        "It is the wise people alone who take advice from this: <N:36>"
      ],
      "tanslateWordByWord" : [
        "Then is (he) who",
        "knows",
        "that which",
        "has been revealed",
        "to you",
        "from",
        "your Lord",
        "(is) the truth",
        "like (one) who",
        "[he]",
        "(is) blind",
        "Only",
        "pay heed",
        "men",
        "(of) understanding"
      ],
      "notes" : {
        "36" : [
          "That is, [\"Those who listen to the Message that has been sent down by Allah, and",
          "accept His Messenger, are really very wise people. This is why their conduct in",
          "this world is quite different from those foolish people who are blind to its",
          "merits: and so is their ultimate end in the Hereafter, as stated in the",
          "subsequent verses\"]."
        ],
        "35" : [
          "That is, [\"As the attitude of the two in this world will be different from each",
          "other, so shall be their ultimate end in the Hereafter. \"]"
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ",
      "simpleTranslate" : [
        "Those who fulfill the covenant of Allah and do not break the contract,"
      ],
      "tafsirTranslate" : [
        "they fulfil their Covenant with Allah, and break it not after confirming it.",
        "<N:37>"
      ],
      "tanslateWordByWord" : [
        "Those who",
        "fulfill",
        "the covenant",
        "(of) Allah",
        "and not",
        "they break",
        "the contract"
      ],
      "notes" : {
        "37" : [
          "This Covenant is the same that was made by Allah with the whole of mankind at the",
          "beginning of the creation that they would worship Him alone. [(Please refer to",
          "E.N.'s 134 and 135 of Al-A`araf)]. As this Covenant has been made with every",
          "human being, it has been imbued firmly in human nature. When a human being is",
          "born in this world, he, so to say, confines the same Covenant because he owes his",
          "creation to the same Allah with Whom he had made that Covenant: then he is",
          "brought up by His Providence and fed and nourished with His Provisions, and uses",
          "the powers and faculties endowed by Him. AII these things bind him by themselves",
          "into a covenant of bondage with his Lord. It is obvious that wise, loyal and",
          "faithful people fulfil their Covenant and dare not break it except that they",
          "might break it unconsciously and unwillingly."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ",
      "simpleTranslate" : [
        "And those who join that which Allah has ordered to be joined and fear their Lord",
        "and are afraid of the evil of [their] account,"
      ],
      "tafsirTranslate" : [
        "They join together what Allah has bidden to join: <N:38> they fear their Lord and",
        "dread lest they should be called upon to render a heavy reckoning."
      ],
      "tanslateWordByWord" : [
        "And those who",
        "join",
        "what",
        "(has been) commanded",
        "(by) Allah",
        "[for it]",
        "to",
        "be joined",
        "and fear",
        "their Lord",
        "and are afraid",
        "(of) the evil",
        "the account"
      ],
      "notes" : {
        "38" : [
          "That is, [\"AII those social and civil relations that are conducive to the correct",
          "and right conduct of collective human life.\"]"
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَٰئِكَ لَهُمْ عُقْبَى الدَّارِ",
      "simpleTranslate" : [
        "And those who are patient, seeking the countenance of their Lord, and establish",
        "prayer and spend from what We have provided for them secretly and publicly and",
        "prevent evil with good - those will have the good consequence of [this] home -"
      ],
      "tafsirTranslate" : [
        "They show fortitude to win the approval of their Lord. <N:39> They establish",
        "Salat and expend openly and secretly out of what We have bestowed upon them and",
        "ward off evil with good. <N:40>"
      ],
      "tanslateWordByWord" : [
        "And those who",
        "(are) patient",
        "seeking",
        "(the) Face",
        "(of) their Lord",
        "and establish",
        "the prayer",
        "and spend",
        "from what",
        "We have provided them",
        "secretly",
        "and publicly",
        "and they repel",
        "with the good",
        "the evil ",
        "those",
        "for them",
        "(is) the final attainment",
        "(of) the Home "
      ],
      "notes" : {
        "40" : [
          "That is, [\"If others do evil to them, they do not do evil in return but do good",
          "instead: they do not fight mischief with mischief but with virtue. Howsoever",
          "unjust one may be to them, they do justice in every case. Likewise, they remain",
          "truthful and honest even in the cast of those who tell lies against them and show",
          "dishonesty towards them. \"] \n There is a Tradition of the Holy Prophet to the",
          "same effect: [\"You should not imitate others in your conduct towards other",
          "people, for it is wrong to say, 'We will do goodness to others, if they do",
          "goodness to us and we will do injustice to them if they are unjust to us.' [(On",
          "the other hand,)] you should follow this principle: if others do goodness to you,",
          "you should do goodness to them, but if they do evil to you, you should not be",
          "unjust to them' . \"] \n There is another Tradition, which begins with the words:",
          "[\"My Lord has bidden me to do nine things. Four of these things are, `I should",
          "behave justly towards everyone whether I am pleased or offended with him. I",
          "should render the right even of the one who violates my rights. I should pay the",
          "dues even of the one who depraves me of my due. I should forgive the one who has",
          "been unjust to me' . \"] There is yet another Tradition to the same effect:",
          "[\"Don't be faithless even to the one who has been faithless to you.\"] There is",
          "also a saying of Hadrat 'Umar that amounts to the same thing. [\"The best way of",
          "punishing the one, who does not fear God in his dealings with you, is that you",
          "should fear God in your dealings with him. \"]"
        ],
        "39" : [
          "[\"They show fortitude\"]: they remain self-possessed and keep under control all",
          "their desires and lusts and do not transgress the bounds, and they do not yield",
          "to temptations to disobey their Lord in order to gain advantages and gratify",
          "their desires: nay, they bear with calm courage and endurance losses and",
          "afflictions that are inevitable in the obedience of AIIah. If we consider the",
          "life of a believer from this point of view, we shall find that the whole of his",
          "life is the life of endurance and fortitude, for he keeps himself under control",
          "in very trying circumstances in this world in the hope of winning the approval of",
          "his Lord and in the expectation of gaining permanent benefits in the Hereafter:",
          "so he fights with fortitude every temptation to sin."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ ۖ وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ",
      "simpleTranslate" : [
        "Gardens of perpetual residence; they will enter them with whoever were righteous",
        "among their fathers, their spouses and their descendants. And the angels will",
        "enter upon them from every gate, [saying],"
      ],
      "tafsirTranslate" : [
        "Their's shall be the abode of the Hereafter: Gardens wherein they will live for",
        "ever. They will enter into them along with the righteous from among their",
        "forefathers, wives and descendants. The angels will come to welcome them from",
        "every side, saying,"
      ],
      "tanslateWordByWord" : [
        "Gardens",
        "of Eden",
        "they will enter them",
        "and whoever",
        "(were) righteous",
        "among",
        "their fathers",
        "and their spouses",
        "and their offsprings",
        "And the Angels",
        "will enter",
        "upon them",
        "from",
        "every",
        "gate"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى الدَّارِ",
      "simpleTranslate" : [
        "\"Peace be upon you for what you patiently endured. And excellent is the final",
        "home.\""
      ],
      "tafsirTranslate" : [
        "\"Peace be upon you. <N:41> You have won this blessing because of what you",
        "steadfastly endured in the world.\" How blessed is this abode of the Hereafter!"
      ],
      "tanslateWordByWord" : [
        "(Saying), \"Peace",
        "(be) upon you",
        "for what",
        "you patiently endured",
        "And excellent",
        "(is) the final attainment",
        "(of) the Home"
      ],
      "notes" : {
        "41" : [
          "This implies two things. The angels will come in large numbers from every side",
          "and give them this good news: [\"Now you have come to a place where there is peace",
          "for you. Here you arc immune from every affliction, every trouble, every",
          "hardship, and every danger and worry.\"] [(For details please see E.N. 29 of",
          "Al-Hijr)]."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ ۙ أُولَٰئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ",
      "simpleTranslate" : [
        "But those who break the covenant of Allah after contracting it and sever that",
        "which Allah has ordered to be joined and spread corruption on earth - for them is",
        "the curse, and they will have the worst home."
      ],
      "tafsirTranslate" : [
        "As for those who break their Covenant with Allah after confirming it, who cut",
        "asunder what Allah has bidden to be joined, and spread chaos on the earth,",
        "their's shall be the curse, and they shall have a wretched abode in the",
        "Hereafter."
      ],
      "tanslateWordByWord" : [
        "And those who",
        "break",
        "the covenant",
        "(of) Allah",
        "from",
        "after",
        "contracting it",
        "and sever",
        "what",
        "(has been) commanded",
        "(by) Allah",
        "for it",
        "to",
        "be joined",
        "and spread corruption",
        "in",
        "the earth",
        "Those ",
        "for them",
        "(is) the curse",
        "and for them",
        "(is) an evil",
        "home"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ وَفَرِحُوا بِالْحَيَاةِ الدُّنْيَا وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ",
      "simpleTranslate" : [
        "Allah extends provision for whom He wills and restricts [it]. And they rejoice in",
        "the worldly life, while the worldly life is not, compared to the Hereafter,",
        "except [brief] enjoyment."
      ],
      "tafsirTranslate" : [
        "Allah gives abundantly His provisions to whom He will and sparingly to whom He",
        "pleases. <N:42> These people are wholly absorbed in the joys of this life,",
        "whereas the life of this world is but a paltry thing as compared with the life of",
        "the Hereafter."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "extends",
        "the provision",
        "for whom",
        "He wills",
        "and restricts",
        "And they rejoice",
        "in the life",
        "(of) the world",
        "and nothing",
        "(is) the life",
        "of the world",
        "in (comparison to)",
        "the Hereafter",
        "except",
        "an enjoyment"
      ],
      "notes" : {
        "42" : [
          "This verse refutes the wrong criterion by which the disbelievers of Makkah [(and",
          "all other foolish people of the world)] judged whether one was or was not a",
          "favorite of God. They judged a man's worth by his wealth and worldly prosperity",
          "and not by his faith and righteous conduct. They thought that the one who was",
          "enjoying all the good things of life was a favorite of God, even if he had",
          "erroneous beliefs and did wicked deeds. On the other hand, they considered the",
          "one who was poor and indigent to be under the wrath of God, even though he was",
          "righteous. That is why in their judgement the chiefs of the Quraish were far",
          "superior to the followers of the Holy Prophet. They would say, [\"You can see for",
          "yourselves that God is with the chiefs of the Quraish.\"] \n In this verse, AIlah",
          "has warned there that they are absolutely wrong in drawing such a conclusion from",
          "the worldly conditions of the people. AIIah gives His provision to the people",
          "abundantly or sparingly for reasons different from those which they presumed and",
          "richness or poverty is no criterion by which to judge the worth of people. The",
          "real criterion of judging the worth of people is their beliefs and deeds. The",
          "one, who has righteous beliefs and dces good deeds, shall be higher in rank than",
          "the one who has wrong beliefs and does evil deeds. Thus the real criterion is the",
          "quality of one's deeds and not the possession or the lack of wealth."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ ۗ قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ",
      "simpleTranslate" : [
        "And those who disbelieved say, \"Why has a sign not been sent down to him from his",
        "Lord?\" Say, [O Muhammad], \"Indeed, Allah leaves astray whom He wills and guides",
        "to Himself whoever turns back [to Him] -"
      ],
      "tafsirTranslate" : [
        "Those people who have rejected (Muhammad as a Prophet) say, \"Why has no Sign been",
        "sent down to him from his Lord? <N:43> -Say, \"Allah leads astray whom He will;",
        "and He leads to Himself only those who turn to Him. \" <N:44>"
      ],
      "tanslateWordByWord" : [
        "And say",
        "those who",
        "disbelieved",
        "Why has not",
        "been sent down",
        "upon him",
        "a Sign",
        "from",
        "his Lord",
        "Say",
        "Indeed",
        "Allah",
        "lets go astray",
        "whom",
        "He wills",
        "and guides",
        "to Himself",
        "whoever",
        "turns back"
      ],
      "notes" : {
        "44" : [
          "This is the answer to their question. It is not due to the lack of signs that",
          "they were going astray, but it is the lack of any desire in them to seek right",
          "guidance. For Allah dces not force one to follow the Right Way, if he",
          "deliberately turns away from it. He lets such persons wander on the wrong ways",
          "they choose to wander. Nay, even all those things that should serve as a means to",
          "guidance for a seeker of truth, become the means of deviation for the one who",
          "seeks deviation. So much so that that very torch which helps show the way to the",
          "former, dazzles the eyes of the latter. This is how Allah Leads astray a person.",
          "\n This answer to the demand of a Sign is matchless in its eloquence. It says to",
          "them, [\"O foolish people! it is not due to the lack of Signs that you are not",
          "finding the right path, but it is due to the lack of any desire in you for it.",
          "You do not see any of the countless Signs that lie scattered all around you",
          "because you have no desire to go to the Right Way. How can then any Sign be",
          "helpful to you ? For you would not see any of those Signs. However, those who",
          "seek the Right Way to Allah, see these Signs and find the Right Way with their",
          "help.\"]"
        ],
        "43" : [
          "Please also keep in view the answer that has been given to this question in v.7."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ ۗ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ",
      "simpleTranslate" : [
        "Those who have believed and whose hearts are assured by the remembrance of Allah",
        ". Unquestionably, by the remembrance of Allah hearts are assured.\""
      ],
      "tafsirTranslate" : [
        "Such are the people who have accepted (the Message of this Prophet,) and their",
        "hearts find comfort in the remembrance of Allah. Note it well that it is Allah's",
        "remembrance alone that brings comfort to hearts."
      ],
      "tanslateWordByWord" : [
        "Those who",
        "believed",
        "and find satisfaction",
        "their hearts",
        "in the remembrance",
        "(of) Allah",
        "No doubt",
        "in the remembrance",
        "(of) Allah",
        "find satisfaction",
        "the hearts"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَىٰ لَهُمْ وَحُسْنُ مَآبٍ",
      "simpleTranslate" : [
        "Those who have believed and done righteous deeds - a good state is theirs and a",
        "good return."
      ],
      "tafsirTranslate" : [
        "Blessed are those who have accepted the Message and done righteous deeds: they",
        "have a good end."
      ],
      "tanslateWordByWord" : [
        "Those who",
        "believed",
        "and did",
        "righteous deeds",
        "blessedness",
        "(is) for them",
        "and a beautiful",
        "place of return"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "كَذَٰلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَا أُمَمٌ لِتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمَٰنِ ۚ قُلْ هُوَ رَبِّي لَا إِلَٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ",
      "simpleTranslate" : [
        "Thus have We sent you to a community before which [other] communities have passed",
        "on so you might recite to them that which We revealed to you, while they",
        "disbelieve in the Most Merciful. Say, \"He is my Lord; there is no deity except",
        "Him. Upon Him I rely, and to Him is my return.\""
      ],
      "tafsirTranslate" : [
        "O Muhammad ! We have sent you as a Messenger in this way <N:45> among a people",
        "before whom many peoples have passed away so that you should recite to them the",
        "Message which We have sent down to you; yet they are rejecting the most",
        "Compassionate Lord. <N:46> Say to them, \"My Lord is He: there is no deity but He:",
        "I have placed my full trust in Him and He is my sole Resort.\""
      ],
      "tanslateWordByWord" : [
        "Thus",
        "We have sent you",
        "to",
        "a nation",
        "verily",
        "have passed away",
        "from",
        "before it",
        "nations",
        "so that you might recite",
        "to them",
        "what",
        "We revealed",
        "to you",
        "while they",
        "disbelieve",
        "in the Most Gracious",
        "Say",
        "He",
        "(is) my Lord",
        "(there is) no",
        "god",
        "except",
        "Him",
        "Upon Him",
        "I put my trust",
        "and to Him",
        "(is) my return"
      ],
      "notes" : {
        "45" : [
          "That is, [\"In this way that We have not given you a Sign they demanded."
        ],
        "46" : [
          "That is, \"]Instead of serving that most Compassionate Lord, they are discarding",
          "His service and setting up other partners in His attributes, powers, rights and",
          "giving thanks to others for His blessings.\""
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَىٰ ۗ بَلْ لِلَّهِ الْأَمْرُ جَمِيعًا ۗ أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا ۗ وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِنْ دَارِهِمْ حَتَّىٰ يَأْتِيَ وَعْدُ اللَّهِ ۚ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ",
      "simpleTranslate" : [
        "And if there was any qur'an by which the mountains would be removed or the earth",
        "would be broken apart or the dead would be made to speak, [it would be this",
        "Qur'an], but to Allah belongs the affair entirely. Then have those who believed",
        "not accepted that had Allah willed, He would have guided the people, all of them?",
        "And those who disbelieve do not cease to be struck, for what they have done, by",
        "calamity - or it will descend near their home - until there comes the promise of",
        "Allah . Indeed, Allah does not fail in [His] promise."
      ],
      "tafsirTranslate" : [
        "And what (do you think) would have been the result, if We had sent a Qur'an that",
        "would have caused the mountains to move or cleft the earth asunder or made the",
        "dead speak? <N:47> (It is not difficult at all to show such Signs) for Allah has",
        "full power over everything. <N:48> Have the Believers (still any expectations of",
        "a Sign in answer to the demand of the disbelievers and) not given up all hope,",
        "(knowing) that Allah could have guided all mankind aright, <N:49> if He had so",
        "desired? As for the disbelievers, because of their misdeeds, one affliction or",
        "the other does not cease to visit them every now and then, or come near their",
        "home. It will go on like this untill Allah's threat come to pass. Indeed, Allah",
        "does not fail to bring about His threat."
      ],
      "tanslateWordByWord" : [
        "And if",
        "that was",
        "any Quran",
        "could be moved",
        "by it",
        "the mountains",
        "or",
        "could be cloven asunder",
        "by it",
        "the earth",
        "or",
        "could be made to speak",
        "by it",
        "the dead",
        "Nay",
        "with Allah",
        "(is) the command",
        "all",
        "Then do not",
        "know",
        "those who",
        "believe",
        "that",
        "if",
        "had willed",
        "Allah",
        "surely, He would have guided",
        "all",
        "all of the mankind",
        "And not",
        "will cease",
        "those who",
        "disbelieve",
        "to strike them",
        "for what",
        "they did",
        "a disaster",
        "or",
        "it settles",
        "close",
        "from",
        "their homes",
        "until",
        "comes",
        "(the) promise",
        "(of) Allah",
        "Indeed",
        "Allah",
        "(will) not",
        "fail",
        "(in) the Promise"
      ],
      "notes" : {
        "48" : [
          "[\"Allah has full power over everything\"] and can show any Sign if He so desires.",
          "He is not showing any Sign for it dces not fit in the scheme laid down for the",
          "guidance of Man. As the real object is to show Guidance to mankind through the",
          "Prophet and not to compel them to believe in the Prophethood of a Prophet, He",
          "desires that the people should gain guidance by thinking and observing wisely and",
          "not by seeing Signs."
        ],
        "49" : [
          "That is, [\"If the object had been to make human beings Believers even without",
          "consciously understanding it, Allah could have created them Believers by birth.",
          "\"]"
        ],
        "47" : [
          "This verse has been addressed to the Believers who were feeling uneasy that no",
          "such Sign was being sent as was demanded by the disbelievers. They thought that",
          "such a Sign would convince the disbelievers and they would accept Islam.",
          "Therefore when no such Sign was sent, they became alI the more uneasy for the",
          "lack of the fulfilment of the demand that gave rise to doubts about the",
          "Prophethood of the Messenger. The question posed in this verse is meant to remove",
          "that uneasiness of the Muslims. It is like this: [\"Do you think that they would",
          "have embraced Islam if such and such Signs had been shown to them all of a sudden",
          "along with a Surah of the Qur'an ? Are you under the delusion that they are quite",
          "ready to accept Islam and are waiting only for such a Sign ? Do you think that",
          "those people who have failed to see the light of the Truth in the teachings of",
          "the Qur'an, in the phenomena of the universe, in the pure and spotless life of",
          "the Holy Prophet and in the wonderful change in the lives of his Companions,",
          "would see the light of the Truth in the moving of the mountains, in the cleavage",
          "of the earth and in the coming out of the dead from the graves?\"]"
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
      "simpleTranslate" : [
        "And already were [other] messengers ridiculed before you, and I extended the time",
        "of those who disbelieved; then I seized them, and how [terrible] was My penalty."
      ],
      "tafsirTranslate" : [
        "Other Messengers have also been mocked before you, but I have always given",
        "respite to the disbelievers and then seized upon them at its end. Just see how",
        "terrible had been My Scourge!"
      ],
      "tanslateWordByWord" : [
        "And certainly",
        "were mocked",
        "Messengers",
        "from",
        "before you",
        "but I granted respite",
        "to those who",
        "disbelieved",
        "then",
        "I seized them",
        "and how",
        "was",
        "My penalty"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "أَفَمَنْ هُوَ قَائِمٌ عَلَىٰ كُلِّ نَفْسٍ بِمَا كَسَبَتْ ۗ وَجَعَلُوا لِلَّهِ شُرَكَاءَ قُلْ سَمُّوهُمْ ۚ أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ ۗ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبِيلِ ۗ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ",
      "simpleTranslate" : [
        "Then is He who is a maintainer of every soul, [knowing] what it has earned, [like",
        "any other]? But to Allah they have attributed partners. Say, \"Name them. Or do",
        "you inform Him of that which He knows not upon the earth or of what is apparent",
        "of speech?\" Rather, their [own] plan has been made attractive to those who",
        "disbelieve, and they have been averted from the way. And whomever Allah leaves",
        "astray - there will be for him no guide."
      ],
      "tafsirTranslate" : [
        "What! are they (so audacious that they are) setting up partners with Him Who is",
        "watching minutely over the actions of each and every soul? <N:50> , <N:51> O",
        "Prophet say to them, \"(If God has Himself set them up as His partners) just tell",
        "me their names. Do you mean to inform Him of something new that He Himself is",
        "unaware of on His earth? Or do you merely utter empty words? <N:52> Indeed for",
        "those who rejected the Message their fraud <N:53> has been made to appear fair to",
        "them and they have been debarred froth the Right Way: <N:54> and there is none to",
        "show the Right Way to those whom Allah lets go astray."
      ],
      "tanslateWordByWord" : [
        "Is then He Who",
        "(He)",
        "(is) a Maintainer",
        "of",
        "every",
        "soul",
        "for what",
        "it has earned",
        "Yet they ascribe",
        "to Allah",
        "partners",
        "Say",
        "Name them",
        "Or",
        "(do) you inform Him",
        "of what",
        "not",
        "He knows",
        "in",
        "the earth",
        "or",
        "of the apparent",
        "of",
        "the words",
        "Nay",
        "(is) made fair-seeming",
        "to those who",
        "disbelieve",
        "their plotting",
        "and they are hindered",
        "from",
        "the Path",
        "And whoever",
        "(by) Allah",
        "Allah lets go astray",
        "then not",
        "for him",
        "any",
        "guide"
      ],
      "notes" : {
        "50" : [
          "That is, [\"They are so audacious that they set up partners with Allah Whose",
          "knowledge is All-Comprehensive and Who is aware of even the minutest details of",
          "the good and bad actions of each individual...\"]"
        ],
        "51" : [
          "These are the audacious things they do. They ascribe partners and equals to Him:",
          "they believe that some of His creatures are a part and parcel of His Being, and",
          "have attributes and rights like Him: they presume that they shall not be called",
          "to account for whatever they do, even though they live in His Kingdom."
        ],
        "52" : [
          "That is, [\"You give empty names to the partners you ascribe to Him for you have",
          "no real knowledge about them\"] . For you could get this knowledge only in one of",
          "the three following ways: \n First, You might have received some authentic",
          "information that Allah had made such and such people as His partners in His",
          "attributes, powers and rights. If it is so, please Iet us also know their names",
          "and the source of your information. \n The second possibility is that Allah might",
          "have remained ignorant that some beings have become His partners. Therefore you",
          "are going to inform Him about this. If it is so, please say it clearly in so many",
          "words so that it may be decided whether there are some foolish people who can",
          "believe in such a nonsensical claim. \n Obviously the above two suppositions are",
          "absurd. Therefore the only alternative is that, [\"You are ascribing partners to",
          "Him without any rhyme or reason, and you without any knowledge make one the",
          "relative of God, another the hearer of supplications, and still another the",
          "helper and fulfiller of certain needs and the ruler of a certain region etc.",
          "etc.\"]"
        ],
        "53" : [
          "Shirk has been called [\"fraud\"] because none of the angels, spirits, saints,",
          "heavenly bodies, to whom they ascribe Divine attributes and powers or render",
          "Divine rights, ever claimed to possess these attributes or powers, nor did they",
          "ever demand these rights from the people nor told the people that they would",
          "fulfil their desires and wants, if they would perform some rituals of worship",
          "before them. As a matter of fact, some clever people invented these gods in order",
          "to practice wilful deception and dishonesty so that they might wield powerful",
          "influence over the common people and exploit them and deprive them of a part of",
          "their hard earned possessions. Accordingly, they made the common people credulous",
          "followers of the gods of their inventions and set themselves up as their",
          "representatives to get money, etc.., from them by this fraud. \n The second reason",
          "why shirk has been called [\"fraud\"] is that a worldly man pretends to believe in",
          "it not because he wants to believe in it but in order to free himself from aII",
          "moral restraints to enable him to lead an irresponsible life of treed and lust. \n",
          "The third reason is given below in E. N . 54."
        ],
        "54" : [
          "Shirk is also `fraud' in the sense that it has been made to appear fair for them",
          "and so leads them into deviation and prevents them from coming back to the Right",
          "Way. It is like this: When mushriks adopt wrong ways of deviation that suit the",
          "kind of lives they wish to lead, they have to invent arguments to pacify their",
          "consciences and convince other people that grey are on the right way. Naturally",
          "this fraud confirms them on the way of deviation and they are debarred from the",
          "Right Way."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "لَهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَشَقُّ ۖ وَمَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ",
      "simpleTranslate" : [
        "For them will be punishment in the life of [this] world, and the punishment of",
        "the Hereafter is more severe. And they will not have from Allah any protector."
      ],
      "tafsirTranslate" : [
        "There is a torment for them in the life of this world but the torment in the",
        "Hereafter is still more painful; and there is none to protect them from Allah."
      ],
      "tanslateWordByWord" : [
        "For them",
        "(is) a punishment",
        "in",
        "the life",
        "(of) the world",
        "and surely the punishment",
        "(of) the Hereafter",
        "(is) harder",
        "And not",
        "for them",
        "against",
        "Allah",
        "any",
        "defender"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ ۖ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ أُكُلُهَا دَائِمٌ وَظِلُّهَا ۚ تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا ۖ وَعُقْبَى الْكَافِرِينَ النَّارُ",
      "simpleTranslate" : [
        "The example of Paradise, which the righteous have been promised, is [that]",
        "beneath it rivers flow. Its fruit is lasting, and its shade. That is the",
        "consequence for the righteous, and the consequence for the disbelievers is the",
        "Fire."
      ],
      "tafsirTranslate" : [
        "As regards the Paradise which the God fearing have been promised it is like this:",
        "canals flow beneath it, its fruits are eternal and its shade is perpetual. Such",
        "is the reward of the righteous but the reward of the disbelievers is the tire of",
        "Hell."
      ],
      "tanslateWordByWord" : [
        "The example",
        "of Paradise",
        "which",
        "(is) promised",
        "(to) the righteous",
        "flows",
        "from",
        "underneath it",
        "the rivers",
        "Its food",
        "(is) everlasting",
        "and its shade",
        "This",
        "(is the) end",
        "of those who",
        "(are) righteous",
        "and (the) end",
        "(of) the disbelievers",
        "(is) the Fire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَفْرَحُونَ بِمَا أُنْزِلَ إِلَيْكَ ۖ وَمِنَ الْأَحْزَابِ مَنْ يُنْكِرُ بَعْضَهُ ۚ قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ بِهِ ۚ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ",
      "simpleTranslate" : [
        "And [the believers among] those to whom We have given the [previous] Scripture",
        "rejoice at what has been revealed to you, [O Muhammad], but among the [opposing]",
        "factions are those who deny part of it. Say, \"I have only been commanded to",
        "worship Allah and not associate [anything] with Him. To Him I invite, and to Him",
        "is my return.\""
      ],
      "tafsirTranslate" : [
        "O Prophet ! some of those people whom We gave the Book before you rejoice in the",
        "Book We have sent down to you while there are others among the different sections",
        "who reject some of the things contained in this. Tell them plainly \"I have been",
        "commanded to worship Allah alone and prohibited from setting up a partner with",
        "him. Therefore I invite you to Him and myself turn to Him. \" <N:55>"
      ],
      "tanslateWordByWord" : [
        "And those (to) whom",
        "We have given them",
        "the Book",
        "rejoice",
        "at what",
        "has been revealed",
        "to you",
        "but among",
        "the groups",
        "(those) who",
        "deny",
        "a part of it",
        "Say",
        "Only",
        "I have been commanded",
        "that",
        "I worship",
        "Allah",
        "and not",
        "I associate partners",
        "with Him",
        "To Him",
        "I call",
        "and to Him",
        "(is) my return"
      ],
      "notes" : {
        "55" : [
          "This is in reply to a specific objection which was then raised by the",
          "disbelievers. They would say, [\"If he has brought the same Message that was",
          "brought by the Messengers before him [(as he claims)]. why don't the Jews and the",
          "Christians who are the followers of the former Prophets come forward and welcome",
          "it?\"] The verse answers the objection and says that the taste followers of the",
          "former Prophets really rejoice in the Message of the Qur'an, but the false ones",
          "have been offended at it. Then it asks the Holy Prophet not to worry at aII about",
          "this, saying, [\"O Prophet, you should not mind at alI whether they are pleased or",
          "offended at it. Tell them plainly that this is the Guidance I have received from",
          "my Lord and I will follow it at alI costs.\"]"
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَكَذَٰلِكَ أَنْزَلْنَاهُ حُكْمًا عَرَبِيًّا ۚ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَمَا جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا وَاقٍ",
      "simpleTranslate" : [
        "And thus We have revealed it as an Arabic legislation. And if you should follow",
        "their inclinations after what has come to you of knowledge, you would not have",
        "against Allah any ally or any protector."
      ],
      "tafsirTranslate" : [
        "It is with this instruction that We have sent this Command in Arabic to you. Now",
        "if you follow the desires and lusts of the people in spite of the knowledge you",
        "have received there shall be none to defend you nor to protect you against Allah."
      ],
      "tanslateWordByWord" : [
        "And thus",
        "We have revealed it",
        "(to be) a judgment of authority",
        "(in) Arabic",
        "And if",
        "you follow",
        "their desires",
        "after what",
        "came to you",
        "of",
        "the knowledge",
        "not",
        "for you",
        "against",
        "Allah",
        "any",
        "protector",
        "and not",
        "defender"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً ۚ وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ ۗ لِكُلِّ أَجَلٍ كِتَابٌ",
      "simpleTranslate" : [
        "And We have already sent messengers before you and assigned to them wives and",
        "descendants. And it was not for a messenger to come with a sign except by",
        "permission of Allah . For every term is a decree."
      ],
      "tafsirTranslate" : [
        "We have sent many Messengers before you and We assigned to them also wives and",
        "children: <N:56> and no Messenger had the power to show any Sign without the",
        "sanction of Allah. <N:57> Every age had its Book:"
      ],
      "tanslateWordByWord" : [
        "And certainly",
        "We sent",
        "Messengers",
        "from",
        "before you",
        "and We made",
        "for them",
        "wives",
        "and offspring",
        "And not",
        "was",
        "for a Messenger",
        "that",
        "he comes",
        "with a sign",
        "except",
        "by the leave",
        "(of) Allah",
        "For everything",
        "(is) a time",
        "prescribed"
      ],
      "notes" : {
        "56" : [
          "This is the answer to another objection. The disbelievers said that Ire could not",
          "be a Prophet of AIIah because he had wives and children, for they argued that",
          "Prophets had nothing to do with carnal desires."
        ],
        "57" : [
          "This is the answer to yet another objection: [\"Had he been a taste Prophet, he",
          "would have shown a Sign like the shining hand a nd the miraculous staff of",
          "Prophet Moses or he would have restored sight to the blind or cured lepers like",
          "Prophet Jesus, or brought a Sign like the she-camel of Prophet Salih\"]. The",
          "answer is this: [\"None of the former Messengers had any power to show any Sign",
          "nor has this Prophet: Allah showed a Sign whenever and through whomsoever He",
          "considered it to be necessary and will show any Sign whenever He will consider it",
          "necessary, and that I have not claimed to possess any such power that such a",
          "demand might be made from me . \"]"
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ ۖ وَعِنْدَهُ أُمُّ الْكِتَابِ",
      "simpleTranslate" : [
        "Allah eliminates what He wills or confirms, and with Him is the Mother of the",
        "Book."
      ],
      "tafsirTranslate" : [
        "Allah abrogates whatever He pleases and keeps intact whatever He wills and He has",
        "the Original Book <N:58> with Him."
      ],
      "tanslateWordByWord" : [
        "(Is) eliminated",
        "(by) Allah",
        "what",
        "He wills",
        "and confirms",
        "and with Him",
        "(is) the Mother (of) the Book",
        "(is) the Mother (of) the Book"
      ],
      "notes" : {
        "58" : [
          "This is the answer to another objection raised against the Revelation of the",
          "Qur'an. The disbelievers said, [\"What was the need of this new Book, when there",
          "already existed the former revealed Books? You say that this need has arisen",
          "because the former Books have been tampered with; therefore Allah has abrogated",
          "them and commanded that this new Book should be followed. This position you have",
          "taken is wrong for how can any one tamper with the Book of AIIah and how is it",
          "possible that any Book of Allah might be tampered with? Why did not AIIah protect",
          "these Books from such things as these? You say that this Book has been revealed",
          "by the same Allah Who revealed the Torah and the Gospel. Haw is it then that your",
          "way is different from that of the Torah? You consider certain things lawful while",
          "they are unlawful according to the Torah, etc. etc.\"] Detailed answers to these",
          "objections have been given in other Surahs but here only a brief and",
          "comprehensive answer has been given to them. \n The Arabic word [( (Umm-ul-Kitab)]",
          "literally means [\"the Mother Book\"], that is, the Original Book which is the",
          "Source and Origin of alI the revealed Books."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ",
      "simpleTranslate" : [
        "And whether We show you part of what We promise them or take you in death, upon",
        "you is only the [duty of] notification, and upon Us is the account."
      ],
      "tafsirTranslate" : [
        "And O Prophet! Rest assured that We will carry out the threat We are holding out",
        "to them whether a part of it should happen during your lifetime or We should",
        "cause you to die before its fulfilment. Anyhow your duty is only to convey the",
        "Message and it is for Us to do the reckoning. <N:59>"
      ],
      "tanslateWordByWord" : [
        "And whether",
        "(what)",
        "We show you",
        "a part",
        "(of) what",
        "We have promised them",
        "or",
        "We cause you to die",
        "so only",
        "on you",
        "(is) the conveyance",
        "and on Us",
        "(is) the reckoning"
      ],
      "notes" : {
        "59" : [
          "This is to console the Holy Prophet, as if to say, [\"O Prophet, you need not",
          "concern yourself as to the end of these disbelievers who have rejected the Truth.",
          "You should go on performing with peace of mind the Mission that has been",
          "entrusted to you and leave it to Us to give them suitable punishment. \"] Though",
          "this has been addressed to the Holy Prophet, it is obvious that it is really",
          "meant to warn the opponents of the Truth, who were demanding definitely from the",
          "Holy Prophet by way of a challenge to bring about the scourge about which threats",
          "were being held out to them."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا ۚ وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ ۚ وَهُوَ سَرِيعُ الْحِسَابِ",
      "simpleTranslate" : [
        "Have they not seen that We set upon the land, reducing it from its borders? And",
        "Allah decides; there is no adjuster of His decision. And He is swift in account."
      ],
      "tafsirTranslate" : [
        "Do these people not see how We are advancing in the land and shrinking its",
        "boundaries (for them) on all sides ? <N:60> Allah rules and there is none to",
        "revise His decrees and He is swift at His reckoning."
      ],
      "tanslateWordByWord" : [
        "Did not",
        "they see",
        "that We",
        "come",
        "(to) the land",
        "reducing it",
        "from",
        "its borders",
        "And Allah",
        "judges",
        "(there is) no",
        "adjuster",
        "(of) His Judgment",
        "And He",
        "(is) Swift",
        "(in) the reckoning"
      ],
      "notes" : {
        "60" : [
          "[\" ......We are advancing in the land ...........\"]: this is a very subtle way of",
          "warning the opponents of the Truth: [\"The fact that Our Message is spreading fast",
          "in Arabia does, in fact, mean that We Ourselves are advancing very fast in the",
          "country against you for We are with those who are carrying Our Message.\"] \n",
          "[\"...........We are shrinking its boundaries for them...........\"]: [\"We are",
          "causing the influence of Islam to spread fast in the land and are thus reducing",
          "the boundaries of the influence of its opponents. Are not these things the",
          "portents of their coming disaster?\"]"
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَلِلَّهِ الْمَكْرُ جَمِيعًا ۖ يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ ۗ وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ",
      "simpleTranslate" : [
        "And those before them had plotted, but to Allah belongs the plan entirely. He",
        "knows what every soul earns, and the disbelievers will know for whom is the final",
        "home."
      ],
      "tafsirTranslate" : [
        "Indeed those who went before them also devised schemes, <N:61> but the decisive",
        "plan is wholly in the hand of Allah. He knows what every soul earns and the",
        "disbelievers will soon come to know who will have a good end."
      ],
      "tanslateWordByWord" : [
        "And certainly",
        "plotted",
        "those who",
        "(were) from",
        "before them",
        "but for Allah",
        "(is) the plot",
        "all",
        "He knows",
        "what",
        "earns",
        "every",
        "soul",
        "and will know",
        "the disbelievers",
        "for whom",
        "(is) the final",
        "the home"
      ],
      "notes" : {
        "61" : [
          "That is, [\"These people, who are now devising schemes to defeat the Message of",
          "the Truth, do not take a lesson from the sad end of the people who devised",
          "similar schemes before them to suppress the voice of the Truth by falsehood,",
          "fraud and persecution.\"]"
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا ۚ قُلْ كَفَىٰ بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ",
      "simpleTranslate" : [
        "And those who have disbelieved say, \"You are not a messenger.\" Say, [O Muhammad],",
        "\"Sufficient is Allah as Witness between me and you, and [the witness of] whoever",
        "has knowledge of the Scripture.\""
      ],
      "tafsirTranslate" : [
        "These disbelievers say, `You are not a Messenger of Allah.\" Say, \"Allah suffices",
        "for a witness between me and you, and every such person who has the knowledge of",
        "the Book. \" <N:62>"
      ],
      "tanslateWordByWord" : [
        "And say",
        "those who",
        "disbelieve",
        "You are not",
        "a Messenger",
        "Say",
        "Sufficient",
        "(is) Allah",
        "(as) a Witness",
        "between me",
        "and between you",
        "and whoever",
        "[he] has",
        "knowledge",
        "(of) the Book"
      ],
      "notes" : {
        "62" : [
          "That is [\"Everyone who has the knowledge of the Divinely revealed Books will bear",
          "witness to the fact that my teachings are the same that were imparted by the",
          "former prophets. \"]"
        ]
      }
    }
  ],
  "medinian" : false
}