{
  "chapterNumber" : 15,
  "nbVerses" : 99,
  "name" : "The Rocky Tract, The Stoneland, The Rock City, Al-Hijr",
  "nameArabic" : "الحجر",
  "transName" : "al-ḥijr",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "الر ۚ تِلْكَ آيَاتُ الْكِتَابِ وَقُرْآنٍ مُبِينٍ",
      "simpleTranslate" : [
        "Alif, Lam, Ra. These are the verses of the Book and a clear Qur'an."
      ],
      "tafsirTranslate" : [
        "Alif Lam Ra. These are the verses of the Divine Book and the lucid Quran. <N:1>"
      ],
      "tanslateWordByWord" : [
        "Alif Laam Ra",
        "These",
        "(are) the Verses",
        "(of) the Book",
        "and Quran",
        "clear"
      ],
      "notes" : {
        "1" : [
          "This verse is the brief introduction to the Surah, and immediately after this",
          "begins its theme. [\"These are the verses of the lucid Qur'an\"]: These are the",
          "verses of that Qur'an which makes its meaning lucid and understandable."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ",
      "simpleTranslate" : [
        "Perhaps those who disbelieve will wish that they had been Muslims."
      ],
      "tafsirTranslate" : [
        "The time is not far when the same people who have today refused to accept (the",
        "Message of Islam) will regret and say, \"we wish we had surrendered to it!\""
      ],
      "tanslateWordByWord" : [
        "Perhaps",
        "will wish",
        "those who",
        "disbelieved",
        "if",
        "they had been",
        "Muslims"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ ۖ فَسَوْفَ يَعْلَمُونَ",
      "simpleTranslate" : [
        "Let them eat and enjoy themselves and be diverted by [false] hope, for they are",
        "going to know."
      ],
      "tafsirTranslate" : [
        "Leave them alone to eat, drink and be merry and to be deluded by false hopes.",
        "They will soon realize it."
      ],
      "tanslateWordByWord" : [
        "Leave them",
        "(to) eat",
        "and enjoy",
        "and diverted them",
        "the hope",
        "then soon",
        "they will come to know"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَمَا أَهْلَكْنَا مِنْ قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَعْلُومٌ",
      "simpleTranslate" : [
        "And We did not destroy any city but that for it was a known decree."
      ],
      "tafsirTranslate" : [
        "We had prescribed a respite for every habitation that we destroyed before this.",
        "<N:2>"
      ],
      "tanslateWordByWord" : [
        "And not",
        "We destroyed",
        "any",
        "town",
        "but",
        "(there was) for it",
        "a decree",
        "known"
      ],
      "notes" : {
        "2" : [
          "This is to refute the fallacious argument of the disblievers that Muhammad",
          "[(Allah's peace be upon him)] was not a true Prophet because they had received no",
          "prompt punishment for their disbelief. It is like this: \"We have never seized a",
          "community at the first commital of kufr. \n We prescribe a limit for every",
          "community to hear and understand the message and reform its ways. Then We",
          "tolerate its mischief and evil deeds up to that limit and allow it full freedom",
          "to do as it likes, and give it respite till the term expires. That is why We are",
          "tolerating their attitude of ridicule and denial. [(For the full meaning of",
          "respite, please refer to E.N. 18 of Surah Ibrehim)]."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ",
      "simpleTranslate" : [
        "No nation will precede its term, nor will they remain thereafter."
      ],
      "tafsirTranslate" : [
        "No community is destroyed before the expiry of its respite nor it is allowed to",
        "survive it."
      ],
      "tanslateWordByWord" : [
        "Not",
        "(can) advance",
        "any",
        "nation",
        "its term",
        "and not",
        "(can) delay it"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ",
      "simpleTranslate" : [
        "And they say,\"O you upon whom the message has been sent down, indeed you are mad."
      ],
      "tafsirTranslate" : [
        "They say, \"You, upon whom the Divine word <N:3> has been sent down, are surely",
        "insane."
      ],
      "tanslateWordByWord" : [
        "And they say",
        "O you",
        "(to) whom",
        "has been sent down",
        "[on him]",
        "the Reminder",
        "indeed, you",
        "(are) surely mad"
      ],
      "notes" : {
        "3" : [
          "The word [(Zikr)] literally means [\"to cause to remember, \"]to caution[\" and \"]to",
          "give advice[\". But the Qur'an has used it as a technical term for \"]Admonition\",",
          "which comes as a precept. Thus all the Books that had been sent down to the",
          "Messengers were Zikr, and the Qur'an is also Zikr."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "لَوْ مَا تَأْتِينَا بِالْمَلَائِكَةِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
      "simpleTranslate" : [
        "Why do you not bring us the angels, if you should be among the truthful?\""
      ],
      "tafsirTranslate" : [
        "Why do you not bring angels before us, if what you say be true?\""
      ],
      "tanslateWordByWord" : [
        "Why",
        "not",
        "you bring to us",
        "the Angels",
        "if",
        "you are",
        "of",
        "the truthful"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "مَا نُنَزِّلُ الْمَلَائِكَةَ إِلَّا بِالْحَقِّ وَمَا كَانُوا إِذًا مُنْظَرِينَ",
      "simpleTranslate" : [
        "We do not send down the angels except with truth; and the disbelievers would not",
        "then be reprieved."
      ],
      "tafsirTranslate" : [
        "We do not send down angels in this way. When they come down, <N:4> they come down",
        "with truth, and then the people are not given respite. <N:5>"
      ],
      "tanslateWordByWord" : [
        "Not",
        "We send down",
        "the Angels",
        "except",
        "with the truth",
        "and not",
        "they would be",
        "then",
        "given respite"
      ],
      "notes" : {
        "4" : [
          "This was a sarcastic remark that was made by the opponents, for they did not",
          "acknowledge that the [\"Admonition\"] had been sent down to the Holy Prophet:",
          "otherwise they could not say that he was [\"insane\"]. What they really meant by",
          "this remark was: [\"You, who claim that the \"]Admonition[\" has been sent down to",
          "you, are insane\"]. A similar remark was also made by Pharaoh concerning Prophet",
          "Moses. Addressing his courtiers, he said, [\"The Messenger who has been sent to",
          "you is insane\"]. [(XXVI: 27 <V:26:27>)]"
        ],
        "5" : [
          "[\"We do not send down the angels in this way\"]: We do not send down the angels",
          "for the mere fun of it in response to the request of the people: nor are they",
          "sent to unveil the Reality before them in order to show to them all the",
          "[\"unseen\"] things to which the Messengers invite them to believe. As a matter of",
          "fact, angels are sent down on that occasion when it is decreed to pass judgment",
          "on sane wicked people. At that time the judgment comes into operation without",
          "extending. any invitation to the condemned people to accept the Message, for",
          "their period of respite ends as soon as the [\"Reality\"] is unveiled before them.",
          "\n [\"......they come down with truth\"]: [\"......they bring down truth with them\"]",
          ". That is they come down to eradicate falsehood and to establish truth in its",
          "stead. Or, in other words, it means, .....they come down to put into force the",
          "judgment of Allah\"."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ",
      "simpleTranslate" : [
        "Indeed, it is We who sent down the Qur'an and indeed, We will be its guardian."
      ],
      "tafsirTranslate" : [
        "As regards this Admonition, it is We Who have sent it down, and We Ourself will",
        "preserve it. <N:6>"
      ],
      "tanslateWordByWord" : [
        "Indeed, We",
        "We",
        "have sent down",
        "the Reminder",
        "and indeed, We",
        "of it",
        "(are) surely Guardians"
      ],
      "notes" : {
        "6" : [
          "That is, [\"You should note it well that it is We Who have sent this `Word'. Thus",
          "it is not Our Messenger whom you are calling `insane' but in fact this abusive",
          "remark applies to Us. Moreover, you should know that it is Our 'Word' and We are",
          "preserving it; therefore, you can do no harm to it; nor can you discredit it by",
          "your ridicules, taunts and objections: nor can you hamper its progress, whatever",
          "you may do against it: nor will anyone be ever able to change or tamper with it.",
          "\"]"
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ فِي شِيَعِ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "And We had certainly sent [messengers] before you, [O Muhammad], among the sects",
        "of the former peoples."
      ],
      "tafsirTranslate" : [
        "(O Muhammad!) already We have sent Messengers before you among many of the",
        "ancient peoples."
      ],
      "tanslateWordByWord" : [
        "And certainly",
        "We (had) sent",
        "before you",
        "before you",
        "in",
        "the sects",
        "(of) the former (people)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَمَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
      "simpleTranslate" : [
        "And no messenger would come to them except that they ridiculed him."
      ],
      "tafsirTranslate" : [
        "But they mocked at each of the Messengers who came to them."
      ],
      "tanslateWordByWord" : [
        "And not",
        "came to them",
        "any",
        "Messenger",
        "but",
        "they did",
        "at him",
        "mock"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "كَذَٰلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ",
      "simpleTranslate" : [
        "Thus do We insert denial into the hearts of the criminals."
      ],
      "tafsirTranslate" : [
        "Though We cause it (Admonition) to enter into their hearts (like a rod),"
      ],
      "tanslateWordByWord" : [
        "Thus",
        "We let it enter",
        "in",
        "(the) hearts",
        "(of) the criminals"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "لَا يُؤْمِنُونَ بِهِ ۖ وَقَدْ خَلَتْ سُنَّةُ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "They will not believe in it, while there has already occurred the precedent of",
        "the former peoples."
      ],
      "tafsirTranslate" : [
        "they would not believe in it. <N:7> And the same has been the way of such people",
        "since ancient times."
      ],
      "tanslateWordByWord" : [
        "Not",
        "they believe",
        "in it",
        "and verily",
        "have passed",
        "the way(s)",
        "(of) the former (people)"
      ],
      "notes" : {
        "7" : [
          "The majority of the translators and commentators are of the opinion that the",
          "pronoun `it' in [\".... cause it\"] in v. 12, refers to their [\"mockery\"],",
          "occurring in v. 11, and in .... would not believe in it[\" in v. 13, refers to the",
          "\"]Admonition[\" occurring in v. 9. Then vv. 12-13 will be rendered like this:",
          "\"]Thus we cause mockery enter into the hearts of the criminals and they do not",
          "believe in the Admonition .... [\" Though grammatically there is nothing wrong",
          "with this version, yet our version of \"]it[\" will be better even grammatically.",
          "According to this v. 12 will mean, \"]When the Admonition enters into the hearts",
          "of the believers it gives them peace of mind and comfort of heart. But when the",
          "same enters into the hearts of the criminals it becomes a hot rod, and burns",
          "their minds and hearts\" ."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ",
      "simpleTranslate" : [
        "And [even] if We opened to them a gate from the heaven and they continued therein",
        "to ascend,"
      ],
      "tafsirTranslate" : [
        "Even if We had opened a gate for them in heaven, and they had begun to ascend",
        "through it higher during day time,"
      ],
      "tanslateWordByWord" : [
        "And (even) if",
        "We opened",
        "to them",
        "a gate",
        "from",
        "the heaven",
        "and they were to continue",
        "therein",
        "(to) ascend"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ",
      "simpleTranslate" : [
        "They would say, \"Our eyes have only been dazzled. Rather, we are a people",
        "affected by magic.\""
      ],
      "tafsirTranslate" : [
        "they would have said. \"Our eyes have been dazzled; nay, we have been bewitched.\""
      ],
      "tanslateWordByWord" : [
        "They would surely say",
        "Only",
        "have been dazzled",
        "our eyes",
        "Nay",
        "we",
        "(are) a people",
        "bewitched"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ",
      "simpleTranslate" : [
        "And We have placed within the heaven great stars and have beautified it for the",
        "observers."
      ],
      "tafsirTranslate" : [
        "It is We Who have divided the heavens into many fortified spheres <N:8> for the",
        "sake of administration and adorned and decked them out fair to the beholders,",
        "<N:9>"
      ],
      "tanslateWordByWord" : [
        "And verily",
        "We have placed",
        "in",
        "the heavens",
        "constellations",
        "and We have beautified it",
        "for the observers"
      ],
      "notes" : {
        "8" : [
          "In the preceding verses [(14-15)] it was stated that the disbelievers had become",
          "so hardened against the Qur'an that they would not have believed in it even if",
          "they had ascended the Heaven and seen with their own eyes the Signs mentioned in",
          "it. Now in vv.16-22, some of the Signs arc being cited in order to convince there",
          "of its trurth. \n [\"Fortified spheres\"] [(buruj)] are Signs of AIlah for it is not",
          "possible to pass through one sphere of the Heaven into another, as each sphere of",
          "the space has been fortified by invisible boundaries. In this connection, it may",
          "be noted that literally the Arabic word burj means [\"a fortified place\"] but as a",
          "technical term of ancient astronomy this stood for each of the twelve Signs of",
          "the Zodiac, which marked the sun's path through the heavens. This has led some of",
          "the commentators to form the opinion that in this verse the word buruj refers to",
          "the same. But there are some others who think that it means [\"planets\"]. However,",
          "if we consider this word in the context of v. 19, we are led to the conclusion",
          "that probably it stands for [\"spheres\"]."
        ],
        "9" : [
          "[\"We have adorned and decked the \"]fortified spheres[\": \"]We have placed a",
          "shining star or planet in each of these spheres and made them look beautiful[\".",
          "In other words, it means; \"]We have not made the boundless universe dismal,",
          "desolate and frightful, but so beautiful that one finds marvellous order and",
          "harmony in it everywhere, and sights therein are. so attractive that each one of",
          "these charms hearts and minds. This wonderful structure of the universe is a",
          "clear proof of the fact that its Creator is not only Great and All-Wise but is",
          "also a perfect Artist[\". The Qur'an has also stated this aspect of the Creator in",
          "XXXII: 7: \"][(AIIah is)] that God Who has created in perfect beauty everything He",
          "has created\" ."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ",
      "simpleTranslate" : [
        "And We have protected it from every devil expelled [from the mercy of Allah ]"
      ],
      "tafsirTranslate" : [
        "and guarded them from every accursed Satan. <N:10> No Satan can pass through them"
      ],
      "tanslateWordByWord" : [
        "And We have protected it",
        "from",
        "every",
        "devil",
        "accursed"
      ],
      "notes" : {
        "10" : [
          "That is, \"These spheres are so fortified that they are beyond the reach of every",
          "Satan, for all Satans including those of jinns, have been confined to that sphere",
          "in which the Earth has been placed and they enjoy no more access to visit other",
          "spheres than the other dwellers of this sphere. This has been mentioned in order",
          "to remove a common misunderstanding. The common people believed, .and still",
          "believe, that Satan and his descendants have a free access to every place in the",
          "universe. On the contrary, the Qur'an says that Satans cannot go beyond a certain",
          "limit and they have no unlimited power of ascension."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ",
      "simpleTranslate" : [
        "Except one who steals a hearing and is pursued by a clear burning flame."
      ],
      "tafsirTranslate" : [
        "except that an eaves-dropper might hear something <N:11> , but a fiery flame",
        "pursues that eaves-dropper. <N:12>"
      ],
      "tanslateWordByWord" : [
        "Except",
        "(one) who",
        "steals",
        "the hearing",
        "then follows him",
        "a burning flame",
        "clear"
      ],
      "notes" : {
        "12" : [
          "In Arabic the word shihab-i-mubin literally means [\"fiery flame\"]. In XXXVII: 10,",
          "the same thing has been called shihab-i-thaqib [([\"flame that pierces through",
          "darkness\"])]. 'This may or may not necessarily be a [\"meteor\"] for it is just",
          "possible that it may be some type of rays such as [\"Cosmic Rays\"] or even a",
          "stronger type which we have not been able to discover as yet. Anyhow if the",
          "[\"fiery flame\"] that pursues Satans may be taken to be a meteor, a countless",
          "number of these can form a fortification around our sphere of the universe.",
          "Scientific observations made with the help of the telescope have shown that",
          "billions of these meteors are rushing from space in mass of [\"rainfall\"] towards",
          "the earth's atmosphere. Such a scene was witnessed in an eastern pan of North",
          "America on November 13, 1833. This is so strong a fortification that it can",
          "prevent Satans from passing through any fortified sphere. \n With the help of the",
          "above, one can form a mental picture of the [\"fortified spheres\"] . Though there",
          "is no visible [\"wall\"] to keep distinct and separate one sphere from the others,",
          "Allah has securely guarded each of these spheres by invisible [\"walls\"] against",
          "each other. That is why our [\"planet\"] has remained safe in spite of the",
          "occasional [\"rainfall\"] of countless meteors. For as soon as they cross the",
          "protective wall of our sphere, they are burnt to ashes. But sometimes a meteorite",
          "reaches the earth from outer space as if to warn the dwellers of this planet of",
          "the existence of the [\"power\"] of the Creator. For instance, the biggest of these",
          "weighs 645 pounds and it is obvious from this that if the earth had not been made",
          "safe and secure by means of [\"fortified spheres\"] the rain of the shooting stars",
          "would have utterly annihilated it long long ago. It is these [\"fortified",
          "spheres\"] which the Qur'an calls [\"buruj\"]."
        ],
        "11" : [
          "This is the answer to the false claim of the soothsayers, diviners, hermits,",
          "conjurers and the like who pretended to receive communications from the Heaven.",
          "The Qur'an says that in fact they do not possess any means of obtaining",
          "information about unseen things. Satans, however, try to eaves-drop because they",
          "are by nature more like angels than human beings, but in reality, they succeed in",
          "obtaining very little information about it."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ مَوْزُونٍ",
      "simpleTranslate" : [
        "And the earth - We have spread it and cast therein firmly set mountains and",
        "caused to grow therein [something] of every well-balanced thing."
      ],
      "tafsirTranslate" : [
        "We stretched forth the Earth, and set mountains firmly upon it, and caused to",
        "grow therein every kind of vegetable in balanced measure. <N:13>"
      ],
      "tanslateWordByWord" : [
        "And the earth",
        "We have spread it",
        "and [We] cast",
        "therein",
        "firm mountains",
        "and [We] caused to grow",
        "therein",
        "of",
        "every",
        "thing",
        "well-balanced"
      ],
      "notes" : {
        "13" : [
          "The growth of every kind of plant in a limited extent is another Sign of the",
          "wisdom and power of Allah. For the generative power of every vegetable plant is",
          "so great that if free growth had been allowed to even one kind of plant, it would",
          "have covered the whole surface of the Earth. But it is by the design of the",
          "All-Wise and All-Powerful Creator that every kind of vegetable is produced in a",
          "balanced measure. There is another aspect of the vegetable life. Each and every",
          "kind of it is allowed to grow only to a fixed size, height, and thickness, which",
          "is a proof of the fact that the Creator himself prescribed the structure, the",
          "shape, the size, the height, the leaves and branches, and the number of each and",
          "every plant, and no plant is allowed to go beyond any of these fixed limits."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ وَمَنْ لَسْتُمْ لَهُ بِرَازِقِينَ",
      "simpleTranslate" : [
        "And We have made for you therein means of living and [for] those for whom you are",
        "not providers."
      ],
      "tafsirTranslate" : [
        "And We provided therein means of sustenance for you and for many other creatures",
        "for whom you do not provide."
      ],
      "tanslateWordByWord" : [
        "And We have made",
        "for you",
        "therein",
        "means of living",
        "and whom",
        "you are not",
        "for him",
        "providers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ",
      "simpleTranslate" : [
        "And there is not a thing but that with Us are its depositories, and We do not",
        "send it down except according to a known measure."
      ],
      "tafsirTranslate" : [
        "There is not a thing whose treasures are not with Us, and We send down each thing",
        "in appropriate measure. <N:14>"
      ],
      "tanslateWordByWord" : [
        "And not",
        "(is) any",
        "thing",
        "but",
        "with Us",
        "(are) its treasures",
        "and not",
        "We send it down",
        "except",
        "in a measure",
        "known"
      ],
      "notes" : {
        "14" : [
          "This is to bring home the fact that it is not vegetable life alone that has a",
          "fixed limit to its growth, etc: The same is true of everything that exists,",
          "whether it be air, water, light, heat, cold, mineral, vegetable. animal or power",
          "or energy, in short, each and every thing exists in the prescribed quantity,",
          "number, etc. , which neither decreases nor increases. It is this [\"determined",
          "course\"], in each and every thing, which has produced appropriate balance and",
          "proportion in the entire system of the universe to such a perfection that one is",
          "led to the inevitable conclusion that the whole thing has been designed by its",
          "All-Wise Creator. For, had the universe come into existence by mere accident or",
          "had it been created by many gods, it was impossible to have such a perfect",
          "balance and appropriate proportion with perpetual consistence in so many",
          "different things and powers."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ فَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَسْقَيْنَاكُمُوهُ وَمَا أَنْتُمْ لَهُ بِخَازِنِينَ",
      "simpleTranslate" : [
        "And We have sent the fertilizing winds and sent down water from the sky and given",
        "you drink from it. And you are not its retainers."
      ],
      "tafsirTranslate" : [
        "It is We Who send the fertilising winds: then We send down' water from heaven,",
        "and then We give it to you to drink; and it is not you who hold the store of this",
        "wealth."
      ],
      "tanslateWordByWord" : [
        "And We have sent",
        "the winds",
        "fertilizing",
        "and We sent down",
        "from",
        "the sky",
        "water",
        "and We gave it to you to drink",
        "And not",
        "you",
        "of it",
        "(are) retainers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَإِنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوَارِثُونَ",
      "simpleTranslate" : [
        "And indeed, it is We who give life and cause death, and We are the Inheritor."
      ],
      "tafsirTranslate" : [
        "It is We Who give life and death and We will be the inheritors of all. <N:15>"
      ],
      "tanslateWordByWord" : [
        "And indeed, We",
        "surely [We]",
        "We give life",
        "and We cause death",
        "and We",
        "(are) the Inheritors"
      ],
      "notes" : {
        "15" : [
          "It is to impress this: [\"your worldly life and all you possess are transitory and",
          "temporary, and Allah alone is Eternal. Your end shall come sooner or later, and",
          "you shall leave everything behind in this world, which will again become a part",
          "of Our treasure.\"]"
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنْكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ",
      "simpleTranslate" : [
        "And We have already known the preceding [generations] among you, and We have",
        "already known the later [ones to come]."
      ],
      "tafsirTranslate" : [
        "We have full knowledge about those who lived before you, and We are keeping watch",
        "over their successors."
      ],
      "tanslateWordByWord" : [
        "And verily",
        "We know",
        "the preceding ones",
        "among you",
        "and verily",
        "We know",
        "the later ones"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ ۚ إِنَّهُ حَكِيمٌ عَلِيمٌ",
      "simpleTranslate" : [
        "And indeed, your Lord will gather them; indeed, He is Wise and Knowing."
      ],
      "tafsirTranslate" : [
        "Most surely your Lord will gather them together for He is All-Wise, All-Knowing.",
        "<N:16>"
      ],
      "tanslateWordByWord" : [
        "And indeed",
        "your Lord",
        "He",
        "will gather them",
        "Indeed, He",
        "(is) All-Wise",
        "All-Knowing"
      ],
      "notes" : {
        "16" : [
          "[\"He is All-Wise\"], therefore His Wisdom demands that He should gather the whole",
          "of mankind and reward or punish each individual in accordance with his deeds. And",
          "[\"He is All-Knowing\"] : therefore no individual, whosoever he be, can escape from",
          "Him. As each and every particle of each and every individual is in His knowledge,",
          "He is able to bring the whole of mankind to life in the Hereafter. Thus anyone",
          "who denies [\"Life-in-the-Hereafter\"] is really ignorant of the Wisdom of Allah;",
          "and anyone who considers it impossible that those particles of the human body,",
          "which wen all scattered about, could again be brought together in the form of the",
          "body that was alive, is ignorant of the AllComprehensive knowledge and power of",
          "Allah."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ",
      "simpleTranslate" : [
        "And We did certainly create man out of clay from an altered black mud."
      ],
      "tafsirTranslate" : [
        "We created Man from dried clay of rotten earth: <N:17>"
      ],
      "tanslateWordByWord" : [
        "And verily",
        "We created",
        "humankind",
        "(out) of",
        "sounding clay",
        "from",
        "black mud",
        "altered"
      ],
      "notes" : {
        "17" : [
          "The Arabic word [\"salsal\"] means the dried clay which produces a sound like",
          "pottery.[\" \n \"]Hams [\" is \"]the black mud which has become so rotten as to be in",
          "a fermented state.[\" \n \"]Masnun[\" has a double meaning: [(a)] \"]rotten clay which",
          "has become greasy[\" [(b)] clay which has been moulded into a shape.\"] It is clear",
          "from the wording of the text that at first the image of man was made of clay from",
          "rotten earth and when it dried up, soul was breathed into it. Thus the Qur'an",
          "positively refutes the Darwinian theory of Evolution that man came into existence",
          "after passing through continuous genetic adaptations. It will, therefore, be a",
          "futile attempt, as some modernised commentators have done, to prove that theory",
          "from the Qur'an."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ",
      "simpleTranslate" : [
        "And the jinn We created before from scorching fire."
      ],
      "tafsirTranslate" : [
        "and before him We had created Jinn from the flame of heat. <N:18>"
      ],
      "tanslateWordByWord" : [
        "And the jinn",
        "We created it",
        "before",
        "before",
        "from",
        "fire",
        "scorching"
      ],
      "notes" : {
        "18" : [
          "As `samum' is not wind, `nar-i-samum[\" will mean \"]flame of heat[\" [(\"]intense",
          "heat[\")] and not of \"]fin.\" This is the explanation of those passages in which it",
          "has been stated that jinns have been created from fire."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ",
      "simpleTranslate" : [
        "And [mention, O Muhammad], when your Lord said to the angels, \"I will create a",
        "human being out of clay from an altered black mud."
      ],
      "tafsirTranslate" : [
        "Then recall to mind the time when your Lord said to the angels, \"I am going to",
        "create a man from dried clay of rotten earth."
      ],
      "tanslateWordByWord" : [
        "And when",
        "your Lord said",
        "your Lord said",
        "to the Angels",
        "Indeed, I",
        "(will) create",
        "a human being",
        "(out) of",
        "clay",
        "from",
        "black mud",
        "altered"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ",
      "simpleTranslate" : [
        "And when I have proportioned him and breathed into him of My [created] soul, then",
        "fall down to him in prostration.\""
      ],
      "tafsirTranslate" : [
        "When I have brought him to perfection and breathed of My spirit <N:19> into him,",
        "you should bow down before him all together.\""
      ],
      "tanslateWordByWord" : [
        "So, when",
        "I have fashioned him",
        "and [I] breathed",
        "into him",
        "of",
        "My spirit",
        "then fall down",
        "to him",
        "prostrating"
      ],
      "notes" : {
        "19" : [
          "[\"....[(when I have)] breathed of My spirit into him....\"]: [\"....[(when I have)]",
          "cast a reflection of My Divine characteristics on him.... \"] This shows that the",
          "soul of tnan implies [\"life, knowledge, power, will, discretion and other human",
          "characteristics in the aggregate. These are in reality a slight reflection of",
          "Divine characteristics that has been cast on the human body, which was originally",
          "created from dried clay. And it is this Divine reflection on the human body which",
          "has raised him to the position of the Vicegerent of Allah and made him that",
          "worthy being before whom angels and every earthly thing should bow down. \n As a",
          "matter of fact, the source of each characteristic of everything is one Divine",
          "characteristic or the other, as is borne by a Tradition: `Allah divided Mercy",
          "into one hundred parts: then He reserved ninety-nine parts for Himself and sent",
          "down the remaining one part to the Earth. It is because of that one part that the",
          "creatures show mercy to one another. So much so that it is due to this that an",
          "animal refrains from placing the hoof on its young ones.\"] \n In this connection",
          "one has to be on strict guard against the notion that the possession of a part of",
          "any Divine characteristic amounts to the possession of a part of Godhead. This is",
          "because Godhead is absolutely beyond the reach of each and every creation."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ",
      "simpleTranslate" : [
        "So the angels prostrated - all of them entirely,"
      ],
      "tafsirTranslate" : [
        "Accordingly all the angels bowed down"
      ],
      "tanslateWordByWord" : [
        "So prostrated",
        "the Angels",
        "all of them",
        "together"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "إِلَّا إِبْلِيسَ أَبَىٰ أَنْ يَكُونَ مَعَ السَّاجِدِينَ",
      "simpleTranslate" : [
        "Except Iblees, he refused to be with those who prostrated."
      ],
      "tafsirTranslate" : [
        "except Iblis: he refused to join those who bowed down. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Except",
        "Iblis",
        "He refused",
        "to",
        "be",
        "with",
        "those who prostrated"
      ],
      "notes" : {
        "20" : [
          "Please compare this passage [(vv. 30-43)] with II: 30-39, IV: 117-120 and Vll:",
          "11-25 and also refer to E.N.'s appended to these."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "قَالَ يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ",
      "simpleTranslate" : [
        "[ Allah ] said, O Iblees, what is [the matter] with you that you are not with",
        "those who prostrate?\""
      ],
      "tafsirTranslate" : [
        "The Lord said, \"O Iblis! What is the matter with you that you have not joined",
        "those who have bowed down ?\""
      ],
      "tanslateWordByWord" : [
        "He said",
        "O Iblis",
        "What",
        "(is) for you",
        "that not",
        "you are",
        "with",
        "those who prostrated"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ",
      "simpleTranslate" : [
        "He said, \"Never would I prostrate to a human whom You created out of clay from an",
        "altered black mud.\""
      ],
      "tafsirTranslate" : [
        "He replied, \"It does not behove me to bow down before this man whom you have",
        "created from dried clay of rotten earth. \""
      ],
      "tanslateWordByWord" : [
        "He said",
        "I am not",
        "I am not",
        "(one) to prostrate",
        "to a human",
        "whom You created",
        "(out) of",
        "clay",
        "from",
        "black mud",
        "altered"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ",
      "simpleTranslate" : [
        "[ Allah ] said, \"Then get out of it, for indeed, you are expelled."
      ],
      "tafsirTranslate" : [
        "The Lord said, \"Get away from here, for you have become accursed:"
      ],
      "tanslateWordByWord" : [
        "He said",
        "Then get out",
        "of it",
        "for indeed, you",
        "(are) expelled"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَىٰ يَوْمِ الدِّينِ",
      "simpleTranslate" : [
        "And indeed, upon you is the curse until the Day of Recompense.\""
      ],
      "tafsirTranslate" : [
        "the curse shall rest upon you till the Day of Retribution. \" <N:21> ."
      ],
      "tanslateWordByWord" : [
        "And indeed",
        "upon you",
        "(will be) the curse",
        "till",
        "(the) Day",
        "(of) [the] Judgment"
      ],
      "notes" : {
        "21" : [
          "That is, [\"You shall remain accused up to the Resurrection. Then you shall be",
          "punished for your disobedience on the Day of Judgment.\"]"
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "قَالَ رَبِّ فَأَنْظِرْنِي إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "simpleTranslate" : [
        "He said,\"My Lord, then reprieve me until the Day they are resurrected.\""
      ],
      "tafsirTranslate" : [
        "At this he requested, \"My Lord! then give me respite till that Day when mankind",
        "shall be resurrected.\""
      ],
      "tanslateWordByWord" : [
        "He said",
        "O my Lord",
        "Then give me respite",
        "till",
        "(the) Day",
        "they are raised"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ",
      "simpleTranslate" : [
        "[ Allah ] said, \"So indeed, you are of those reprieved"
      ],
      "tafsirTranslate" : [
        "Allah said, \"Well! you are given respite"
      ],
      "tanslateWordByWord" : [
        "He said",
        "Then indeed you",
        "(are) of",
        "the ones given respite"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "إِلَىٰ يَوْمِ الْوَقْتِ الْمَعْلُومِ",
      "simpleTranslate" : [
        "Until the Day of the time well-known.\""
      ],
      "tafsirTranslate" : [
        "till the Day of predestined time. \""
      ],
      "tanslateWordByWord" : [
        "Till",
        "the Day",
        "(of) the time",
        "well-known"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "قَالَ رَبِّ بِمَا أَغْوَيْتَنِي لَأُزَيِّنَنَّ لَهُمْ فِي الْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
      "simpleTranslate" : [
        "[Iblees] said, \"My Lord, because You have put me in error, I will surely make",
        "[disobedience] attractive to them on earth, and I will mislead them all"
      ],
      "tafsirTranslate" : [
        "Iblis replied, \"Lord, because Thou hast beguiled me, I will create allurements",
        "for them <N:22> and seduce them"
      ],
      "tanslateWordByWord" : [
        "He said",
        "My Lord",
        "Because",
        "You misled me",
        "surely, I will make (evil) fair-seeming",
        "to them",
        "in",
        "the earth",
        "and I will mislead them",
        "all"
      ],
      "notes" : {
        "22" : [
          "That is, [\"Thou hast beguiled me by commanding me to bow down before a creature",
          "who is inferior to me: for it is obvious that I could not obey such an order.",
          "Therefore, I will now beguile them and disobey Thee.\"] In other words, Iblis",
          "meant to say, [\"I will make the worldly life, its enjoyments and its transitory",
          "benefits so alluring for man that he will forget the responsibilities of the",
          "Vicegerent of Allah, and that he shall have to render his account in the",
          "Hereafter. They will also forget Thee ar will disobey Thee, even though they",
          "would profess to remember Thee.\"]"
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ",
      "simpleTranslate" : [
        "Except, among them, Your chosen servants.\""
      ],
      "tafsirTranslate" : [
        "except those of Thy servants whom Thou hast chosen for Thyself from amongst them.",
        "\""
      ],
      "tanslateWordByWord" : [
        "Except",
        "Your slaves",
        "among them",
        "the ones who are sincere"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "قَالَ هَٰذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ",
      "simpleTranslate" : [
        "[ Allah ] said, \"This is a path [of return] to Me [that is] straight."
      ],
      "tafsirTranslate" : [
        "Allah replied, \"This is the straight way that reaches Me. <N:23>"
      ],
      "tanslateWordByWord" : [
        "He said",
        "This",
        "(is) the way",
        "to Me",
        "straight"
      ],
      "notes" : {
        "23" : [
          "This verse [(41)] may have another meaning: [\"This is the right thing: I also",
          "will stick to this.\"]"
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ",
      "simpleTranslate" : [
        "Indeed, My servants - no authority will you have over them, except those who",
        "follow you of the deviators."
      ],
      "tafsirTranslate" : [
        "Indeed, thou shalt have no power over My sincere servants. Thou wilt succeed only",
        "in beguiling those who shall follow thee, <N:24>"
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "My slaves",
        "not",
        "you have",
        "over them",
        "any authority",
        "except",
        "those who",
        "follow you",
        "of",
        "the ones who go astray"
      ],
      "notes" : {
        "24" : [
          "This verse [(42)] also may have another meaning: [\"You will have no power over My",
          "servants [(common people)] to force them to disobey Me. However, We will give",
          "freedom of action to those who will willingly or deliberately follow you, and we",
          "will not forcibly prevent them from your way, if they intended to follow you. \"]",
          "\n According to the first rendering, these verses will mean this: [\"The way",
          "followed by My sincere servants is the only straight way to reach Me. Satan will",
          "have no power over those people who follow it, for I will choose them to be My",
          "own servants.\"] Satan himself admitted that he will not be able to entice them.",
          "On the contrary, he will succeed in beguiling those people, who themselves will",
          "deviate from the way of obedience. They will then wander farther and farther away",
          "following his temptations and allurements. \n According to the second meaning, the",
          "passage will mean this: [\"When Satan challenged that he would beguile people from",
          "the Way of Allah by making this worldly life very tempting to them, Allah",
          "accepted his challenge but made it clear to him that he was being allowed only to",
          "beguile people with temptation, but was not being given any power to force them",
          "to deviate from the Right Way. At this, Satan clarified that his challenge did",
          "not apply to those people whom Allah will choose for Himself. As this exception",
          "might have led to a misunderstanding that Allah may choose any people for Himself",
          "to keep them safe and secure from the reach of Satan, Allah clarified it, saying",
          "\"]Only that person will follow you, who himself will deviate from the Right Way.",
          "[\" As a corollary to this, \"]That person, who will not deviate from the Right Way",
          "will not follow you, and will, thus become Our servant, whom We will choose for",
          "Our-self.\""
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ",
      "simpleTranslate" : [
        "And indeed, Hell is the promised place for them all."
      ],
      "tafsirTranslate" : [
        "and they shall all be destined for Hell. \" <N:25>"
      ],
      "tanslateWordByWord" : [
        "And indeed",
        "Hell",
        "(is) surely the promised place for them",
        "all"
      ],
      "notes" : {
        "25" : [
          "In. order to comprehend the purpose for which the story of Prophet Adam and Satan",
          "has been related here, we should keep in mind the context in which this has",
          "occurred. In the preceding verses [(1-25)], it has been stated that the",
          "disbelievers were following the ways of deviation that would lead them to",
          "perdition. This story has been related to warn them that the ways they were",
          "following were the ways of Satan, their eternal enemy, so as to say, [\"You should",
          "realize the consequences of following Satan, who has enticed you in this snare,",
          "and is leading you to the lowest depths of degradation because of this enmity and",
          "envy. In contrast to this, Our Prophet is doing his utmost w free you from his",
          "snare and lead you to the height of success, which as a man you should desire to",
          "achieve. But it is a pity that you are regarding your enemy [(Satan)] as your",
          "friend, and your friend [(Our )] as your enemy.\"] \n Secondly, the story also",
          "makes quite clear to them this thing: \n [\"There is only one way of salvation and",
          "that is the Way of obedience to Allah. If you discard this Way, every other way",
          "will be a way of Satan which will take you directly to Hell . \"] \n Than this",
          "story is meant to bring home to them this fact: You yourselves are responsible",
          "for your wrong deeds and not Satan; for, the most he can do is to beguile you",
          "from the obedience of Allah and hold temptations before you It is therefore, your",
          "own concern and responsibility to be beguiled or not to be beguiled by Satan. \""
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "لَهَا سَبْعَةُ أَبْوَابٍ لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ",
      "simpleTranslate" : [
        "It has seven gates; for every gate is of them a portion designated.\""
      ],
      "tafsirTranslate" : [
        "This Hell (with which the followers of Iblis have been threatened) has seven",
        "gates, and each gate has been specified for a separate group of them. <N:26>"
      ],
      "tanslateWordByWord" : [
        "For it",
        "(are) seven",
        "gates",
        "for each",
        "gate",
        "among them",
        "(is) a portion",
        "assigned"
      ],
      "notes" : {
        "26" : [
          "Sinners will be divided into different groups in accordance with their different",
          "sins for their entry into Hell from seven different gates specified for each",
          "different sin. For instance, the group of atheists shall enter into Hell by one",
          "of the seven gates specified for their group. Likewise, mushriks, hypocrites,",
          "selfseekers, sensualists, tyrants, propagandists and leaders of disbelief, etc.,",
          "etc., shall each enter into Hell through the gates specified for their group."
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ",
      "simpleTranslate" : [
        "Indeed, the righteous will be within gardens and springs."
      ],
      "tafsirTranslate" : [
        "In contrast to them the pious people <N:27> shall go to the gardens and",
        "fountains."
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "the righteous",
        "(will be) in",
        "Gardens",
        "and water springs"
      ],
      "notes" : {
        "27" : [
          "The pious people are those who did not follow Satan but feared Allah and lived",
          "lives of obedience to Him."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "ادْخُلُوهَا بِسَلَامٍ آمِنِينَ",
      "simpleTranslate" : [
        "[Having been told], \"Enter it in peace, safe [and secure].\""
      ],
      "tafsirTranslate" : [
        "(It will be said to them), \"Enter into these in peace and security.\""
      ],
      "tanslateWordByWord" : [
        "Enter it",
        "in peace",
        "secure"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ إِخْوَانًا عَلَىٰ سُرُرٍ مُتَقَابِلِينَ",
      "simpleTranslate" : [
        "And We will remove whatever is in their breasts of resentment, [so they will be]",
        "brothers, on thrones facing each other."
      ],
      "tafsirTranslate" : [
        "We will remove from their hearts even the little bit of spite that will be",
        "therein, <N:28> and they will become like brethren, and sit face to face on",
        "couches."
      ],
      "tanslateWordByWord" : [
        "And We (will) remove",
        "what",
        "(is) in",
        "their breasts",
        "of",
        "rancor",
        "(they will be) brothers",
        "on",
        "thrones",
        "facing each other"
      ],
      "notes" : {
        "28" : [
          "That is, [\"If any spite might have been caused in their hearts in this world",
          "because of misunderstandings between the pious people, it shall be removed at the",
          "time of their entry into Paradise and they will bear no ill-feelings there",
          "against each other.\"] [(Please refer also to E.N. 320 of Al-A'araf.)]"
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "لَا يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ",
      "simpleTranslate" : [
        "No fatigue will touch them therein, nor from it will they [ever] be removed."
      ],
      "tafsirTranslate" : [
        "They will have no toil to weary them nor will they be cast out from there. <N:29>"
      ],
      "tanslateWordByWord" : [
        "Not",
        "will touch them",
        "therein",
        "fatigue",
        "and not",
        "they",
        "from it",
        "will be removed"
      ],
      "notes" : {
        "29" : [
          "This verse is explained by the following Tradition: [\"It will be announced to the",
          "dwellers of the Gardens, `Now you will remain hale and hearty for ever and shall",
          "never fall ill: now you will enjoy eternal life and shall never die: now you will",
          "remain young for ever and never grow old, and now you will remain for ever in",
          "Paradise and shall never have to move away from it' . \"] There arc other",
          "Traditions that further elucidate lift in Paradise to this effect: [\"The dwellers",
          "shall have no toil to perform for their livelihood and necessities of lift. They",
          "will get everything without any labour whatsoever.\"]"
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ",
      "simpleTranslate" : [
        "[O Muhammad], inform My servants that it is I who am the Forgiving, the Merciful."
      ],
      "tafsirTranslate" : [
        "(O Prophet!) tell My servants, \"I am Forgiving and Merciful,"
      ],
      "tanslateWordByWord" : [
        "Inform",
        "My slaves",
        "that I",
        "I am",
        "the Oft-Forgiving",
        "the Most Merciful"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "وَأَنَّ عَذَابِي هُوَ الْعَذَابُ الْأَلِيمُ",
      "simpleTranslate" : [
        "And that it is My punishment which is the painful punishment."
      ],
      "tafsirTranslate" : [
        "but at the same time My chastisement is also a severe chatisement.\""
      ],
      "tanslateWordByWord" : [
        "And that",
        "My punishment",
        "it",
        "(is) the punishment",
        "the most painful"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَنَبِّئْهُمْ عَنْ ضَيْفِ إِبْرَاهِيمَ",
      "simpleTranslate" : [
        "And inform them about the guests of Abraham,"
      ],
      "tafsirTranslate" : [
        "And tell them the story of the guests of Abraham. <N:30>"
      ],
      "tanslateWordByWord" : [
        "And inform them",
        "about",
        "(the) guests",
        "(of) Ibrahim"
      ],
      "notes" : {
        "30" : [
          "The story of Prophets Abraham and Lot has been related to tell the disbelievers",
          "of Makkah how angels come down with truth. This was in response to their demand.",
          "[\"Why do you not bring angels before us, if what you say be true?\"] [(v. 7)].",
          "Then, only this brief answer was given: [\"We do not send down angels in this way.",
          "When they come down, they come down with truth\"] [(v. 8)]. Now these two events",
          "arc cited as two concrete forms of [\"truth\"] with which the angels came, as if to",
          "ask the disbelievers, [\"Now decide for yourselves which of these two forms of",
          "truth you want angels to bring to you. It is obvious that you do not deserve that",
          "\"]truth[\" which was sent to Prophet Abraham. Do you then desire that `truth\"]",
          "which the angels brought to the' people of Prophet Lot?\""
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ إِنَّا مِنْكُمْ وَجِلُونَ",
      "simpleTranslate" : [
        "When they entered upon him and said, \"Peace.\" [Abraham] said, \"Indeed, we are",
        "fearful of you.\""
      ],
      "tafsirTranslate" : [
        "When they came to him, they said, \"Peace be to you\". But he replied, \"We are",
        "afraid of you.\" <N:31>"
      ],
      "tanslateWordByWord" : [
        "When",
        "they entered",
        "upon him",
        "and said",
        "Peace",
        "He said",
        "Indeed, we",
        "(are) of you",
        "afraid"
      ],
      "notes" : {
        "31" : [
          "Please compare this story of Prophet Abraham with that contained in XI: 6 9-76."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "قَالُوا لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَامٍ عَلِيمٍ",
      "simpleTranslate" : [
        "[The angels] said, \"Fear not. Indeed, we give you good tidings of a learned boy.\""
      ],
      "tafsirTranslate" : [
        "They said, \"Do not be afraid of us. We give you the good news of a sagacious son.",
        "\" <N:32>"
      ],
      "tanslateWordByWord" : [
        "They said",
        "(Do) not",
        "be afraid",
        "indeed, we",
        "[we] bring glad tidings to you",
        "of a boy",
        "learned"
      ],
      "notes" : {
        "32" : [
          "[\" ... a sagacious son\"] : Prophet Isaac . His name has been mentioned in",
          "connection with this good news in XI: 71."
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "قَالَ أَبَشَّرْتُمُونِي عَلَىٰ أَنْ مَسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ",
      "simpleTranslate" : [
        "He said, \"Have you given me good tidings although old age has come upon me? Then",
        "of what [wonder] do you inform?\""
      ],
      "tafsirTranslate" : [
        "Abraham said, \"What! do you give me the good news of a son in my old age? Just",
        "consider what kind of good news you are giving me.\""
      ],
      "tanslateWordByWord" : [
        "He said",
        "Do you give me glad tidings",
        "Do you give me glad tidings",
        "although",
        "has overtaken me",
        "old age",
        "Then about what",
        "you give glad tidings"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "قَالُوا بَشَّرْنَاكَ بِالْحَقِّ فَلَا تَكُنْ مِنَ الْقَانِطِينَ",
      "simpleTranslate" : [
        "They said, \"We have given you good tidings in truth, so do not be of the",
        "despairing.\""
      ],
      "tafsirTranslate" : [
        "They replied, \"We are giving you a true good news; you should not be of those who",
        "despair\"."
      ],
      "tanslateWordByWord" : [
        "They said",
        "We give you glad tidings",
        "in truth",
        "so (do) not",
        "be",
        "of",
        "the despairing"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "قَالَ وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ",
      "simpleTranslate" : [
        "He said, \"And who despairs of the mercy of his Lord except for those astray?\""
      ],
      "tafsirTranslate" : [
        "Abraham replied, only those who go astray, despair of their Lord's Mercy?'"
      ],
      "tanslateWordByWord" : [
        "He said",
        "And who",
        "despairs",
        "of",
        "(the) Mercy",
        "(of) his Lord",
        "except",
        "those who are astray"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ",
      "simpleTranslate" : [
        "[Abraham] said, \"Then what is your business [here], O messengers?\""
      ],
      "tafsirTranslate" : [
        "Then he asked them, \"O Messengers of Allah ! What is the expedition for which you",
        "have been sent?\" <N:33>"
      ],
      "tanslateWordByWord" : [
        "He said",
        "Then what",
        "(is) your business",
        "O messengers",
        "O messengers"
      ],
      "notes" : {
        "33" : [
          "It appears from the question of Prophet Abraham that angels are sent down in",
          "human shape only on extraordinary occasions and on some important expedition."
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "قَالُوا إِنَّا أُرْسِلْنَا إِلَىٰ قَوْمٍ مُجْرِمِينَ",
      "simpleTranslate" : [
        "They said, \"Indeed, we have been sent to a people of criminals,"
      ],
      "tafsirTranslate" : [
        "They said, \"We have been sent to (punish) a criminal people <N:34>"
      ],
      "tanslateWordByWord" : [
        "They said",
        "Indeed, we",
        "[we] have been sent",
        "to",
        "a people ",
        "criminals"
      ],
      "notes" : {
        "34" : [
          "The fact that the angels did not name the people of Lot but merely referred to",
          "them as [\"the wicked people\"], shows that these people had become so notorious",
          "for their wicked deeds that there was no need to mention them by name before",
          "Prophet Abraham, who was well acquainted with the moral condition of all the",
          "people around him."
        ]
      }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ",
      "simpleTranslate" : [
        "Except the family of Lot; indeed, we will save them all"
      ],
      "tafsirTranslate" : [
        "with the exception of Lot's family; we will rescue all of them"
      ],
      "tanslateWordByWord" : [
        "Except",
        "the family",
        "of Lut",
        "indeed, we",
        "surely will save them",
        "all"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "إِلَّا امْرَأَتَهُ قَدَّرْنَا ۙ إِنَّهَا لَمِنَ الْغَابِرِينَ",
      "simpleTranslate" : [
        "Except his wife.\" Allah decreed that she is of those who remain behind."
      ],
      "tafsirTranslate" : [
        "except his wife, who (Allah says) has been destined to remain with those who will",
        "stay behind. \""
      ],
      "tanslateWordByWord" : [
        "Except",
        "his wife",
        "We have decreed",
        "that she",
        "(is) surely of",
        "those who remain behind"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "فَلَمَّا جَاءَ آلَ لُوطٍ الْمُرْسَلُونَ",
      "simpleTranslate" : [
        "And when the messengers came to the family of Lot,"
      ],
      "tafsirTranslate" : [
        "Afterwards when these envoys came to the house of Lot, <N:35>"
      ],
      "tanslateWordByWord" : [
        "And when",
        "came",
        "(to the) family",
        "(of) Lut",
        "the messengers"
      ],
      "notes" : {
        "35" : [
          "Please compare this with VII: 80-84 and XI: 77-83."
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "قَالَ إِنَّكُمْ قَوْمٌ مُنْكَرُونَ",
      "simpleTranslate" : [
        "He said, \"Indeed, you are people unknown.\""
      ],
      "tafsirTranslate" : [
        "he said, \"You appear to be strangers. \" <N:36>"
      ],
      "tanslateWordByWord" : [
        "He said",
        "Indeed, you",
        "(are) a people",
        "unknown"
      ],
      "notes" : {
        "36" : [
          "Here the story has been related in brief. But we learn from XI: 77-83 that",
          "Prophet Lot was greatly perturbed and distressed at the visit of the angels. He",
          "said to himself, [\"This is a day of woe.\"] The reason why he was distressed, as",
          "implied in the Qur'an and explicitly expressed in the Traditions, was that the",
          "angels had come to Prophet Lot in the shape of beautiful boys, and he knew how",
          "perverse and wicked his people were. He was distressed for he could not send them",
          "away because they were his guests, and because he did not know how to protect",
          "them from those villains."
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "قَالُوا بَلْ جِئْنَاكَ بِمَا كَانُوا فِيهِ يَمْتَرُونَ",
      "simpleTranslate" : [
        "They said, \"But we have come to you with that about which they were disputing,"
      ],
      "tafsirTranslate" : [
        "They answered, \"Nay, but we have come to you with that concerning which these",
        "people had doubts."
      ],
      "tanslateWordByWord" : [
        "They said",
        "Nay",
        "we have come to you",
        "with what",
        "they were",
        "in it",
        "disputing"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "وَأَتَيْنَاكَ بِالْحَقِّ وَإِنَّا لَصَادِقُونَ",
      "simpleTranslate" : [
        "And we have come to you with truth, and indeed, we are truthful."
      ],
      "tafsirTranslate" : [
        "We tell you the truth that we have come to you with the truth."
      ],
      "tanslateWordByWord" : [
        "And we have come to you",
        "with the truth",
        "and indeed, we",
        "surely (are) truthful"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَاتَّبِعْ أَدْبَارَهُمْ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ وَامْضُوا حَيْثُ تُؤْمَرُونَ",
      "simpleTranslate" : [
        "So set out with your family during a portion of the night and follow behind them",
        "and let not anyone among you look back and continue on to where you are",
        "commanded.\""
      ],
      "tafsirTranslate" : [
        "You should, therefore, depart with your people in the last hours of the night and",
        "you yourself should follow them in their rear\"; <N:37> let none of you turn round",
        "to look behind; <N:38> go straight where you are being bidden.\""
      ],
      "tanslateWordByWord" : [
        "So travel",
        "with your family",
        "in a portion",
        "of",
        "the night",
        "and follow",
        "their backs",
        "and not",
        "let look back",
        "among you",
        "anyone",
        "and go on",
        "where",
        "you are ordered"
      ],
      "notes" : {
        "37" : [
          "That is, [\"You should walk behind your people lest anyone of them should stay",
          "behind\"] ."
        ],
        "38" : [
          "It did not mean: [\"look not behind thee... .lest thou be consumed. . . \"]as",
          "stated in the Bible. But it merely meant to warn them: [\"None of you should turn",
          "round to see what was happening behind them lest you should stop to see the fun,",
          "when you heard the cries of the smitten people. For it is neither the time of",
          "enjoying \"]fun[\", nor of shedding tears of regret. If you stop even for a minute",
          "in the territory of the smitten people you also might get hurt from the rain of",
          "stones.\"]"
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "وَقَضَيْنَا إِلَيْهِ ذَٰلِكَ الْأَمْرَ أَنَّ دَابِرَ هَٰؤُلَاءِ مَقْطُوعٌ مُصْبِحِينَ",
      "simpleTranslate" : [
        "And We conveyed to him [the decree] of that matter: that those [sinners] would be",
        "eliminated by early morning."
      ],
      "tafsirTranslate" : [
        "And We informed him of Our decree that they shall be utterly destroyed by the",
        "next morning."
      ],
      "tanslateWordByWord" : [
        "And We conveyed",
        "to him",
        "[that]",
        "the matter",
        "that",
        "(the) root",
        "(of) these",
        "would be cut off",
        "(by) early morning"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "وَجَاءَ أَهْلُ الْمَدِينَةِ يَسْتَبْشِرُونَ",
      "simpleTranslate" : [
        "And the people of the city came rejoicing."
      ],
      "tafsirTranslate" : [
        "And the people of the town rushed rejoicing to the house of Lot. <N:39>"
      ],
      "tanslateWordByWord" : [
        "And came",
        "(the) people",
        "(of) the city",
        "rejoicing"
      ],
      "notes" : {
        "39" : [
          "This shows that those People had gone to the lowest depths of immorality. No",
          "sooner did they hear the news of the arrival of handsome strangers in their town",
          "than they rushed rejoicing to the house of Prophet Lot and impudently demanded",
          "that he should hand over his guests to them for the gratification of their lust.",
          "The pity is that there had remained not a single person among them to make a",
          "protest against such a heinous sin. Moreover, this shows that all of them, as a",
          "community, had totally lost every sense of decency, and they felt no shame at all",
          "to make such a wickcd demand on him openly. The very fact, that they felt no",
          "hesitation in making such a wicked demand brazen- facedly from a pious and holy",
          "man like Prophet Lot, shows that the heinous crime was so common among them that",
          "they would not spare anyone. \n The Talmud records many instances of the all-round",
          "moral degradation of the people of Lot. Once a stranger was passing through their",
          "territory. He was forced by coming darkness to pass the night near Sodom. As he",
          "had his own provisions with him, he did not stand in any need of help from the",
          "towns-folk; so he lay under a tree to pass the night. But a Sodomite entreated",
          "him to accompany him to his house. During the night he did away with the ass and",
          "merchandise of the stranger. When he began to cry for help in the morning, the",
          "towns-folk came there not to help him but to rob him of what had been left with",
          "him. \n On one occasion Hadrat Sarah sent her slave to Sodom to inquire after",
          "Prophet Lot's household. When the slave entered the town, he saw that a Sodomite",
          "was beating a stranger. Naturally the slave of Hadrat Sarah tried to rouse his",
          "sense of decency, saying, [\"why do you ill-treat helpless strangers like this?\"]",
          "In answer to this appeal, his head was broken in public. \n On another occasion a",
          "poor man happened to come to Sodom but no one gave him anything to eat. When he",
          "was half dead with starvation, he fell to the ground in a helpless plight. A",
          "daughter of Prophet Lot saw him and sent some food for him. At this the Sodomites",
          "reproached Prophet Lot and his daughter and threatened to expel them from there,",
          "if they would not refrain from such [\"deeds\"]! \n After citing several similar",
          "incidents, the Talmud says that those people had become so cruel, so deceitful",
          "and so dishonest in their dealings that no traveller could pass safe through",
          "their territory nor could a poor person expect any food or help from them. Many a",
          "time it so happened that a poor stranger came there, and died from hunger. Then",
          "they would strip the clothes from his body and bury him naked! If a foreigner",
          "committed the blunder of visiting their territory, they would publicly rob him of",
          "everything, and make fool of him if he appealed to them to redress the wrong.",
          "Then they would openly commit shameless deeds in the gardens which they had grown",
          "in their valley because there was none to rebuke them except Prophet Lot. The",
          "Quran has summed up the whole of their wicked story in two concise",
          "sentences:[(1)] [\"...They had already been committing very wicked deeds\"] XI: 78,",
          "and [(2)] [\"You gratify your lust with males: you rob travellers, and you commit",
          "wickcd deeds publicly in your assemblies.\"]"
        ]
      }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "قَالَ إِنَّ هَٰؤُلَاءِ ضَيْفِي فَلَا تَفْضَحُونِ",
      "simpleTranslate" : [
        "[Lot] said, \"Indeed, these are my guests, so do not shame me."
      ],
      "tafsirTranslate" : [
        "He said, \"Brethren! These are my guests: therefore do not dishonour me."
      ],
      "tanslateWordByWord" : [
        "He said",
        "Indeed",
        "these",
        "(are) my guests",
        "so (do) not",
        "shame me"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "وَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ",
      "simpleTranslate" : [
        "And fear Allah and do not disgrace me.\""
      ],
      "tafsirTranslate" : [
        "Fear God and do not put me to shame.\""
      ],
      "tanslateWordByWord" : [
        "And fear",
        "Allah",
        "and (do) not",
        "disgrace me"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "قَالُوا أَوَلَمْ نَنْهَكَ عَنِ الْعَالَمِينَ",
      "simpleTranslate" : [
        "They said, \"Have we not forbidden you from [protecting] people?\""
      ],
      "tafsirTranslate" : [
        "They replied, \"Have we not forbidden you to plead for all and sundry?\""
      ],
      "tanslateWordByWord" : [
        "They said",
        "Did not",
        "we forbid you",
        "from",
        "the world"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "قَالَ هَٰؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ فَاعِلِينَ",
      "simpleTranslate" : [
        "[Lot] said, \"These are my daughters - if you would be doers [of lawful",
        "marriage].\""
      ],
      "tafsirTranslate" : [
        "At last Lot pleaded, \"Here are my daughters, <N:40> if you are bent on it.\""
      ],
      "tanslateWordByWord" : [
        "He said",
        "These",
        "(are) my daughters",
        "if",
        "you would be",
        "doers"
      ],
      "notes" : {
        "40" : [
          "In E.N. 87 of Surah Hud, it has been explained what Prophet Lot meant by this. It",
          "may also be added that such words as these were uttered by an honourable man like",
          "him in the last resort, when all his entreaties and earnest requests had failed",
          "to prevent those people from their evil designs towards his guests. \n Here it",
          "will be worthwhile to clear the significance of the words which were uttered by",
          "Prophet Lot as they occur in Surah Hud [(v. 78)]. When he entreated those wicked",
          "people not to molest his guests, saying, [\"Here are my daughters....\"], he was",
          "unaware that his guests were angels in the disguise of handsome boys. The angels",
          "revealed their identity only when the wicked crowd gathered at the residence of",
          "his guests and began to threaten them with their wicked designs, and Prophet Lot",
          "began to lament, [\"I wish I had the power to set you right or I could find some",
          "strong support for refuge.\"] It was then that the angels revealed themselves,",
          "saying, [\"We are envoys sent by your Lord.... \"] This sequence of events shows",
          "that Prophet Lot had made that [\"offer\"] only when he had felt to be utterly",
          "helpless. \n It is very important to keep this in view because the sequences of",
          "events in this Surah is different from that in Surah Hud. One is liable to have a",
          "misunderstanding as to why Prophet Lot wailed and lamented when he knew all the",
          "while that his guests were angels and could defend themselves against those",
          "wicked people. \n As regards the apparent difference between the two sequences, it",
          "may be pointed out that here the important thing to be stated is that the angels",
          "come with the truth. Therefore that part of the story [(vv. 61-66)] has been",
          "related first in order to make the point more prominent."
        ]
      }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ",
      "simpleTranslate" : [
        "By your life, [O Muhammad], indeed they were, in their intoxication, wandering",
        "blindly."
      ],
      "tafsirTranslate" : [
        "By your life, O Prophet, they were at that time so intoxicated with lust as to be",
        "quite beside themselves with passion."
      ],
      "tanslateWordByWord" : [
        "By your life",
        "indeed, they",
        "were in",
        "their intoxication",
        "wandering blindly"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ",
      "simpleTranslate" : [
        "So the shriek seized them at sunrise."
      ],
      "tafsirTranslate" : [
        "At last a severe blast overtook them at dawn."
      ],
      "tanslateWordByWord" : [
        "So, seized them",
        "the awful cry",
        "at sunrise"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِنْ سِجِّيلٍ",
      "simpleTranslate" : [
        "And We made the highest part [of the city] its lowest and rained upon them stones",
        "of hard clay."
      ],
      "tafsirTranslate" : [
        "Then We turned their habitations up-side-down and We rained stones of baked clay",
        "upon them. <N:41>"
      ],
      "tanslateWordByWord" : [
        "And We made",
        "its highest (part)",
        "its lowest",
        "and We rained",
        "upon them",
        "stones",
        "of",
        "baked clay"
      ],
      "notes" : {
        "41" : [
          "These [\"stones of baked clay\"] might have been meteoric showers or volcanic",
          "eruptions that flew and rained upon them, or these might have been blown by a",
          "strong wind."
        ]
      }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ",
      "simpleTranslate" : [
        "Indeed in that are signs for those who discern."
      ],
      "tafsirTranslate" : [
        "There are big Signs in these events for men of understanding."
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "in",
        "that",
        "(are) the Signs",
        "for those who discern"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ",
      "simpleTranslate" : [
        "And indeed, those cities are [situated] on an established road."
      ],
      "tafsirTranslate" : [
        "And the smitten territory still lies on the high way. <N:42>"
      ],
      "tanslateWordByWord" : [
        "And indeed, it",
        "(is) on a road",
        "established"
      ],
      "notes" : {
        "42" : [
          "That is, [\"That smitten territory lies on the high road from Hijaz [(Arabia)] to",
          "Syria and Egypt\"] . Travellers come across these Signs of destruction which are",
          "very prominent in the territory that lies to the south-east of the Dead Sea. The",
          "geographers are of the opinion that there is no other land on the surface of the",
          "Earth which looks desolate as this territory, especially its southern part."
        ]
      }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "إِنَّ فِي ذَٰلِكَ لَآيَةً لِلْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Indeed in that is a sign for the believers."
      ],
      "tafsirTranslate" : [
        "Indeed there is an admonition in it for true believers."
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "in",
        "that",
        "surely (is) a Sign",
        "for the believers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "وَإِنْ كَانَ أَصْحَابُ الْأَيْكَةِ لَظَالِمِينَ",
      "simpleTranslate" : [
        "And the companions of the thicket were [also] wrongdoers."
      ],
      "tafsirTranslate" : [
        "As the people of Al Aikah <N:43> were unjust,"
      ],
      "tanslateWordByWord" : [
        "And were",
        "And were",
        "(the) companions",
        "(of) the wood",
        "surely wrongdoers"
      ],
      "notes" : {
        "43" : [
          "The people of Al-Aikah were the canmunity of Prophet Shu`aib and were called",
          "Midianites after the name of their capital city and their territory. As regards",
          "AI-Aikah, it was the ancient name of Tabuk and literally means a [\"thick forest\"]",
          "."
        ]
      }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "فَانْتَقَمْنَا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍ مُبِينٍ",
      "simpleTranslate" : [
        "So We took retribution from them, and indeed, both [cities] are on a clear",
        "highway."
      ],
      "tafsirTranslate" : [
        "We took vengeance on them. And the ruined habitations of these two Communities",
        "lie upon the open highway. <N:44>"
      ],
      "tanslateWordByWord" : [
        "So We took retribution",
        "from them",
        "and indeed, they both",
        "(were) on a highway",
        "clear"
      ],
      "notes" : {
        "44" : [
          "Midian lay on the route from Hijaz to Palestine and Syria."
        ]
      }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "وَلَقَدْ كَذَّبَ أَصْحَابُ الْحِجْرِ الْمُرْسَلِينَ",
      "simpleTranslate" : [
        "And certainly did the companions of Thamud deny the messengers."
      ],
      "tafsirTranslate" : [
        "The people of Al Hijr <N:45> also treated the Messengers as impostors"
      ],
      "tanslateWordByWord" : [
        "And certainly",
        "denied",
        "(the) companions",
        "(of) the Rocky Tract",
        "the Messengers"
      ],
      "notes" : {
        "45" : [
          "AI-Hijr was the capital city of the people of Thamud, and its ruins are found",
          "near the modern city of Al-'Ula' which is to the north west of Al-Madinah, and",
          "lies on the route from AI-Madinah to Tabuk. Though the caravans had to pass",
          "through the valley of Al-Hijr, the Holy Prophet had forbidden the Muslims to stay",
          "in the valley on their journey. \n When Ibn Batutah reached there in the eighth",
          "century of Hijrah on his way to Makkah, he wrote: [\"I have seen the buildings of",
          "Thamud hewed into red mountains; the paintings look so bright as if they have",
          "been put on only recently....and rotten bones of human beings are found in them",
          "even today.\"] [(See E.N. 57 of VII.)]"
        ]
      }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "وَآتَيْنَاهُمْ آيَاتِنَا فَكَانُوا عَنْهَا مُعْرِضِينَ",
      "simpleTranslate" : [
        "And We gave them Our signs, but from them they were turning away."
      ],
      "tafsirTranslate" : [
        "and We sent Our Revelations and showed Our Signs to them, but they went on",
        "ignoring all these things."
      ],
      "tanslateWordByWord" : [
        "And We gave them",
        "Our Signs",
        "but they were",
        "from them",
        "turning away"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "وَكَانُوا يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا آمِنِينَ",
      "simpleTranslate" : [
        "And they used to carve from the mountains, houses, feeling secure."
      ],
      "tafsirTranslate" : [
        "They hewed their dwellings into the mountains <N:46> and apparently lived in full",
        "security."
      ],
      "tanslateWordByWord" : [
        "And they used (to)",
        "carve",
        "from",
        "the mountains",
        "houses",
        "secure"
      ],
      "notes" : {
        "46" : [
          "That is, [\"Their strong and secure buildings, which they had hewed into the",
          "mountains, could not protect them from the blast. \"]"
        ]
      }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "فَأَخَذَتْهُمُ الصَّيْحَةُ مُصْبِحِينَ",
      "simpleTranslate" : [
        "But the shriek seized them at early morning."
      ],
      "tafsirTranslate" : [
        "But at last a violent blast over took them with the approach of the morning,"
      ],
      "tanslateWordByWord" : [
        "But seized them",
        "the awful cry",
        "(at) early morning"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "فَمَا أَغْنَىٰ عَنْهُمْ مَا كَانُوا يَكْسِبُونَ",
      "simpleTranslate" : [
        "So nothing availed them [from] what they used to earn."
      ],
      "tafsirTranslate" : [
        "and all that they had achieved proved of no avail"
      ],
      "tanslateWordByWord" : [
        "And not",
        "availed",
        "them",
        "what",
        "they used (to)",
        "earn"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ ۗ وَإِنَّ السَّاعَةَ لَآتِيَةٌ ۖ فَاصْفَحِ الصَّفْحَ الْجَمِيلَ",
      "simpleTranslate" : [
        "And We have not created the heavens and earth and that between them except in",
        "truth. And indeed, the Hour is coming; so forgive with gracious forgiveness."
      ],
      "tafsirTranslate" : [
        "We have not based the creation of the Earth and the Heavens and everything but",
        "truth, <N:47> and our judgment is sure to come. So O Muhammad, overlook . (their",
        "misbehaviour) in a gracious manner."
      ],
      "tanslateWordByWord" : [
        "And not",
        "We created",
        "the heavens",
        "and the earth",
        "and whatever",
        "(is) between them",
        "except",
        "in truth",
        "And indeed",
        "the Hour",
        "(is) surely coming",
        "So overlook",
        "(with) forgiveness",
        "gracious"
      ],
      "notes" : {
        "47" : [
          "This was to reassure the Holy Prophet that ultimately he would come out",
          "successful because he was propagating the Truth, and the whole of the universe",
          "was based on truth. Such an assurance was urgently needed because at that tithe",
          "falsehood appeared to be triumphant over the Truth. This implies, [\"O Prophet, do",
          "not worry at all at the apparent \"]success[\" of falsehood for this is temporary.",
          "Likewise the difficulties, the obstacles and the troubles in the way of truth are",
          "not permanent. Take courage, and have confidence in the cause of the Truth and",
          "you will triumph over falsehood because the whole system of the miverse is akin",
          "to truth and averse to falsehood. Therefore, truth is permanent and falsehood is",
          "perishable\"] [(Please refer to E.N.'s 25 26,35-39 of Surah Ibrahim)]."
        ]
      }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ الْعَلِيمُ",
      "simpleTranslate" : [
        "Indeed, your Lord - He is the Knowing Creator."
      ],
      "tafsirTranslate" : [
        "Indeed your Lord is the Creator of all and is All-Knowing. <N:48>"
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "your Lord",
        "He",
        "(is) the Creator",
        "the All-Knower"
      ],
      "notes" : {
        "48" : [
          "These attributes of Allah have been mentioned to reassure the Holy Prophet as if",
          "to say, [\"As Allah is the Creator, He has complete power over all his creatures,",
          "and no one is able to escape His punishment. Moreover, He is AllKnowing: He is",
          "fully aware that you are exerting your utmost for their reform, and He knows also",
          "their evil machinations against your efforts for reform. Therefore, you need not",
          "worry on this account, but you should wait patiently and with confidence that at",
          "the appropriate time they will be dealt with justly.?\"]"
        ]
      }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ",
      "simpleTranslate" : [
        "And We have certainly given you, [O Muhammad], seven of the often repeated",
        "[verses] and the great Qur'an."
      ],
      "tafsirTranslate" : [
        "We have given you seven verses that are worthy of recitation over and over",
        "again, *49 and We have also bestowed on you the glorious Qur'an. *50"
      ],
      "tanslateWordByWord" : [
        "And certainly",
        "We have given you",
        "seven",
        "of",
        "the oft-repeated",
        "and the Quran",
        "Great"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "لَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Do not extend your eyes toward that by which We have given enjoyment to [certain]",
        "categories of the disbelievers, and do not grieve over them. And lower your wing",
        "to the believers"
      ],
      "tafsirTranslate" : [
        "Do not even look at the worldly wealth We have given to different people from",
        "among them nor grieve at their condition. <N:51> Leave them alone and attend to",
        "the Believers."
      ],
      "tanslateWordByWord" : [
        "(Do) not",
        "extend",
        "your eyes",
        "towards",
        "what",
        "We have bestowed",
        "with it",
        "(to) categories",
        "of them",
        "and (do) not",
        "grieve",
        "over them",
        "And lower",
        "your wing",
        "to the believers"
      ],
      "notes" : {
        "51" : [
          "That is, [\"Do not grieve that they consider you as their enemy, though you .are",
          "their sincere well-wisher; that they regard their vices as their virtues; that",
          "they are not only themselves following but leading their followers on that way",
          "which inevitably leads to destruction: nay, they are doing their worst to oppose",
          "the reformative efforts of the one who is showing them the way of peace.\"]"
        ]
      }
    },
    {
      "verseNumber" : 89,
      "arabicVerse" : "وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ",
      "simpleTranslate" : [
        "And say, \"Indeed, I am the clear warner\" -"
      ],
      "tafsirTranslate" : [
        "Tell (the disbelievers), \"I am a plain warner only."
      ],
      "tanslateWordByWord" : [
        "And say",
        "Indeed, I",
        "[I] am",
        "a warner",
        "clear"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 90,
      "arabicVerse" : "كَمَا أَنْزَلْنَا عَلَى الْمُقْتَسِمِينَ",
      "simpleTranslate" : [
        "Just as We had revealed [scriptures] to the separators"
      ],
      "tafsirTranslate" : [
        "This warning is like the warning We sent to the schismatics,"
      ],
      "tanslateWordByWord" : [
        "As",
        "We sent down",
        "on",
        "those who divided"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 91,
      "arabicVerse" : "الَّذِينَ جَعَلُوا الْقُرْآنَ عِضِينَ",
      "simpleTranslate" : [
        "Who have made the Qur'an into portions."
      ],
      "tafsirTranslate" : [
        "who have caused divisions in their Qur'an\" <N:52>"
      ],
      "tanslateWordByWord" : [
        "Those who",
        "have made",
        "the Quran",
        "(in) parts"
      ],
      "notes" : {
        "52" : [
          "The schismatics were the Jews for they had split their religion into many parts",
          "and caused division in it. They believed in certain parts and rejected the other",
          "parts, and detracted some things from it and added others to it. Thus they had",
          "been divided into many sectarian groups, which were opposed to one another. \n",
          "[\"They have cut their Qur'an [(Torah)] into pieces\"]: [\"They believe in certain",
          "parts of it and reject other parts. \"] The same thing has been stated in II: 85",
          "like this: [\".... Do you then believe in one part of the Scriptures and",
          "disbelieve in the other parts .... \"] \n [\" .... this warning is like the warning",
          "We sent to the schismatics [(Jews)]\"] . ' This is meant to warn the disbelievers",
          "that they should learn a lesson from the plight of the Jews who neglected the",
          "warning that was given to than by God, and persisted in their wrong ways, as if",
          "to say, [\"You arc beholding the degradation of the Jews. Do you like to meet with",
          "the same end by neglecting this warning?\"]"
        ]
      }
    },
    {
      "verseNumber" : 92,
      "arabicVerse" : "فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ",
      "simpleTranslate" : [
        "So by your Lord, We will surely question them all"
      ],
      "tafsirTranslate" : [
        "So by your Lord, We will surely take account from them"
      ],
      "tanslateWordByWord" : [
        "So by your Lord",
        "surely We will question them",
        "all"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 93,
      "arabicVerse" : "عَمَّا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "About what they used to do."
      ],
      "tafsirTranslate" : [
        "concering what they had been doing."
      ],
      "tanslateWordByWord" : [
        "About what",
        "they used (to)",
        "do"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 94,
      "arabicVerse" : "فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ",
      "simpleTranslate" : [
        "Then declare what you are commanded and turn away from the polytheists."
      ],
      "tafsirTranslate" : [
        "So, (O Prophet), proclaim publicly what you are being bidden, and never mind",
        "those who practise shirk."
      ],
      "tanslateWordByWord" : [
        "So proclaim",
        "of what",
        "you are ordered",
        "and turn away",
        "from",
        "the polytheists"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 95,
      "arabicVerse" : "إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ",
      "simpleTranslate" : [
        "Indeed, We are sufficient for you against the mockers"
      ],
      "tafsirTranslate" : [
        "We suffice on your behalf to take to task"
      ],
      "tanslateWordByWord" : [
        "Indeed, We",
        "[We] are sufficient for you",
        "(against) the mockers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 96,
      "arabicVerse" : "الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلَٰهًا آخَرَ ۚ فَسَوْفَ يَعْلَمُونَ",
      "simpleTranslate" : [
        "Who make [equal] with Allah another deity. But they are going to know."
      ],
      "tafsirTranslate" : [
        "those who have set up other gods along with Allah: they will come to know shortly",
        "(their folly)."
      ],
      "tanslateWordByWord" : [
        "Those who",
        "set up",
        "with",
        "Allah",
        "god",
        "another",
        "But soon",
        "they will come to know"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 97,
      "arabicVerse" : "وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ",
      "simpleTranslate" : [
        "And We already know that your breast is constrained by what they say."
      ],
      "tafsirTranslate" : [
        "We know that your heart is distressed at the things they say against you."
      ],
      "tanslateWordByWord" : [
        "And verily",
        "We know",
        "that [you]",
        "(is) straitened",
        "your breast",
        "by what",
        "they say"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 98,
      "arabicVerse" : "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ",
      "simpleTranslate" : [
        "So exalt [ Allah ] with praise of your Lord and be of those who prostrate [to",
        "Him]."
      ],
      "tafsirTranslate" : [
        "(This is the remedy:) you should glorify your Lord with His praise, and fall in",
        "prostration before Him,"
      ],
      "tanslateWordByWord" : [
        "So glorify",
        "with the praise",
        "(of) your Lord",
        "and be",
        "of",
        "those who prostrate"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 99,
      "arabicVerse" : "وَاعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ الْيَقِينُ",
      "simpleTranslate" : [
        "And worship your Lord until there comes to you the certainty (death)."
      ],
      "tafsirTranslate" : [
        "and serve your Lord till that last hour which is sure to come. <N:53>"
      ],
      "tanslateWordByWord" : [
        "And worship",
        "your Lord",
        "until",
        "comes to you",
        "the certainty"
      ],
      "notes" : {
        "53" : [
          "That is Salat and worship of your Lord are the only means which can generate in",
          "you that power of sustenance which is required to stand resolutley against the",
          "troubles and afflictions you will inevitably encounter in the propagation of the",
          "Message of the Truth and reform of humanity. This will comfort you, fill you with",
          "courage and enable you to perform that Divine Mission on which you have been sent",
          "in the face of abuse, derision and obstacles.\""
        ]
      }
    }
  ],
  "medinian" : false
}