{
  "chapterNumber" : 16,
  "nbVerses" : 128,
  "name" : "The Honey Bees, The Bee",
  "nameArabic" : "النحل",
  "transName" : "an-naḥl",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "أَتَىٰ أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
      "simpleTranslate" : [
        "The command of Allah is coming, so be not impatient for it. Exalted is He and",
        "high above what they associate with Him."
      ],
      "tafsirTranslate" : [
        "Allah's \"Judgment\" has come: <N:1> so do not clamour for hastening it; He is free",
        "from every defect, and exalted high above the shirk that they are practising.",
        "<N:2>"
      ],
      "tanslateWordByWord" : [
        "Will come",
        "(the) command of Allah",
        "(the) command of Allah",
        "so (do) not",
        "(be) impatient for it",
        "Glorified is He",
        "and Exalted (is) He",
        "above what",
        "they associate"
      ],
      "notes" : {
        "1" : [
          "That is, [\"The time for final `Judgment' has come near.\"] As regards the use of",
          "the past tense in the original, this may be to show certainty of its occurrence",
          "in the near future or to emphasize the fact that the rebellion and the wrong",
          "deeds of the Quraish had become so unbearable that they warranted that the time",
          "for decisive action had come. \n Here question arises as to what that [\"Judgment\"]",
          "was and how it came. We are of the opinion [(and true knowledge is with Allah",
          "alone)] that that [\"Judgment\"] was Hijrat [(the Migration)] of the Holy Prophet",
          "from Makkah. For a short time after this Revelation he was bidden to emigrate",
          "from there. And according to the Qur'an, a Prophet is bidden to leave his place",
          "only at that time when the rebellion and antagonism of his people reaches the",
          "extreme limit. Then their doom is sealed, for after this Allah's punishment comes",
          "on them either as a direct scourge from Him, or they are destroyed by the Prophet",
          "and his followers. And this did take place actually. At the occasion of the",
          "Migration, the people of Makkah regarded it as a victory for themselves, but in",
          "fact it turned out to be a defeat for shirk and disbelief which were totally",
          "uprooted within a decade or so after the Migration not only from Makkah but from",
          "the rest of Arabia as well."
        ],
        "2" : [
          "In order to understand the interconnection between the first and the second",
          "sentences, one should keep in view the background. The challenge of the",
          "disbelievers to the Prophet, `to hasten Divine Judgment',was really based on",
          "their assumption that their own religion of shirk was true and the religion of",
          "Tauhid presented by Muhammad [(Allah's peace be on him)] was false; otherwise,",
          "they argued, the Divine scourge with which he threatened them would have come",
          "upon them long before because of their disbelief and rebellion, if there had been",
          "the authority of Allah behind it. That is why after the declaration of the",
          "[\"Judgment,\"] their misunderstanding about the cause of delay in the punishment",
          "was removed, as if to say, [\"You arc absolutely wrong to assume that punishment",
          "has not been inflicted on you because your creed of shirk is true, for AIlah is",
          "fret from and far above shirk and has no partner\"] ."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلَىٰ مَنْ يَشَاءُ مِنْ عِبَادِهِ أَنْ أَنْذِرُوا أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاتَّقُونِ",
      "simpleTranslate" : [
        "He sends down the angels, with the inspiration of His command, upon whom He wills",
        "of His servants, [telling them], \"Warn that there is no deity except Me; so fear",
        "Me.\""
      ],
      "tafsirTranslate" : [
        "He sends down by His command through His angels the Spirit <N:3> on that one of",
        "His servants whom He chooses, <N:4> (bidding), \"warn the people that there is no",
        "other deity than I therefore, fear Me. \" <N:5>"
      ],
      "tanslateWordByWord" : [
        "He sends down",
        "the Angels",
        "with the inspiration",
        "of",
        "His Command",
        "upon",
        "whom",
        "He wills",
        "of",
        "His slaves",
        "that",
        "Warn",
        "that [He]",
        "(there is) no",
        "god",
        "except",
        "Me",
        "so fear Me"
      ],
      "notes" : {
        "3" : [
          "This means [\"the Spirit of Prophethood with which a Prophet is imbued in order to",
          "fulfil his Mission by word and decd. The Qur'an has called this the Spirit' in",
          "several places, for this has the same relation to the Mission of a Prophet and",
          "his moral life, which the soul has to the physical human life. \"]"
        ],
        "4" : [
          "As one of the things, which prompted the disbelievers to challenge the Holy",
          "Prophet for scourge, was their presumption that he was not a true Prophet, Allah",
          "told them categorically that he was a true Prophet, who had been imbued with the",
          "[\"Spirit\"] which We Ourself had sent down on him. \n [\"Allah sends down the Spirit",
          "on..... He chooses.\"] This is the answer to the objections which the chiefs of",
          "the Quraish used to raise against the Holy Prophet: Had AIlah wanted to send a",
          "Messenger to them, was there no one better than Muhammad [(Allah's peace be on",
          "him)], son of `Abdullah, for this mission ? Why did He not choose one of the big",
          "chiefs of Makkah or Taif for the purpose? Such absurd objections needed no other",
          "answer than this that is why such an answer has been given in several places of",
          "the Qur'an as if to say [\"Allah knows best how to do His work, and dces not stand",
          "in need of any advice from you. He chooses for His mission anyone whom He",
          "considers fit for it."
        ],
        "5" : [
          "This verse declares the essence of the \"]Spirit[\" of Prophethood, which is this:",
          "Godhead belongs to one Allah alone: so only He is worthy of fear. Therefore,",
          "there is no other anchor that might make fast and hold together human moral",
          "system than His fear. For it is the fear of His displeasure and His punishment,",
          "and the fear of the consequences of His disobedience which alone can act as a",
          "strong deterrent to restrain one from deviation. That is why mankind has been",
          "admonished: \"]Fear Me. \""
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ ۚ تَعَالَىٰ عَمَّا يُشْرِكُونَ",
      "simpleTranslate" : [
        "He created the heavens and earth in truth. High is He above what they associate",
        "with Him."
      ],
      "tafsirTranslate" : [
        "He has based the creation of the heavens and the Earth on truth; He is exalted",
        "high above that shirk which they are practising <N:6> ."
      ],
      "tanslateWordByWord" : [
        "He created",
        "the heavens",
        "and the earth",
        "in truth",
        "Exalted is He",
        "above what",
        "they associate"
      ],
      "notes" : {
        "6" : [
          "That is to say, \"The whole system of the Earth and the heavens is a witness to",
          "the truth of the doctrine of Tauhid and to the negation of shirk. You may look at",
          "anything in the universe and consider the system from any point of view you like,",
          "you will fmd proof of this fact that it is being run by one God and not by many",
          "gods. Then how is it that you believe in shirk when there is no proof whatsoever",
          "of this in the universe? \n As a fitting sequence of this, proofs of Tauhid and",
          "refutation of shirk have been given from Man himself and from other signs in the",
          "universe, and it has also been shown that Prophethood is based on Truth."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ",
      "simpleTranslate" : [
        "He created man from a sperm-drop; then at once, he is a clear adversary."
      ],
      "tafsirTranslate" : [
        "He created Man from an insignificant sperm-drop, and behold, by and by he became",
        "a manifest disputant <N:7> ."
      ],
      "tanslateWordByWord" : [
        "He created",
        "the human kind",
        "from",
        "a minute quantity of semen",
        "then behold",
        "he",
        "(is) an opponent",
        "clear"
      ],
      "notes" : {
        "7" : [
          "This has two meanings and both are meant here. \n [(1)] Though Allah created man",
          "from an insignificant sperm-drop, he is capable of arguing and giving reasons in",
          "support of his claim. \n [(2)] Man who has such an insignificant origin, has",
          "become so vain that he does not hesitate to dispute even with his Creator. \n If",
          "considered in its first sense, it is a chain in the series of arguments given in",
          "many succeeding verses to prove the truth of the Message of the Holy Prophet.",
          "[(Please refer to E.N. 15)]. If taken in the second sense, it is meant to warn",
          "man that he should not forget the insignificant origin of his existence while",
          "engaged in his rebellious arguments against his Creator. If he remembered the",
          "different stages of his humiliating birth and growth, he would consider many",
          "times before he assumed a haughty and rebellious attitude towards his Creator."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَالْأَنْعَامَ خَلَقَهَا ۗ لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ",
      "simpleTranslate" : [
        "And the grazing livestock He has created for you; in them is warmth and",
        "[numerous] benefits, and from them you eat."
      ],
      "tafsirTranslate" : [
        "He has created cattle, which provide you with clothing and food, and there are",
        "other benefits also for you in them;"
      ],
      "tanslateWordByWord" : [
        "And the cattle",
        "He created them",
        "for you",
        "in them",
        "(is) warmth",
        "and benefits",
        "and from them",
        "you eat"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ",
      "simpleTranslate" : [
        "And for you in them is [the enjoyment of] beauty when you bring them in [for the",
        "evening] and when you send them out [to pasture]."
      ],
      "tafsirTranslate" : [
        "they look pleasant when you drive them to the pasture in the morning and bring",
        "them home in the evening."
      ],
      "tanslateWordByWord" : [
        "And for you",
        "in them",
        "(is) beauty",
        "when",
        "you bring them in",
        "and when",
        "you take them out"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ ۚ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ",
      "simpleTranslate" : [
        "And they carry your loads to a land you could not have reached except with",
        "difficulty to yourselves. Indeed, your Lord is Kind and Merciful."
      ],
      "tafsirTranslate" : [
        "They carry your burdens to far-off lands, which you could not reach without",
        "painful toil. Indeed your Lord is All-Compassionate and All-Merciful."
      ],
      "tanslateWordByWord" : [
        "And they carry",
        "your loads",
        "to",
        "a land",
        "not",
        "you could",
        "reach it",
        "except",
        "with great trouble",
        "(to) yourselves",
        "Indeed",
        "your Lord",
        "surely is Most Kind",
        "Most Merciful"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً ۚ وَيَخْلُقُ مَا لَا تَعْلَمُونَ",
      "simpleTranslate" : [
        "And [He created] the horses, mules and donkeys for you to ride and [as]",
        "adornment. And He creates that which you do not know."
      ],
      "tafsirTranslate" : [
        "He has created horses, mules and donkeys so that you may ride them, and they may",
        "add splendour to your life. He creates for you many other things, of which you",
        "have no knowledge at all. <N:8>"
      ],
      "tanslateWordByWord" : [
        "And horses",
        "and mules",
        "and donkeys",
        "for you to ride them",
        "and (as) adornment",
        "And He creates",
        "what",
        "not",
        "you know"
      ],
      "notes" : {
        "8" : [
          "That is, [\"There are many agencies which are working for the good of man but he",
          "is quite unaware of such servants and the services rendered by them\"] ."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ وَمِنْهَا جَائِرٌ ۚ وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ",
      "simpleTranslate" : [
        "And upon Allah is the direction of the [right] way, and among the various paths",
        "are those deviating. And if He willed, He could have guided you all."
      ],
      "tafsirTranslate" : [
        "Allah has taken upon Himself to show the Right Way, when there exist crooked ways",
        "too. <N:9> He would have guided all of you aright, if He had so willed. <N:10>"
      ],
      "tanslateWordByWord" : [
        "And upon",
        "Allah",
        "(is) the direction",
        "(of) the way",
        "and among them",
        "(are) crooked",
        "And if",
        "He willed",
        "surely He would have guided you",
        "all"
      ],
      "notes" : {
        "9" : [
          "This contains an argument for Prophethood along with a proof of Tauhid and of",
          "Allah's Compassion and Providence. The argument is this: \n There arc many",
          "divergent ways of thought and action open for man to choose from. Obviously all",
          "these divergent ways cannot be straight ways, because there can be only one",
          "straight way; therefore, there can be only one right theory of life which is",
          "based on that way, and only one right way of life which is based on that right",
          "theory . Thus it is clear that the choice of the right way of life is man's most",
          "important and basic need, for its wrong choice would inevitably lead to his ruin.",
          "This is because all other things fulfil his animal needs only, but this is the",
          "greatest necessity of his life as a human being and without its fulfilment his",
          "life would be an utter failure. \n Now, it cannot be expected that Allah Who made",
          "so many provisions, and on such a large scale, for the fulfilment of the animal",
          "life of man, did not make any arrangement for the fulfilment of this real and",
          "greatest necessity of man. Just as He has provided for all the necessities of his",
          "life, so He has also provided for this greatest need of his through Prophethood.",
          "If Prophethood is denied then it should be pointed out in what way Allah has",
          "fulfilled this basic need of man. Experience of centuries has shown that mankind",
          "has always blundered whenever it. has chosen a way of life by itself. This is",
          "because Man's wisdom and intelligence are limited, and he cannot depend on these",
          "for the choice of the right way of life. Above all, one cannot say that Allah has",
          "made no arrangement for this basic need of man, for this will be the greatest",
          "misconception of AIIah that He may make most elaborate arrangements for man's",
          "animal life but should leave him in the lurch to search out a way for himself for",
          "the fulfilment of this most important and basic need."
        ],
        "10" : [
          "Here a question arises: [\"Why didn't Allah will to guide all the people aright",
          "inherently when He had taken upon Himself to show the Right Way ?\"] It is true",
          "that Allah could have imbued Man, like other creatures, with the inborn instinct",
          "and enabled him to choose the Right Way without conscious thought, experience or",
          "teaching. But this would have been against His will which was to create a being,",
          "having will and power and freedom to follow the Right Way or the wrong way,",
          "whichever he chose for himself. This is why he has been endowed with different",
          "means of knowledge and powers of conscious thought, deliberation and will, and",
          "has been empowered with the authority to make use of all powers in him and all",
          "things around him. Moreover, He has placed in him and all around him such factors",
          "as might lead him to guidance or deviation. All these things would have become",
          "meaningless, had he been created righteous by birth, and he could never have",
          "attained the heights of progress, which can be achieved only by the right use of",
          "freedom. That is why Allah has chosen Prophethood for Man's guidance, and left",
          "him free to follow or reject a Prophet. This is a test by means of which Allah",
          "judges whether Man accepts the guidance that is presented to him in a rational",
          "way."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "هُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً ۖ لَكُمْ مِنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ",
      "simpleTranslate" : [
        "It is He who sends down rain from the sky; from it is drink and from it is",
        "foliage in which you pasture [animals]."
      ],
      "tafsirTranslate" : [
        "It is He, Who sends down for you water from the sky, which provides drinking",
        "water for you and brings forth fodder for your cattle."
      ],
      "tanslateWordByWord" : [
        "He",
        "(is) the One Who",
        "sends down",
        "from",
        "the sky",
        "water",
        "for you",
        "of it",
        "(is) drink",
        "and from it",
        "(grows) vegetation",
        "in which",
        "you pasture your cattle"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِ ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ",
      "simpleTranslate" : [
        "He causes to grow for you thereby the crops, olives, palm trees, grapevines, and",
        "from all the fruits. Indeed in that is a sign for a people who give thought."
      ],
      "tafsirTranslate" : [
        "And thereby He grows for you crops and olives and date-palms and vines and",
        "different kinds of many other fruits. Surely there is a great Sign in this for",
        "those people who ponder."
      ],
      "tanslateWordByWord" : [
        "He causes to grow",
        "for you",
        "with it",
        "the crops",
        "and the olives",
        "and the date-palms",
        "and the grapes",
        "and of",
        "every kind",
        "(of) fruits",
        "Indeed",
        "in",
        "that",
        "surely (is) a sign",
        "for a people",
        "who reflect"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ ۖ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ ۗ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ",
      "simpleTranslate" : [
        "And He has subjected for you the night and day and the sun and moon, and the",
        "stars are subjected by His command. Indeed in that are signs for a people who",
        "reason."
      ],
      "tafsirTranslate" : [
        "He has subjected to your service the day and the night and the sun and the moon:",
        "likewise all the stars are subjected by His Command. In this there are many Signs",
        "for those who make use of their common sense."
      ],
      "tanslateWordByWord" : [
        "And He has subjected",
        "for you",
        "the night",
        "and the day",
        "and the sun",
        "and the moon",
        "and the stars",
        "(are) subjected",
        "by His command",
        "Indeed",
        "in",
        "that",
        "surely (are) signs",
        "for a people",
        "who use reason"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَمَا ذَرَأَ لَكُمْ فِي الْأَرْضِ مُخْتَلِفًا أَلْوَانُهُ ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَذَّكَّرُونَ",
      "simpleTranslate" : [
        "And [He has subjected] whatever He multiplied for you on the earth of varying",
        "colors. Indeed in that is a sign for a people who remember."
      ],
      "tafsirTranslate" : [
        "And in the things of different colours He has created for you in the Earth, there",
        "is indeed a Sign for those who learn lessons from them."
      ],
      "tanslateWordByWord" : [
        "And whatever",
        "He multiplied",
        "for you",
        "in",
        "the earth",
        "(of) varying",
        "colors",
        "Indeed",
        "in",
        "that",
        "surely (is) a sign",
        "for a people",
        "who remember"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "simpleTranslate" : [
        "And it is He who subjected the sea for you to eat from it tender meat and to",
        "extract from it ornaments which you wear. And you see the ships plowing through",
        "it, and [He subjected it] that you may seek of His bounty; and perhaps you will",
        "be grateful."
      ],
      "tafsirTranslate" : [
        "It is He Who has subjected the sea to your service so that you may get fresh",
        "flesh from it to eat and bring out of it articles of ornament, which you wear,",
        "and you see that the ship ploughs her course through it. He has done all this so",
        "that you may seek of His bounty <N:11> and show gratitude to Him."
      ],
      "tanslateWordByWord" : [
        "And He",
        "(is) the One Who",
        "subjected",
        "the sea",
        "for you to eat",
        "from it",
        "meat",
        "fresh",
        "and that you bring forth",
        "from it",
        "ornaments",
        "(that) you wear them",
        "And you see",
        "the ships",
        "ploughing",
        "through it",
        "and that you may seek",
        "of",
        "His Bounty",
        "and that you may",
        "(be) grateful"
      ],
      "notes" : {
        "11" : [
          "That is, [\"try to get your sustenance in lawful ways\"]."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَأَلْقَىٰ فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَأَنْهَارًا وَسُبُلًا لَعَلَّكُمْ تَهْتَدُونَ",
      "simpleTranslate" : [
        "And He has cast into the earth firmly set mountains, lest it shift with you, and",
        "[made] rivers and roads, that you may be guided,"
      ],
      "tafsirTranslate" : [
        "He has driven mountains firmly into the earth lest it should turn away from its",
        "usual course along with you: <N:12> He has caused rivers to flow and made natural",
        "ways <N:13> so that you may be directed aright."
      ],
      "tanslateWordByWord" : [
        "And He has cast",
        "in",
        "the earth",
        "firm mountains",
        "lest",
        "it should shake",
        "with you",
        "and rivers",
        "and roads",
        "so that you may",
        "be guided"
      ],
      "notes" : {
        "12" : [
          "This shows that the real function of mountains is to regulate the motion and",
          "speed of the Earth. We have come to this conclusion, for the Qur'an has made this",
          "benefit of mountains very prominent in many places. Therefore, their other",
          "benefits should be regarded as incidental."
        ],
        "13" : [
          "Natural ways are those routes which are formed along the banks of streams,",
          "ravines and rivers. Though the importance of these ways is great even in the",
          "plains, one feels their sore need, especially in the mountainous regions."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَعَلَامَاتٍ ۚ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ",
      "simpleTranslate" : [
        "And landmarks. And by the stars they are [also] guided."
      ],
      "tafsirTranslate" : [
        "He has placed landmarks <N:14> to direct people, and by stars, too, they are",
        "directed aright. <N:15>"
      ],
      "tanslateWordByWord" : [
        "And landmarks",
        "And by the stars",
        "they",
        "guide themselves"
      ],
      "notes" : {
        "14" : [
          "This is a Sign of Allah that He has broken the monotony of land by placing",
          "conspicuous landmarks on it to distinguish different regions from one another.",
          "These have many benefits and one of these is to help guide travellers and",
          "navigators to their destinations. One also realizes the importance and value of",
          "these landmarks, when one is travelling through a sandy desert where there are",
          "hardly any objects to guide on the way, and one is liable to lose the way any",
          "time. One feels the lack of landmarks much more in the sea voyage. It is in the",
          "deserts and the seas that people realize the true significance of [\"......by",
          "stars, too, they arc directed aright to their destinations.\"] \n This verse",
          "contains arguments for Tauhid. Providence, and Compassion of Allah, and also a",
          "proof of Prophethood. For the mind is instinctively turned towards this question:",
          "Can it be possible that Allah who has made so elaborate arrangements for man's",
          "guidance to fulfil his physical needs has neglected to provide for his moral and",
          "spiritual needs?\" It cannot be so, for it is obvious that even the greatest loss",
          "of some physical necessity due to the adoption of a wrong way is nothing as",
          "compared with the loss of spiritual and moral values due to deviation froth the",
          "Right Way. It would be nothing less than having doubt in Allah's Compassion and",
          "Providence to think that He, Who had made so elaborate provision for man's",
          "guidance on land and sea by creating mountains, rivers, stars and other objects,",
          "would have neglected to make provision for his moral and spiritual guidance; any,",
          "it stands to reason, that He must have provided prominent beacons of light to",
          "guide Man to that Right Way of life which is indispensable to his true success."
        ],
        "15" : [
          "In vv. 4-16, some Signs have been mentioned in succession in order to focus",
          "people's attention on the Creation of man himself and of the Earth and the.",
          "heavens. They will thus find that everything supports the truth of the doctrines",
          "taught by the Holy Prophet. A critical study of all these Signs shows that these",
          "must have been designed and created by an All-Wise Being, and One Being alone,",
          "and there could not have been any partner or associate to help Him. Let us",
          "consider this theme from the point of view of Man, the central figure in the",
          "Creation. This wonderful being who is able to speak with his tongue and is",
          "capable of arguing his case with it, has been created from an insignificant sperm",
          "- drop. Then many animals have been created to satisfy the necessities of his",
          "life. They provide food, clothing and conveyance for him and help satisfy his",
          "aesthetic taste as well. Then there is a remarkable system of rain water from the",
          "sky to produce corn crops, fruits and verdure, etc., on the earth to fulfil man's",
          "needs. Then there is the creation of regular days and nights and seasons, which",
          "are closely connected with aII kinds of production of the earth, and also with",
          "Man's general well being. Then there are oceans, which help fulfil many of his",
          "physical and aesthetic demands and provide water ways for traffic. Likewise",
          "mountains have been created to provide man with many benefits. Then there are",
          "landmarks on the earth and stars in the heavens to guide travellers and",
          "navigators to the destinations. In short, there are inumerable Signs in the Earth",
          "and the heavens which are closely interconnected and are also indispensable to",
          "man's welfare, nay, to his very existence. All these arc clear proofs that only",
          "One Being has designed the whole universe and created it in accordance with that",
          "design. It is He Who is all the time creating new things to fit in that scheme,",
          "and working this wonderful universe that spreads from the Earth to boundless",
          "heavens. Who can then claim, except a foolish or obdurate person, that all this",
          "has come into existence by a mere accident? Or, who can say that these different",
          "aspects, which are working under a perfect system and are intimately connected",
          "with one another and are wellbalanced, have been created by different gods and",
          "are under the control of different guardians?"
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ ۗ أَفَلَا تَذَكَّرُونَ",
      "simpleTranslate" : [
        "Then is He who creates like one who does not create? So will you not be reminded?"
      ],
      "tafsirTranslate" : [
        "Is, then, He, Who creates, like those who create nothing? <N:16> Do you not",
        "understand even this much?"
      ],
      "tanslateWordByWord" : [
        "Then is He Who",
        "creates",
        "like one who",
        "(does) not",
        "create",
        "Then will you not",
        "remember"
      ],
      "notes" : {
        "16" : [
          "hat is, [\"If you, people of Makkah, acknowledge [(and they acknowledged this just",
          "as other mushriks did)] that Allah alone is the Creator of all of you and",
          "everything, and no one of the partners, you have set up with Him, has created",
          "anything in the universe, how is it, then, that you ascribe to the created, a",
          "status equal to or like that of the Creator in the system of universe created by",
          "Him? How can it be possible that the powers and the rights of the created should",
          "be equal to the powers and the rights of the Creator in the universe created by",
          "Himself? How can it be believed that the Creator and the created possess the same",
          "qualities and characteristics, or can have such relationship as of father and",
          "son?\"]"
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا ۗ إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "And if you should count the favors of Allah , you could not enumerate them.",
        "Indeed, Allah is Forgiving and Merciful."
      ],
      "tafsirTranslate" : [
        "If you try to reckon up Allah's blessings, you cannot count them. Indeed, He is",
        "Forgiving and Compassionate, <N:17>"
      ],
      "tanslateWordByWord" : [
        "And if",
        "you should count",
        "the Favors of Allah",
        "the Favors of Allah",
        "not",
        "you could enumerate them",
        "Indeed",
        "Allah",
        "(is) Oft-Forgiving",
        "Most Merciful"
      ],
      "notes" : {
        "17" : [
          "Here the connection of Allah's attributes, [\"Forgiving and Compassionate\"] , with",
          "the preceding verse is so obvious that it has been left unmentioned. It is this:",
          "[\"Though Allah goes on showering countless blessings upon people, they behave in",
          "an ungrateful, faithless and rebellious manner towards Him. He does not punish",
          "them immediately, but gives them respite, for He is Forgiving and Compassionate\"]",
          ". This is true of both individuals and communities. There are people, who deny",
          "even the existence of God, yet He goes on bestowing His favours on them for years",
          "on end. There are others who set up partners with Him in his attributes, powers",
          "and rights, and show their gratitude to others than Him for His blessings, yet He",
          "dces not withhold His favours from them; there are still others who profess to",
          "acknowledge Him as their Creator and Benefactor, yet rebel against Him and are",
          "disobedient to Him and consider freedom from Him w be their birth right, but in",
          "spite of all this He continues to shower His countless blessings on them as long",
          "as they live."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَاللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ",
      "simpleTranslate" : [
        "And Allah knows what you conceal and what you declare."
      ],
      "tafsirTranslate" : [
        "though He knows all that you conceal and all that you reveal. <N:18>"
      ],
      "tanslateWordByWord" : [
        "And Allah",
        "knows",
        "what",
        "you conceal",
        "and what",
        "you reveal"
      ],
      "notes" : {
        "18" : [
          "A grave misunderstanding might arise as to why Allah's blessings should continue",
          "to be showered even on those who deny Him and set up partners with Him and are",
          "disobedient to Him. The foolish people are liable to conclude from this that He",
          "does not withhold His favours from such people because He has no knowledge of",
          "their wicked deeds, The Qur'an declares: [\"......Even though He has full",
          "knowledge of all the deeds of the people, whether these are done secretly or",
          "openly, He does not discontinue His blessings on the sinners, for He is",
          "Forgiving, Compassionate and Merciful. Therefore, O foolish people! , get rid of",
          "this misunderstanding, and reform yourselves.\"]"
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَالَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ",
      "simpleTranslate" : [
        "And those they invoke other than Allah create nothing, and they [themselves] are",
        "created."
      ],
      "tafsirTranslate" : [
        "And the other beings, whom the people invoke, create nothing; nay, they are",
        "themselves created."
      ],
      "tanslateWordByWord" : [
        "And those whom",
        "they invoke",
        "besides",
        "besides",
        "Allah",
        "not",
        "they create",
        "anything",
        "but (are) themselves",
        "created"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "أَمْوَاتٌ غَيْرُ أَحْيَاءٍ ۖ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
      "simpleTranslate" : [
        "They are, [in fact], dead, not alive, and they do not perceive when they will be",
        "resurrected."
      ],
      "tafsirTranslate" : [
        "They are dead, not living, and they do not know at all when they shall again be",
        "raised to life. <N:19>"
      ],
      "tanslateWordByWord" : [
        "(They are) dead",
        "not alive",
        "not alive",
        "And not",
        "they perceive",
        "when",
        "they will be resurrected"
      ],
      "notes" : {
        "19" : [
          "The words employed here to refute man-made deifies clearly indicate that these",
          "deities were deceased prophets, saints, martyrs and pious and other extraordinary",
          "beings buried in their graves and not angels, jinns, devils or idols. For the",
          "angels and devils are alive: therefore, the words, [\"They are dead, not living\"]",
          "cannot apply to them, and it is out of the question to say about idols of stone",
          "or wood that [\"They do not know at all when they shall again be raised to life\"]",
          "in the Hereafter. As regards the objection to this version that there were no",
          "such deities in Arabia, this is based on the lack of knowledge of the history of",
          "the pre-Islamic period. It is well known that there was a large number of Jews",
          "and Christians living among many clans of Arabia, who used to invoke and worship",
          "their Prophets, saints, etc. It is also a fact that many gods of the mushriks of",
          "Arabia were human beings, whose idols they had set up for worship after their",
          "death. According to a Tradition cited in Bukhari on the authority of Ibn ' Abbas,",
          "[\"Wadd, Sua`, Yaghuth, Ya`uq, and Nasr were pious human beings, whom the",
          "succeeding generations had made gods.\"] In another Tradition, related by Hadrat",
          "'A'ishah, Asaf and Na'ilah were human beings. There are also traditions to the",
          "same effect about Lat, Munat and 'Uzza. So much so that according to some",
          "traditions of the mushriks, Lat and `Uzza were the beloved ones of AIIah who used",
          "to pass His winter with Lat and summer with `Uzza. But [\"Allah is absolutely free",
          "from such [(absurd)] things they attribute to Him. \"]"
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ ۚ فَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ قُلُوبُهُمْ مُنْكِرَةٌ وَهُمْ مُسْتَكْبِرُونَ",
      "simpleTranslate" : [
        "Your god is one God. But those who do not believe in the Hereafter - their hearts",
        "are disapproving, and they are arrogant."
      ],
      "tafsirTranslate" : [
        "Your Deity is One Allah, but the hearts of those, who do not believe in the",
        "Hereafter, are given to denial, and they are puffed up with pride. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Your god",
        "(is) God",
        "One",
        "But those who",
        "(do) not",
        "believe",
        "in the Hereafter",
        "their hearts",
        "refuse",
        "and they",
        "(are) arrogant"
      ],
      "notes" : {
        "20" : [
          "That is, \"Those who do not believe in the life in the Hereafter, have become so",
          "irresponsible, care-free and intoxicated with the life of this world, that they",
          "feel no hesitation or pang in denying any reality, and they put no value on or",
          "attach no worth to truth. That -is why, they are not prepared to impose any moral",
          "restraint on themselves and feel no need to investigate as to whether the way,",
          "they are following, is right or wrong."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "لَا جَرَمَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُ لَا يُحِبُّ الْمُسْتَكْبِرِينَ",
      "simpleTranslate" : [
        "Assuredly, Allah knows what they conceal and what they declare. Indeed, He does",
        "not like the arrogant."
      ],
      "tafsirTranslate" : [
        "Surely Allah has full knowledge of all their deeds, both secret and open. He does",
        "not like those people, who are puffed up with pride."
      ],
      "tanslateWordByWord" : [
        "No doubt",
        "No doubt",
        "that",
        "Allah",
        "knows",
        "what",
        "they conceal",
        "and what",
        "they reveal",
        "Indeed, He",
        "(does) not",
        "love",
        "the arrogant ones"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَإِذَا قِيلَ لَهُمْ مَاذَا أَنْزَلَ رَبُّكُمْ ۙ قَالُوا أَسَاطِيرُ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "And when it is said to them, \"What has your Lord sent down?\" They say, \"Legends",
        "of the former peoples,\""
      ],
      "tafsirTranslate" : [
        "And <N:21> when they are asked, \"What is it that your Lord has sent down\"?, they",
        "say these are mere fairy tales of the ancients. <N:22>"
      ],
      "tanslateWordByWord" : [
        "And when",
        "it is said",
        "to them",
        "What",
        "has your Lord sent down",
        "has your Lord sent down",
        "They say",
        "Tales",
        "(of) the ancient"
      ],
      "notes" : {
        "21" : [
          "In the preceding verse [(23)] those puffed up people, who were rejecting the",
          "Message were warned that Allah had full knowledge of all their [\"deeds.\"] Now",
          "from v. 24 the Qur'an takes up those [\"deeds\"] one by one and deals with the",
          "arguments they presented against the Messenger, the objections they raised and",
          "the lame excuses they invented for their rejection, and reproaches and admonishes",
          "them."
        ],
        "22" : [
          "One of their cunning devices was to create doubts about the Qur'an. Whenever",
          "outsiders came tc visit Makkah, they would naturally make enquiries about the",
          "Qur'an, which the Holy Prophet declared, was being sent down to him by Allah. The",
          "disbelievers would answer that it contained merely fairy-tales of the ancients.",
          "They would say such things in order to create doubts in the minds of the",
          "inquirers so that they should not take any interest in the Message of the Holy",
          "Prophet."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ ۙ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ ۗ أَلَا سَاءَ مَا يَزِرُونَ",
      "simpleTranslate" : [
        "That they may bear their own burdens in full on the Day of Resurrection and some",
        "of the burdens of those whom they misguide without knowledge. Unquestionably,",
        "evil is that which they bear."
      ],
      "tafsirTranslate" : [
        "They say such things so that they should bear the full brunt of their own burdens",
        "on the Day of Resurrection together with some of the burdens of those whom they",
        "are leading astray in their ignorance. Behold! what a heavy responsibility they",
        "are taking on themselves!"
      ],
      "tanslateWordByWord" : [
        "That they may bear",
        "their own burdens",
        "(in) full",
        "on (the) Day",
        "(of) the Resurrection",
        "and of",
        "the burdens",
        "(of) those whom",
        "they misled [them]",
        "without",
        "knowledge",
        "Unquestionably",
        "evil",
        "(is) what",
        "they will bear"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ وَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "simpleTranslate" : [
        "Those before them had already plotted, but Allah came at their building from the",
        "foundations, so the roof fell upon them from above them, and the punishment came",
        "to them from where they did not perceive."
      ],
      "tafsirTranslate" : [
        "Many of those who have gone before them also contrived such cunning devices to",
        "defeat the Truth, but behold! Allah smote the edifice of their evil designs at",
        "its foundations and its roof fell down upon their heads from above them, and the",
        "scourge overtook them from the direction they little dreamed that it would come."
      ],
      "tanslateWordByWord" : [
        "Verily",
        "plotted",
        "those who",
        "(were) before them",
        "(were) before them",
        "but Allah came",
        "but Allah came",
        "(at) their building",
        "from",
        "the foundations",
        "so fell",
        "upon them",
        "the roof",
        "from",
        "above them",
        "and came to them",
        "the punishment",
        "from",
        "where",
        "they (did) not perceive",
        "they (did) not perceive"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "ثُمَّ يَوْمَ الْقِيَامَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تُشَاقُّونَ فِيهِمْ ۚ قَالَ الَّذِينَ أُوتُوا الْعِلْمَ إِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوءَ عَلَى الْكَافِرِينَ",
      "simpleTranslate" : [
        "Then on the Day of Resurrection He will disgrace them and say, \"Where are My",
        "'partners' for whom you used to oppose [the believers]?\" Those who were given",
        "knowledge will say, \"Indeed disgrace, this Day, and evil are upon the",
        "disbelievers\" -"
      ],
      "tafsirTranslate" : [
        "Then on the Day of Resurrection Allah will disgrace and degrade them. He will say",
        "to them: \"Now where are My partners concerning whom you used to dispute (with the",
        "truthful)?\"-Those, <N:23> to whom Knowledge had been given in the world, will",
        "say, \"Today there is ignominy and misery for the disbelievers.\""
      ],
      "tanslateWordByWord" : [
        "Then",
        "(on) the Day",
        "(of) the Resurrection",
        "He will disgrace them",
        "and say",
        "Where",
        "(are) My partners",
        "those (for) whom",
        "you used (to)",
        "oppose",
        "[in them]",
        "Will say",
        "those who",
        "were given",
        "the knowledge",
        "Indeed",
        "the disgrace",
        "this Day",
        "and evil",
        "(are) upon",
        "the disbelievers"
      ],
      "notes" : {
        "23" : [
          "There is a gap between this answer and the preceding question which has been left",
          "for the reader to fill. When Allah will ask, [\"Now where arc My partners .... ,\"]",
          "there will be dead silence in the Plain where the whole of mankind shall have to",
          "gather on the occasion of Resurrection. The disbelievers and the mushriks will be",
          "dumb-founded for they will be at a loss to find an answer to this. Then those who",
          "had been given knowledge will make the assertion, [\"Today, there is",
          "............\"]"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ ۖ فَأَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ ۚ بَلَىٰ إِنَّ اللَّهَ عَلِيمٌ بِمَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "The ones whom the angels take in death [while] wronging themselves, and [who]",
        "then offer submission, [saying], \"We were not doing any evil.\" But, yes! Indeed,",
        "Allah is Knowing of what you used to do."
      ],
      "tafsirTranslate" : [
        "Yes <N:24> , this is for those disbelievers, who, while they are still engaged in",
        "wronging themselves, shall surrender themselves when seized by the angels, <N:25>",
        "saying, \"We were doing nothing wrong at all.\" The angels will retort, \"What, dare",
        "you deny this! Allah is fully aware of what you were doing."
      ],
      "tanslateWordByWord" : [
        "Those whom ",
        "take them in death",
        "the Angels",
        "(while) wronging",
        "themselves",
        "then they would offer",
        "the submission",
        "Not",
        "we were",
        "doing",
        "any",
        "evil",
        "Nay",
        "indeed",
        "Allah",
        "(is) All-Knower",
        "of what",
        "you used (to)",
        "do"
      ],
      "notes" : {
        "24" : [
          "This is Allah's addition to the previous assertion, and not its continuation.",
          "Those commentators who have wrongly considered this as continuation of the",
          "preceding sentence, are unable to offer any satisfactory explanation for their",
          "opinion."
        ],
        "25" : [
          "That is, [\"When the angels take possession of their souls at the time of",
          "death.....\"]"
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ",
      "simpleTranslate" : [
        "So enter the gates of Hell to abide eternally therein, and how wretched is the",
        "residence of the arrogant."
      ],
      "tafsirTranslate" : [
        "Now, go and enter the gates of Hell, where you shall abide for ever. \" <N:26> The",
        "fact is that a very miserable abode it is for the haughty ones."
      ],
      "tanslateWordByWord" : [
        "So enter",
        "(the) gates",
        "(of) Hell",
        "(to) abide forever",
        "in it",
        "Surely, wretched",
        "(is the) abode",
        "(of) the arrogant"
      ],
      "notes" : {
        "26" : [
          "This verse [(28)] and verse 32, and several other verses in the Qur'an, clearly",
          "and definitely assert that immediately after death, souls suffer torment or enjoy",
          "peace in the world of Barzakh. The Traditions use the word [\"qabar\"] [(grave)]",
          "metaphorically for this existence of the souls. This is the world in which souls",
          "enter immediately after death and will remain therein up to the Day of",
          "Resurrection. Yet the disbelievers of the Traditions declare that after death",
          "souls will remain in a dormant state up to the time of Resurrection, and will",
          "neither feel any pain nor joy, nor will be conscious of anything at all.",
          "Obviously, this is a wrong opinion, for according to v. 28, just after death when",
          "the disbelievers will be conscious of the fact that they had been leading an evil",
          "life, they will try to make the angels believe that they had not done any evil",
          "deed. The angels will rebuke them at this [\"boldness\"] and will tell them that",
          "they shall have to go into Hell. On the other hand, according to verse 32, just",
          "after their death, the pious believers are welcomed by the angels and given the",
          "good news that they will enter into Paradise. Besides these verses, there is the",
          "mention of a dialogue between the angels and those Muslims, who did not migrate",
          "to Al-Madinah, after their souls were seized by the angels in IV: 97. Above all,",
          "according to XL: 45-46, the people of Pharaoh have been encircled by a torment",
          "and are exposed before the Fire of Hell every morning and every evening. This",
          "will go on up to the Day of Resurrection when they shall be sentenced to eternal",
          "torment. \n In fact, both the Qur'an and the Traditions present the same kind of",
          "picture of the condition of the soul after death up to Resurrection. Death causes",
          "merely the separation of the soul from the body but does not annihilate it. The",
          "soul lives with the same personality that was formed by the different experiences",
          "and the mental exercises and moral activities it had in its worldly life in",
          "co-operation with the body. This nature of the consciousness, feelings,",
          "observations and experiences of the soul, during the waiting period, is similar",
          "to that, in a dream. Just as a criminal sentenced to death suffers from mental",
          "torture on the eve of his crucifixion, in the same way the angels take to task",
          "the guilty as in a dream, torture it and take it to the horrible Hell in order to",
          "make it fore-taste the impending torture. In contrast to this, the pure soul is",
          "welcomed by the angels and is given the good news of entry into paradise and is",
          "made to enjoy its pleasant breeze and smell, and to feel happy like the faithful",
          "servant who is invited to the headquarters to receive his reward. But this",
          "[\"life\"] in the world of Barzakh will suddenly come to an end on the second",
          "blowing of the Trumpet of Resurrection. When the guilty souls will again enter",
          "into their former bodies and muster in the Plain, they will cry in horror, [\"Oh !",
          "woe to us! who has roused us from our sleeping places ?\"] But the true Believers",
          "will say with perfect peace of mind, [\"This is exactly what the Beneficent had",
          "predicted, and the Messengers had told the truth.\"] [(XXXVI: 52 <V:36:52>)]. \n",
          "This has been further elucidated in Chapter XXX. \n As the guilty ones will be",
          "under the delusion that they had been lying in their death-bed for an hour or so",
          "and had been roused from given Knowledge and Faith, will say. [\"According to the",
          "Record of Allah, you have remained after death till this Day of Resurrection and",
          "this is the same Day of Resurrection, but you did not know this.\"] [(XXX: 55-56",
          "<V:30:55-56>)]."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "وَقِيلَ لِلَّذِينَ اتَّقَوْا مَاذَا أَنْزَلَ رَبُّكُمْ ۚ قَالُوا خَيْرًا ۗ لِلَّذِينَ أَحْسَنُوا فِي هَٰذِهِ الدُّنْيَا حَسَنَةٌ ۚ وَلَدَارُ الْآخِرَةِ خَيْرٌ ۚ وَلَنِعْمَ دَارُ الْمُتَّقِينَ",
      "simpleTranslate" : [
        "And it will be said to those who feared Allah , \"What did your Lord send down?\"",
        "They will say, \"[That which is] good.\" For those who do good in this world is",
        "good; and the home of the Hereafter is better. And how excellent is the home of",
        "the righteous -"
      ],
      "tafsirTranslate" : [
        "On the other hand, when the God-fearing people are asked, \"What is it that has",
        "been sent by your Lord?\" they say, \"It is the best thing that has been sent down.",
        "\" <N:27> There is good for those righteous people who do good works in this",
        "world, and far better is their abode in the Hereafter.\" Blessed indeed is the",
        "dwelling place for the pious people."
      ],
      "tanslateWordByWord" : [
        "And it will be said",
        "to those who",
        "fear Allah",
        "What",
        "has your Lord sent down",
        "has your Lord sent down",
        "They will say",
        "Good",
        "For those who",
        "do good",
        "in",
        "this",
        "world",
        "(is) a good",
        "and the home",
        "of the Hereafter",
        "(is) better",
        "And surely excellent",
        "(is) the home",
        "(of) the righteous"
      ],
      "notes" : {
        "27" : [
          "In contrast to the disbelievers [(v. 24)], the righteous people spoke highly of",
          "the Holy Prophet and of the teachings of the Qur'an to the people coming from the",
          "suburbs of Makkah. Unlike the former they did not delude the people nor created",
          "misunderstandings in the minds. They were full of praise for them and told the",
          "truth about the Holy Prophet."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ لَهُمْ فِيهَا مَا يَشَاءُونَ ۚ كَذَٰلِكَ يَجْزِي اللَّهُ الْمُتَّقِينَ",
      "simpleTranslate" : [
        "Gardens of perpetual residence, which they will enter, beneath which rivers flow.",
        "They will have therein whatever they wish. Thus does Allah reward the righteous -"
      ],
      "tafsirTranslate" : [
        "There will be gardens for their permanent residence into which they will enter:",
        "canals will be flowing underneath them: above all, they will find there",
        "everything as they would desire: <N:28>"
      ],
      "tanslateWordByWord" : [
        "Gardens",
        "(of) Eden ",
        "which they will enter",
        "flows",
        "from",
        "underneath them",
        "the rivers",
        "For them",
        "therein",
        "(will be) whatever",
        "they wish",
        "Thus",
        "Allah rewards",
        "Allah rewards",
        "the righteous"
      ],
      "notes" : {
        "28" : [
          "This is the best blessing of Paradise. The dweller will get there whatever he",
          "will desire and wish and there will be nothing at all to offend him. This is the",
          "blessing that has never been attained even by the richest and the most powerful",
          "people in this world. On the contrary, every dweller of Paradise will enjoy this",
          "blessing to his fill because he will always have everything to his desire and",
          "liking, and will have each and every wish and desire fulfilled."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ طَيِّبِينَ ۙ يَقُولُونَ سَلَامٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "The ones whom the angels take in death, [being] good and pure; [the angels] will",
        "say, \"Peace be upon you. Enter Paradise for what you used to do.\""
      ],
      "tafsirTranslate" : [
        "this is the reward for those pious people whose souls are received in a pure",
        "state, by the angels, who welcome them, saying, \"Peace be on you: enter into",
        "Paradise as the reward of your good deeds\"."
      ],
      "tanslateWordByWord" : [
        "Those whom",
        "take them in death",
        "the Angels",
        "(when they are) pure",
        "saying",
        "Peace",
        "(be) upon you",
        "Enter",
        "Paradise",
        "for what",
        "you used (to)",
        "do"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ أَمْرُ رَبِّكَ ۚ كَذَٰلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ ۚ وَمَا ظَلَمَهُمُ اللَّهُ وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
      "simpleTranslate" : [
        "Do the disbelievers await [anything] except that the angels should come to them",
        "or there comes the command of your Lord? Thus did those do before them. And Allah",
        "wronged them not, but they had been wronging themselves."
      ],
      "tafsirTranslate" : [
        "(O Muhammad!) are these people still waiting, though now nothing has been left",
        "but that angels should come or your Lord's judgment be passed on them? <N:29>",
        "Many people before them behaved audaciously like them, and had to take the",
        "consequence: it was not Allah Who was unjust to them but they were unjust to",
        "themselves."
      ],
      "tanslateWordByWord" : [
        "Do",
        "they wait",
        "except",
        "that",
        "(should) come to them",
        "the Angels",
        "or",
        "(should) come",
        "(the) Command",
        "(of) your Lord",
        "Thus",
        "did",
        "those who",
        "(were) before them",
        "(were) before them",
        "And not",
        "wronged them",
        "Allah",
        "but",
        "they were",
        "themselves",
        "wronging"
      ],
      "notes" : {
        "29" : [
          "This is to admonish the unbelievers to this effect: [\"Why are they still",
          "hesitating to accept the Message which is very simple and clear ? We have tried",
          "every method to present each aspect of the Truth clearly with arguments and",
          "brought witnesses thereof from the whole system of the universe, and have left no",
          "room for any man of understanding to stick to shirk. Now what they are waiting",
          "for is nothing more than this that the angel of death should come before them:",
          "and then they will accept the Message at the last moment of their lives. Or, do",
          "they wait for the scourge of God to overtake them and make them accept the",
          "Message?\"]"
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "فَأَصَابَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
      "simpleTranslate" : [
        "So they were struck by the evil consequences of what they did and were enveloped",
        "by what they used to ridicule."
      ],
      "tafsirTranslate" : [
        "In the end their evil deeds brought upon them the consequences and that very",
        "thing, they used to scoff at, overwhelmed them."
      ],
      "tanslateWordByWord" : [
        "Then struck them",
        "(the) evil (results)",
        "(of) what",
        "they did",
        "and surrounded",
        "them",
        "what",
        "they used (to)",
        "[of it]",
        "mock"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "وَقَالَ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا عَبَدْنَا مِنْ دُونِهِ مِنْ شَيْءٍ نَحْنُ وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ دُونِهِ مِنْ شَيْءٍ ۚ كَذَٰلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ ۚ فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلَاغُ الْمُبِينُ",
      "simpleTranslate" : [
        "And those who associate others with Allah say, \"If Allah had willed, we would not",
        "have worshipped anything other than Him, neither we nor our fathers, nor would we",
        "have forbidden anything through other than Him.\" Thus did those do before them.",
        "So is there upon the messengers except [the duty of] clear notification?"
      ],
      "tafsirTranslate" : [
        "The mushriks say, \"Had Allah willed, neither we nor our forefathers would have",
        "worshipped any other than Allah nor made anything unlawful without His will . \"",
        "<N:30> Such excuses were put forward also by those who went before them. <N:31>",
        "Have the Messengers any more responsibility than to convey the Message clearly?"
      ],
      "tanslateWordByWord" : [
        "And said",
        "those who",
        "associate partners (with Allah)",
        "If",
        "Allah (had) willed",
        "Allah (had) willed",
        "not",
        "we (would) have worshipped",
        "other than Him",
        "other than Him",
        "any",
        "thing",
        "we",
        "and not",
        "our forefathers",
        "and not",
        "we (would) have forbidden",
        "other than Him",
        "other than Him",
        "anything",
        "anything",
        "Thus",
        "did",
        "those who",
        "(were) before them",
        "(were) before them",
        "Then is (there)",
        "on",
        "the messengers",
        "except",
        "the conveyance",
        "clear"
      ],
      "notes" : {
        "30" : [
          "In order to understand the significance of this argument the reader should keep",
          "in view vv. 148-150 and E.N.'s 124-126 of Chapter VI, for this has been cited and",
          "answered there."
        ],
        "31" : [
          "That is, [\"Your argument\"] is not a new one but the same old one which had always",
          "been offered by erroneous people who went before you. Today you arc, like them,",
          "excusing yourselves for your deviation and evil conduct, saying that it is the",
          "will of God. You know that this is a lame excuse that has been invented to delude",
          "yourselves, and to escape from admonition.[\" \n This answer also contains a subtle",
          "retort to the objection of the disbelievers that the Qur'an consisted merely of",
          "old stories of the ancients [(v. 24)]. They meant to imply that the Prophet had",
          "nothing new to offer. So he was repeating the same old stories that had been",
          "repeated over and over again since the time of Prophet Noah. The retort is this:",
          "\"]If the Holy Prophet was not presenting anything new but was reciting the old",
          "stories of the ancients, you yourselves are not putting forward any new excuse in",
          "defence of your evil deeds, but the same old excuse that was put forward by the",
          "people who went before you. \""
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ۖ فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ ۚ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "And We certainly sent into every nation a messenger, [saying], \"Worship Allah and",
        "avoid Taghut.\" And among them were those whom Allah guided, and among them were",
        "those upon whom error was [deservedly] decreed. So proceed through the earth and",
        "observe how was the end of the deniers."
      ],
      "tafsirTranslate" : [
        "Accordingly, we sent to every community a Messenger, saying, \"Worship Allah and",
        "keep away from the taghut. \" <N:32> After that Allah showed guidance to some of",
        "them, while deviation took hold of others. <N:33> So, roam about in the earth and",
        "behold what has been the end of the rejectors of the Messengers. <N:34>"
      ],
      "tanslateWordByWord" : [
        "And certainly",
        "We sent",
        "into",
        "every",
        "nation",
        "a Messenger",
        "that",
        "Worship",
        "Allah",
        "and avoid",
        "the false deities",
        "Then among them",
        "(were some) whom",
        "Allah guided",
        "Allah guided",
        "and among them",
        "(were) some",
        "was justified",
        "on them",
        "the straying",
        "So travel",
        "in",
        "the earth",
        "and see",
        "how",
        "was",
        "the end",
        "(of) the deniers"
      ],
      "notes" : {
        "32" : [
          "That is, [\"You are not justified in excusing yourselves for these sins, saying",
          "that it is the will of God for We sent Messengers to every ummat, who told the",
          "people in plain words that they should worship Us and none else, and should not",
          "follow and obey taghut. Besides this, We have already warned you that We do not",
          "approve of your deviations. Why should you then put forward this excuse for your",
          "deviations ? Do you mean to say that We ought to have sent such Messengers as",
          "would have forced you to follow the Right Way instead of bringing you to it by",
          "preaching?\"] [(Please refer to E.N. 80 of Al-A am VI for the distinction between",
          "God's [\"will\"] and God's [\"approval. \"])]"
        ],
        "33" : [
          "That is, [\"Whenever a Messenger came to a people, they were divided into two",
          "groups: \n [(1)] Those who accepted the Message [(and that, too, could not have",
          "been possible except with the will of Allah. )] \n [(2)] Those who rejected it and",
          "stuck to their deviation\"]. [(For fuller explanation, please consult E.N. 28 of",
          "A/-An am VI."
        ],
        "34" : [
          "] That is, [\"You can see for yourselves the lesson of human history. It is this",
          "that the people, who rejected the Message, incurred the scourge of Allah like",
          "Pharaoh and the people of Pharaoh, while Prophet Moses received the blessings of",
          "Allah\"] ."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "إِنْ تَحْرِصْ عَلَىٰ هُدَاهُمْ فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ ۖ وَمَا لَهُمْ مِنْ نَاصِرِينَ",
      "simpleTranslate" : [
        "[Even] if you should strive for their guidance, [O Muhammad], indeed, Allah does",
        "not guide those He sends astray, and they will have no helpers."
      ],
      "tafsirTranslate" : [
        "(0 Muhammad!) howsoever desirous you may be of their guidance, (know) that Allah",
        "does not show guidance to those whom He lets go astray, and such people have no",
        "helpers."
      ],
      "tanslateWordByWord" : [
        "If",
        "you desire",
        "[for]",
        "their guidance",
        "then indeed",
        "Allah",
        "(will) not",
        "guide",
        "whom",
        "He lets go astray",
        "and not (are)",
        "for them",
        "any",
        "helpers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ ۙ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ ۚ بَلَىٰ وَعْدًا عَلَيْهِ حَقًّا وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "And they swear by Allah their strongest oaths [that] Allah will not resurrect one",
        "who dies. But yes - [it is] a true promise [binding] upon Him, but most of the",
        "people do not know."
      ],
      "tafsirTranslate" : [
        "They solemnly swear by God with their most sacred oaths that \"Allah will never",
        "raise him who once is dead\".Why will He not raise? It is a promise He has made",
        "binding on Himself, but most people do not know it."
      ],
      "tanslateWordByWord" : [
        "And they swear",
        "by Allah",
        "strongest",
        "(of) their oaths",
        "Allah will not resurrect",
        "Allah will not resurrect",
        "Allah will not resurrect",
        "(one) who",
        "dies",
        "Nay",
        "(it is) a promise",
        "upon Him",
        "(in) truth",
        "but",
        "most",
        "(of) the mankind",
        "(do) not",
        "know"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "لِيُبَيِّنَ لَهُمُ الَّذِي يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كَانُوا كَاذِبِينَ",
      "simpleTranslate" : [
        "[It is] so He will make clear to them [the truth of] that wherein they differ and",
        "so those who have disbelieved may know that they were liars."
      ],
      "tafsirTranslate" : [
        "And It must be fulfilled so that He may reveal to them that thing about which",
        "thay are differing, and that the disbelievers might know that they were liars.",
        "<N:35>"
      ],
      "tanslateWordByWord" : [
        "That He will make clear",
        "to them",
        "that",
        "they differ",
        "wherein",
        "and that may know",
        "those who",
        "disbelieved",
        "that they",
        "were",
        "liars"
      ],
      "notes" : {
        "35" : [
          "n v. 39 those two things have been stated which rationally and morally require",
          "that there must be Resurrection and Life-after-death, that is: [(1)] to reveal",
          "what the reality was, and [(2)] to reward or punish people in accordance with the",
          "right or wrong stand they took about it in this world. It is common knowledge",
          "that since the creation of Man on the Earth there have been many differences",
          "regarding the Reality which have been sowing dissension between families, nations",
          "and races. These have also led to the formation of many different societies,",
          "cultures and creeds on different theories. In every age millions of the",
          "torch-bearers of each of these theories have been putting at stake their",
          "all-life, property, honour-to propagate and defend their favourite theory. Nay,",
          "there has aIways been such a bitter conflict between them that each group tried",
          "to annihilate the other, who, in his turn, stuck to it to the last. This being",
          "the case, common sense demands that such far-reaching and serious differences",
          "should be cleared some time or other, so as to decide with certainty what was",
          "right and what was wrong, who was in the right and who was in the wrong.",
          "Obviously, it is not possible to lift the curtain from the Reality in this world",
          "so as to reveal things in their true perspective. This is because the system on",
          "which this world has been created does not allow this. Therefore, there should be",
          "another world to fulfil this demand of common sense. \n This is not the demand of",
          "common sense alone but also of the moral sense, which requires that the partners",
          "in this conflict should be rewarded or punished according to right or wrong, just",
          "or unjust part they played in it. For, some of these committed cruelties on the",
          "others, who had to make sacrifices for their cause. Then each one should also",
          "bear the responsibility for formulating and practising a moral or immoral",
          "philosophy which influenced millions and billions of others for better or worse.",
          "Moral sense demands that there should be a time for the moral consequences to",
          "take their due course. As this is not possible in this world there should be",
          "another world for the purpose."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ",
      "simpleTranslate" : [
        "Indeed, Our word to a thing when We intend it is but that We say to it, \"Be,\" and",
        "it is."
      ],
      "tafsirTranslate" : [
        "(As regards its possibility.) when We desire to bring a thing into existence, We",
        "need only say, \"Be\", and it is there. <N:36>"
      ],
      "tanslateWordByWord" : [
        "Only",
        "Our Word",
        "to a thing",
        "when",
        "We intend it",
        "(is) that",
        "We say",
        "to it",
        "Be",
        "and it is"
      ],
      "notes" : {
        "36" : [
          "This is the answer to those who imagined that it was the most difficult thing to",
          "raise the dead, and that, too, to raise together at once all the people who had",
          "died at any time. They have been told that it is an easy thing for Allah, Who has",
          "the power to bring into existence anything He desires, merely by His command,",
          "[\"Be\"], for He does not stand in need of any provisions, any means and any",
          "favourable environment for this. His mere Command produces necessary provisions,",
          "means and environment. This world was brought into existence by His mere Command,",
          "[\"Be\"], and likewise the Next world will at once come into existence by His",
          "single Command."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَالَّذِينَ هَاجَرُوا فِي اللَّهِ مِنْ بَعْدِ مَا ظُلِمُوا لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَةً ۖ وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا يَعْلَمُونَ",
      "simpleTranslate" : [
        "And those who emigrated for [the cause of] Allah after they had been wronged - We",
        "will surely settle them in this world in a good place; but the reward of the",
        "Hereafter is greater, if only they could know."
      ],
      "tafsirTranslate" : [
        "As for those, who after persecution, left their homes for the sake of Allah, We",
        "will give them a good abode in this world, but the reward in the Next World is",
        "far better. <N:37> Would that those who have borne oppression with fortitude,"
      ],
      "tanslateWordByWord" : [
        "And those who",
        "emigrated",
        "in (the way)",
        "(of) Allah",
        "after",
        "after",
        "[what]",
        "they were wronged",
        "surely We will give them position",
        "in",
        "the world",
        "good",
        "but surely the reward",
        "(of) the Hereafter",
        "(is) greater",
        "if",
        "they",
        "know"
      ],
      "notes" : {
        "37" : [
          "This is to comfort the Muslim emigrants from Makkah to Habash, who were forced to",
          "leave their homes because of the unbearable persecution they suffered at the",
          "hands of the disbelievers. The change of the scene from the disbelievers to the",
          "emigrants to Habash contains a subtle warning to the disbelievers that they",
          "should not remain under any delusion that they would get off scot-free from",
          "punishment for their cruel behaviour towards those Muslims, so as to say, [\"O",
          "cruel people! there shall be Resurrection to reward the oppressed Believers and",
          "to punish you for your persecution of them. \"]"
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "الَّذِينَ صَبَرُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "simpleTranslate" : [
        "[They are] those who endured patiently and upon their Lord relied."
      ],
      "tafsirTranslate" : [
        "and are performing their mission with full trust in their Lord, knew (what a",
        "happy end awaits them!)"
      ],
      "tanslateWordByWord" : [
        "Those who",
        "(are) patient",
        "and on",
        "their Lord",
        "they put their trust"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ ۚ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ",
      "simpleTranslate" : [
        "And We sent not before you except men to whom We revealed [Our message]. So ask",
        "the people of the message if you do not know."
      ],
      "tafsirTranslate" : [
        "(O Muhammad!) whenever We sent before you Messengers to whom We revealed Our",
        "Messages, they were but human beings. <N:38> You (people of Makkah) may inquire",
        "from the people who possess Admonition <N:39> if you do not know this yourselves."
      ],
      "tanslateWordByWord" : [
        "And not",
        "We sent",
        "before you",
        "before you",
        "except",
        "men",
        "We revealed",
        "to them",
        "so ask",
        "(the) people",
        "(of) the Reminder",
        "if",
        "you",
        "(do) not",
        "know"
      ],
      "notes" : {
        "38" : [
          "This is the answer to the objection of the mushriks of Makkah [(which has not",
          "been cited here j that they could not believe that Muhammad (may Allah's peace be",
          "upon him)], was a Prophet of God, because he was a human being like them. They",
          "have been told that the same objection had been raised against all the Prophets",
          "who came before him."
        ],
        "39" : [
          "[\"....people who possess Admonition\"] are the scholars of the people of the Books",
          "and others, who, though not scholars in the strict sense had sufficient knowledge",
          "of the teachings of the revealed Books and were acquainted with the stories of",
          "the former Prophets."
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "بِالْبَيِّنَاتِ وَالزُّبُرِ ۗ وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ",
      "simpleTranslate" : [
        "[We sent them] with clear proofs and written ordinances. And We revealed to you",
        "the message that you may make clear to the people what was sent down to them and",
        "that they might give thought."
      ],
      "tafsirTranslate" : [
        "We sent the former Messengers with clear Signs and Books, and now We have sent",
        "the Admonition to you (O Muhammad!), so that you should make plain and explain to",
        "the people the teachings of the `Book which has been sent for them ; <N:40> and",
        "so that they (themselves) should ponder over it."
      ],
      "tanslateWordByWord" : [
        "With the clear proofs",
        "and the Books",
        "And We sent down",
        "to you",
        "the Remembrance",
        "that you may make clear",
        "to the mankind",
        "what",
        "has been sent down",
        "to them",
        "and that they may",
        "reflect"
      ],
      "notes" : {
        "40" : [
          "In this connection, it is worthwhile to note that this duty of making plain and",
          "explaining the teachings of the Book' was to be performed by Prophet not only by",
          "word of mouth but also practically. It was required that he should organize,",
          "under his own guidance, a Muslim Community and establish it in accordance with",
          "the principles of the Book. This duty of the Holy Prophet has been stated here",
          "especially to show the wisdom of sending a man as a Messenger, for, otherwise the",
          "Book could have been sent through the angels or could have been printed and sent",
          "directly to each man. But in this way; that purpose for which AIlah in His Wisdom",
          "and Bounty and Providence designed to send the Book could not have been served.",
          "For, that purpose demanded that the Book should be Brought by a perfect man, who",
          "should present it piece by piece, explain its meaning, remove the difficulties",
          "and doubts, answer objections, etc. , and above all, he should show towards those",
          "who rejected and opposed it that kind of attitude which is worthy of the bearer",
          "of this Book. On the other hand, he should guide those who believed in it in",
          "every aspect of life and set before them his own excellent pattern of life. Then",
          "he should train them individually and collectively on the principles of the Book;",
          "so as to make them a model society for the rest of mankind. \n Let us now consider",
          "this verse [(43)] from another point of view. Just as it cuts at the root of the",
          "argumentation of those who rejected the Creed that a human Prophet could bring",
          "the Book, in the same way, it repudiates the view of those who plead that the",
          "Book should be accepted without any exposition of it from the Prophet. This",
          "latter view is contradictory to this verse, whatever be the position taken by its",
          "exponents. They might either be of the opinion that [(a)] the Prophet did not",
          "give any explanation of the Book he presented or that [(b)] the only acceptable",
          "thing is the Book and not any [\"Exposition\"] thereof by the Prophet, or that",
          "[(c)] now the Book alone suffices us, for its [\"Exposition\"] by the Prophet has",
          "lost its utility or that [(d)] now the Book alone is authentic for the",
          "[\"Exposition\"] by the Prophet has ceased to exist, or if it does exists, it",
          "cannot be relied upon. \n If they take the position [(a)], it will mean that the",
          "Prophet did not fulfil the purpose for which he was chosen to be the bearer of",
          "the Book: otherwise Allah could send it through an angel or directly to each",
          "person. \n If they take the position [(b)] or [(c)], [(God forbid)] they will be",
          "accusing Allah of doing a useless thing by sending His Book through a Prophet,",
          "when He could have printed copies of the Qur'an and sent those directly to the",
          "people. \n In case, they take the position [(d)], they, in fact, repudiate both",
          "the Qur'an and its [\"Exposition by the Holy Prophet. Then the only rational",
          "course left for them would be to accept the view of those who believe in the",
          "necessity of a new Prophet and a new revelation; whereas AIlah Himself considers",
          "the \"]Exposition\" of the Book by the Prophet as an essential thing, and puts it",
          "forward as an argument for the necessity of a Prophet. Now if the view of the",
          "rejectors of Tradition that the Explanation of the Holy Prophet has disappeared",
          "from the world is to be accepted, then two conclusions are inevitable; First, the",
          "Prophethood of Muhammad [(May Allah's peace be upon him)] as a pattern for us has",
          "ceased to exist, and the only relation we have with him is the same that we have",
          "with the other former Prophets, e.g. Hud, Salih, Shu`aib, etc. [(May Allah's",
          "peace be upon them)]. That is, we have only to testify that they were Prophets",
          "but we have no obligation to follow their patterns, for we have none with us.",
          "This position obviously leads to the need of a new Prophet, for it automatically",
          "refutes the doctrine of the Finality of Prophethood. The second inevitable",
          "conclusion will be that a new Book is needed because in that case the Qur'an",
          "alone could not, according to its author, suffice. Thus in the face of this",
          "verse, there is no argument left to prove that the Qur'an is self-sufficient to",
          "explain itself, for it itself says that there is no need of a Prophet to explain",
          "it. Thus it is absolutely necessary that a new Book must be sent down. May Allah",
          "destroy such people ! In their enthusiasm to repudiate Tradition, they are really",
          "cutting at the very root of Islam itself."
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئَاتِ أَنْ يَخْسِفَ اللَّهُ بِهِمُ الْأَرْضَ أَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "simpleTranslate" : [
        "Then, do those who have planned evil deeds feel secure that Allah will not cause",
        "the earth to swallow them or that the punishment will not come upon them from",
        "where they do not perceive?"
      ],
      "tafsirTranslate" : [
        "What! Do those people, who are practising evil devices (to oppose the Message),",
        "feel fully secure from the danger that Allah will cause them to sink into `the",
        "earth? Or that He will bring scourge upon them from whence they little suspect",
        "that it will come,"
      ],
      "tanslateWordByWord" : [
        "Do then feel secure",
        "those who",
        "plotted",
        "the evil deeds",
        "that",
        "Allah will cave",
        "Allah will cave",
        "with them",
        "the earth",
        "or",
        "will come to them",
        "the punishment",
        "from",
        "where",
        "not",
        "they perceive"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَمَا هُمْ بِمُعْجِزِينَ",
      "simpleTranslate" : [
        "Or that He would not seize them during their [usual] activity, and they could not",
        "cause failure?"
      ],
      "tafsirTranslate" : [
        "or that He will seize them all of a sudden while they are roaming about",
        "fearlessly,"
      ],
      "tanslateWordByWord" : [
        "Or",
        "that He may seize them",
        "in",
        "their going to and fro",
        "then not",
        "they",
        "will be able to escape"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Or that He would not seize them gradually [in a state of dread]? But indeed, your",
        "Lord is Kind and Merciful."
      ],
      "tafsirTranslate" : [
        "or that He will seize them when they themselves are on the alert about the",
        "impending danger? These people have no power to frustrate His plans. The fact is",
        "that your Lord is very Lenient and Compassionate."
      ],
      "tanslateWordByWord" : [
        "Or",
        "that He may seize them",
        "with",
        "a gradual wasting",
        "But indeed",
        "your Lord",
        "(is) surely Full of Kindness",
        "Most Merciful"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "أَوَلَمْ يَرَوْا إِلَىٰ مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِلَّهِ وَهُمْ دَاخِرُونَ",
      "simpleTranslate" : [
        "Have they not considered what things Allah has created? Their shadows incline to",
        "the right and to the left, prostrating to Allah , while they are humble."
      ],
      "tafsirTranslate" : [
        "And don't they observe anything created by Allah how it casts its shadow right",
        "and left, prostrating itself before Allah? <N:41> Thus all things express their",
        "humility."
      ],
      "tanslateWordByWord" : [
        "Have not",
        "they seen",
        "[towards]",
        "what",
        "Allah has created",
        "Allah has created",
        "from",
        "a thing",
        "Incline",
        "their shadows",
        "to",
        "the right",
        "and to the left",
        "prostrating",
        "to Allah",
        "while they",
        "(are) humble"
      ],
      "notes" : {
        "41" : [
          "The argument is this: The fact that everything-a man, an animal, a tree or a",
          "mountain-casts its shadow, is a clear proof of its material nature, and",
          "everything which is made of matter, is a creation of Allah and is subject to a",
          "universal law. In this case the law is that every material thing casts its",
          "shadow, which is symbolical of its servitude, and it cannot have any share",
          "whatsoever in Godhead."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مِنْ دَابَّةٍ وَالْمَلَائِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ",
      "simpleTranslate" : [
        "And to Allah prostrates whatever is in the heavens and whatever is on the earth",
        "of creatures, and the angels [as well], and they are not arrogant."
      ],
      "tafsirTranslate" : [
        "All the animate creation in the heavens and the earth and all the angels",
        "prostrate themselves in adoration before Allah; <N:42> they do not show any",
        "arrogance at all;"
      ],
      "tanslateWordByWord" : [
        "And to Allah",
        "prostrate",
        "whatever",
        "(is) in",
        "the heavens",
        "and whatever",
        "(is) in",
        "the earth",
        "of",
        "moving creatures",
        "and the Angels",
        "and they",
        "(are) not",
        "arrogant"
      ],
      "notes" : {
        "42" : [
          "That is, [\"Not only all things on the earth alone but also all things in the",
          "heavens, including all those whom people have been regarding as gods and",
          "goddesses. and considering to be closely related to AIlah arc subservient to God,",
          "and have no share whatsoever in His Godhead.\"] \n Incidentally, it implies the",
          "existence of living creatures not only on the earth but in the planets, too."
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ۩",
      "simpleTranslate" : [
        "They fear their Lord above them, and they do what they are commanded."
      ],
      "tafsirTranslate" : [
        "they fear their Lord Who is above them, and do whatever they are bidden."
      ],
      "tanslateWordByWord" : [
        "They fear",
        "their Lord",
        "above them",
        "above them",
        "and they do",
        "what",
        "they are commanded"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَقَالَ اللَّهُ لَا تَتَّخِذُوا إِلَٰهَيْنِ اثْنَيْنِ ۖ إِنَّمَا هُوَ إِلَٰهٌ وَاحِدٌ ۖ فَإِيَّايَ فَارْهَبُونِ",
      "simpleTranslate" : [
        "And Allah has said, \"Do not take for yourselves two deities. He is but one God,",
        "so fear only Me.\""
      ],
      "tafsirTranslate" : [
        "Allah has enjoined: \"You shall not take to yourselves two gods; <N:43> for He is",
        "the only One God: so fear Me.\""
      ],
      "tanslateWordByWord" : [
        "And Allah has said",
        "And Allah has said",
        "(Do) not",
        "take",
        "[two] gods",
        "two",
        "only",
        "He",
        "(is) God",
        "One",
        "so Me Alone",
        "you fear [Me]"
      ],
      "notes" : {
        "43" : [
          "Negation of two gods by itself negates the existence of more than two gods."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "وَلَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَهُ الدِّينُ وَاصِبًا ۚ أَفَغَيْرَ اللَّهِ تَتَّقُونَ",
      "simpleTranslate" : [
        "And to Him belongs whatever is in the heavens and the earth, and to Him is [due]",
        "worship constantly. Then is it other than Allah that you fear?"
      ],
      "tafsirTranslate" : [
        "To Allah belongs everything in the heavens and the earth: His way is being",
        "followed in the universe. <N:44> Will you, then, fear any other than Allah?",
        "<N:45>"
      ],
      "tanslateWordByWord" : [
        "And to Him (belongs)",
        "whatever",
        "(is) in",
        "the heavens",
        "and the earth",
        "and to Him",
        "(is due) the worship",
        "constantly",
        "Then is it other (than)",
        "Allah",
        "you fear"
      ],
      "notes" : {
        "44" : [
          "In other words it means that the whole system of the universe exists on its",
          "obedience to Him."
        ],
        "45" : [
          "That is, [\"When it is so, will you then make the fear of any other than God the",
          "basis of the system of your life?\"]"
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ ۖ ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْأَرُونَ",
      "simpleTranslate" : [
        "And whatever you have of favor - it is from Allah . Then when adversity touches",
        "you, to Him you cry for help."
      ],
      "tafsirTranslate" : [
        "Whatever blessing you enjoy is from Allah alone; then, when you have a hard time,",
        "you with your supplications, run to Him for help. <N:46>"
      ],
      "tanslateWordByWord" : [
        "And whatever",
        "you have",
        "of",
        "favor",
        "(is) from",
        "Allah",
        "Then",
        "when",
        "touches you",
        "the adversity",
        "then to Him",
        "you cry for help"
      ],
      "notes" : {
        "46" : [
          "That is, \"The fact, that you run to AIIah for help in your distress and not to",
          "anyone else, is a clear proof of the Oneness of AIIah, which has been embedded in",
          "your own hearts. At the time of your affliction, your true nature, which had been",
          "suppressed by the gods you had forged, involuntarily comes to the surface and",
          "invokes Allah, for it knows no other god or lord or master, having any real",
          "power. [(For further details please refer to E.N.'s 29 and 41 of Chapter V1)]."
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "ثُمَّ إِذَا كَشَفَ الضُّرَّ عَنْكُمْ إِذَا فَرِيقٌ مِنْكُمْ بِرَبِّهِمْ يُشْرِكُونَ",
      "simpleTranslate" : [
        "Then when He removes the adversity from you, at once a party of you associates",
        "others with their Lord"
      ],
      "tafsirTranslate" : [
        "But no sooner does He relieve you of your distress than some of you begin to",
        "associate others with Him (in gratitude <N:47> for this favour),"
      ],
      "tanslateWordByWord" : [
        "Then",
        "when",
        "He removes",
        "the adversity",
        "from you",
        "behold",
        "A group",
        "of you",
        "with their Lord",
        "associate others"
      ],
      "notes" : {
        "47" : [
          "That is, \"At the time of showing gratitude to Allah for removing his affliction,",
          "he begins to make offerings also to some god, goddess or saint to show that",
          "Allah's kindness to him was due to the intercession of his patron, for he",
          "imagines that otherwise AIlah would not have removed his distress."
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ ۚ فَتَمَتَّعُوا ۖ فَسَوْفَ تَعْلَمُونَ",
      "simpleTranslate" : [
        "So they will deny what We have given them. Then enjoy yourselves, for you are",
        "going to know."
      ],
      "tafsirTranslate" : [
        "to show ingratitude for Allah's favour. Well! you may enjoy yourselves for a",
        "while for you shall soon come to know (its consequences.)"
      ],
      "tanslateWordByWord" : [
        "So as to deny",
        "that which",
        "We have given them",
        "Then enjoy yourselves",
        "soon",
        "you will know"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِمَّا رَزَقْنَاهُمْ ۗ تَاللَّهِ لَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ",
      "simpleTranslate" : [
        "And they assign to what they do not know a portion of that which We have provided",
        "them. By Allah , you will surely be questioned about what you used to invent."
      ],
      "tafsirTranslate" : [
        "These people assign shares from Our provisions to those, of whom they know",
        "nothing. <N:48> , <N:49> By God, you shall most surely be called to account about",
        "the falsehood you had forged."
      ],
      "tanslateWordByWord" : [
        "And they assign",
        "to what",
        "not",
        "they know ",
        "a portion",
        "of what",
        "We have provided them",
        "By Allah",
        "surely you will be asked",
        "about what",
        "you used (to)",
        "invent"
      ],
      "notes" : {
        "48" : [
          "They assign shares to those patrons about whom they have no authentic knowledge",
          "that God has made them His partners and allotted some duties of Godhead to them",
          "and made them governors of some territories in His Kingdom."
        ],
        "49" : [
          "That is, [\"They set apart a portion of their incomes and land products to make",
          "offerings of this to their patron. \"]"
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ ۙ وَلَهُمْ مَا يَشْتَهُونَ",
      "simpleTranslate" : [
        "And they attribute to Allah daughters - exalted is He - and for them is what they",
        "desire."
      ],
      "tafsirTranslate" : [
        "They assign daughters to Allah; <N:50> praise be to God! as for themselves, they",
        "would like to have what they desire. <N:51>"
      ],
      "tanslateWordByWord" : [
        "And they assign",
        "to Allah",
        "daughters",
        "Glory be to Him",
        "And for them",
        "(is) what",
        "they desire"
      ],
      "notes" : {
        "50" : [
          "This refers to a tradition of the ancient Arabs. They regarded their goddesses",
          "and angels as daughters of God."
        ],
        "51" : [
          "That is, [\"sons\"]."
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَىٰ ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ",
      "simpleTranslate" : [
        "And when one of them is informed of [the birth of] a female, his face becomes",
        "dark, and he suppresses grief."
      ],
      "tafsirTranslate" : [
        "When anyone of them is given the good news of a daughter, his face grows dark",
        "after this news and he chokes with inward gloom:"
      ],
      "tanslateWordByWord" : [
        "And when",
        "is given good news",
        "(to) one of them",
        "of a female",
        "turns",
        "his face",
        "dark",
        "and he",
        "suppresses grief"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "يَتَوَارَىٰ مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ ۚ أَيُمْسِكُهُ عَلَىٰ هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ ۗ أَلَا سَاءَ مَا يَحْكُمُونَ",
      "simpleTranslate" : [
        "He hides himself from the people because of the ill of which he has been",
        "informed. Should he keep it in humiliation or bury it in the ground?",
        "Unquestionably, evil is what they decide."
      ],
      "tafsirTranslate" : [
        "he hides himself from people because of this disgrace, asking himself whether he",
        "should suffer his daughter with disgrace or bury her alive. What an evil judgment",
        "they have about Allah ! <N:52>"
      ],
      "tanslateWordByWord" : [
        "He hides himself",
        "from",
        "the people",
        "(because) of",
        "the evil",
        "of what",
        "he has been given good news",
        "about",
        "Should he keep it",
        "in",
        "humiliation",
        "or",
        "bury it",
        "in",
        "the dust",
        "Unquestionably",
        "evil",
        "(is) what",
        "they decide"
      ],
      "notes" : {
        "52" : [
          "This attitude of contempt towards daughters has been mentioned to bring home to",
          "them the height of their folly, ignorance and impudence in regard to God. This is",
          "why they did not hesitate to assign daughters to Allah, though they themselves",
          "felt that to have daughters was a matter of disgrace for theta. Besides this, it",
          "shows that they had a very low estimation of Allah, which had resulted from their",
          "ways of shirk. So they felt nothing wrong in ascribing such foolish and absurd",
          "things to Allah Who is above such things."
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "لِلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السَّوْءِ ۖ وَلِلَّهِ الْمَثَلُ الْأَعْلَىٰ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "For those who do not believe in the Hereafter is the description of evil; and for",
        "Allah is the highest attribute. And He is Exalted in Might, the Wise."
      ],
      "tafsirTranslate" : [
        "Bad attributes should be ascribed to those who do not believe in the Hereafter.",
        "As regards Allah, all excellences are for Him; for He is the All-Powerful, the",
        "AllWise:"
      ],
      "tanslateWordByWord" : [
        "For those who",
        "(do) not",
        "believe",
        "in the Hereafter",
        "(is) a similitude",
        "(of) the evil",
        "and for Allah",
        "(is) the similitude",
        "the Highest",
        "And He",
        "(is) the All-Mighty",
        "All-Wise"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِمْ مَا تَرَكَ عَلَيْهَا مِنْ دَابَّةٍ وَلَٰكِنْ يُؤَخِّرُهُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۖ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
      "simpleTranslate" : [
        "And if Allah were to impose blame on the people for their wrongdoing, He would",
        "not have left upon the earth any creature, but He defers them for a specified",
        "term. And when their term has come, they will not remain behind an hour, nor will",
        "they precede [it]."
      ],
      "tafsirTranslate" : [
        "Had Allah seized people on the spot for their transgression, He would not have",
        "left alive any living creature on the Earth: but He respites all for an appointed",
        "term. When their appointed time comes, they shall not be able to put it back or",
        "forward by a single moment."
      ],
      "tanslateWordByWord" : [
        "And if",
        "Allah were to seize",
        "Allah were to seize",
        "the mankind",
        "for their wrongdoing",
        "not",
        "He (would) have left",
        "upon it",
        "any",
        "moving creature",
        "but",
        "He defers them",
        "for",
        "a term",
        "appointed",
        "Then when",
        "comes",
        "their terms",
        "not",
        "they (will) remain behind",
        "an hour",
        "and not",
        "they can advance (it)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنَىٰ ۖ لَا جَرَمَ أَنَّ لَهُمُ النَّارَ وَأَنَّهُمْ مُفْرَطُونَ",
      "simpleTranslate" : [
        "And they attribute to Allah that which they dislike, and their tongues assert the",
        "lie that they will have the best [from Him]. Assuredly, they will have the Fire,",
        "and they will be [therein] neglected."
      ],
      "tafsirTranslate" : [
        "Yet they assign to Allah what they themselves dislike, and their tongues utter",
        "the lie that their lot shall be a fair one anyhow. Nay, only one thing awaits",
        "them, and that is the fire of Hell, wherein most certainly they shall be",
        "hastened."
      ],
      "tanslateWordByWord" : [
        "And they assign",
        "to Allah",
        "what",
        "they dislike",
        "and assert",
        "their tongues",
        "the lie",
        "that",
        "for them",
        "(is) the best",
        "No",
        "doubt",
        "that",
        "for them",
        "(is) the Fire",
        "and that they",
        "(will) be abandoned"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "تَاللَّهِ لَقَدْ أَرْسَلْنَا إِلَىٰ أُمَمٍ مِنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "By Allah , We did certainly send [messengers] to nations before you, but Satan",
        "made their deeds attractive to them. And he is the disbelievers' ally today [as",
        "well], and they will have a painful punishment."
      ],
      "tafsirTranslate" : [
        "By God, (O Muhammad), We sent Messengers before you to many communities (and it",
        "has always been so that) Satan made their evil deeds seem fair to them, (and so",
        "they did not believe in the Message). The same Satan has this day become their",
        "patron also and they are incurring the most painful punishment."
      ],
      "tanslateWordByWord" : [
        "By Allah",
        "certainly",
        "We have sent",
        "to",
        "nations",
        "before you",
        "before you",
        "but made fair-seeming",
        "to them",
        "the Shaitaan",
        "their deeds",
        "So he",
        "(is) their ally",
        "today",
        "and for them",
        "(is) a punishment",
        "painful"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "وَمَا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ ۙ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ",
      "simpleTranslate" : [
        "And We have not revealed to you the Book, [O Muhammad], except for you to make",
        "clear to them that wherein they have differed and as guidance and mercy for a",
        "people who believe."
      ],
      "tafsirTranslate" : [
        "We have sent down this Book to you so that you may reveal to them the reality of",
        "the differences in which they are involved. Moreover, this Book has been sent",
        "down as guidance for and blessing to those who believe in it. <N:53>"
      ],
      "tanslateWordByWord" : [
        "And not",
        "We revealed",
        "to you",
        "the Book",
        "except",
        "that you make clear",
        "to them",
        "that which",
        "they differed",
        "in it",
        "and (as) a guidance",
        "and mercy",
        "for a people",
        "who believe"
      ],
      "notes" : {
        "53" : [
          "That is, [\"This Book has afforded them an excellent opportunity to resolve their",
          "differences which have been caused by the superstitious creeds of their",
          "forefathers, and which have divided, them into warring factions. They can then",
          "unite on the permanent basis of the Truth presented by the Qur'an, but those",
          "foolish people preferring their former condition even after the coming of this",
          "blessing, shall meet with disgrace and torment. On the other hand, only those,",
          "who believe in this Book, will find the Right Way and blessed with mercy and",
          "favours from AIlah\"] ."
        ]
      }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "وَاللَّهُ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا ۚ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ",
      "simpleTranslate" : [
        "And Allah has sent down rain from the sky and given life thereby to the earth",
        "after its lifelessness. Indeed in that is a sign for a people who listen."
      ],
      "tafsirTranslate" : [
        "(In every rainy season you see that) Allah sent down water from heaven, and by it",
        "gave life to the earth after it had been dead: indeed there is a Sign in this for",
        "those who listen (to the Message).53a"
      ],
      "tanslateWordByWord" : [
        "And Allah",
        "has sent down",
        "from",
        "the sky",
        "water",
        "then gives life",
        "by it",
        "(to) the earth",
        "after",
        "its death",
        "Indeed",
        "in",
        "that",
        "(is) surely a Sign",
        "for a people",
        "who listen"
      ],
      "notes" : {
        "53" : [
          "a. That is, [\" Had you listened to the Message of the Prophet, and observed those",
          "Signs carefully, you would have cried from the core of your heart, 'These Signs",
          "support his Message' . Year after year you witness these Signs. There is the",
          "land, all barren before you, without any sign of life-no blade of grass, no bud",
          "or flower, and no insect. Then comes rain. All of a sudden, the same land is",
          "covered with life. There crop upon numerous kinds of insects of which no vestige",
          "had been left. You witness this process of life and death, and death and life,",
          "repeated year after year. Yet you doubt this when the Prophet tells you that",
          "Allah will again bring to life all human beings after their death. This is",
          "because you see these Signs as animals do, who do not see the wisdom of the",
          "Creator underlying this phenomenon; otherwise you would have discovered that",
          "these signs support the Message of the Prophet\"] ."
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً ۖ نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَنًا خَالِصًا سَائِغًا لِلشَّارِبِينَ",
      "simpleTranslate" : [
        "And indeed, for you in grazing livestock is a lesson. We give you drink from what",
        "is in their bellies - between excretion and blood - pure milk, palatable to",
        "drinkers."
      ],
      "tafsirTranslate" : [
        "And surely there is a lesson for you in the cattle: We give you to drink of that",
        "which is in their bellies between filth and blood, that is, pure milk, <N:54>",
        "which is very pleasant to those who drink it."
      ],
      "tanslateWordByWord" : [
        "And indeed",
        "for you",
        "in",
        "the cattle",
        "(is) a lesson",
        "We give you to drink",
        "from what",
        "(is) in",
        "their bellies",
        "from",
        "between",
        "bowels",
        "and blood",
        "milk",
        "pure",
        "palatable",
        "to the drinkers"
      ],
      "notes" : {
        "54" : [
          "[\"....between filth and blood......\"]:This refers to the most wonderful process",
          "of the formation of pure milk in the bellies of the she-cattle, for, the fodder",
          "they eat turns into blood, filth and pure milk, which is altogether different",
          "from the first two in its nature, colour and usefulness. Some she-cattle produce",
          "milk in such abundance that after suckling their young-ones a large quantity of",
          "it is left to make excellent human food."
        ]
      }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَعْقِلُونَ",
      "simpleTranslate" : [
        "And from the fruits of the palm trees and grapevines you take intoxicant and good",
        "provision. Indeed in that is a sign for a people who reason."
      ],
      "tafsirTranslate" : [
        "(Likewise) We give you from date-palms and vines a drink from which you derive",
        "intoxicants and also pure food: <N:55> indeed there is a Sign in this for those",
        "who make use of their. common sense."
      ],
      "tanslateWordByWord" : [
        "And from",
        "fruits",
        "the date-palm",
        "and the grapes",
        "you take",
        "from it",
        "intoxicant",
        "and a provision",
        "good",
        "Indeed",
        "in",
        "that",
        "(is) surely a Sign",
        "for a people",
        "who use reason"
      ],
      "notes" : {
        "55" : [
          "Incidentally it implies that the juice of the fruits of date-palms and vines",
          "contains two things. One is that which is pure and wholesome food for man and the",
          "other is that which turns into alcohol after it becomes rotten. But it has been",
          "left to the choice of man to obtain pure healthy food from this providence or to",
          "drink it as intoxicant wine to excite him and make him lose his self-control.",
          "This also contains a hint as to the prohibition of wine."
        ]
      }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "وَأَوْحَىٰ رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ",
      "simpleTranslate" : [
        "And your Lord inspired to the bee, \"Take for yourself among the mountains,",
        "houses, and among the trees and [in] that which they construct."
      ],
      "tafsirTranslate" : [
        "And behold ! .Your Lord has inspired the bee <N:56> with this \"Build thy hive in",
        "the mountains, trees and in the creepers over trellises:"
      ],
      "tanslateWordByWord" : [
        "And inspired",
        "your Lord",
        "to",
        "the bee",
        "[that]",
        "Take",
        "among",
        "the mountains",
        "houses",
        "and among",
        "the trees",
        "and in what",
        "they construct"
      ],
      "notes" : {
        "56" : [
          "The lexical meaning of the Arabic word [('wahi )] is secret inspiration which is",
          "felt only by the one who inspires and the other who is inspired with. The Qur'an",
          "has used this word both for the instinctive inspiration by Allah to His creation",
          "in general and for the Revelation towards His Prophets in particular. Allah sends",
          "His [\"wahi \"] to the heavens with His Command and they begin functioning in",
          "accordance with it [(XL: 12 <V:40:12>)]. He will send this to the Earth with His",
          "Command and it will relate the story of aII that had happened on and in it.",
          "[(XCIX: 4-S <V:99:4-S>)]. He sends wahi to the bee and inspires it with faculties",
          "to perform the whole of its wonderful work instinctively [(v. 68)]. The same is",
          "true of the bird that learns to fly, the fish that learns to swim, the newly born",
          "child that learns to suck milk, etc., etc. Then, it is also wahi with which Allah",
          "inspires a human being with a spontaneous idea [(XXVIII: 7 <V:28:7>)]. The same",
          "is the case with all the great discoveries, inventions, works of literature and",
          "art, etc. , which would not have been possible without the benefit of wahi. As a",
          "matter of fact, every human being at one time or the other feels its mental or",
          "spiritual influence in the form of an idea or thought or plan or dream, which is",
          "confirmed by a subsequent experience to be the right guidance from the unseen",
          "wahi. \n Then there is the wahi [(Revelation)] which is the privilege of the",
          "Prophets. This form of wahi has its own special features and is quite distinct",
          "from all' its other forms. The Prophet, who is inspired with it, is fully",
          "conscious and has his firm conviction that it is being sent down from Allah. Such",
          "a Revelation contains doctrines of creed, commandments, laws, regulations and",
          "instructions for the guidance of mankind."
        ]
      }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "ثُمَّ كُلِي مِنْ كُلِّ الثَّمَرَاتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلًا ۚ يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاءٌ لِلنَّاسِ ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ",
      "simpleTranslate" : [
        "Then eat from all the fruits and follow the ways of your Lord laid down [for",
        "you].\" There emerges from their bellies a drink, varying in colors, in which",
        "there is healing for people. Indeed in that is a sign for a people who give",
        "thought."
      ],
      "tafsirTranslate" : [
        "then drink nectar from every kind of fruit, and follow the ways made smooth by",
        "the Lord. \" <N:57> From its belly comes out a fluid of varying hues wherein is",
        "healing for mankind. <N:58> Here is indeed a Sign for those people who ponder",
        "over it. <N:59>"
      ],
      "tanslateWordByWord" : [
        "Then",
        "eat",
        "from",
        "all",
        "the fruits",
        "and follow",
        "(the) ways",
        "(of) your Lord",
        "made smooth",
        "Comes forth",
        "from",
        "their bellies",
        "a drink",
        "(of) varying",
        "colors",
        "in it",
        "(is) a healing",
        "for the mankind",
        "Indeed",
        "in",
        "that",
        "(is) surely a Sign",
        "for a people",
        "who reflect"
      ],
      "notes" : {
        "57" : [
          "[\" . . . . follow the ways made smooth by thy Lord\"] : [\". . . . . work in",
          "accordance with the methods which have been taught to thee by Allah's wahi for",
          "the smooth running of hive life\"] . It is Allah's wahi [(instinctive",
          "inspiration)] that has taught the bees how to build their wonderful factory with",
          "separate combs to rear brood, combs to turn nectar into honey, combs to store",
          "food, in short, separate combs to fulfil every aspect of hive life. It is wahi",
          "that has taught the bees how to organize themselves into a co-operative society",
          "for collective effort to run the [\"factory\"] with the queen and thousands of",
          "workers to perform a variety of specific tasks. AII these things have been made",
          "so smooth for them by wahi that the bees never feel the necessity of ever",
          "thinking about it. They have been running smoothly their factory with their",
          "collective effort for thousands of years with perfect accuracy."
        ],
        "58" : [
          "Though honey is a wholesome food with a sweet taste and has medicinal power as",
          "well, its latter quality has been mentioned only because the former is too",
          "obvious. It is used as a medicine to cure several diseases because it contains",
          "the juice and glucose of flowers and fruits in the best form. Besides this, it is",
          "also used in preparing and preserving other medicines because it does not rot. It",
          "also preserves other things from decay. That is why it has been used for",
          "centuries as a substitute for alcohol. And if the bee-hive is built at a place,",
          "which abounds in certain medicinal herbs, its honey dces not remain mere honey,",
          "but becomes also the essence of that herb. It is expected that if bees are used",
          "methodically for extracting essence from herbs, etc. , that essence will prove to",
          "be much better than the one obtained in the laboratories."
        ],
        "59" : [
          "This passage [(vv. 48-69)] contains proofs of Tauhid and Life-afterdeath. These",
          "were necessitated, for the disbelievers and .he mushriks were bitterly opposed to",
          "the Holy Prophet mainly because of these two doctrines. The acceptance of the",
          "first doctrine demolished the whole system of life based on shirk or atheism",
          "because to acknowledge Allah to be the sole Providence, the Helper and the",
          "protector left no room for the worship of any god or goddess. The proof of Tauhid",
          "is based on the observance of the structure of the cattle, the bees, the",
          "date-palms and vine-yards and their usefulness to mankind. Naturally the question",
          "arises: Who has designed these in the manner and for the purpose they have been",
          "created? The only obvious answer is that it is the All-Wise and AlI-Beneficent",
          "Allah Who has designed all these things for the benefit of mankind to produce",
          "such varieties of food that are so wholesome and so tasty. The Prophet,",
          "therefore, rightly demanded, [\"When you yourselves admit, and you cannot but",
          "admit, that it is Allah alone Who has provided milk, honey, dates, grapes and the",
          "like, He and none but He is worthy of your worship, praise, gratitude and",
          "allegiance. Why do you then insist on making offerings to your self-made gods and",
          "goddesses?\"] \n The second doctrine to which the disbelievers took strong",
          "objection was that there is surely the Life-after-death. They were against this",
          "doctrine for its acceptance changed the whole moral system and they were not",
          "prepared to change their immoral ways. Their objection was based on the",
          "presumption that it was impossible to bring to life anyone after death. \n They",
          "have been asked to observe that the barren land, which once had been covered with",
          "vegetable life, was again covered with it after rainfall and they have been",
          "watching such repetition of life year after year. That Allah, Who could so easily",
          "bring to life the dead vegetable, could do the same and bring to life all the",
          "dead without any difficulty at all."
        ]
      }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "وَاللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّاكُمْ ۚ وَمِنْكُمْ مَنْ يُرَدُّ إِلَىٰ أَرْذَلِ الْعُمُرِ لِكَيْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْئًا ۚ إِنَّ اللَّهَ عَلِيمٌ قَدِيرٌ",
      "simpleTranslate" : [
        "And Allah created you; then He will take you in death. And among you is he who is",
        "reversed to the most decrepit [old] age so that he will not know, after [having",
        "had] knowledge, a thing. Indeed, Allah is Knowing and Competent."
      ],
      "tafsirTranslate" : [
        "And consider this: Allah created you: then He causes your death; <N:60> and some",
        "one from among you is carried on to abject old age so that after knowing all he",
        "could, he may no longer have any knowledge of it. <N:61> The fact is that Allah",
        "alone is All-Knowing, All-Powerful."
      ],
      "tanslateWordByWord" : [
        "And Allah",
        "created you",
        "then",
        "will cause you to die",
        "And among you",
        "(is one) who",
        "is sent back",
        "to",
        "the worst",
        "(of) the age",
        "so that",
        "not",
        "he will know",
        "after",
        "knowledge",
        "a thing",
        "Indeed",
        "Allah",
        "(is) All-Knowing",
        "All-Powerful"
      ],
      "notes" : {
        "60" : [
          "It is to emphasize this: Allah not only provides you with the necessities and",
          "good things of life [(as stated in the preceding verses)], but also has full",
          "power over your life and death. None else has any power to give lift or cause",
          "death."
        ],
        "61" : [
          "This fact has been mentioned to bring home to the disbelievers and the mushriks",
          "that knowledge, which gives superiority to man over all creatures on this Earth,",
          "has been given by Allah, as if to say, [\"You yourselves have seen that when a",
          "man, who once possessed much knowledge, becomes very old, he is reduced to a mere",
          "lump of flesh. Then that man who once taught knowledge to others loses all his",
          "senses and cannot look even after his own self\"]."
        ]
      }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلَىٰ بَعْضٍ فِي الرِّزْقِ ۚ فَمَا الَّذِينَ فُضِّلُوا بِرَادِّي رِزْقِهِمْ عَلَىٰ مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَاءٌ ۚ أَفَبِنِعْمَةِ اللَّهِ يَجْحَدُونَ",
      "simpleTranslate" : [
        "And Allah has favored some of you over others in provision. But those who were",
        "favored would not hand over their provision to those whom their right hands",
        "possess so they would be equal to them therein. Then is it the favor of Allah",
        "they reject?"
      ],
      "tafsirTranslate" : [
        "Consider also this: Allah has favoured some of you above others with provisions,",
        "but those who have been favoured with this, do not give away their provisions to",
        "their slaves so that both may become equal in the provision. What! do they then",
        "deny to acknowledge Allah's favour? <N:62>"
      ],
      "tanslateWordByWord" : [
        "And Allah",
        "has favored",
        "some of you",
        "over",
        "others",
        "in",
        "[the] provision",
        "But not",
        "those who",
        "were favored",
        "would hand over",
        "their provision",
        "to",
        "whom",
        "possess",
        "their right hands",
        "so (that) they",
        "(are) in it",
        "equal",
        "Then is it the Favor",
        "of Allah",
        "they reject"
      ],
      "notes" : {
        "62" : [
          "It will be worthwhile to give deep thought to the meanings of this verse, for",
          "some modern commentators of the Qur'an have founded strange economic theories and",
          "systems on it. Their interpretation is an instance of perverting the meaning of",
          "the Qur'an by isolating verses from their context and treating it as a separate",
          "whole in order to formulate a new philosophy and law of Islamic Economics. In",
          "their opinion the verse implies this: Those people to whom Allah has given more",
          "provisions than others, should share these equally with their servants and",
          "slaves: otherwise they shall be guilty of ingratitude to AIlah in regard to the",
          "wealth with which He had blessed them. This commentary on the verse is obviously",
          "wrong and far-fetched because in the context it occurs there is no mention at all",
          "of any law of economics. The whole passage in which this verse occurs deals with",
          "the refutation of shirk and proof of Tauhid. The same themes are continued in the",
          "subsequent verses. There seems to be no reason why an economic law should have",
          "been inserted here, which would have been absolutely irrelevant, to say the",
          "least. On the contrary, when the verse is considered in its context, it becomes",
          "quite obvious that it is no more than the statement of a fact to prove the same",
          "theme that is contained in this passage. It argues like this: [\"When you",
          "yourselves do not make your servants and slaves equal partners in your",
          "wealth-which in fact is given to you by Allah-how is it that you join other gods",
          "with God in your gratitude to Him for the favours with which He has blessed you.",
          "You know that these gods have no powers to bestow anything on anyone, and,",
          "therefore, have no right in your worship of Allah, for they are after all His",
          "slaves and servants.\"] \n This interpretation of the verse under discussion is",
          "corroborated by XXX: 28: [\"Allah sets forth to you an instance from your own",
          "selves: Do your slaves share with you the wealth We have bestowed on you so that",
          "you and they become equals in this? And do you fear them as you fear one another?",
          "Thus We make clear Our Signs to those who use their common sense.\"] A comparison",
          "of the two verses makes it quite clear that these have been cited to bring home",
          "to the mushriks that they themselves do not associate their slaves with",
          "themselves in their wealth and status, but they have the impudence and folly to",
          "set up His own creature as partner with God. \n It appears that the erroneous",
          "interpretation has been strengthened by the succeeding sentence: [\"What! do they",
          "then deny to acknowledge Allah's favour? As this sentence immediately follows the",
          "similitude of the rich people and their slaves, they conclude that it will be",
          "ingratitude on the part of those, who possess more wealth not to share it equally",
          "with those who have less. As a matter of fact, everyone who has studied the",
          "Qur'an critically knows that ingratitude to Allah is to show gratitude to others",
          "than Allah for His blessings. This interpretation is so patently wrong that those",
          "who are well-versed in the teachings of the Qur'an can have no misconception",
          "about it. And such verses as these can mislead only those who have a cursory",
          "knowledge of the Qur'an. \n Now that the significance of the ingratitude towards",
          "Allah's blessing has become plain, the meaning of the verse will be quite clear,",
          "and it is this: \"]When the Mushriks understand the implication of the difference",
          "between the master and his slave and observe this distinction in their own lives,",
          "why do they then persist in ignoring the immense difference between the Creator",
          "and His creatures and set up the latter as His partners and pay homage of",
          "gratitude to them for the blessings bestowed on them by Allah. \""
        ]
      }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ ۚ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ اللَّهِ هُمْ يَكْفُرُونَ",
      "simpleTranslate" : [
        "And Allah has made for you from yourselves mates and has made for you from your",
        "mates sons and grandchildren and has provided for you from the good things. Then",
        "in falsehood do they believe and in the favor of Allah they disbelieve?"
      ],
      "tafsirTranslate" : [
        "It is Allah alone, Who has made wives for you from your own species and He alone",
        "bestowed upon you sons and grandsons from those wives, and provided you with good",
        "things to eat. What, do they then (even after seeing and knowing all this,)",
        "believe in falsehood, <N:63> and deny Allah's favours <N:64>"
      ],
      "tanslateWordByWord" : [
        "And Allah",
        "(has) made",
        "for you",
        "from",
        "yourselves",
        "spouses",
        "and has made",
        "for you",
        "from",
        "your spouses",
        "sons",
        "and grandsons",
        "and has provided for you",
        "from",
        "the good things",
        "Then in falsehood do",
        "they believe",
        "and the Favor",
        "of Allah",
        "they",
        "disbelieve"
      ],
      "notes" : {
        "64" : [
          "[\" .... they deny Allah's favours\"] by associating others with Allah in offering",
          "gratitude to Him for His favours, though they did not have any proof or authority",
          "that their false gods had played any part in regard to those favours. The Qur'an",
          "considers such an association to be the denial of Allah's favours. It puts",
          "forward the fundamental principle: It is the denial of the favour of the real",
          "benefactor to offer gratitude for his favour to anyone who has not done that",
          "favour, or to presume without any proof or reason that the real benefactor has",
          "nor granted that favour of his own accord but because of the mediation or regard",
          "or recommendation or intercession of this or that person. \n Even a little",
          "thinking will show that both of the above-mentioned fundamental things are",
          "absolutely just and rational. Let us suppose, for the sake of illustration, that",
          "A, out of sympathy, helps B, a needy person, but at that very moment B stands up",
          "in A's presence, and offers gratitude for that kind act to another person who",
          "-had no share at aII in it. A being a generous person may not take any notice of",
          "B's absurd response, and may even continue to help him as before, but he cannot",
          "help having a very low opinion of B character and considering him to be an",
          "ungrateful wretch. Then on inquiry Breveals that he was grateful to the other",
          "person for A had done that kindness to B because of him. Naturally A will take it",
          "ill, for he knows that B's assumption is absolutely wrong: nay, he will take this",
          "as an insult to himself because it meant that B has a very low opinion of him",
          "that he is not a generous and kind-hearted man but merely does such deeds to",
          "please his friends. It means that A helps a needy person only if he brings",
          "recommendation of his friends; otherwise none can expect any goodness from him."
        ],
        "63" : [
          "[\" .... they believe in falsehood ......\"]: they have this false and baseless",
          "belief that there are certain gods and goddesses, jinns and saints, dead and",
          "alive, who possess the power to make or mar their fates, fulfil their desires and",
          "answer their prayers, give them children, cure their diseases and help them win",
          "law suits."
        ]
      }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِنَ السَّمَاوَاتِ وَالْأَرْضِ شَيْئًا وَلَا يَسْتَطِيعُونَ",
      "simpleTranslate" : [
        "And they worship besides Allah that which does not possess for them [the power",
        "of] provision from the heavens and the earth at all, and [in fact], they are",
        "unable."
      ],
      "tafsirTranslate" : [
        "and instead of Allah, worship those who do not provide them with anything from",
        "the heavens or the earth, nor have any power to do so?"
      ],
      "tanslateWordByWord" : [
        "And they worship",
        "other than",
        "other than",
        "Allah",
        "which",
        "not",
        "possesses",
        "for them",
        "any provision",
        "from",
        "the heavens",
        "and the earth",
        "[anything]",
        "and not",
        "they are able"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ ۚ إِنَّ اللَّهَ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ",
      "simpleTranslate" : [
        "So do not assert similarities to Allah . Indeed, Allah knows and you do not know."
      ],
      "tafsirTranslate" : [
        "Make no comparisons, therefore, with Allah. <N:65> Allah knows but you do not",
        "know."
      ],
      "tanslateWordByWord" : [
        "So (do) not",
        "put forth",
        "for Allah",
        "the similitude",
        "Indeed",
        "Allah",
        "knows",
        "and you",
        "(do) not",
        "know"
      ],
      "notes" : {
        "65" : [
          "[\"Make no comparisons with Allah\"] : You should not compare AIlah with others nor",
          "consider Him to be unapproachable like worldly kings and rulers, to whom none can",
          "have access without the mediation and intercession of their courtiers and",
          "servants. As Allah is not surrounded by angels, saints, favourites, etc.,",
          "everyone can have direct access to Him without mediation by anyone."
        ]
      }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "ضَرَبَ اللَّهُ مَثَلًا عَبْدًا مَمْلُوكًا لَا يَقْدِرُ عَلَىٰ شَيْءٍ وَمَنْ رَزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْرًا ۖ هَلْ يَسْتَوُونَ ۚ الْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Allah presents an example: a slave [who is] owned and unable to do a thing and he",
        "to whom We have provided from Us good provision, so he spends from it secretly",
        "and publicly. Can they be equal? Praise to Allah ! But most of them do not know."
      ],
      "tafsirTranslate" : [
        "Allah cites a similitude <N:66> (of two men): one of them is a slave, who is",
        "owned by another and has no power over anything. There is the other man whom We",
        "Ourselves have provided with a fair provision from which he freely spends openly",
        "and secretly. (Ask them): \"Are these two men equal?\"-May God be praised! <N:67>",
        "But most people do not mderstand (this simple thing). <N:68>"
      ],
      "tanslateWordByWord" : [
        "Allah sets forth",
        "Allah sets forth",
        "the example",
        "(of) a slave",
        "(who is) owned",
        "not",
        "he has power",
        "on",
        "anything",
        "and (one) whom",
        "We provided him",
        "from Us",
        "a provision",
        "good",
        "so he",
        "spends",
        "from it",
        "secretly",
        "and publicly",
        "Can",
        "they be equal",
        "All praise",
        "(is) for Allah",
        "Nay",
        "but most of them",
        "(do) not",
        "know"
      ],
      "notes" : {
        "66" : [
          "In the preceding verse, the mushriks were told not to make comparisons between",
          "AIlah and His creatures, for there is nothing like Him. As the bases of their",
          "comparison were wrong, their conclusions were also misleading. In this verse",
          "appropriate similitudes have been cited and right comparisons have been made to",
          "lead them to Reality."
        ],
        "67" : [
          "Between the last question and [\"May God be praised! \"] there is a gap which is to",
          "be filled with the help of the latter. When the question was posed, obviously the",
          "mushriks could not say that the two men were equal. So some of them would have",
          "admitted that they were not equal, while the others would have kept quiet for",
          "fear that in case of admission, they would have to abide by its logical",
          "conclusion, that is, the admission of refutation of the doctrine of shirk.",
          "Therefore, the words, [\"May God be praised !\"] have been put in the mouth of the",
          "Prophet in answer to both kinds of the response to the question. In the first",
          "case, it would mean: [\"May God be praised! you have admitted at least so much\"] .",
          "In the second case, it would mean: [\"May God be praised! you have kept quiet in",
          "spilte of alI your obduracy and have not had the audacity to say that both were",
          "equal\"] ."
        ],
        "68" : [
          "[\" . . . . most people do not understand [(this simple thing)]\"] that while they",
          "feel and carefully observe the distinction between those who have powers and",
          "those who are powerless, they neither feel nor observe the clear distinction",
          "between the Creator and His creation. That is why they associate the creatures",
          "with the Creator in His Attributes and Powers and show the kind of allegiance to",
          "them as is the exclusive right of the Creator. The pity is that in their everyday",
          "life, they would beg for sane thing from the master of the house and not from the",
          "servants but in contrast to this, they would beg for their needs from the",
          "servants of Allah and not from Him."
        ]
      }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "وَضَرَبَ اللَّهُ مَثَلًا رَجُلَيْنِ أَحَدُهُمَا أَبْكَمُ لَا يَقْدِرُ عَلَىٰ شَيْءٍ وَهُوَ كَلٌّ عَلَىٰ مَوْلَاهُ أَيْنَمَا يُوَجِّهْهُ لَا يَأْتِ بِخَيْرٍ ۖ هَلْ يَسْتَوِي هُوَ وَمَنْ يَأْمُرُ بِالْعَدْلِ ۙ وَهُوَ عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
      "simpleTranslate" : [
        "And Allah presents an example of two men, one of them dumb and unable to do a",
        "thing, while he is a burden to his guardian. Wherever he directs him, he brings",
        "no good. Is he equal to one who commands justice, while he is on a straight path?"
      ],
      "tafsirTranslate" : [
        "Allah cites another similitude of two men. One of them is dumb and deaf and",
        "cannot do any work, and has become a burden upon his master; wherever he",
        "despatches him, he does nothing useful. There is the other one, who enjoins",
        "justice and follows the Right Way. (Ask_ them): \"Are these two men equal?\" <N:69>"
      ],
      "tanslateWordByWord" : [
        "And Allah sets forth",
        "And Allah sets forth",
        "an example",
        "(of) two men",
        "one of them",
        "(is) dumb",
        "not",
        "he has power",
        "on",
        "anything",
        "while he",
        "(is) a burden",
        "on",
        "his master",
        "Wherever",
        "he directs him",
        "not",
        "he comes",
        "with any good",
        "Is",
        "equal",
        "he",
        "and (the one) who",
        "commands",
        "[of] justice",
        "and he",
        "(is) on",
        "a path",
        "straight"
      ],
      "notes" : {
        "69" : [
          "In the first similitude, distinction between AIIah and false gods has been made",
          "clear in regard to the possession of powers and the lack of these. In the second",
          "one, the emphasis is on the use of those powers. Allah is not only AllPowerful,",
          "but also hears all the prayers and fulfils all the needs, while the slave is",
          "utterly powerless. He does not and cannot hear prayers, nor can make a response",
          "to them nor has the power to do anything at all. He is totally dependent on the",
          "Master and quite incapable of doing anything by himself. On the other hand, the",
          "Master is All-Powerful and AlI-Wise. He enjoins justice on the world: whatever He",
          "dces is right and accurate. Ask them, [\"Is it then a point of wisdom to regard",
          "such Master and such a slave as equal?\"]"
        ]
      }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "And to Allah belongs the unseen [aspects] of the heavens and the earth. And the",
        "command for the Hour is not but as a glance of the eye or even nearer. Indeed,",
        "Allah is over all things competent."
      ],
      "tafsirTranslate" : [
        "Allah alone has the knowledge of all the \"unknown\" things of the heavens and the",
        "earth. <N:70> As regards the coming of the Resurrection, it will not take more",
        "time than is taken in the twinkling of an eye rather less than this; <N:71> the",
        "fact is that Allah has power over all things."
      ],
      "tanslateWordByWord" : [
        "And to Allah (belongs)",
        "(the) unseen",
        "(of) the heavens",
        "and the earth",
        "And not",
        "(is the) matter",
        "(of) the Hour",
        "but",
        "as a twinkling",
        "(of) the eye",
        "or",
        "it",
        "(is) nearer",
        "Indeed",
        "Allah",
        "on",
        "every",
        "thing",
        "(is) All-Powerful"
      ],
      "notes" : {
        "70" : [
          "The subsequent sentence shows that this is the answer w a question which was",
          "frequently put to the Holy Prophet by the disbelievers of Makkah. The question",
          "which has not been cited was this: If the Resurrection you so often talk of is",
          "really coming, Iet us know the date of its coming."
        ],
        "71" : [
          "That is, [\"Don't be under the delusion that the Resurrection will come gradually",
          "and take a long time: you will neither be able to sec it coming at a distance nor",
          "guard against it and make preparations to meet it. For it will come suddenly",
          "without any previous notice, in the twinkling of an eye or even take less time",
          "than this. Therefore, now is the time to consider this matter seriously and to",
          "decide about your attitude towards it. You should not depend upon this false hope",
          "that there is still a long time in the coming of the Resurrection and you will",
          "set matters right with Allah when you will see it coming\"] . \n It may be pointed",
          "out that the Resurrection has been mentioned here during the discussion on Tauhid",
          "in order to warn the people that the choice between the doctrines of Tauhid and",
          "shirk is not merely a theoretical question. For that choice determines different",
          "courses of life for which they will be called to account on the Day of",
          "Resurrection. They have also been warned that it will come aII of a sudden at",
          "some unknown time. Therefore, they should be very careful to make that choice",
          "which will determine their success or failure on that Day."
        ]
      }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۙ لَعَلَّكُمْ تَشْكُرُونَ",
      "simpleTranslate" : [
        "And Allah has extracted you from the wombs of your mothers not knowing a thing,",
        "and He made for you hearing and vision and intellect that perhaps you would be",
        "grateful."
      ],
      "tafsirTranslate" : [
        "Allah brought you out of your mothers' wombs in this state that you knew nothing:",
        "He gave you ears and eyes and thinking minds <N:72> so that you may be grateful.",
        "<N:73>"
      ],
      "tanslateWordByWord" : [
        "And Allah",
        "brought you forth",
        "from",
        "the wombs",
        "(of) your mothers",
        "not",
        "knowing",
        "anything",
        "and made",
        "for you",
        "the hearing",
        "and the sight",
        "and the hearts",
        "so that you may",
        "give thanks"
      ],
      "notes" : {
        "72" : [
          "This is to remind them that when they were born they were more helpless and",
          "ignorant than the young-one of an animal, but Allah gave them ears to hear, eyes",
          "to see and minds to think and reflect. These have enabled them to acquire every",
          "kind of information and knowledge to carry on their worldly affairs efficiently.",
          "So much so that these sensory faculties are the only means which help man attain",
          "so much progress as to rule over everything on the earth."
        ],
        "73" : [
          "That is, \"You should be grateful to that Allah Who has bestowed upon you such",
          "blessings as these. It will be ingratitude on your part if you hear everything",
          "with your ears except the Word of God, and see everything with your eyes except",
          "the Signs of Allah and consider seriously about all the matters except your",
          "Benefactor Who has blessed you with these favours."
        ]
      }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّرَاتٍ فِي جَوِّ السَّمَاءِ مَا يُمْسِكُهُنَّ إِلَّا اللَّهُ ۗ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Do they not see the birds controlled in the atmosphere of the sky? None holds",
        "them up except Allah . Indeed in that are signs for a people who believe."
      ],
      "tafsirTranslate" : [
        "Have they never observed how the birds are poised in the vault of heaven? Who",
        "holds them up but Allah ? There are many Signs in this for those people who",
        "believe."
      ],
      "tanslateWordByWord" : [
        "Do not",
        "they see",
        "towards",
        "the birds",
        "controlled",
        "in",
        "the midst",
        "(of) the sky",
        "None",
        "holds them up",
        "except",
        "Allah",
        "Indeed",
        "in",
        "that",
        "(are) Signs",
        "for a people",
        "who believe"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "وَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعَامِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ ۙ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا أَثَاثًا وَمَتَاعًا إِلَىٰ حِينٍ",
      "simpleTranslate" : [
        "And Allah has made for you from your homes a place of rest and made for you from",
        "the hides of the animals tents which you find light on your day of travel and",
        "your day of encampment; and from their wool, fur and hair is furnishing and",
        "enjoyment for a time."
      ],
      "tafsirTranslate" : [
        "Allah has made your homes places of rest and peace for you: and from the skins of",
        "cattle He has made for you houses <N:74> which you find light during your journey",
        "and at the time of your halt. <N:75> And from their soft fur and wool and hair,",
        "He has furnished you with many things for clothing and domestic service which are",
        "very useful to you during your prescribed term of life."
      ],
      "tanslateWordByWord" : [
        "And Allah",
        "(has) made",
        "for you",
        "[from]",
        "your homes",
        "a resting place",
        "and made",
        "for you",
        "from",
        "the hides",
        "(of) the cattle",
        "tents",
        "which you find light",
        "(on) the day",
        "(of) your travel",
        "and the day",
        "(of) your encampment",
        "and from",
        "their wool",
        "and their fur",
        "and their hair",
        "(is) furnishing",
        "and a provision",
        "for",
        "a time"
      ],
      "notes" : {
        "74" : [
          "Houses: tents of skin which are in common use in Arabia."
        ],
        "75" : [
          "That is, [\"When you want to start on a journey, you can easily fold your tents",
          "and carry them, and when you want to make a short halt, you can easily unfold",
          "them and pitch them for shelter and rest. \"]"
        ]
      }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "وَاللَّهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلَالًا وَجَعَلَ لَكُمْ مِنَ الْجِبَالِ أَكْنَانًا وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الْحَرَّ وَسَرَابِيلَ تَقِيكُمْ بَأْسَكُمْ ۚ كَذَٰلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ",
      "simpleTranslate" : [
        "And Allah has made for you, from that which He has created, shadows and has made",
        "for you from the mountains, shelters and has made for you garments which protect",
        "you from the heat and garments which protect you from your [enemy in] battle.",
        "Thus does He complete His favor upon you that you might submit [to Him]."
      ],
      "tafsirTranslate" : [
        "Allah has made for you from the many things He has created shelter from the sun.",
        "He has created for you places of refuge in the mountains and blessed you with",
        "such garments as protect you from heat <N:76> and garments which shield you in",
        "your fights. <N:77> Thus He perfects His blessings on you, <N:78> so that you",
        "should submit to Him."
      ],
      "tanslateWordByWord" : [
        "And Allah",
        "(has) made",
        "for you",
        "from what",
        "He created",
        "shades",
        "and (has) made",
        "for you",
        "from",
        "the mountains",
        "shelters",
        "and (has) made",
        "for you",
        "garments",
        "to protect you",
        "(from) the heat",
        "and garments",
        "to protect you",
        "from your (mutual) violence",
        "Thus",
        "He completes",
        "His Favor",
        "upon you",
        "so that you may",
        "submit"
      ],
      "notes" : {
        "76" : [
          "The Qur'an has not mentioned protection from cold for either of the two reasons:",
          "[(1)] Because the use of garments in the summer season is a symbol of cultural",
          "perfection and obviously there is no need to mention the lower stages of culture.",
          "Or [(2)] the use of garments in hot countries has specially been mentioned",
          "because the main use of garments there is for protection from the hot",
          "pestilential furious wind. Therefore, one has to cover one's head, neck, ears,",
          "and the whole of ones body to protect it from the hot wind which would otherwise",
          "scorch one to death."
        ],
        "77" : [
          "That is, [\"Armour\"]."
        ],
        "78" : [
          "[\"He perfects His blessings on you\"]: AIIah makes provision for the minutest",
          "needs and necessities of every aspect of human life. For example, Iet us take the",
          "instance of the protection of the human body from external influences. We fmd",
          "that Allah has made such elaborate arrangements as require a complete book to",
          "relate them. These arrangements reach their perfection in the case of clothing",
          "and housing arrangement. Or, if we consider the food requirements we realize that",
          "it is of many varieties which fulfil every need. More than this: the means Allah",
          "has provided for food requirements of man are so numerous that the list of the",
          "varieties and the names of different kinds of food require a big volume. This is",
          "the perfection of the blessing of food. Likewise, one would see perfection of the",
          "blessings of Allah in the fulfillment of each and every human need and necessity."
        ]
      }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ الْمُبِينُ",
      "simpleTranslate" : [
        "But if they turn away, [O Muhammad] - then only upon you is [responsibility for]",
        "clear notification."
      ],
      "tafsirTranslate" : [
        "But if they give no heed to you, O Muh ammad!, (you need not worry) for, your",
        "only responsibility is to convey the plain Message of truth."
      ],
      "tanslateWordByWord" : [
        "Then, if",
        "they turn away",
        "then only",
        "upon you",
        "(is) the conveyance",
        "the clear"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "يَعْرِفُونَ نِعْمَتَ اللَّهِ ثُمَّ يُنْكِرُونَهَا وَأَكْثَرُهُمُ الْكَافِرُونَ",
      "simpleTranslate" : [
        "They recognize the favor of Allah ; then they deny it. And most of them are",
        "disbelievers."
      ],
      "tafsirTranslate" : [
        "They recognise the blessing of Allah, yet they deny it, <N:79> for the majority",
        "of them are not inclined to accept the Truth."
      ],
      "tanslateWordByWord" : [
        "They recognize",
        "(the) Favor",
        "(of) Allah",
        "then",
        "they deny it",
        "And most of them",
        "(are) the disbelievers"
      ],
      "notes" : {
        "79" : [
          "Here the denial of the blessings of Allah refers to practical denial by the",
          "disbelievers of Makkah. For they did not deny that all these blessings were from",
          "AIIah but along with this they believed that their saints and gods also had",
          "contributed towards them. This is why they associated their intercessors in their",
          "gratitude to Allah for these blessings. Nay, they were even more grateful to them",
          "than to Allah. Allah regards this association as denial of His blessings,",
          "ingratitude and forgetfulness of His favours."
        ]
      }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا وَلَا هُمْ يُسْتَعْتَبُونَ",
      "simpleTranslate" : [
        "And [mention] the Day when We will resurrect from every nation a witness. Then it",
        "will not be permitted to the disbelievers [to apologize or make excuses], nor",
        "will they be asked to appease [ Allah ]."
      ],
      "tafsirTranslate" : [
        "(Do they realize what will happen) on the Day when We shall raise up a witness",
        "<N:80> from every community? Then the disbelievers shall not be given any",
        "opportunity to put forward any excuses <N:81>"
      ],
      "tanslateWordByWord" : [
        "And the Day",
        "We will resurrect",
        "from",
        "every",
        "nation",
        "a witness",
        "then",
        "not",
        "will be permitted",
        "to those who",
        "disbelieved",
        "and not",
        "they",
        "will be asked to make amends"
      ],
      "notes" : {
        "80" : [
          "The witness will be the Prophet of that community or his follower who invited",
          "that community to Tauhid and God-worship and warned it of the consequences of",
          "shirk and superstitious rites and customs and cautioned it against the",
          "accountability on the Day of Resurrection. He will bear witness of the fact that",
          "he had conveyed the true Message to those people, and that they committed evils",
          "deliberately and not in ignorance."
        ],
        "81" : [
          "This does not mean that the criminals will not be given any opportunity to clear",
          "themselves but it means that their crimes will be proved to the hilt by means of",
          "irrefutable evidence which will leave no room for excuses."
        ]
      }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "وَإِذَا رَأَى الَّذِينَ ظَلَمُوا الْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنْظَرُونَ",
      "simpleTranslate" : [
        "And when those who wronged see the punishment, it will not be lightened for them,",
        "nor will they be reprieved."
      ],
      "tafsirTranslate" : [
        "nor shall they be asked to show penitence. <N:82> When once the transgressors",
        "will see the torment, their punishment shall neither be lightened for them after",
        "this nor shall any respite be given to them."
      ],
      "tanslateWordByWord" : [
        "And when",
        "(will) see",
        "those who",
        "wronged",
        "the punishment",
        "then not",
        "it will be lightened",
        "for them",
        "and not",
        "they",
        "will be given respite"
      ],
      "notes" : {
        "82" : [
          "That is, [\"They will not be given the opportunity to beg pardon of their Lord for",
          "their crimes. For that will be the time of judgment as the time of begging pardon",
          "would have ended long before this.\"] The Qur'an and the Traditions are explicit",
          "on this point that the place for penitence is this world and not the Next World.",
          "Even in this world the opportunity is lost as soon as signs of death begin to",
          "appear, for the penitence at that time will be of no avail when a person knows",
          "that the time of his death has come. Respite for deeds expires as soon as one",
          "enters into the boundary of death, and the only thing that remains after that is",
          "the award of reward and punishment."
        ]
      }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ قَالُوا رَبَّنَا هَٰؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُو مِنْ دُونِكَ ۖ فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكَاذِبُونَ",
      "simpleTranslate" : [
        "And when those who associated others with Allah see their \"partners,\" they will",
        "say,\" Our Lord, these are our partners [to You] whom we used to invoke besides",
        "You.\" But they will throw at them the statement, \"Indeed, you are liars.\""
      ],
      "tafsirTranslate" : [
        "When the people, who had committed shirk in this world, will see those whom they",
        "had made associates with Allah, they will say, \"Our Lord! here are those",
        "associate-deities whom we used to invoke beside Thee\". At this their deities will",
        "retort, \"You are liars. \" <N:83>"
      ],
      "tanslateWordByWord" : [
        "And when",
        "(will) see",
        "those who",
        "associated partners with Allah",
        "their partners",
        "They will say",
        "Our Lord",
        "these",
        "(are) our partners",
        "those whom",
        "we used to",
        "invoke",
        "besides You",
        "besides You",
        "But they (will) throw back",
        "at them",
        "(their) word",
        "Indeed, you",
        "(are) surely liars"
      ],
      "notes" : {
        "83" : [
          "It does not mean that they would deny the fact that the mushriks used to invoke",
          "their help. They will call them liars in the sense that they had made them",
          "deities without their knowledge, information and permission, as if to say, [\"We",
          "never told you to leave Allah aside and pray to us for help. As a matter of fact,",
          "we never approved of this, nay, we were utterly unaware of this that you were",
          "invoking us. It was an utter lie that you considered us to be able to hear your",
          "prayers, answer them and help you out of your difficulties. As you yourselves",
          "were responsible for this shirk, why arc you involving us in its consequences ?\"]"
        ]
      }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "وَأَلْقَوْا إِلَى اللَّهِ يَوْمَئِذٍ السَّلَمَ ۖ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ",
      "simpleTranslate" : [
        "And they will impart to Allah that Day [their] submission, and lost from them is",
        "what they used to invent."
      ],
      "tafsirTranslate" : [
        "At that time all of them will proffer submission before Allah and all they used",
        "to forge in this world shall vanish from them. <N:84>"
      ],
      "tanslateWordByWord" : [
        "And they (will) offer",
        "to",
        "Allah",
        "(on) that Day",
        "the submission",
        "and (is) lost",
        "from them",
        "what",
        "they used (to)",
        "invent"
      ],
      "notes" : {
        "84" : [
          "That is, [\"All those things on which they had relied will prove to be false, for",
          "they will not fmd anyone to hear their supplication nor anyone to remove their",
          "hardships. Nay, there will be none who will come forward and say, \"]These. are my",
          "dependents: so no action should be taken against them\"."
        ]
      }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ",
      "simpleTranslate" : [
        "Those who disbelieved and averted [others] from the way of Allah - We will",
        "increase them in punishment over [their] punishment for what corruption they were",
        "causing."
      ],
      "tafsirTranslate" : [
        "We will inflict double torment <N:85> on those who followed the way of disbelief",
        "and hindered others from the Way of Allah on account of the chaos they spread in",
        "this world."
      ],
      "tanslateWordByWord" : [
        "And those who",
        "disbelieved",
        "and hindered",
        "from",
        "(the) way",
        "(of) Allah",
        "We will increase them",
        "(in) punishment",
        "over",
        "punishment",
        "because",
        "they used (to)",
        "spread corruption"
      ],
      "notes" : {
        "85" : [
          "Double torment: one for their own disbelief and the other for hindering others",
          "from the Way of Allah."
        ]
      }
    },
    {
      "verseNumber" : 89,
      "arabicVerse" : "وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِمْ مِنْ أَنْفُسِهِمْ ۖ وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَٰؤُلَاءِ ۚ وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَىٰ لِلْمُسْلِمِينَ",
      "simpleTranslate" : [
        "And [mention] the Day when We will resurrect among every nation a witness over",
        "them from themselves. And We will bring you, [O Muhammad], as a witness over your",
        "nation. And We have sent down to you the Book as clarification for all things and",
        "as guidance and mercy and good tidings for the Muslims."
      ],
      "tafsirTranslate" : [
        "(O Muhammad, warn them of) the Day when We shall call a witness from among every",
        "community to testify against it. And We shall call you to testify against these",
        "people; (that is why) We have sent down to you this Book which makes plain",
        "everything <N:86> and is guidance, blessing and good news to those who have",
        "surrendered themselves entirely.' <N:87>"
      ],
      "tanslateWordByWord" : [
        "And the Day",
        "We will resurrect",
        "among",
        "every",
        "nation",
        "a witness",
        "over them",
        "from",
        "themselves",
        "And We (will) bring",
        "you",
        "(as) a witness",
        "over",
        "these",
        "And We sent down",
        "to you",
        "the Book",
        "(as) a clarification",
        "of every",
        "thing",
        "and a guidance",
        "and mercy",
        "and glad tidings",
        "for the Muslims"
      ],
      "notes" : {
        "86" : [
          "The Qur'an makes manifest everything on which depends guidance or deviation,",
          "success or failure: whose knowledge is essential for following the Right Way:",
          "which clearly distinguishes Truth from false hood. \n In this connection one",
          "should guard against that meaning of this sentence and the like in the Qur'an",
          "according to which some people interpret [\"everything\"] to mean [\"the knowledge",
          "of all sciences, arts, etc.,\"] and in order to prove the correctness of their",
          "interpretation, they have to pervert the real meaning of the Qur'an."
        ],
        "87" : [
          "This Book is a guidance for those who surrender to it as a Divine Book and follow",
          "it in every aspect of life. Then it will bring Allah's blessings upon them, and",
          "will give them the good news that they will comc out successful in the Court of",
          "Allah on the Day of Judgment. Or. the contrary, those people who reject it shall",
          "not only be deprived of guidance and blessing but will also find it as a",
          "testimony against themselves on the Day of Resurrection when Allah's Messenger",
          "will stand up to testify against them. This Book will prove to be a strong",
          "argument against them, for Allah's Messenger will say that he had conveyed its",
          "Message which made manifest the distinction between Truth and falsehood."
        ]
      }
    },
    {
      "verseNumber" : 90,
      "arabicVerse" : "إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَىٰ وَيَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ ۚ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
      "simpleTranslate" : [
        "Indeed, Allah orders justice and good conduct and giving to relatives and forbids",
        "immorality and bad conduct and oppression. He admonishes you that perhaps you",
        "will be reminded."
      ],
      "tafsirTranslate" : [
        "Allah enjoins justice, generosity and kind treatment with kindred, <N:88> and",
        "forbids indecency, wickedness and oppression. <N:89> He admonishes you so that",
        "you may learn a lesson."
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "Allah",
        "commands",
        "justice",
        "and the good",
        "and giving",
        "(to) relatives",
        "(to) relatives",
        "and forbids",
        "[from]",
        "the immorality",
        "and the bad",
        "and the oppression",
        "He admonishes you",
        "so that you may",
        "take heed"
      ],
      "notes" : {
        "88" : [
          "In this brief sentence Allah has enjoined three most important things on which",
          "alone depends the establishment of a sound and healthy society: \n The first of",
          "these is justice which has two aspects. \n To make such arrangements as may enable",
          "everyone to get one's due rights without stint. Justice does not, however, mean",
          "equal distribution of rights, for that would be absolutely unnatural. In fact,",
          "justice means equitable dispensation of rights which in certain cases may mean",
          "equality. For example, aII citizens should have equal rights of citizenship but",
          "in other cases equality in rights would be injustice. For instance, equality in",
          "social status and rights between parents and their children will obviously be",
          "wrong. Likewise those who render services of superior and inferior types cannot",
          "be equal in regard to wages and salaries. What AIIah enjoins is that the full",
          "rights of everyone should be honestly rendered whether those be moral, social,",
          "economic legal or political in accordance with what one justly deserves. \n The",
          "second thing enjoined is [\"ihsan\"] which has no equivalent in English. This means",
          "to be good, generous, sympathetic, tolerant, forgiving, polite, cooperative,",
          "selfless, etc. In collective life this is even more important than justice; for",
          "justice is the foundation of a sound society but ihsan is its perfection. On the",
          "one hand, justice protects society from bitterness and violation of rights: on",
          "the other, ihsan makes it sweet and joyful and worth living. It is obvious that",
          "no society can flourish if every individual insists on exacting his pound of",
          "flesh. At best such a society might be free from conflict but there cannot be",
          "love, gratitude, generosity, sacrifice, sincerity, sympathy and such humane",
          "qualities as produce sweetness in life and develop high values. \n The third thing",
          "which has been enjoined is good treatment towards one's relatives which in fact",
          "is a specific form of ihsan. It means that one should not only treat one's",
          "relatives well, share their sorrows and pleasures and help them within lawful",
          "limits but should also share one's wealth with them according to one's means and",
          "the need of each relative. This enjoins on everyone who possesses ample means to",
          "acknowledge the share of one's deserving relatives along with the rights of one's",
          "own person and family. The Divine Law holds every well-to-do person in a family",
          "to be responsible for fulfilling the needs of aII his needy kith and kin. The Law",
          "considers it a great evil that one person should enjoy the pleasures of life",
          "while his own kith and kin are starving. As it considers the family to be an",
          "important part of society, it lays down that the first right of needy individuals",
          "is on its well-to-do members and then on the others. Likewise it is the first",
          "duty of the well-to-do members of the family to fulfil the needs of their own",
          "near relatives and then those of others. The Holy Prophet has emphasized this",
          "fact in many Traditions, according to which a person owes rights to his parents,",
          "his wife and children, his brothers and sisters, other relatives, etc. , in",
          "accordance with the nearness of their relationships. On the basis of this",
          "fundamental principle, Caliph Umar made it obligatory on the first cousins of an",
          "orphan to support him. In the case of another orphan he declared that if he had",
          "no first cousins he would have made it obligatory on distant cousins to support",
          "him. Just imagine the happy condition of the society every unit of which supports",
          "its every needy individual in this way-most surely that society will become high",
          "and pure economically, socially, and morally."
        ],
        "89" : [
          "In contrast to the above-mentioned three virtues, Allah prohibits three vices",
          "which ruin individuals and the society as a whole: \n [(1)] The Arabic word fahsha",
          "applies to all those things that are immodest, immoral or obscene or nasty or",
          "dirty or vulgar, not fit to be seen or heard, because they offend against",
          "recognized standards of propriety or good taste, e.g., adultery, fornication,",
          "homo-sexuality, nakedness, nudity, theft, robbery, drinking, gambling, begging,",
          "abusive language and the like. Likewise it is indecent to indulge in giving",
          "publicity to any of these evils and to spread them, e.g., false propaganda,",
          "calumny, publicity of crimes, indecent stories, dramas, films, naked pictures,",
          "public appearance of womenfolk with indecent make-ups, free mixing of sexes,",
          "dancing and the like. \n [(2)] Munkar applies to all those evils which have always",
          "been universally regarded as evils and have been forbidden by all divine systems",
          "of law. \n [(3)] Baghy applies to those vices that transgress the proper limits of",
          "decency and violate the rights of others, whether those of the Creator or His",
          "Creation."
        ]
      }
    },
    {
      "verseNumber" : 91,
      "arabicVerse" : "وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا ۚ إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ",
      "simpleTranslate" : [
        "And fulfill the covenant of Allah when you have taken it, [O believers], and do",
        "not break oaths after their confirmation while you have made Allah , over you, a",
        "witness. Indeed, Allah knows what you do."
      ],
      "tafsirTranslate" : [
        "Fulfil your covenant with Allah when you have made a Covenant with Him, and do",
        "not break your oaths after they have been confirmed and you have made Allah your",
        "witness. Allah is fully aware of all your actions."
      ],
      "tanslateWordByWord" : [
        "And fulfil",
        "the covenant",
        "(of) Allah",
        "when",
        "you have taken a covenant",
        "and (do) not",
        "break",
        "oaths",
        "after",
        "their confirmation",
        "while verily",
        "you have made",
        "Allah",
        "over you",
        "a surety",
        "Indeed",
        "Allah",
        "knows",
        "what",
        "you do"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 92,
      "arabicVerse" : "وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِنْ بَعْدِ قُوَّةٍ أَنْكَاثًا تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبَىٰ مِنْ أُمَّةٍ ۚ إِنَّمَا يَبْلُوكُمُ اللَّهُ بِهِ ۚ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ",
      "simpleTranslate" : [
        "And do not be like she who untwisted her spun thread after it was strong [by]",
        "taking your oaths as [means of] deceit between you because one community is more",
        "plentiful [in number or wealth] than another community. Allah only tries you",
        "thereby. And He will surely make clear to you on the Day of Resurrection that",
        "over which you used to differ."
      ],
      "tafsirTranslate" : [
        "Do not behave like that woman who had spun yarn laboriously and then had herself",
        "broken it into pieces. <N:90> You make your mutual oaths a means of mutual deceit",
        "in your affairs so that one people might take undue advantage over the other",
        "whereas Allah puts you to trial by these pledges. <N:91> Allah will certainly",
        "reveal to you the truth about all your differences on the Day of Resurrection.",
        "<N:92>"
      ],
      "tanslateWordByWord" : [
        "And (do) not",
        "be",
        "like her who",
        "untwists",
        "her spun yarn",
        "after",
        "after",
        "strength",
        "(into) untwisted strands",
        "you take",
        "your oaths",
        "(as) a deception",
        "between you",
        "because",
        "is",
        "a community",
        "[it]",
        "more numerous",
        "than",
        "(another) community",
        "Only",
        "Allah tests you",
        "Allah tests you",
        "by it",
        "And He will make clear",
        "to you",
        "(on) the Day",
        "(of) the Resurrection",
        "what",
        "you used (to)",
        "in it",
        "differ"
      ],
      "notes" : {
        "90" : [
          "In this verse, Allah has enjoined three kinds of Covenants which have been",
          "mentioned in the order of their importance. The first of these Covenants is the",
          "one between man and his Allah which is the most important of all. The second in",
          "importance is the Covenant between one man or one group of men and another man or",
          "another group of men, which is taken with Allah as a witness or in which the name",
          "of God has been used. The third Covenant is that which has been made without",
          "using Allah's name. Though this is third in importance, its fulfilment is as",
          "important as that of the first two and the violation of any of these has been",
          "prohibited."
        ],
        "91" : [
          "In this connection it should be noted that AIlah has rebuked the people for the",
          "worst form of violation of treaties which has been creating the greatest disorder",
          "in the world. It is a pity that even [\"big\"] people consider it to be a virtue to",
          "violate treaties in order to gain advantages for their people in political,",
          "economic and religious conflicts. At one time the leader of one nation enters",
          "into a treaty with another nation for the interest of his own people but at",
          "another time the same leader publicly breaks the very same treaty for the",
          "interest of his people, or secretly violates it. It is an irony that such",
          "violations are made even by those people who are honest in their private lives.",
          "Moreover, it is regretable that their own people do not protest against them;",
          "nay, they eulogize them for such shameful feats of diplomacy. Therefore, Allah",
          "warns that every such treaty is a test of the character of those who enter into",
          "it, and of their nations. They might gain some apparent advantage for their",
          "people in this way, but they will not escape their consequences on the Day of",
          "Judgment."
        ],
        "92" : [
          "This is to warn that decision about differences and disputes that lead to",
          "conflict, will be made on the Day of Judgment. Therefore, these should not be",
          "made an excuse to break agreements and treaties. Even if one is wholly in the",
          "right and the opponent is wholly in the wrong, it is not right for the former to",
          "break treaties or make false propaganda or employ other deceitful methods to",
          "defeat the other. If one does so, it will go against him on that Day because",
          "righteousness demands that one should not only be right in one's theories and",
          "aims but should also use right methods and employ right means. This warning has",
          "especially been given to those religious groups and sects who always suffer from",
          "this misunderstanding that they have a right to defeat their opponents because",
          "they are on the side of God and their opponents are rebels against Allah:",
          "therefore, there is no obligation on them to stick to their treaties with their",
          "opponents. This was what the Arab Jews practiced, declaring, [\"There is no moral",
          "obligation on us in regard to the pagan Arabs, and we are rightly entitled to",
          "practise dishonesty and deceit that might be of advantage to us and harmful to",
          "the disbelievers\"]."
        ]
      }
    },
    {
      "verseNumber" : 93,
      "arabicVerse" : "وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَٰكِنْ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۚ وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "And if Allah had willed, He could have made you [of] one religion, but He causes",
        "to stray whom He wills and guides whom He wills. And you will surely be",
        "questioned about what you used to do."
      ],
      "tafsirTranslate" : [
        "Had Allah so willed (that you may not have any differences,) He would have made",
        "you all a single community, <N:93> but He leads astray whom He will and shows",
        "guidance to whom He will. <N:94> And be sure that He will take you to account for",
        "all your doings."
      ],
      "tanslateWordByWord" : [
        "And if",
        "Allah (had) willed",
        "Allah (had) willed",
        "surely He (could) have made you",
        "a nation",
        "one",
        "but",
        "He lets go astray",
        "whom",
        "He wills",
        "and guides",
        "whom",
        "He wills",
        "And surely you will be questioned",
        "about what",
        "you used (to)",
        "do"
      ],
      "notes" : {
        "93" : [
          "This further supports the previous warning. It means that it would be wrong for",
          "any champion of Allah's religion to arrogate to himself the use of every sort of",
          "method and means irrespective of whether they are right or wrong to propagate his",
          "own religion [(considering it to be Allah's Religion)] and try to destroy",
          "opposite religions. For this would be utterly against the will of AIlah: if Allah",
          "had willed that there should be no religious differences, He could have deprived",
          "mankind of the freedom of choice. In that case, there would have been no need for",
          "Allah to get help of any such up-holder of His Religion, who uses disgraceful",
          "means for this purpose. Allah could have created all mankind to be inherent",
          "believers and obedient servants by depriving them of the power and option of",
          "disbelief and sin. Then there would have been none who could have dared to",
          "deviate from belief and obedience."
        ],
        "94" : [
          "This is to show that Allah Himself has given man the power and freedom to follow",
          "any out of the many ways. That is why Allah makes arrangements for the guidance",
          "of the one who intends to follow the right way, and lets go astray the one who",
          "desires to deviate."
        ]
      }
    },
    {
      "verseNumber" : 94,
      "arabicVerse" : "وَلَا تَتَّخِذُوا أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا السُّوءَ بِمَا صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ ۖ وَلَكُمْ عَذَابٌ عَظِيمٌ",
      "simpleTranslate" : [
        "And do not take your oaths as [means of] deceit between you, lest a foot slip",
        "after it was [once] firm, and you would taste evil [in this world] for what",
        "[people] you diverted from the way of Allah , and you would have [in the",
        "Hereafter] a great punishment."
      ],
      "tafsirTranslate" : [
        "And (O Muslims,) do not make your oaths the means of deceiving one another lest",
        "(someone's) foot should slip after being firmly fixed <N:95> and you may suffer",
        "the consequences of debarring other people from the Way of Allah, and undergo a",
        "severe torment."
      ],
      "tanslateWordByWord" : [
        "And (do) not",
        "take",
        "your oaths",
        "(as) a deception",
        "between you",
        "lest, should slip",
        "a foot",
        "after",
        "it is firmly planted",
        "and you would taste",
        "the evil",
        "for what",
        "you hindered",
        "from",
        "(the) way",
        "(of) Allah",
        "and for you",
        "(is) a punishment",
        "great"
      ],
      "notes" : {
        "95" : [
          "That is, [\"Someone,who might have been convinced of Islam, seeing your dishonest",
          "conduct should become disgusted and hold back from joining the Believers\"] .For",
          "he might argue like this: [\"As these Muslims are not much different from the",
          "disbelievers in their morals and dealings, there is no reason why I should join",
          "them. \"]"
        ]
      }
    },
    {
      "verseNumber" : 95,
      "arabicVerse" : "وَلَا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَنًا قَلِيلًا ۚ إِنَّمَا عِنْدَ اللَّهِ هُوَ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ",
      "simpleTranslate" : [
        "And do not exchange the covenant of Allah for a small price. Indeed, what is with",
        "Allah is best for you, if only you could know."
      ],
      "tafsirTranslate" : [
        "Do not barter away the Covenant <N:96> of Allah for paltry gains: <N:97> Indeed",
        "what is with Allah is far better for you if you knew it."
      ],
      "tanslateWordByWord" : [
        "And (do) not",
        "exchange",
        "the covenant",
        "(of) Allah",
        "(for) a price",
        "little",
        "Indeed, what",
        "(is) with",
        "Allah",
        "it",
        "(is) better",
        "for you",
        "if",
        "you were (to)",
        "know"
      ],
      "notes" : {
        "96" : [
          "That is, [\"The Covenant that you may make in the name of Allah as a",
          "representative of His religion. \"]"
        ],
        "97" : [
          "It does not mean that they should barter away Allah's Covenant for some big gain.",
          "What it implies is that any worldly gain howsoever great, is insignificant as",
          "compared with the worth of Allah's Covenant. Therefore, it will be a losing",
          "bargain to barter that away for any worldly gain, which is after all paltry."
        ]
      }
    },
    {
      "verseNumber" : 96,
      "arabicVerse" : "مَا عِنْدَكُمْ يَنْفَدُ ۖ وَمَا عِنْدَ اللَّهِ بَاقٍ ۗ وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "Whatever you have will end, but what Allah has is lasting. And We will surely",
        "give those who were patient their reward according to the best of what they used",
        "to do."
      ],
      "tafsirTranslate" : [
        "Whatever is with you is transitory and whatever is with Allah is ever-lasting.",
        "And We will reward those, who practise fortitude <N:98> according to their best",
        "deeds."
      ],
      "tanslateWordByWord" : [
        "Whatever",
        "(is) with you",
        "will be exhausted",
        "and whatever",
        "(is) with",
        "Allah",
        "(will) be remaining",
        "And surely We will pay",
        "those who",
        "(are) patient",
        "their reward",
        "to (the) best",
        "(of) what",
        "they used (to)",
        "do"
      ],
      "notes" : {
        "98" : [
          "Those who practise fortitude are the people who will always stand Finn in the",
          "struggle between right and truth on one side and greed and lust on the other.",
          "They bear every loss for the sake of righteousness and spurn away every gain that",
          "they might obtain by adopting unlawful means. They patiently wait for the rewards",
          "of their good deeds in the Hereafter."
        ]
      }
    },
    {
      "verseNumber" : 97,
      "arabicVerse" : "مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً ۖ وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "Whoever does righteousness, whether male or female, while he is a believer - We",
        "will surely cause him to live a good life, and We will surely give them their",
        "reward [in the Hereafter] according to the best of what they used to do."
      ],
      "tafsirTranslate" : [
        "Whosoever does righteous deeds, whether male or female, provided he is a",
        "Believer, We will surely grant him live a pure life in this world. <N:99> And We",
        "will reward such people (in the Hereafter) according to their best deeds. <N:100>"
      ],
      "tanslateWordByWord" : [
        "Whoever",
        "does",
        "righteous deeds",
        "whether",
        "male",
        "or",
        "female",
        "while he",
        "(is) a believer",
        "then surely We will give him life",
        "a life",
        "good",
        "and We will pay them",
        "their reward",
        "to (the) best",
        "of what",
        "they used (to)",
        "do"
      ],
      "notes" : {
        "100" : [
          "That is, [\"Their rank in the Hereafter shall be determined according to their",
          "best deeds\"]. In other words, [\"If a person has done both small and great",
          "virtues,\"] he will be awarded that high rank which he would merit according to",
          "his greatest virtues."
        ],
        "99" : [
          "This verse removes the wrong notions of both the Muslims and the disbelievers who",
          "are of the opinion that those who adopt a just honest and pious attitude, are",
          "most surely losers in this world, though they might be gainers in the Hereafter.",
          "AIlah removes this misunderstanding, as if to say, [\"This presumption of yours is",
          "wrong. The righteous attitude not only leads to a happy life in the Hereafter,",
          "but it also guarantees, by Allah's grace, a pure and happy life even in this",
          "world. \"] And this is a fact: those people who are sincerely righteous, honest,",
          "pure and fair in their dealings. Enjoy a much better life in this world, for they",
          "enjoy that confidence and real honour and respect because of their spotless",
          "character, which is not enjoyed by those who lack these virtues. They obtain such",
          "pure and outstanding successes as are denied to those who employ dirty and",
          "disgusting ways to win success. Above all, they enjoy, even though they might be",
          "living in huts, that peace of mind and satisfaction of conscience which is denied",
          "to the wicked dwellers of mansions and palaces."
        ]
      }
    },
    {
      "verseNumber" : 98,
      "arabicVerse" : "فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
      "simpleTranslate" : [
        "So when you recite the Qur'an, [first] seek refuge in Allah from Satan, the",
        "expelled [from His mercy]."
      ],
      "tafsirTranslate" : [
        "Then, when you begin to recite the Qur'an, seek Allah's refuge against the",
        "accursed Satan, <N:101>"
      ],
      "tanslateWordByWord" : [
        "So when",
        "you recite",
        "the Quran",
        "seek refuge",
        "in Allah",
        "from",
        "the Shaitaan",
        "the accursed"
      ],
      "notes" : {
        "101" : [
          "This dces not mean that one should merely repeat the Arabic words: [(I seek",
          "Allah's refuge against the accursed Satan)]. It means that one should have a",
          "sincere desire and do one's utmost to guard against Satan's evil suggestions when",
          "one is reciting the Holy Qur'an and should not allow wrong and irrelevant doubts",
          "and suspicions to enter one's heart. One should try to sec everything contained",
          "in the Qur'an in its true light, and refrain from mixing it up with one's",
          "self-invented theories or ideas foreign to the Qur'an so as to construe its",
          "meaning against the will of Allah. Moreover, one should feel that the most",
          "sinister and avowed design of Satan is that the reader should not obtain any",
          "gudiance from the Quran. This is why Satan tries his utmost to delude the reader",
          "and pervert him from getting guidance from it, and mislead him into wrong ways of",
          "thinking. Therefore, the reader should be fully on his guard against Satan and",
          "seek Allah's refuge for help so that Satan should not be able to deprive him of",
          "the benefits froth this source of guidance, for one who fails to get guidance",
          "from this source, will never be able to get guidance from any where else. Above",
          "all, the one who seeks to obtain deviation from this Book, is so entangled in",
          "deviation that he can never get out of this vicious circle. \n The context in",
          "which this verse occurs here is to serve as an introduction to the answers to the",
          "questions which the mushriks of Makkah were raising against the Qur'an. They have",
          "been warned that they could appreciate the blessing of the Qur'an only if they",
          "would try to see it in its true light by seeking Allah's protection against",
          "Satan's misleading suggestions, and not by raising objections against 1I.",
          "Otherwise Satan dces not Iet a man understand the Qur'an and its teachings."
        ]
      }
    },
    {
      "verseNumber" : 99,
      "arabicVerse" : "إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "simpleTranslate" : [
        "Indeed, there is for him no authority over those who have believed and rely upon",
        "their Lord."
      ],
      "tafsirTranslate" : [
        "for no power has he over those who believe and put their trust in their Lord;"
      ],
      "tanslateWordByWord" : [
        "Indeed he",
        "not",
        "for him",
        "(is) any authority",
        "on",
        "those who",
        "believe",
        "and upon",
        "their Lord",
        "they put their trust"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 100,
      "arabicVerse" : "إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ",
      "simpleTranslate" : [
        "His authority is only over those who take him as an ally and those who through",
        "him associate others with Allah ."
      ],
      "tafsirTranslate" : [
        "he has power only over those who make him their patron and practise shirk by his",
        "temptation."
      ],
      "tanslateWordByWord" : [
        "Only",
        "his authority",
        "(is) over",
        "those who",
        "take him as an ally",
        "and those who",
        "[they]",
        "with Him",
        "associate partners"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 101,
      "arabicVerse" : "وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ ۙ وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوا إِنَّمَا أَنْتَ مُفْتَرٍ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "And when We substitute a verse in place of a verse - and Allah is most knowing of",
        "what He sends down - they say, \"You, [O Muhammad], are but an inventor [of",
        "lies].\" But most of them do not know."
      ],
      "tafsirTranslate" : [
        "And when We send down one verse to elaborate upon the other-and Allah knows best",
        "what to send down-they say, \"You forge this Qur'an yourself. \" <N:102> The fact",
        "is that most of them do not know the reality."
      ],
      "tanslateWordByWord" : [
        "And when",
        "We substitute",
        "a Verse",
        "(in) place",
        "(of) a Verse",
        "and Allah ",
        "(is) most knowing",
        "of what",
        "He sends down",
        "they say",
        "Only",
        "you",
        "(are) an inventor",
        "Nay",
        "most of them",
        "(do) not",
        "know"
      ],
      "notes" : {
        "102" : [
          "This may also mean, [\"To send down one Commandment to elaborate upon the other,",
          "for the Commandments were sent down piecemeal in the Qur'an\"]. For instance, the",
          "Commandments about [\"prohibition\"] and fornication were sent down gradually one",
          "after the other during several years. But We hesitate to accept this",
          "interpretation because An-Nahl is a Makki Surah and to the best of our",
          "information there is no instance to show that Commandments were sent down",
          "piecemeal at Makkah. Therefore, we prefer the other interpretation. The Qur'an",
          "has added details of one theme and explained the same with different kinds of",
          "illustrations at different places. Likewise it has related a story in different",
          "words at different places and presented its different aspects and details at",
          "other places. It has put forward one argument at one place to prove a theme and",
          "another at another place to prove the same theme. It has related one theme",
          "concisely at one place and in detail at the other. That is what the disbelievers",
          "of Makkah put forward as proof that Muhammad [(Allah's peace be upon him)] forged",
          "the Qur'an himself. They argued like this: [\"Had the Qur'an been the Word of",
          "Allah it would have related in full one thing at one place, for Allah's knowledge",
          "is not defective that He should have to think out gradually the details of a",
          "theme and to give different versions to explain the same thing. In contrast to",
          "this, the knowledge of a human being is defective. A man has to think out",
          "gradually as has been done in the case of the Qur'an which is a clear proof that",
          "you have forged it yourself\"]."
        ]
      }
    },
    {
      "verseNumber" : 102,
      "arabicVerse" : "قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدًى وَبُشْرَىٰ لِلْمُسْلِمِينَ",
      "simpleTranslate" : [
        "Say, [O Muhammad], \"The Pure Spirit has brought it down from your Lord in truth",
        "to make firm those who believe and as guidance and good tidings to the Muslims.\""
      ],
      "tafsirTranslate" : [
        "Tell them, \"The Holy Spirit has brought it down piecemeal <N:103> intact from my",
        "Lord so that He may make firm the faith of those who have believed, <N:104> and",
        "to show the Right Way, <N:105> and to give good news to those who surrender",
        "themselves to Allah.\" <N:106>"
      ],
      "tanslateWordByWord" : [
        "Say",
        "Has brought it down",
        "the Holy Spirit",
        "the Holy Spirit",
        "from",
        "your Lord",
        "in truth",
        "to make firm",
        "those who",
        "believe",
        "and (as) a guidance",
        "and glad tidings",
        "to the Muslims"
      ],
      "notes" : {
        "104" : [
          "That is, \"The fact that Allah sends down His Message piecemeal does not mean that",
          "Allah's knowledge and wisdom are defective as you consider because of your folly.",
          "Allah sends His Revelations gradually because human intelligence and capacity to",
          "grasp are limited and defective which do not let him understand the whole theme",
          "at one and the same time and make it firm in his mind. Therefore, Allah in His",
          "wisdom conveyed His Revelation piecemeal through the Holy Spirit. He sends a",
          "theme gradually and gives its details by and by and uses different methods and",
          ".ways to make it plain to human beings so that they might grasp it according to",
          "their abilities and capabilities and become firm in their faith and knowledge."
        ],
        "105" : [
          "The second practical wisdom of sending down the Qur'an piecemeal was that those",
          "Believers, who obediently followed it, should get necessary instructions for the",
          "propagation of Islam and the solution of other problems of life at the time when",
          "they were actually needed. It is obvious that if those instructions had been sent",
          "down before time and at one and the same time they would not have been useful."
        ],
        "106" : [
          "The third practical wisdom of not sending down the Qur'an as a whole at one and",
          "the same time was to give good tidings and encouragement to the obedient servants",
          "who were suffering from persecution and encountering great obstacles because they",
          "needed it over and over again. That is why they were assured of ultimate success",
          "time and again to fill them with hope to carry on their mission."
        ],
        "103" : [
          "The Holy Spirit': `fibril'. Instead of using the name of the Angel who brought",
          "Revelation, his title has been deliberately mentioned to warn the disbelievers",
          "that the 'Holy Spirit' who brought Revelation, is free from human frailties. He",
          "is neither dishonest that he should add something to or take away something from",
          "the Message he brought, nor is he a liar and forger that he should invent and",
          "state something in the name of Allah. Nor does he suffer from any human lust that",
          "he should practise a deceit. He is wholly pure and holy and conveys the Word of",
          "Allah intact."
        ]
      }
    },
    {
      "verseNumber" : 103,
      "arabicVerse" : "وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ ۗ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَٰذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ",
      "simpleTranslate" : [
        "And We certainly know that they say, \"It is only a human being who teaches the",
        "Prophet.\" The tongue of the one they refer to is foreign, and this Qur'an is [in]",
        "a clear Arabic language."
      ],
      "tafsirTranslate" : [
        "We know very well what they say about you: \"Surely a certain person teaches him.",
        "\" <N:107> But the person to whom they allude speaks a foreign tongue, and this",
        "(Qur'an) is in plain Arabic."
      ],
      "tanslateWordByWord" : [
        "And certainly",
        "We know",
        "that they",
        "say",
        "Only",
        "teaches him",
        "a human being",
        "(The) tongue",
        "(of) the one",
        "they refer",
        "to him",
        "(is) foreign",
        "while this",
        "(is) a language",
        "Arabic",
        "clear"
      ],
      "notes" : {
        "107" : [
          "In this connection, traditions mention the names of several persons, one of whom",
          "[(Jabar)], according to the disbelievers of Makkah taught the Holy Prophet;",
          "however, one thing particularly noteworthy about all these persons is that they",
          "were non-Arab slaves. Whosoever he might be, the fact that he used to recite the",
          "Torah and the Gospel and had an acquaintance with the Holy Prophet, gave an",
          "opportunity to the disbelievers for spreading this false report that it was the",
          "particular slave who was the real author of the Holy Qur'an, but Muhammad",
          "[(Allah's peace be upon him)] presented it as the Word of God. This not only",
          "shows that his opponents were very impudent in spreading false accusations",
          "against the Holy Prophet but also that, in general, people are not just in",
          "judging the worth of their contemporaries. They were ill-treating like this that",
          "great personality who has had no parallel in history. Nevertheless, these people",
          "who had become blind in their opposition, preferred to attribute the authorship",
          "of the matchless Arabic Qur'an to a non-Arab slave who had a smattering of the",
          "Torah and the Gospel. Instead of accepting the claim of the Holy Prophet, who was",
          "an embodiment of truth, they attributed its authorship to an insignificant",
          "foreign slave."
        ]
      }
    },
    {
      "verseNumber" : 104,
      "arabicVerse" : "إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ لَا يَهْدِيهِمُ اللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "Indeed, those who do not believe in the verses of Allah - Allah will not guide",
        "them, and for them is a painful punishment."
      ],
      "tafsirTranslate" : [
        "It is a fact that Allah does not show guidance to those who do not believe in His",
        "Revelations, and there is a painful torment for them."
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "those who",
        "(do) not",
        "believe",
        "in the Verses",
        "(of) Allah",
        "not",
        "Allah will guide them",
        "Allah will guide them",
        "and for them",
        "(is) a punishment",
        "painful"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 105,
      "arabicVerse" : "إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ ۖ وَأُولَٰئِكَ هُمُ الْكَاذِبُونَ",
      "simpleTranslate" : [
        "They only invent falsehood who do not believe in the verses of Allah , and it is",
        "those who are the liars."
      ],
      "tafsirTranslate" : [
        "(The Prophet is not forging any false thing but) those, who do not believe in the",
        "Revelations of Allah, are inventing falsehoods <N:108> they are indeed the liars."
      ],
      "tanslateWordByWord" : [
        "Only",
        "they invent",
        "the falsehood",
        "those who",
        "(do) not",
        "believe",
        "in the Verses",
        "(of) Allah",
        "and those ",
        "they",
        "(are) the liars"
      ],
      "notes" : {
        "108" : [
          "This verse can also be rendered like this: [\"A Prophet does not forge any false",
          "thing but those, who do not believe in the Revelations of Allah, invent",
          "falsehoods. \"]"
        ]
      }
    },
    {
      "verseNumber" : 106,
      "arabicVerse" : "مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَٰكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "simpleTranslate" : [
        "Whoever disbelieves in Allah after his belief... except for one who is forced [to",
        "renounce his religion] while his heart is secure in faith. But those who",
        "[willingly] open their breasts to disbelief, upon them is wrath from Allah , and",
        "for them is a great punishment;"
      ],
      "tafsirTranslate" : [
        "Whoso is forced to disbelieve after believing, while his heart is convinced of",
        "the Faith, (he shall be absolved) but whosoever accepts disbelief willingly, he",
        "incurs Allah's wrath, and there is severe torment for all such people. <N:109>"
      ],
      "tanslateWordByWord" : [
        "Whoever",
        "disbelieves",
        "in Allah",
        "after",
        "after",
        "his belief",
        "except",
        "(one) who",
        "is forced",
        "while his heart",
        "(is) content",
        "with the faith",
        "But",
        "(one) who",
        "opens",
        "to disbelief",
        "(his) breast",
        "then upon them",
        "(is) a wrath",
        "of",
        "Allah",
        "and for them",
        "(is) a punishment",
        "great"
      ],
      "notes" : {
        "109" : [
          "This verse deals with the case of those Muslims who were being persecuted with",
          "cruelty and were being-subjected to unbearable torments to force them to give up",
          "their Faith. They are being told that if at any time they are forced to utter",
          "words of disbelief to save their lives, when in fact in their hearts they are",
          "secure against disbelief, they will be pardoned. On the other hand, if they",
          "accepted unbelief from the core of their hearts, they shall not escape the",
          "torment of Allah even if they succeed in saving their lives. \n It does not,",
          "however, mean that one should utter words of disbelief to save one's life. This",
          "is merely a permission but not the ideal thing for a Believer. According to this",
          "permission if one utters such a thing, he shall not be taken to account. In fact,",
          "the ideal for a Believer is to utter words of truth in any case whether his body",
          "is cut into pieces. There are instances which show that during the period of the",
          "Holy Prophet some acted upon the ideal while others took advantage of the",
          "permission. There was Khabbab bin Art [(May Allah be pleased with him)] who was",
          "made to lie on embers of fire until the fire was extinguished by the melting of",
          "his fat, but he remained firm in his Faith. Then there was Bilal Habashi [(May",
          "Allah be pleased with him)] who was made to put on an armour and stand in the",
          "scorching heat. Then he was dragged on the burning sand but he went on saying,",
          "[\"Allah is one.\"] There was another Believer, Habib Gin Zaid bin `Asim, whose",
          "limbs were cut one by one by the order of Musailimah, the Liar. Each time his",
          "limb was severed it was demanded of him that he should acknowledge the Liar as a",
          "prophet but each time he refused to bear witness to his claim of prophethood",
          "until he breathed his last. On the other hand, there was the instance of Ammar",
          "bin Yasir [(May Allah be pleased with him)] whose parents were mercilessly",
          "butchered before his eyes. After this he himself was put to such unbearable",
          "torture that, in order to save his life, he had to utter the same words of",
          "unbelief that were demanded of him. Afterwards when he came crying to the Holy",
          "Prophet, he said, [\"O Messenger of Allah, they did not let me go until I spoke",
          "evil of you and praised their deities\"] . The Holy Prophet asked him, [\"How do",
          "you feel about this, in your heart?\"] He replied humbly, [\"My heart is fully",
          "convinced of the Faith.\"] At this the Holy Prophet replied, [\"If they put you to",
          "the same torture again, you may utter the same words\"] ."
        ]
      }
    },
    {
      "verseNumber" : 107,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَأَنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
      "simpleTranslate" : [
        "That is because they preferred the worldly life over the Hereafter and that Allah",
        "does not guide the disbelieving people."
      ],
      "tafsirTranslate" : [
        "This is because they preferred the life of this world to the life in the",
        "Hereafter, and Allah does not show the Way of salvation to those people who are",
        "ungrateful!"
      ],
      "tanslateWordByWord" : [
        "That (is)",
        "because",
        "they preferred",
        "the life",
        "(of) the world",
        "over",
        "the Hereafter",
        "and that",
        "Allah",
        "(does) not",
        "guide",
        "the people",
        "the disbelievers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 108,
      "arabicVerse" : "أُولَٰئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ ۖ وَأُولَٰئِكَ هُمُ الْغَافِلُونَ",
      "simpleTranslate" : [
        "Those are the ones over whose hearts and hearing and vision Allah has sealed, and",
        "it is those who are the heedless."
      ],
      "tafsirTranslate" : [
        "Allah has sealed the hearts, the ears and the eyes of such people and they have",
        "become neglectful:"
      ],
      "tanslateWordByWord" : [
        "Those",
        "(are) the ones ",
        "Allah has set a seal",
        "Allah has set a seal",
        "over",
        "their hearts",
        "and their hearing",
        "and their sight",
        "And those ",
        "they are",
        "the heedless"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 109,
      "arabicVerse" : "لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْخَاسِرُونَ",
      "simpleTranslate" : [
        "Assuredly, it is they, in the Hereafter, who will be the losers."
      ],
      "tafsirTranslate" : [
        "therefore, it is inevitable that they should be losers in the Hereafter. <N:110>"
      ],
      "tanslateWordByWord" : [
        "No",
        "doubt",
        "that they",
        "in",
        "the Hereafter",
        "[they]",
        "(are) the losers"
      ],
      "notes" : {
        "110" : [
          "These words apply to those people who gave up their Faith, when they felt that",
          "they could not bear hardships of the Right Way and so they again joined their",
          "unbelieving, mushrik people."
        ]
      }
    },
    {
      "verseNumber" : 110,
      "arabicVerse" : "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا مِنْ بَعْدِ مَا فُتِنُوا ثُمَّ جَاهَدُوا وَصَبَرُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Then, indeed your Lord, to those who emigrated after they had been compelled [to",
        "renounce their religion] and thereafter fought [for the cause of Allah ] and were",
        "patient - indeed, your Lord, after that, is Forgiving and Merciful"
      ],
      "tafsirTranslate" : [
        "On the other hand, Allah is most surely Forgiving and Compassionate towards those",
        "people who, when they were persecuted (because of their Faith), left their homes",
        "and migrated and struggled hard in the Way of Allah and practised fortitude.",
        "<N:111>"
      ],
      "tanslateWordByWord" : [
        "Then",
        "indeed",
        "your Lord",
        "to those who",
        "emigrated",
        "after",
        "after",
        "what",
        "they had been put to trials",
        "then",
        "strove hard",
        "and were patient",
        "Indeed",
        "your Lord",
        "after it",
        "after it",
        "surely is Oft-Forgiving",
        "Most Merciful"
      ],
      "notes" : {
        "111" : [
          "They were those Believers who migrated to Habashah."
        ]
      }
    },
    {
      "verseNumber" : 111,
      "arabicVerse" : "يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ",
      "simpleTranslate" : [
        "On the Day when every soul will come disputing for itself, and every soul will be",
        "fully compensated for what it did, and they will not be wronged."
      ],
      "tafsirTranslate" : [
        "(All these will be judged) on the bay when everyone will be pleading for himself",
        "only and everyone will be recompensed fully for one's deeds and none shall be",
        "unjustly dealt with in the least."
      ],
      "tanslateWordByWord" : [
        "(On) the Day",
        "(when) will come",
        "every",
        "soul",
        "pleading",
        "for",
        "itself",
        "and will be paid in full",
        "every",
        "soul",
        "what",
        "it did",
        "and they",
        "(will) not",
        "be wronged"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 112,
      "arabicVerse" : "وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ",
      "simpleTranslate" : [
        "And Allah presents an example: a city which was safe and secure, its provision",
        "coming to it in abundance from every location, but it denied the favors of Allah",
        ". So Allah made it taste the envelopment of hunger and fear for what they had",
        "been doing."
      ],
      "tafsirTranslate" : [
        "Allah cites the instance of a habitation: it was enjoying a life of peace and",
        "security and was receiving its provisions in abundance from every quarter. Hut",
        "when it began to show ingratitude towards the favours of Allah, He made its",
        "inhabitants taste the consequences of their doings, and inflicted misfortunes of",
        "hunger and fear on them."
      ],
      "tanslateWordByWord" : [
        "And Allah sets forth",
        "And Allah sets forth",
        "a similitude",
        "(of) a town",
        "(that) was",
        "secure",
        "and content",
        "coming to it",
        "its provision",
        "(in) abundance",
        "from",
        "every",
        "place",
        "but it denied",
        "(the) Favors of Allah",
        "(the) Favors of Allah",
        "so Allah made it taste",
        "so Allah made it taste",
        "(the) garb",
        "(of) the hunger",
        "and the fear",
        "for what",
        "they used (to)",
        "do"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 113,
      "arabicVerse" : "وَلَقَدْ جَاءَهُمْ رَسُولٌ مِنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَالِمُونَ",
      "simpleTranslate" : [
        "And there had certainly come to them a Messenger from among themselves, but they",
        "denied him; so punishment overtook them while they were wrongdoers."
      ],
      "tafsirTranslate" : [
        "A Messenger came to them from among themselves but they treated him as an",
        "impostor. At last a torment overtook them while they had become guilty of",
        "iniquity. <N:112>"
      ],
      "tanslateWordByWord" : [
        "And certainly",
        "came to them",
        "a Messenger",
        "from among them",
        "but they denied him",
        "so seized them",
        "the punishment",
        "while they",
        "(were) wrongdoers"
      ],
      "notes" : {
        "112" : [
          "That habitation has not been specified here nor have the commentators definitely",
          "pointed out which that habitation was. However, there is a saying of Ibn `Abbas",
          "[(which seems to be correct)] that the place referred to is Makkah itself. In",
          "that case, [\"hunger and fear\"] will mean the famine which prevailed over the",
          "people of Makkah for several years during the Prophethood of Muhammad [(Allah's",
          "peace be upon him)]."
        ]
      }
    },
    {
      "verseNumber" : 114,
      "arabicVerse" : "فَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا وَاشْكُرُوا نِعْمَتَ اللَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ",
      "simpleTranslate" : [
        "Then eat of what Allah has provided for you [which is] lawful and good. And be",
        "grateful for the favor of Allah , if it is [indeed] Him that you worship."
      ],
      "tafsirTranslate" : [
        "So, O people, eat of the lawful and pure provisions with which Allah has blessed",
        "you and show gratitude <N:113> to Allah for His favours, if you are sincerely",
        "obedient to Him. <N:114>"
      ],
      "tanslateWordByWord" : [
        "So eat",
        "of what",
        "Allah has provided you ",
        "Allah has provided you ",
        "lawful",
        "and good",
        "And be grateful",
        "(for the) Favor",
        "(of) Allah",
        "if",
        "[you]",
        "Him Alone",
        "you worship"
      ],
      "notes" : {
        "113" : [
          "This shows that the above mentioned famine had come to an end at the time of the",
          "revelation of this Surah."
        ],
        "114" : [
          "Here the observation of the lawful and the unlawful has been made the test of",
          "worship of Allah. Those who claim to be the servants of Allah will eat what is",
          "lawful and pure and show gratitude to Him and will scrupulously refrain from what",
          "is forbidden and impure."
        ]
      }
    },
    {
      "verseNumber" : 115,
      "arabicVerse" : "إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ ۖ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "He has only forbidden to you dead animals, blood, the flesh of swine, and that",
        "which has been dedicated to other than Allah . But whoever is forced [by",
        "necessity], neither desiring [it] nor transgressing [its limit] - then indeed,",
        "Allah is Forgiving and Merciful."
      ],
      "tafsirTranslate" : [
        "Allah has forbidden only these things: do not eat what dies of itself nor blood",
        "nor swine flesh nor what has been slaughtered in any name other than Allah. But",
        "if forced by hunger one eats of any of these forbidden things, provided he has no",
        "intention of breaking the Divine Law or of transgressing the limits by taking",
        "more than what is absolutely indispensable, one may expect mercy, for Allah is",
        "very Forgiving and very Compassionate. <N:115>"
      ],
      "tanslateWordByWord" : [
        "Only",
        "He has forbidden",
        "to you",
        "the dead animal",
        "and the blood",
        "and the flesh",
        "(of) the swine",
        "and what",
        "has been dedicated",
        "to other (than)",
        "Allah",
        "[with it]",
        "But (if) one",
        "(is) forced ",
        "without (being)",
        "disobedient",
        "and not",
        "a transgressor ",
        "then indeed",
        "Allah",
        "(is) Oft-Forgiving",
        "Most Merciful"
      ],
      "notes" : {
        "115" : [
          "Please refer also to II: 173, V: 3 and VI: 145."
        ]
      }
    },
    {
      "verseNumber" : 116,
      "arabicVerse" : "وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَٰذَا حَلَالٌ وَهَٰذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ ۚ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ",
      "simpleTranslate" : [
        "And do not say about what your tongues assert of untruth, \"This is lawful and",
        "this is unlawful,\" to invent falsehood about Allah . Indeed, those who invent",
        "falsehood about Allah will not succeed."
      ],
      "tafsirTranslate" : [
        "Do not ascribe lies to Allah by decreeing with your tongues, \"This is lawful and",
        "that is unlawful\" <N:116> for those people who ascribe lies to Allah can never",
        "come to any good."
      ],
      "tanslateWordByWord" : [
        "And (do) not",
        "say",
        "for that which",
        "assert",
        "your tongues",
        "the lie",
        "This",
        "(is) lawful",
        "and this",
        "(is) forbidden",
        "so that you invent",
        "about",
        "Allah",
        "the lie",
        "Indeed",
        "those who",
        "invent",
        "about",
        "Allah",
        "the lie",
        "they will not succeed",
        "they will not succeed"
      ],
      "notes" : {
        "116" : [
          "This verse clearly shows that none but Allah has the right to declare a thing to",
          "be lawful or unlawful. Or, in other words, the right of making laws exclusively",
          "rests with Allah. Therefore, any person, who will dare to decide about the lawful",
          "and the unlawful, will transgress his powers. Of course, a person, who",
          "acknowledges the Divine law as the final authority, may deduce from it whether a",
          "certain thing or action is lawful or unlawful. \n The arrogation of the right of",
          "determining the lawful and the unlawful has been declared to be a falsehood on",
          "Allah for two reasons: [(1)] Such a person, so to say, claims that what he",
          "declares to be lawful or unlawful disregarding the authority of the Divine Book,",
          "has been made lawful or unlawful by God or [(2)] he means to claim that Allah has",
          "given up the authority of making lawful and unlawful and has thus left man free",
          "to make his own laws for the conduct of life. It is obvious that each of these",
          "claims will be a [\"falsehood\"] and a false imputation to Allah."
        ]
      }
    },
    {
      "verseNumber" : 117,
      "arabicVerse" : "مَتَاعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "[It is but] a brief enjoyment, and they will have a painful punishment."
      ],
      "tafsirTranslate" : [
        "(They should remember that) the pleasures of this world are transitory and in the",
        "end there is a painful torment for them."
      ],
      "tanslateWordByWord" : [
        "An enjoyment",
        "little",
        "and for them",
        "(is) a punishment",
        "painful"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 118,
      "arabicVerse" : "وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِنْ قَبْلُ ۖ وَمَا ظَلَمْنَاهُمْ وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
      "simpleTranslate" : [
        "And to those who are Jews We have prohibited that which We related to you before.",
        "And We did not wrong them [thereby], but they were wronging themselves."
      ],
      "tafsirTranslate" : [
        "To the Jews We had especially forbidden the things <N:117> We have already",
        "related to you, <N:118> and it was not We who imposed this hardship on them, but",
        "they imposed the hardship themselves."
      ],
      "tanslateWordByWord" : [
        "And to",
        "those who",
        "are Jews",
        "We have forbidden",
        "what",
        "We related",
        "to you",
        "before",
        "before",
        "And not",
        "We wronged them",
        "but",
        "they used (to)",
        "themselves",
        "wrong"
      ],
      "notes" : {
        "117" : [
          "In this paragraph [(vv. 118-124)], answers to the objections raised by the",
          "disbelievers of Makkah concerning the Commandments contained in vv. 114-117 have",
          "been given. Their first objection was: [\"Besides the above-mentioned unlawful",
          "things, there arc other unlawful things in the Jewish Law which have been made",
          "lawful by you. If that law was from Allah and yours is also from Allah why do",
          "they then contradict each other?\"] Their second objection was: [\"You have",
          "abrogated the sanctity of the Sabbath of the Israelites. Have you done this of",
          "your own accord or by Allah's Command? In the latter case then will be an obvious",
          "contradiction in the two laws. Or has Allah Himself given two contradictory",
          "Commandments?\"]"
        ],
        "118" : [
          "This refers to: [\"And We prohibited all animals with claws to those people who",
          "had adopted Judaism....\"] [(VI: 146 <V:6:146>)]. In this verse [(117)] Allah has",
          "stated that certain things were made unlawful because of the disobedience of the",
          "Jews. \n Here a question arises: Which of the two Surahs, Al-An`am or An-Nahl, was",
          "first revealed? This is because in verse 118, a reference has been made to verse",
          "146 of Al-An`am and in verse 119 of Al-An`am, [\"And why should you not eat that",
          "thing over which Allah's name has been mentioned, when He has already given you a",
          "detail of those things that have been declared to be unlawful for you except m",
          "case of extremity....?\"], a reference has been made to verse 115 of AnNahl. This",
          "is because these are the only two Makki Surahs in which details of unlawful",
          "things have been given. As regards the question, we are of the opinion that",
          "An-NahI was revealed earlier than AI-An`am, for verse 119 of the latter contains",
          "a reference to verse 115 of the former. It appears that after the revelation of",
          "Surah AI-An`am, the disbelievers raised objections in regard to these verses of",
          "An-Nahl. So they were referred to verse 146 of AI-An`am in which a few things",
          "were made unlawful, especially for the Jews. As this answer concerned An-Nahl, so",
          "verse 118, though it was revealed after the revelation of AI-An`am, was inserted",
          "as a parenthetical clause in An-Nahl."
        ]
      }
    },
    {
      "verseNumber" : 119,
      "arabicVerse" : "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا السُّوءَ بِجَهَالَةٍ ثُمَّ تَابُوا مِنْ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Then, indeed your Lord, to those who have done wrong out of ignorance and then",
        "repent after that and correct themselves - indeed, your Lord, thereafter, is",
        "Forgiving and Merciful."
      ],
      "tafsirTranslate" : [
        "Nevertheless, your Lord is Forgiving and Compassionate towards those who have",
        "repented and mended their ways after they had committed evil in ignorance."
      ],
      "tanslateWordByWord" : [
        "Then",
        "indeed",
        "your Lord",
        "to those who",
        "did",
        "evil",
        "in ignorance",
        "then",
        "repented",
        "after",
        "after",
        "that",
        "and corrected themselves ",
        "indeed",
        "your Lord",
        "after that",
        "after that",
        "(is) surely Oft-Forgiving",
        "Most Merciful"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 120,
      "arabicVerse" : "إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ",
      "simpleTranslate" : [
        "Indeed, Abraham was a [comprehensive] leader, devoutly obedient to Allah ,",
        "inclining toward truth, and he was not of those who associate others with Allah ."
      ],
      "tafsirTranslate" : [
        "The fact is that Abraham was a community in himself : <N:119> he was obedient to",
        "Allah and had turned to Him exclusively. He was never a mushrik."
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "Ibrahim",
        "was",
        "a nation",
        "obedient",
        "to Allah",
        "upright",
        "and not",
        "he was",
        "of",
        "the polytheists"
      ],
      "notes" : {
        "119" : [
          "[\"Abraham was a community in himself\"] for at that time he was the only Muslim in",
          "the whole world who was upholding the banner of Islam, while the rest of the",
          "world was upholding the banner of unbelief. As that servant of Allah performed",
          "the Mission which is ordinarily carried out by a whole community, he was not one",
          "person but an institution in himself."
        ]
      }
    },
    {
      "verseNumber" : 121,
      "arabicVerse" : "شَاكِرًا لِأَنْعُمِهِ ۚ اجْتَبَاهُ وَهَدَاهُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
      "simpleTranslate" : [
        "[He was] grateful for His favors. Allah chose him and guided him to a straight",
        "path."
      ],
      "tafsirTranslate" : [
        "He was always grateful for Allah's favours. Accordingly Allah chose him and",
        "showed him the Right Way."
      ],
      "tanslateWordByWord" : [
        "Thankful",
        "for His favors",
        "He chose him",
        "and guided him",
        "to",
        "the way",
        "straight"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 122,
      "arabicVerse" : "وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً ۖ وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ",
      "simpleTranslate" : [
        "And We gave him good in this world, and indeed, in the Hereafter he will be among",
        "the righteous."
      ],
      "tafsirTranslate" : [
        "Allah blessed him with goodness in this world and most surely he will be among",
        "the righteous in the Hereafter."
      ],
      "tanslateWordByWord" : [
        "And We gave him",
        "in",
        "the world",
        "good",
        "and indeed, he",
        "in",
        "the Hereafter",
        "(he) will surely (be) among",
        "the righteous"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 123,
      "arabicVerse" : "ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
      "simpleTranslate" : [
        "Then We revealed to you, [O Muhammad], to follow the religion of Abraham,",
        "inclining toward truth; and he was not of those who associate with Allah ."
      ],
      "tafsirTranslate" : [
        "Then We sent down this Revelation to you: \"Follow the way of Abraham exclusively\"",
        "and he was not one of the mushriks. <N:120>"
      ],
      "tanslateWordByWord" : [
        "Then",
        "We revealed",
        "to you",
        "that",
        "You follow",
        "(the) religion",
        "(of) Ibrahim",
        "upright",
        "and not",
        "he was",
        "of",
        "the polytheists"
      ],
      "notes" : {
        "120" : [
          "This is the complete answer to the first objection [(E.N. 117)] raised by the",
          "disbelievers. This has two parts: \n [(1)] There is no contradiction in the Divine",
          "Law as you seem to presume on the apparent variance in the Jewish and the Islamic",
          "Law. As a matter of fact a few things had been made unlawful especially for the",
          "Jews as punishment to them because of their disobedience; therefore, there was no",
          "reason why others should be deprived of those good things. \n [(2)] Prophet",
          "Muhammad [(Allah's peace be upon him)] was commanded to follow the way of Abraham",
          "and not the way of the Jews, and they themselves knew than these things were not",
          "unlawful in the law of Abraham. For instance, the Jews did not eat the flesh of",
          "camel but this was lawful according to Abraham. Likewise, ostrich, hare, duck,",
          "etc. , were unlawful in the Jewish law, but they were lawful according to",
          "Abraham. Incidentally the disbelievers of Makkah have been warned that neither",
          "they nor the Jews had any relationship with Prophet Abraham for he was not a",
          "mushrik while both of them were practising shirk. Prophet Muhammad and his",
          "followers were the only true followers of Prophet Abraham [(Allah's peace be upon",
          "them)] for there was no tinge of shirk in their creed or in their practice."
        ]
      }
    },
    {
      "verseNumber" : 124,
      "arabicVerse" : "إِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ ۚ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
      "simpleTranslate" : [
        "The sabbath was only appointed for those who differed over it. And indeed, your",
        "Lord will judge between them on the Day of Resurrection concerning that over",
        "which they used to differ."
      ],
      "tafsirTranslate" : [
        "As regards the Sabbath, We imposed this on those who differed about its",
        "observance. <N:121> Surely your Lord will decide between them on the Day of",
        "Resurrection about all those things in which they have been differing."
      ],
      "tanslateWordByWord" : [
        "Only",
        "was appointed",
        "the Sabbath",
        "for",
        "those who",
        "differed",
        "in it",
        "And indeed",
        "your Lord",
        "will surely judge",
        "between them",
        "(on) the Day",
        "(of) the Resurrection",
        "in what",
        "they used (to)",
        "[in it]",
        "differ"
      ],
      "notes" : {
        "121" : [
          "This is the answer to their second objection. Obviously, there was no need to",
          "state that the restrictions about the Sabbath applied only to the Jews and had",
          "nothing to do with the law of Prophet Abraham, because they themselves knew it.",
          "The restrictions were imposed upon the Jews because of their mischiefs and",
          "violations of the law. In order to understand fully the significance of this",
          "reference one is requested to read those passages of the Bible in which",
          "Commandments about the Sabbath have been stated, e.g., Exodus 20: 8-11, 23:",
          "12-13,31: 1-17, 35: 23, and Numbers 15: 32-36. Besides this, one should also be",
          "acquainted with the impudent violations of the Sabbath. See Jeremiah: 17: 21-27",
          "and Ezekiel. 10: 18-24."
        ]
      }
    },
    {
      "verseNumber" : 125,
      "arabicVerse" : "ادْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ ۖ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ ۚ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ ۖ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ",
      "simpleTranslate" : [
        "Invite to the way of your Lord with wisdom and good instruction, and argue with",
        "them in a way that is best. Indeed, your Lord is most knowing of who has strayed",
        "from His way, and He is most knowing of who is [rightly] guided."
      ],
      "tafsirTranslate" : [
        "O Prophet invite to the way of your Lord with wisdom and excellent admonition",
        "<N:122> and discuss things with people in the best manner. <N:123> Your Lord",
        "knows best who has gone astray from His Way and He knows best who is rightly",
        "guided."
      ],
      "tanslateWordByWord" : [
        "Call",
        "to",
        "(the) way",
        "(of) your Lord",
        "with the wisdom",
        "and the instruction",
        "the good",
        "and discuss with them",
        "in that",
        "which",
        "(is) best",
        "Indeed",
        "your Lord",
        "He",
        "(is) most knowing",
        "of who",
        "has strayed",
        "from",
        "His way",
        "And He",
        "(is) most knowing",
        "of the guided ones"
      ],
      "notes" : {
        "122" : [
          "This instruction is very important for those who are engaged in the propagation",
          "of Islam. They should always keep in view two things- [\"wisdom\"] and [\"excellent",
          "admonition\"]. [\"Wisdom\"] implies that one should use discretion in the work of",
          "propagation and should not do this blindly like foolish people. Wisdom demands",
          "that one should keep in view the intelligence, capability and circumstances of",
          "the addressees and convey the Message in accordance with the requirements of the",
          "occasion. Moreover, one should refrain from applying one and the same method to",
          "each and every person or group but should first diagnose the real disease of the",
          "addressee and then cure it by appealing to his head and heart. \n [\"Excellent",
          "admonition\"] implies two things: [(1)] One should not be content with convincing",
          "the addressee with arguments alone but should also appeal to his feelings.",
          "Likewise one should not confine oneself merely to arguments in condemning evils",
          "and deviations but should try to convince the other of their repugnance that lies",
          "embedded in the human nature. One should also warn of the worst consequences of",
          "those evils. Besides, one should not only try to convince the addressee",
          "rationally of the soundness and excellence of guidance and righteous deeds but",
          "should also create in him interest and love for them. [(2)] Admonition should be",
          "administered in such a manner as to show sincere concern for and the welfare of",
          "the addressee. Nothing should be said or done to create the impression that the",
          "admonisher is looking down upon him and taking pleasure in his own feeling of",
          "superiority. On the contrary, he should feel that the admonisher is filled with",
          "the strong desire for his reform and welfare."
        ],
        "123" : [
          "[\"Best manner\"] implies that one should have a sweet tongue, show noble character",
          "and give reasonable and appealing arguments, and refrain from indulging in",
          "polemics, argumentation and controversies. The one who discusses things with",
          "people in the best manner, does not resort to accusations, crooked arguments,",
          "taunts, nor makes fun of the opponent in order to defeat him and to win applause",
          "for his own superiority in argument. For these things will produce obduracy and",
          "obstinacy. In contrast to this, he will try to convince the other in a simple and",
          "humble way, and when he feels that the other person has come down to crooked",
          "arguments, he will leave him alone lest the other should go further and further",
          "astray in his deviation."
        ]
      }
    },
    {
      "verseNumber" : 126,
      "arabicVerse" : "وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ ۖ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ",
      "simpleTranslate" : [
        "And if you punish [an enemy, O believers], punish with an equivalent of that with",
        "which you were harmed. But if you are patient - it is better for those who are",
        "patient."
      ],
      "tafsirTranslate" : [
        "And if you retaliate, let your retaliation be to the extent that you were",
        "wronged, but if you endure it with patience, it is indeed best for those who",
        "endure with patience."
      ],
      "tanslateWordByWord" : [
        "And if",
        "you retaliate",
        "then retaliate",
        "with the like",
        "of what",
        "you were afflicted",
        "with [it]",
        "But if",
        "you are patient",
        "surely (it) is",
        "better",
        "for those who are patient"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 127,
      "arabicVerse" : "وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ ۚ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ",
      "simpleTranslate" : [
        "And be patient, [O Muhammad], and your patience is not but through Allah . And do",
        "not grieve over them and do not be in distress over what they conspire."
      ],
      "tafsirTranslate" : [
        "(O Muhammad), go on performing your mission with fortitude-and you can practise",
        "fortitude only with the help of Allah-do not be grieved at their doings and do",
        "not distress yourself at their intrigues,"
      ],
      "tanslateWordByWord" : [
        "And be patient",
        "and not",
        "(is) your patience",
        "but",
        "from Allah",
        "And (do) not",
        "grieve",
        "over them",
        "and (do) not",
        "be",
        "in",
        "distress",
        "for what",
        "they plot"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 128,
      "arabicVerse" : "إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ",
      "simpleTranslate" : [
        "Indeed, Allah is with those who fear Him and those who are doers of good."
      ],
      "tafsirTranslate" : [
        "for Allah is with those people who fear Him and adopt the righteous attitude.",
        "<N:124>"
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "Allah",
        "(is) with",
        "those who",
        "fear (Him)",
        "and those who",
        "[they]",
        "(are) good-doers"
      ],
      "notes" : {
        "124" : [
          "[\"Allah is with those who fear Him\"] because they scrupulously refrain from evil",
          "ways and always adopt the righteous attitude, for they know that their actions",
          "and deeds arc not determined by the evils others do to them but by their own",
          "sense of righteousness; so they return good for evil."
        ]
      }
    }
  ],
  "medinian" : false
}