{
  "chapterNumber" : 19,
  "nbVerses" : 98,
  "name" : "Mary",
  "nameArabic" : "مريم",
  "transName" : "Maryam",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "كهيعص",
      "simpleTranslate" : [
        "Kaf, Ha, Ya, 'Ayn, Sad."
      ],
      "tafsirTranslate" : [
        "Kaf Ha Ya `Ain Sad."
      ],
      "tanslateWordByWord" : [
        "Kaaf Ha Ya Ain Sad"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا",
      "simpleTranslate" : [
        "[This is] a mention of the mercy of your Lord to His servant Zechariah"
      ],
      "tafsirTranslate" : [
        "Here is an accounts <N:1> of the mercy your Lord showed to His servant Zachariah",
        "<N:2>"
      ],
      "tanslateWordByWord" : [
        "(A) mention",
        "(of the) Mercy",
        "(of) your Lord",
        "(to) His servant",
        "Zakariya"
      ],
      "notes" : {
        "1" : [
          "For comparison please see the story of Zachariah as given in vv. 3457 of",
          "Al-i-`Imran [(III)] and the E.N.'s there of."
        ],
        "2" : [
          "In order to understand the position held by Hadrat Zachariah, a descendant ' of",
          "Prophet Aaron, one should be acquainted with the system of priesthood among the",
          "children of Israel. \n After the conquest of Palestine, the whole land was divided",
          "among the 12 tribes of the descendants of Prophet Jacob as inheritance, and the",
          "13th tribe [(the Levites)] were entrusted with religious services and duties.",
          "Even among the Levites, the house that was separated [\"to sanctify the most holy",
          "things .... to burn incense before the Lord, to minister unto him, and to bless",
          "in his name for ever\"] was the house of Prophet Aaron. The other Levites were not",
          "allowed to enter the Temple? [\"Because their office was to wait on the sons of",
          "Aaron for the service of the house of the Lord, in the courts, and in the",
          "chambers, and in the purifying of all holy things, and the work of the service of",
          "the house of the God .... And to offer all burnt sacrifices unto the Lord in the",
          "Sabbaths, in the new moon, and on the set festivals.\"] The descendants of Aaron",
          "were divided into 24 families, who came to serve the house of the Lord by turns.",
          "One of these families was of Abiah whose chief was Zachariah. Thus it was",
          "Zachariah's duty to go into the house on his family's turn and burn incense",
          "before the Lord. [(For details, see I Chronicles, chapters 23, 24)]."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "إِذْ نَادَىٰ رَبَّهُ نِدَاءً خَفِيًّا",
      "simpleTranslate" : [
        "When he called to his Lord a private supplication."
      ],
      "tafsirTranslate" : [
        "when he invoked his Lord in an under tone."
      ],
      "tanslateWordByWord" : [
        "When",
        "he called",
        "(to) his Lord",
        "a call ",
        "secret"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا",
      "simpleTranslate" : [
        "He said, \"My Lord, indeed my bones have weakened, and my head has filled with",
        "white, and never have I been in my supplication to You, my Lord, unhappy."
      ],
      "tafsirTranslate" : [
        "He prayed, \"O my Lord ! My very bones have become rotten, and my head is",
        "glistening with age. My Lord! I have never been disappointed in my prayer to",
        "Thee."
      ],
      "tanslateWordByWord" : [
        "He said",
        "My Lord",
        "Indeed, [I]",
        "(have) weakened",
        "my bones",
        "my bones",
        "and flared",
        "(my) head",
        "(with) white",
        "and not",
        "I have been",
        "in (my) supplication (to) You",
        "my Lord",
        "unblessed"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا",
      "simpleTranslate" : [
        "And indeed, I fear the successors after me, and my wife has been barren, so give",
        "me from Yourself an heir"
      ],
      "tafsirTranslate" : [
        "I now fear (the consequences of) the evil ways of my kinsmen after me, <N:3> and",
        "my wife is barren! I, therefore, pray Thee to bless me by Thy grace with a",
        "successor,"
      ],
      "tanslateWordByWord" : [
        "And indeed, I",
        "[I] fear",
        "the successors",
        "after me",
        "after me",
        "and is",
        "my wife",
        "barren",
        "So give",
        "[to] me",
        "from",
        "Yourself",
        "an heir"
      ],
      "notes" : {
        "3" : [
          "That is, [\"I see none among my kinsmen, the family of Abiah, who is religiously",
          "and morally sound and capable of carrying on the work of the mission that has",
          "been entrusted to me.\"]"
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ۖ وَاجْعَلْهُ رَبِّ رَضِيًّا",
      "simpleTranslate" : [
        "Who will inherit me and inherit from the family of Jacob. And make him, my Lord,",
        "pleasing [to You].\""
      ],
      "tafsirTranslate" : [
        "who may inherit my heritage and that of the descendants of Jacob; <N:4> and O",
        "Lord, make him a desirable person.\""
      ],
      "tanslateWordByWord" : [
        "Who will inherit me",
        "and inherit",
        "from",
        "(the) family",
        "(of) Yaqub",
        "And make him",
        "my Lord",
        "pleasing"
      ],
      "notes" : {
        "4" : [
          "That is, [\"I do not pray for a successor to inherit me alone, but a successor who",
          "may inherit the good ways of the house of Jacob.\"]"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَىٰ لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا",
      "simpleTranslate" : [
        "[He was told], \"O Zechariah, indeed We give you good tidings of a boy whose name",
        "will be John. We have not assigned to any before [this] name.\""
      ],
      "tafsirTranslate" : [
        "(The answer was: ) \"O Zachariah, We give you the good news of a son, who will be",
        "called Yahya ( John) . We have not created any other man of this name before. \"",
        "<N:5>"
      ],
      "tanslateWordByWord" : [
        "O Zakariya",
        "Indeed, We",
        "[We] give you glad tidings",
        "of a boy",
        "his name",
        "(will be) Yahya",
        "not",
        "We (have) assigned",
        "[for] it",
        "before",
        "before",
        "(this) name"
      ],
      "notes" : {
        "5" : [
          "In Luke the words are: [\"There is none of thy kindred that is called by this",
          "name.\"] [(I: 61 <V:1:61>)]"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَامٌ وَكَانَتِ امْرَأَتِي عَاقِرًا وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا",
      "simpleTranslate" : [
        "He said, \"My Lord, how will I have a boy when my wife has been barren and I have",
        "reached extreme old age?\""
      ],
      "tafsirTranslate" : [
        "He said, \"Lord, how can I beget a son when my wife is barren, and I have become",
        "impotent because of old age ?\""
      ],
      "tanslateWordByWord" : [
        "He said",
        "My Lord",
        "How",
        "can",
        "I have",
        "a boy",
        "while is",
        "my wife",
        "barren",
        "and indeed",
        "I have reached",
        "of",
        "the old age",
        "extreme"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا",
      "simpleTranslate" : [
        "[An angel] said, \"Thus [it will be]; your Lord says, 'It is easy for Me, for I",
        "created you before, while you were nothing.' \""
      ],
      "tafsirTranslate" : [
        "In answer, it was said, \"So shall it be. Your Lord says, `This is easy for Me,",
        "even as I created you before this, when you were nothing at all' .\" <N:6>"
      ],
      "tanslateWordByWord" : [
        "He said",
        "Thus",
        "said",
        "your Lord",
        "'It",
        "(is) easy for Me",
        "(is) easy for Me",
        "and certainly",
        "I (have) created you",
        "before",
        "before",
        "while not",
        "you were",
        "anything.'"
      ],
      "notes" : {
        "6" : [
          "This dialogue is meant to impress that Allah is able to do whatever He wills and",
          "can make an impotent man and a barren woman give birth to a child, and likewise a",
          "virgin can be made to conceive a child."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "قَالَ رَبِّ اجْعَلْ لِي آيَةً ۚ قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا",
      "simpleTranslate" : [
        "[Zechariah] said, \"My Lord, make for me a sign.\" He said, \"Your sign is that you",
        "will not speak to the people for three nights, [being] sound.\""
      ],
      "tafsirTranslate" : [
        "Zachariah said, \"Lord, appoint a sign for me\". He said, \"The sign for you is that",
        "you shall not talk to the people for three consecutive days.\""
      ],
      "tanslateWordByWord" : [
        "He said",
        "My Lord",
        "Make",
        "for me",
        "a sign",
        "He said",
        "Your sign",
        "(is) that not",
        "you will speak",
        "(to) the people",
        "(for) three",
        "nights",
        "sound"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "فَخَرَجَ عَلَىٰ قَوْمِهِ مِنَ الْمِحْرَابِ فَأَوْحَىٰ إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا",
      "simpleTranslate" : [
        "So he came out to his people from the prayer chamber and signaled to them to",
        "exalt [ Allah ] in the morning and afternoon."
      ],
      "tafsirTranslate" : [
        "After this, he came out of the sanctuary <N:7> to his people, and made signs,",
        "asking them, \"Glorfy God morning and evening.' <N:8>"
      ],
      "tanslateWordByWord" : [
        "Then he came out",
        "to",
        "his people",
        "from",
        "the prayer chamber",
        "and he signaled",
        "to them",
        "to",
        "glorify (Allah)",
        "(in) the morning",
        "and (in) the evening"
      ],
      "notes" : {
        "8" : [
          "Below we reproduce the details of this event as given in Luke's Gospel so that",
          "the. reader may study and compare the Quranic with the Christian version. The",
          "references and additions within the brackets are ours: \n [\"There was in the days",
          "of Herod, the king of Judaea, [(see Bani Isra'il (XVII)]: E.N. 9) a certain",
          "priest named Zacharias, of the course of Abiah: and his wife was of the daughters",
          "of Aaron, and her name wag Elisabeth. And they were both righteous before God,",
          "walking in all the commandments and ordinances of the Lord blameless. And they",
          "had no child, because that Elisabeth was barren, and they both were now well",
          "stricken in years. And it came to pass, that while he executed the priest's",
          "office before God in the order of his course, according to the custom of the",
          "priest's office, his lot was to burn incense when he went into the temple of the",
          "Lord. And the whole multitude of the people were praying without at the time of",
          "incense. And there appeared unto him an angel of the Lord standing on the right",
          "side of the altar of incense. And when Zacharias saw him, he was troubled, and",
          "fear fell upon him. But the angel said unto him, Fear not, Zacharias: for thy",
          "prayer is heard; [(there is no mention of Zacharias' prayer anywhere in the",
          "Bible)] and thy wife Elisabeth shall bear thee a son, and thou shalt call his",
          "name John [(that is, Yahya)]. And thou shalt have joy and gladness; and many",
          "shall rejoice at his birth. For he shall be great in the sight of the Lord",
          "[(Sayyidan: a great Leader according to the Qur'an, III: 39 <V:3:39>)], and shall",
          "drink neither wine nor strong drink [(the Quranic version: Taqiyynr. pious and",
          "pure)]; and he shall be filled with the Holy Ghost, even from his mother's womb",
          "[(the Qur'an says: `We blessed him with \"]judgment[\" while he was yet a child')].",
          "And many of the children of Israel shall he turn to the Lord their God. And he",
          "shall go before him in the spirit of the power of Elias, to turn the hearts of",
          "the fathers to the children, and the disobedient to the wisdom of the just; to",
          "make ready a people prepared for the Lord. \n \"]And Zacharias said unto the angel,",
          "Whereby shall I know this for I am an old man, and my wife well stricken in",
          "years. And the angel answering said unto him, I am Gabriel, that stand in the",
          "presence of God; and am sent to speak unto thee, and to shew thee these glad",
          "tidings. And, behold, thou shalt be dumb, and not able to speak, until the day",
          "that these things shall be performed, because thou believest not my words, which",
          "shall be fulfilled in their season. [(This is different from the Qur'an, which",
          "gives it as a Sign, whereas according to Luke, it was a punishment. Moreover, the",
          "Qur'an mentions it as the silence for `three consecutive days', but Luke says",
          "that Zacharias remained dumb till the birth of John)]. And the people .waited for",
          "Zacharias, and marvelled that he tarried so long in the temple. And when he came",
          "out, he could not speak unto them: and they perceived that he had seen a vision",
          "in the temple: for he beckoned unto them, and remained speechless.\" [(Luke, I:",
          "5-22 <V:1:5-22>)]."
        ],
        "7" : [
          "For the explanation of mihrab [(sanctuary)], see E.N. 36 of Al-i-`Imran"
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "يَا يَحْيَىٰ خُذِ الْكِتَابَ بِقُوَّةٍ ۖ وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا",
      "simpleTranslate" : [
        "[ Allah ] said, \"O John, take the Scripture with determination.\" And We gave him",
        "judgement [while yet] a boy"
      ],
      "tafsirTranslate" : [
        "To John We said, \"Observe the Divine Book with a firm resolve. <N:9> \""
      ],
      "tanslateWordByWord" : [
        "O Yahya",
        "Hold",
        "the Scripture",
        "with strength",
        "And We gave him",
        "[the] wisdom",
        "(when he was) a child"
      ],
      "notes" : {
        "9" : [
          "The details regarding the birth of Prophet John, according to the Divine will,",
          "and his coming of age, have been left out. Here, in one sentence, the Mission of",
          "Prophethood entrusted to him on attaining maturity has been stated, which was",
          "[\"to observe and follow the Torah in letter and spirit, and to exhort the",
          "Israelites as well to do the same.\"]"
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَحَنَانًا مِنْ لَدُنَّا وَزَكَاةً ۖ وَكَانَ تَقِيًّا",
      "simpleTranslate" : [
        "And affection from Us and purity, and he was fearing of Allah"
      ],
      "tafsirTranslate" : [
        "We blessed him with \"judgment\" <N:10> while he was yet a child, and bestowed on",
        "him tenderness of heart <N:11> and purity from Ourself; and he was very pious"
      ],
      "tanslateWordByWord" : [
        "And affection",
        "from",
        "Us",
        "and purity",
        "and he was",
        "righteous"
      ],
      "notes" : {
        "10" : [
          "The Arabic word hukm implies ability [(1)] to make decisions, [(2)] to form right",
          "opinions, [(3)] to interpret the Divine Law, [(4)] to solve problems, and [(5)]",
          "it also means `authority from Allah to decide affairs'."
        ],
        "11" : [
          "The Arabic word hanan is almost synonymous with `mother love'. In other words,",
          "Prophet John bore in his heart the same kind of intense love for Allah's servants",
          "as a mother has for her child."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَبَرًّا بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا",
      "simpleTranslate" : [
        "And dutiful to his parents, and he was not a disobedient tyrant."
      ],
      "tafsirTranslate" : [
        "and dutiful to his parents, and he was neither arrogant nor disobedient."
      ],
      "tanslateWordByWord" : [
        "And dutiful",
        "to his parents",
        "and not",
        "he was",
        "a tyrant",
        "disobedient"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا",
      "simpleTranslate" : [
        "And peace be upon him the day he was born and the day he dies and the day he is",
        "raised alive."
      ],
      "tafsirTranslate" : [
        "Peace was on him on the day he was born and on the day he died, and peace shall",
        "be on him on the day he will be _raised to life. <N:12>"
      ],
      "tanslateWordByWord" : [
        "And peace be",
        "upon him",
        "(the) day",
        "he was born",
        "and (the) day",
        "he dies",
        "and (the) day",
        "he will be raised",
        "alive"
      ],
      "notes" : {
        "12" : [
          "In order to have a fuller understanding of the Mission and the pure character of",
          "Prophet John, about which brief references have been made in this Surah and Surah",
          "Al-i-`Imran, it will be useful to study this story as given in different Books of",
          "the New Testament in the following order: \n According to Luke, Prophet John was",
          "older than Prophet Jesus by six months and their mothers were cousins. He was",
          "appointed a Prophet at the age of 30 years, and according to the Gospel of John,",
          "he started his mission of inviting the people toward God in Jordan. He would say:",
          "[\"I am the voice of one crying in the wilderness. Make straight the way of the",
          "Lord.\"] [(John, I: 23 <V:1:23>)] \n According to Mark, [\"John did baptize in the",
          "wilderness, and preach the baptizm of repentance for the remission of sins. And",
          "there went out unto him all the land of Judaea, and they of Jerusalem, and were",
          "all baptized of him in the river of Jordan, confessing their sins.\"] [(Mark, I:",
          "45 <V:1:45>)]. He thus came to be known as John the Baptist, and the Israelites",
          "held him as a prophet. [(Mat. 21: 26)]. Prophet Jesus said about John: [\"Among",
          "them that are born of women there hath not risen a man greater than John the",
          "Baptist.\"] [(Mat. 11 : 11)] \n [\"John had his raiment of camel's hair, and a",
          "leather girdle about his loins; and his meat was locusts and wild honey.\"] [(Mat.",
          "3: 4)]. He would say: [\"Repent ye: for the kingdom of heaven is at hand.\"] [(Mat.",
          "3: 2)]. By this he meant that very soon Prophet Jesus was going to start his",
          "Mission of Prophethood. The same thing has been said about him in the Qur'an: [\".",
          ". . he [(John)] will come to confirm a Command from Allah.\"] [(III: 39",
          "<V:3:39>)]. For the same reason he has been called `a sign of or pointer to'",
          "Prophet Jesus. \n He urged the people to observe the Fast and Prayers. [(Mat. 9:",
          "14, Luke, 5: 33, I1: 1)]. He would also tell them, [\". . . He that hath two",
          "coats, let him -impart to him that hath none; and he that hath meat, let him do",
          "likewise.\"] [(Luke 3: 11)]. When the tax-collectors asked, [\"Master, what shall",
          "we do?\"] He said unto them, [\"Exact no more than that what is appointed you.\"]",
          "[(12-13)], and when the soldiers sought his guidance, he said: [\"Do violence to",
          "no man, neither accuse any falsely; and be content with your wages.\"] [(Luke, 3:",
          "14)]' \n When the corrupt scholars, Pharisees and Sadducees of the Israelites,",
          "came to be baptized by him, he rebuked them, saying: [\"O generation of vipers,",
          "who hath warned you to flee from the wrath to come?..think not to say within",
          "yourselves, We have Abraham to our father... now also the axe is laid unto the",
          "root of the trees: therefore every tree which bringeth not forth good fruit is",
          "hewn down, and cast into the fire.\"] [(Mat-3 :7-10)] \n The Jewish ruler of his",
          "time, Herod Antipas, in whose tetrarchy he was performing his Mission of inviting",
          "the people to the Truth, had been so deeply influenced by the Roman civilization",
          "that he was causing sin and evil to spread freely in the land. He had kept",
          "Herodias, his brother Philip's wife, unlawfully in his house; when Prophet John",
          "reproved him for this and raised his voice against other evils being committed by",
          "him, Herod got him arrested and sent to jail. However, he held him in high esteem",
          "for his piety and righteousness and even feared him on account of the great",
          "respect he enjoyed among the people. On the contrary, Herodias thought that the",
          "moral consciousness that Prophet John was producing among the people was directly",
          "aimed at women like herself and pulling them down in the public eye. Thus she",
          "nursed a grudge against him and would have him killed but could not. Soon an",
          "opportunity came her way. On the birthday banquet of Herod, her daughter danced",
          "and so delighted Herod and others that the king said to her, 'Ask of me",
          "whatsoever thou wilt, and I will give it thee.' The girl asked her mother what",
          "she should ask for. The mother said, `Ask for the head of John the Baptist.' The",
          "girl went back to the king and requested to have there and then the head of John",
          "the Baptist on a dish. Herod felt sorry to hear this, but could not reject the",
          "demand of the daughter of his beloved. He at once got Prophet John killed in the",
          "prison and presented his head on a dish to the dancing girl. [(Mat. 14: 3-12,",
          "Mark, 6 :17-29, Luke, 3 :19-20)]."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا",
      "simpleTranslate" : [
        "And mention, [O Muhammad], in the Book [the story of] Mary, when she withdrew",
        "from her family to a place toward the east."
      ],
      "tafsirTranslate" : [
        "And, O Muhammad, relate in this Book the story of Mary: <N:13> how she had",
        "retired in seclusion from her people to the eastern side"
      ],
      "tanslateWordByWord" : [
        "And mention",
        "in",
        "the Book",
        "Maryam",
        "when",
        "she withdrew",
        "from",
        "her family",
        "(to) a place",
        "eastern"
      ],
      "notes" : {
        "13" : [
          "For comparison, see Al-i-`Imran [(III)]: 34-57, and An-Nina [(IV)] :156 and",
          "E.N.'s thereof."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا",
      "simpleTranslate" : [
        "And she took, in seclusion from them, a screen. Then We sent to her Our Angel,",
        "and he represented himself to her as a well-proportioned man."
      ],
      "tafsirTranslate" : [
        "and had hung down a screen to hide herself from them. <N:14> There We sent to her",
        "Our Spirit (\"an angel\") and he appeared before her in the form of a perfect man."
      ],
      "tanslateWordByWord" : [
        "Then she took",
        "from them",
        "from them",
        "a screen",
        "Then We sent",
        "to her",
        "Our Spirit",
        "then he assumed for her the likeness",
        "then he assumed for her the likeness",
        "(of) a man",
        "well-proportioned"
      ],
      "notes" : {
        "14" : [
          "The Sanctuary where she had retired for devotion was an eastern chamber in the",
          "Temple, and as was customary she had hung a curtain to conceal herself from the",
          "people. It cannot be Nazareth as some people have wrongly taken it to be, because",
          "Nazareth is to the north of Jerusalem."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَٰنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا",
      "simpleTranslate" : [
        "She said, \"Indeed, I seek refuge in the Most Merciful from you, [so leave me], if",
        "you should be fearing of Allah .\""
      ],
      "tafsirTranslate" : [
        "Mary cried out involuntarily, \"I seek God's refuge from you, if you are a pious",
        "man.\""
      ],
      "tanslateWordByWord" : [
        "She said",
        "Indeed, I",
        "[I] seek refuge",
        "with the Most Gracious",
        "from you",
        "if",
        "you are",
        "God fearing"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا",
      "simpleTranslate" : [
        "He said, \"I am only the messenger of your Lord to give you [news of] a pure boy.\""
      ],
      "tafsirTranslate" : [
        "He replied, \"I am a mere messenger from your Lord and have been sent to give you",
        "a pure son.\""
      ],
      "tanslateWordByWord" : [
        "He said",
        "Only",
        "I am",
        "a Messenger",
        "(from) your Lord",
        "that I (may) bestow",
        "on you",
        "a son",
        "pure"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "قَالَتْ أَنَّىٰ يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا",
      "simpleTranslate" : [
        "She said, \"How can I have a boy while no man has touched me and I have not been",
        "unchaste?\""
      ],
      "tafsirTranslate" : [
        "Mary said, \"How can I bear a son, when no man has touched me, and I am not an",
        "unchaste woman?\""
      ],
      "tanslateWordByWord" : [
        "She said",
        "How",
        "can be",
        "for me",
        "a son",
        "when not",
        "has touched me",
        "a man",
        "and not",
        "I am",
        "unchaste"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ ۖ وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا ۚ وَكَانَ أَمْرًا مَقْضِيًّا",
      "simpleTranslate" : [
        "He said, \"Thus [it will be]; your Lord says, 'It is easy for Me, and We will make",
        "him a sign to the people and a mercy from Us. And it is a matter [already]",
        "decreed.' \""
      ],
      "tafsirTranslate" : [
        "The angel replied, \"So shall it be. Your Lord says, `This is an easy thing for Me",
        "to do, and We will do so in order to make that boy a Sign for the people <N:15>",
        "and a blessing from Us, and this must happen.\""
      ],
      "tanslateWordByWord" : [
        "He said",
        "Thus",
        "said",
        "your Lord",
        "'It",
        "(is) for Me",
        "easy",
        "and so that We will make him",
        "a sign",
        "for the mankind",
        "and a Mercy",
        "from Us",
        "And (it) is",
        "a matter",
        "decreed.'"
      ],
      "notes" : {
        "15" : [
          "The word [\"So shall it be\"] are very significant as has been stated in E.N. 6.",
          "The plain meaning is this: [\"A pure son shall be born to you just as your Lord",
          "has decreed, even though no man has touched you. \"] The same was the response to",
          "prophet Zachariah as stated in v. 9 above. And it is a sheer perversion to",
          "interpret it as: [\"So shall it be that a man will touch you and a son will be",
          "born to you.\"] For, if it were to mean: [\"You will bear a son like all other",
          "women of the world,\"] the subsequent two sentences: [\"Your Lord says, 'This is an",
          "easy thing for Me to do, and We will make that boy a Sign for the people',\"]",
          "would have become meaningless: Had this birth been an ordinary birth like the",
          "birth of every other child, there would have been no occasion to boast: [\"It is",
          "an easy thing, and that it will be made a Sign [(miracle)]. This will be so",
          "because the child will speak in the cradle. \"]"
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "فَحَمَلَتْهُ فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا",
      "simpleTranslate" : [
        "So she conceived him, and she withdrew with him to a remote place."
      ],
      "tafsirTranslate" : [
        "Accordingly, Mary conceived the child, and with it she went away to a distant",
        "place. <N:16>"
      ],
      "tanslateWordByWord" : [
        "So she conceived him",
        "and she withdrew",
        "with him",
        "(to) a place",
        "remote"
      ],
      "notes" : {
        "16" : [
          "When she conceived the child, she left the Sanctuary and went to a distant place",
          "[(Bethlehem)] in order to escape the bitter criticism of the people. They would",
          "have said, [\"Look at the virgin daughter of the pious house of Aaron ! She has",
          "conceived a child and that, too, in the Sanctuary where she had retired for",
          "devotion!\"] Thus she temporarily succeeded in concealing the shame of the",
          "conception, but this event itself is a proof that prophet Jesus was born without",
          "a father. Had Mary been married and had a husband, she would not have left his or",
          "her parents' house by herself and chosen a distant place for the purpose of",
          "delivery."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "فَأَجَاءَهَا الْمَخَاضُ إِلَىٰ جِذْعِ النَّخْلَةِ قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَٰذَا وَكُنْتُ نَسْيًا مَنْسِيًّا",
      "simpleTranslate" : [
        "And the pains of childbirth drove her to the trunk of a palm tree. She said, \"Oh,",
        "I wish I had died before this and was in oblivion, forgotten.\""
      ],
      "tafsirTranslate" : [
        "Then the throes of childbirth urged her to take shelter under a date palm. There",
        "she began to cry, \"Oh! would that I had died before this and sunk into oblivion.",
        "\" <N:17>"
      ],
      "tanslateWordByWord" : [
        "Then drove her",
        "the pains of childbirth",
        "to",
        "(the) trunk",
        "(of) the date-palm",
        "She said",
        "O! I wish",
        "I (had) died",
        "before",
        "this",
        "and I was",
        "(in) oblivion",
        "forgotten"
      ],
      "notes" : {
        "17" : [
          "The words [\"Would that...\"] show the extreme state of anxiety in which Mary found",
          "herself at the time. She did not utter these words on account of the labour pains",
          "but due to the pangs of sorrow as to how she would conceal the child from her",
          "people. The angel's words---[\"Grieve not at all\"]-explain why she had spoken",
          "these desperate words. When a married girl is delivering her first baby, she",
          "might be dying with pains, but she is never so sorrowful and grieved."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "فَنَادَاهَا مِنْ تَحْتِهَا أَلَّا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا",
      "simpleTranslate" : [
        "But he called her from below her, \"Do not grieve; your Lord has provided beneath",
        "you a stream."
      ],
      "tafsirTranslate" : [
        "At this the angel at the foot of her bed consoled her, saying, \"Grieve not at",
        "all, for your Lord has set a spring under you; as for your food,"
      ],
      "tanslateWordByWord" : [
        "So cried to her",
        "from",
        "beneath her",
        "That (do) not",
        "grieve",
        "verily",
        "(has) placed",
        "your Lord",
        "beneath you",
        "a stream"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا",
      "simpleTranslate" : [
        "And shake toward you the trunk of the palm tree; it will drop upon you ripe,",
        "fresh dates."
      ],
      "tafsirTranslate" : [
        "shake the trunk of this tree and fresh, ripe dates will fall down for you;"
      ],
      "tanslateWordByWord" : [
        "And shake",
        "towards you",
        "(the) trunk",
        "(of) the date-palm",
        "it will drop",
        "upon you",
        "fresh dates",
        "ripe"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا ۖ فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَٰنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا",
      "simpleTranslate" : [
        "So eat and drink and be contented. And if you see from among humanity anyone,",
        "say, 'Indeed, I have vowed to the Most Merciful abstention, so I will not speak",
        "today to [any] man.' \""
      ],
      "tafsirTranslate" : [
        "so eat and drink and refresh your eyes; and if you see a man, say to him, `As I",
        "have vowed to observe the fast (of silence) for the sake of the Merciful, I wi l",
        "l not speak to anyone today' . \" <N:18>"
      ],
      "tanslateWordByWord" : [
        "So eat",
        "and drink",
        "and cool",
        "(your) eyes",
        "And if",
        "you see",
        "from",
        "human being",
        "anyone",
        "then say",
        "Indeed, I",
        "[I] have vowed",
        "to the Most Gracious",
        "a fast",
        "so not",
        "I will speak",
        "today",
        "(to any) human being"
      ],
      "notes" : {
        "18" : [
          "That is, [\"You need not say anything with regard to the child. It is now Our",
          "responsibility to answer the critics.\"] This also indicates why Mary was so sad",
          "and grieved. Had she been married and given birth to her first baby like any",
          "other mother, there was no occasion to tell her to observe [\"a fast of silence\"],",
          "though it was a common custom among the Jews."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ ۖ قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا",
      "simpleTranslate" : [
        "Then she brought him to her people, carrying him. They said, \"O Mary, you have",
        "certainly done a thing unprecedented."
      ],
      "tafsirTranslate" : [
        "Then she brought the child to her people. They said, \"O Mary! This is a heinous",
        "sin that you have committed."
      ],
      "tanslateWordByWord" : [
        "Then she came",
        "with him",
        "(to) her people",
        "carrying him",
        "They said",
        "O Maryam",
        "Certainly",
        "you (have) brought",
        "an amazing thing",
        "an amazing thing"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا",
      "simpleTranslate" : [
        "O sister of Aaron, your father was not a man of evil, nor was your mother",
        "unchaste.\""
      ],
      "tafsirTranslate" : [
        "O sister of Aaron! <N:19> your father was not a wicked man, nor was your mother",
        "an unchaste woman19a. \""
      ],
      "tanslateWordByWord" : [
        "O sister",
        "(of) Harun",
        "Not",
        "was",
        "your father",
        "an evil man",
        "an evil man",
        "and not",
        "was",
        "your mother",
        "unchaste"
      ],
      "notes" : {
        "19" : [ ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "فَأَشَارَتْ إِلَيْهِ ۖ قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا",
      "simpleTranslate" : [
        "So she pointed to him. They said, \"How can we speak to one who is in the cradle a",
        "child?\""
      ],
      "tafsirTranslate" : [
        "(In answer to this) Mary merely pointed towards the infant. The people said, \"How",
        "shall we talk with him, who is but an infant in the cradle\" <N:20> ?"
      ],
      "tanslateWordByWord" : [
        "Then she pointed",
        "to him",
        "They said",
        "How",
        "(can) we speak",
        "(to one) who",
        "is",
        "in",
        "the cradle",
        "a child"
      ],
      "notes" : {
        "20" : [
          "People who misinterpret the Qur'an translate this verse as: [\"How shall we talk",
          "with him, who is but a child of yesterday ?\"].They attribute these words to the",
          "elderly people of the Jews, who said years later, when Jesus was a grown up boy,",
          "that they could not have any useful dialogue with a mere kid. But the person who",
          "keeps the whole context in view, will realize that this interpretation is absurd",
          "and has been given merely to avoid the miracle. As a matter of fact, the dialogue",
          "took place when the people were condemning Mary who being unmarried, had brought",
          "forth a child, and not when the child had grown up into manhood. V. 46 of",
          "AI-i-`Imran [(III)] and v. 110 of Al-Ma'idah [(V)] also support the view that",
          "Prophet Jesus had uttered these words as a baby in the cradle and not when grown",
          "up. In the first verse, the angel while giving the good news of a son to Mary,",
          "says: [\"He will speak to the people alike when in the cradle and when grown up\"];",
          "in the other verse, Allah Himself says to Prophet Jesus: [\".......you talked to",
          "the people even in the cradle as you talked when you were grown up.\"]"
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا",
      "simpleTranslate" : [
        "[Jesus] said, \"Indeed, I am the servant of Allah . He has given me the Scripture",
        "and made me a prophet."
      ],
      "tafsirTranslate" : [
        "Whereupon the child spoke out, \"I am a servant of Allah: He has given me the Book",
        "and He has appointed me a Prophet,"
      ],
      "tanslateWordByWord" : [
        "He said",
        "Indeed, I am",
        "a slave",
        "(of) Allah",
        "He gave me",
        "the Scripture",
        "and made me",
        "a Prophet"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا",
      "simpleTranslate" : [
        "And He has made me blessed wherever I am and has enjoined upon me prayer and",
        "zakah as long as I remain alive"
      ],
      "tafsirTranslate" : [
        "and He has made me blessed wherever I may be. He has enjoined upon me to offer",
        "Salat and give Zakat so long as I shall live."
      ],
      "tanslateWordByWord" : [
        "And He (has) made me",
        "blessed",
        "wherever",
        "wherever",
        "I am",
        "and has enjoined (on) me",
        "[of] the prayer",
        "and zakah",
        "as long as I am",
        "as long as I am",
        "alive"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا",
      "simpleTranslate" : [
        "And [made me] dutiful to my mother, and He has not made me a wretched tyrant."
      ],
      "tafsirTranslate" : [
        "He has made me dutiful to my mother,20a and He has not made me oppressive and",
        "hard-hearted."
      ],
      "tanslateWordByWord" : [
        "And dutiful",
        "to my mother",
        "and not",
        "He (has) made me",
        "insolent",
        "unblessed"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا",
      "simpleTranslate" : [
        "And peace is on me the day I was born and the day I will die and the day I am",
        "raised alive.\""
      ],
      "tafsirTranslate" : [
        "Peace be upon me on the day I was born and peace shall be on me on the day I die",
        "and on the day I am raised to life.\" <N:21>"
      ],
      "tanslateWordByWord" : [
        "And peace (be)",
        "on me",
        "(the) day",
        "I was born",
        "and (the) day",
        "I will die",
        "and (the) Day",
        "I will be raised",
        "alive"
      ],
      "notes" : {
        "21" : [
          "This speech in the cradle by Jesus was the `Sign' to which the angel referred in",
          "v. 21. As Allah intended to punish the children of Israel for their continuous",
          "wicked ways and evil deeds, He made a pious virgin girl of the family of Prophet",
          "Aaron, who had devoted herself to worship in the Temple under the patronage of",
          "Zachariah, bear a child and bring it before her people in order to concentrate",
          "the whole attention of the thousands of people assembled there on this",
          "extraordinary event. Then He made this new born child speak out even in the",
          "cradle that he had been appointed a Prophet. Though they had seen this wonderful",
          "Sign of Allah, they rejected the Prophethood of Jesus and brought him to the",
          "court for crucifixion, and thus incurred the wrath of Allah. [(For further",
          "details, please see Al-i-`Imran (III)]: E.N.'s 44 and 53, and An-Nina [(IV)]:",
          "E.N.'s 212,213)."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "ذَٰلِكَ عِيسَى ابْنُ مَرْيَمَ ۚ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ",
      "simpleTranslate" : [
        "That is Jesus, the son of Mary - the word of truth about which they are in",
        "dispute."
      ],
      "tafsirTranslate" : [
        "This is Jesus, the son of Mary, and this is the truth about him concerning which",
        "they are in doubt."
      ],
      "tanslateWordByWord" : [
        "That",
        "(was) Isa",
        "(the) son",
        "(of) Maryam",
        "a statement",
        "(of) truth",
        "that which",
        "about it",
        "they dispute"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ ۖ سُبْحَانَهُ ۚ إِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ",
      "simpleTranslate" : [
        "It is not [befitting] for Allah to take a son; exalted is He! When He decrees an",
        "affair, He only says to it, \"Be,\" and it is."
      ],
      "tafsirTranslate" : [
        "It does not behove God to beget a son for He is far above this. When He decrees a",
        "thing, He only says, \"Be\", and it does come into being..' <N:22>"
      ],
      "tanslateWordByWord" : [
        "Not",
        "(it) is",
        "for Allah",
        "that",
        "He should take",
        "any son",
        "any son",
        "Glory be to Him",
        "When",
        "He decrees",
        "a matter",
        "then only",
        "He says",
        "to it",
        "Be",
        "and it is"
      ],
      "notes" : {
        "22" : [
          "In vv.1-35, it has been shown that the [\"Doctrine of the son of God\"] in regard",
          "to Prophet Jesus is absolutely wrong. For just as the miraculous birth of Prophet",
          "John did not make him the `son of God', so the miraculous birth of Prophet Jesus",
          "could not make him the son of God. For the births of both were the result of the",
          "same sort of miracle as they have been mentioned together in the same context in",
          "the Gospel of Luke. Therefore, it is mere distortion that the Christians should",
          "regard one as the servant of God and the other as the son of God."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ",
      "simpleTranslate" : [
        "[Jesus said], \"And indeed, Allah is my Lord and your Lord, so worship Him. That",
        "is a straight path.\""
      ],
      "tafsirTranslate" : [
        "(And Jesus had declared) \"Allah is my Lord and your Lord, so worship Him; this is",
        "the Right Way. \" <N:23>"
      ],
      "tanslateWordByWord" : [
        "And indeed",
        "Allah",
        "(is) my Lord",
        "and your Lord",
        "so worship Him",
        "This",
        "(is) a path",
        "straight"
      ],
      "notes" : {
        "23" : [
          "This declaration by Jesus has been cited to tell the Christians that Jesus also",
          "taught the same Doctrine of Tauhid as was taught by all other Prophets. And it",
          "was they who had invented the doctrine of shirk by making him the son of God.",
          "[(Please also refer to Al-i-`Imran (III)]: E.N. 68, and Al-Ma'idah [(V)]: E.N.'s",
          "100, 101 and 130)."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ ۖ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ",
      "simpleTranslate" : [
        "Then the factions differed [concerning Jesus] from among them, so woe to those",
        "who disbelieved - from the scene of a tremendous Day."
      ],
      "tafsirTranslate" : [
        "But in spite of this, the sects began to have differences among themselves.",
        "<N:24> So those who adopted the ways of disbelief shall suffer a horrible woe,",
        "when they witness the Great Day."
      ],
      "tanslateWordByWord" : [
        "But differed",
        "the sects",
        "from among them",
        "from among them",
        "so woe",
        "to those who",
        "disbelieve",
        "from",
        "(the) witnessing",
        "(of) a Day",
        "great"
      ],
      "notes" : {
        "24" : [
          "That is, the sects of the Christians."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا ۖ لَٰكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُبِينٍ",
      "simpleTranslate" : [
        "How [clearly] they will hear and see the Day they come to Us, but the wrongdoers",
        "today are in clear error."
      ],
      "tafsirTranslate" : [
        "On that Day when they shall appear before Us, their ears and their eyes shall",
        "become very sharp, but today these transgressors (neither hear nor see the Truth",
        "and) have strayed into manifest deviation."
      ],
      "tanslateWordByWord" : [
        "How they will hear",
        "How they will hear",
        "and how (they will) see",
        "(the) Day",
        "they will come to Us",
        "but",
        "the wrongdoers",
        "today",
        "(are) in",
        "error",
        "clear"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ",
      "simpleTranslate" : [
        "And warn them, [O Muhammad], of the Day of Regret, when the matter will be",
        "concluded; and [yet], they are in [a state of] heedlessness, and they do not",
        "believe."
      ],
      "tafsirTranslate" : [
        "(O Muhammad), now that these people are not paying heed and are not believing,",
        "warn them of the horrors of the Day, when judgment shall be passed, and they will",
        "have nothing left for them but vain regret."
      ],
      "tanslateWordByWord" : [
        "And warn them",
        "(of the) Day",
        "(of) the Regret",
        "when",
        "has been decided",
        "the matter",
        "And they",
        "(are) in",
        "heedlessness",
        "and they",
        "(do) not",
        "believe"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ",
      "simpleTranslate" : [
        "Indeed, it is We who will inherit the earth and whoever is on it, and to Us they",
        "will be returned."
      ],
      "tafsirTranslate" : [
        "Ultimately, We will inherit the Earth and all that is on it, and everyone shall",
        "be returned to Us. <N:25>"
      ],
      "tanslateWordByWord" : [
        "Indeed, We",
        "[We]",
        "[We] will inherit",
        "the earth",
        "and whoever",
        "(is) on it",
        "and to Us",
        "they will be returned"
      ],
      "notes" : {
        "25" : [
          "Here the address which was meant to be delivered before King Negus and his",
          "courtiers comes to an end. In the Introduction to this Surah, we have already",
          "stated the historical background of this address. In order to form an idea of its",
          "great significance, it should be kept in mind that: \n [(a)] this address was sent",
          "down at the time when the persecuted Muslims of Makkah were going to migrate to a",
          "Christian kingdom so that they may present before the Christians the true Islamic",
          "creed about Prophet Jesus. This shows that the Muslims under no circumstances",
          "should conceal the Truth; [(b)] it shows a most wonderful moral courage of the",
          "Muslim Migrants to Habash that they recited this address in the royal court at",
          "the critical moment, when the courtiers who had been bribed were bent on handing",
          "them over to their enemies. They indeed were faced with the real threat that this",
          "frank Islamic criticism of the basic articles of the Christian Faith might turn",
          "the king against them and he might hand them over to the Quraish. But in spite of",
          "this, they presented the whole truth before the king without the least",
          "hesitation."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ ۚ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا",
      "simpleTranslate" : [
        "And mention in the Book [the story of] Abraham. Indeed, he was a man of truth and",
        "a prophet."
      ],
      "tafsirTranslate" : [
        "And relate in this Book the story of Abraham; <N:26> indeed he was a righteous",
        "man and a Prophet."
      ],
      "tanslateWordByWord" : [
        "And mention",
        "in",
        "the Book",
        "Ibrahim",
        "Indeed, he",
        "was",
        "a man of truth",
        "a Prophet"
      ],
      "notes" : {
        "26" : [
          "From here the address is directed towards the people of Makkah, who had forced",
          "their own near and dear relatives to emigrate from their homes, just as Prophet",
          "Abraham had been exiled by his own father and brethren. The story of Prophet",
          "Abraham has been selected for this purpose because the Quraish professed to",
          "accept him as their religious leader and were proud of being his descendants."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا",
      "simpleTranslate" : [
        "[Mention] when he said to his father, \"O my father, why do you worship that which",
        "does not hear and does not see and will not benefit you at all?"
      ],
      "tafsirTranslate" : [
        "(Remind them of the time,) when he said to his father, \"Dear father! why do you",
        "worship those things, which do not hear nor see nor avail you anything?"
      ],
      "tanslateWordByWord" : [
        "When",
        "he said",
        "to his father",
        "O my father",
        "Why",
        "(do) you worship",
        "that which",
        "not",
        "hears",
        "and not",
        "sees",
        "and not",
        "benefits",
        "[to] you",
        "(in) anything"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا",
      "simpleTranslate" : [
        "O my father, indeed there has come to me of knowledge that which has not come to",
        "you, so follow me; I will guide you to an even path."
      ],
      "tafsirTranslate" : [
        "Dear father! I have received that knowledge which you have not got; so you should",
        "follow me and I will guide you on the Right Way."
      ],
      "tanslateWordByWord" : [
        "O my father",
        "Indeed, [I]",
        "verily",
        "(has) come to me",
        "of",
        "the knowledge",
        "what",
        "not",
        "came to you",
        "so follow me",
        "I will guide you",
        "(to) the path",
        "even"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ ۖ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَٰنِ عَصِيًّا",
      "simpleTranslate" : [
        "O my father, do not worship Satan. Indeed Satan has ever been, to the Most",
        "Merciful, disobedient."
      ],
      "tafsirTranslate" : [
        "Dear father! do not serve Satan, <N:27> for Satan is disobedient to the Merciful."
      ],
      "tanslateWordByWord" : [
        "O my father",
        "(Do) not",
        "worship",
        "the Shaitaan",
        "Indeed",
        "the Shaitaan",
        "is",
        "to the Most Gracious",
        "disobedient"
      ],
      "notes" : {
        "27" : [
          "It should be noted that the literal translation of the Arabic text is: [\"Do not",
          "worship Satan\"], though Abraham's father and the other people did not worship",
          "Satan in the same sense as they worshipped idols. But as they followed and obeyed",
          "Satan, he accused them of worshipping Satan. Thus it is clear that if somebody",
          "follows and obeys , Satan, he virtually worships him. For Satan has never been a",
          "deity in the sense that people have made him an object of worship; nay, they have",
          "always been cursing him and following him at the same time. [(For further details",
          "see Surah Al-Kahf (XVIII)] E.N.'s 49-50)."
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَٰنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا",
      "simpleTranslate" : [
        "O my father, indeed I fear that there will touch you a punishment from the Most",
        "Merciful so you would be to Satan a companion [in Hellfire].\""
      ],
      "tafsirTranslate" : [
        "Dear father! I am afraid lest you should incur the scourge of God and become",
        "Satan's companion. \""
      ],
      "tanslateWordByWord" : [
        "O my father",
        "Indeed, I",
        "[I] fear",
        "that",
        "will touch you",
        "a punishment",
        "from",
        "the Most Gracious",
        "so you would be",
        "to the Shaitaan",
        "a friend"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "قَالَ أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ ۖ لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ ۖ وَاهْجُرْنِي مَلِيًّا",
      "simpleTranslate" : [
        "[His father] said, \"Have you no desire for my gods, O Abraham? If you do not",
        "desist, I will surely stone you, so avoid me a prolonged time.\""
      ],
      "tafsirTranslate" : [
        "The father replied, \"O Abraham! Have you renounced my deities? If you do not",
        "desist from this, I will stone you to death: so get away from me for ever\" ."
      ],
      "tanslateWordByWord" : [
        "He said",
        "Do you hate",
        "Do you hate",
        "(from)",
        "my gods",
        "O Ibrahim",
        "Surely, if",
        "not",
        "you desist",
        "surely, I will stone you",
        "so leave me",
        "(for) a prolonged time"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "قَالَ سَلَامٌ عَلَيْكَ ۖ سَأَسْتَغْفِرُ لَكَ رَبِّي ۖ إِنَّهُ كَانَ بِي حَفِيًّا",
      "simpleTranslate" : [
        "[Abraham] said, \"Peace will be upon you. I will ask forgiveness for you of my",
        "Lord. Indeed, He is ever gracious to me."
      ],
      "tafsirTranslate" : [
        "Abraham said, \"I bid farewell to you; I will pray to my Lord to forgive you27a",
        "for He is very kind to me."
      ],
      "tanslateWordByWord" : [
        "He said",
        "Peace (be)",
        "on you",
        "I will ask forgiveness",
        "for you",
        "(from) my Lord",
        "Indeed, He",
        "is",
        "to me",
        "Ever Gracious"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللَّهِ وَأَدْعُو رَبِّي عَسَىٰ أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا",
      "simpleTranslate" : [
        "And I will leave you and those you invoke other than Allah and will invoke my",
        "Lord. I expect that I will not be in invocation to my Lord unhappy.\""
      ],
      "tafsirTranslate" : [
        "I forsake all of you as well as those whom you invoke instead of Allah: I will",
        "invoke my Lord alone: I do hope that I shall not fail to gain my object' by",
        "invoking my Lord.\""
      ],
      "tanslateWordByWord" : [
        "And I will leave you",
        "and what",
        "you invoke",
        "besides",
        "besides",
        "Allah",
        "and I will invoke",
        "my Lord",
        "May be",
        "that not",
        "I will be",
        "in invocation",
        "(to) my Lord",
        "unblessed"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ ۖ وَكُلًّا جَعَلْنَا نَبِيًّا",
      "simpleTranslate" : [
        "So when he had left them and those they worshipped other than Allah , We gave him",
        "Isaac and Jacob, and each [of them] We made a prophet."
      ],
      "tafsirTranslate" : [
        "Accordingly, when he left those people and their deities besides Allah, We",
        "granted to him descendants like Isaac and Jacob, and We made each of them a",
        "Prophet"
      ],
      "tanslateWordByWord" : [
        "So when",
        "he left them",
        "and what",
        "they worshipped",
        "besides Allah",
        "besides Allah",
        "besides Allah",
        "[and] We bestowed",
        "[to] him",
        "Isaac",
        "and Yaqub",
        "and each (of them)",
        "We made",
        "a Prophet"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "وَوَهَبْنَا لَهُمْ مِنْ رَحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا",
      "simpleTranslate" : [
        "And We gave them of Our mercy, and we made for them a reputation of high honor."
      ],
      "tafsirTranslate" : [
        "and We bestowed on them Our Mercy and We blessed them with true high renown.\"",
        "<N:28>"
      ],
      "tanslateWordByWord" : [
        "And We bestowed",
        "to them",
        "of",
        "Our Mercy",
        "and We made",
        "for them",
        "a truthful mention",
        "a truthful mention",
        "high"
      ],
      "notes" : {
        "28" : [
          "This is to give comfort to the Migrants who had been forced to migrate from their",
          "homes. They were told that they would be honoured and blessed with true renown",
          "just as Prophet Abraham had been blessed with true renown after his Migration."
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَاذْكُرْ فِي الْكِتَابِ مُوسَىٰ ۚ إِنَّهُ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَبِيًّا",
      "simpleTranslate" : [
        "And mention in the Book, Moses. Indeed, he was chosen, and he was a messenger and",
        "a prophet."
      ],
      "tafsirTranslate" : [
        "And mention in this Book Moses: he was a chosen person,\" <N:29> and he was a",
        "Messenger Prophet. <N:30>"
      ],
      "tanslateWordByWord" : [
        "And mention",
        "in",
        "the Book",
        "Musa",
        "Indeed, he",
        "was",
        "chosen",
        "and was",
        "a Messenger",
        "a Prophet"
      ],
      "notes" : {
        "29" : [
          "The word used is mukhlas, which means [\"purified\"]. In other words, Allah had",
          "specially chosen Prophet Moses for the Mission of Prophethood."
        ],
        "30" : [
          "[\"Rasul\"] literally means `the one who is sent'; therefore it is used for an",
          "ambassador, envoy, messenger and representative. The Qur'an has used this title",
          "for angels, who are sent by Allah on a special mission, or for the human beings",
          "who brought His Message to mankind. \n As regards the word [\"Nabi\"], it literally",
          "means the one who brings news, or the one who is high in rank, or the one who",
          "shows the way. This title is used for the Prophets in all the three senses. Thus",
          "Moses was a Messenger Prophet because he was a Messenger of high rank who gave",
          "news from Allah and showed the Right Way to the people. \n The Qur'an does not",
          "necessarily differentiate between the use of the two titles, for sometimes it",
          "uses the title Rasul for one person at one place and the title Nabi for the same",
          "person at another place, and sometimes uses both the titles together for one and",
          "the same person. However, at some places each title has been used in a way as to",
          "show that there is some technical distinction between the two, though that has",
          "not been precisely marked out, except that every Rasul [(Messenger)] is a Nabi",
          "[(Prophet)] as well, but every Nabi may not be a Rasul, and that a Rasul has a",
          "special and more important mission to perform. This is supported by a Tradition",
          "of the Holy Prophet, which has been reported by Imam Ahmad from Abu Umamah and by",
          "Hakim from Hadrat Abu Zarr. When the Holy Prophet was asked how many",
          "[\"Messengers\"] and [\"Prophets\"] had been sent to the world, he said that the",
          "number of the Messengers was 313 or 315 and of the Prophets 1,24,000"
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا",
      "simpleTranslate" : [
        "And We called him from the side of the mount at [his] right and brought him near,",
        "confiding [to him]."
      ],
      "tafsirTranslate" : [
        "We called him from the right side <N:31> of Tur, and honoured him with secret",
        "talk, <N:32>"
      ],
      "tanslateWordByWord" : [
        "And We called him",
        "from",
        "(the) side",
        "(of) the Mount",
        "the right",
        "and brought him near",
        "(for) conversation"
      ],
      "notes" : {
        "32" : [
          "See E.N. 206 of Surah An-Nisa [(1V)]."
        ],
        "31" : [
          "[\"The right side of Tur\"] means the eastern side of the mountain. As Prophet",
          "Moses, on his way from Midian to Egypt, was passing from the southern side of Mt.",
          "Tur, the eastern side would lie on his right and the western on his left if he",
          "faced the mountain, otherwise a mountain by itself cannot have a right or a left",
          "side."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا",
      "simpleTranslate" : [
        "And We gave him out of Our mercy his brother Aaron as a prophet."
      ],
      "tafsirTranslate" : [
        "and We made his brother Aaron a Prophet and gave to him (as an assistant)."
      ],
      "tanslateWordByWord" : [
        "And We bestowed",
        "[to] him",
        "from",
        "Our Mercy",
        "his brother",
        "Harun",
        "a Prophet"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ ۚ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولًا نَبِيًّا",
      "simpleTranslate" : [
        "And mention in the Book, Ishmael. Indeed, he was true to his promise, and he was",
        "a messenger and a prophet."
      ],
      "tafsirTranslate" : [
        "And make a mention in this Book of Ismael: he was true to his promise and was a",
        "Messenger Prophet."
      ],
      "tanslateWordByWord" : [
        "And mention",
        "in",
        "the Book",
        "Ishmael",
        "Indeed, he",
        "was",
        "true",
        "(to his) promise",
        "and was",
        "a Messenger ",
        "a Prophet"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا",
      "simpleTranslate" : [
        "And he used to enjoin on his people prayer and zakah and was to his Lord",
        "pleasing."
      ],
      "tafsirTranslate" : [
        "He enjoined his people to offer Salat and give Zakat, and his Lord was well",
        "pleased with him."
      ],
      "tanslateWordByWord" : [
        "And he used",
        "(to) enjoin",
        "(on) his people",
        "the prayer",
        "and zakah",
        "and was",
        "near",
        "his Lord",
        "pleasing"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "وَاذْكُرْ فِي الْكِتَابِ إِدْرِيسَ ۚ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا",
      "simpleTranslate" : [
        "And mention in the Book, Idrees. Indeed, he was a man of truth and a prophet."
      ],
      "tafsirTranslate" : [
        "And make a mention in this Book of Idris: <N:33> he was a righteous man, and a",
        "Prophet;"
      ],
      "tanslateWordByWord" : [
        "And mention",
        "in",
        "the Book",
        "Idris",
        "Indeed, he",
        "was",
        "truthful",
        "a Prophet"
      ],
      "notes" : {
        "33" : [
          "There is a difference of opinion as to who Prophet Idris was. Some commentators",
          "opine that he was a Prophet from among the Israelites, but the majority of them",
          "are inclined to the view that he was a Prophet before Noah. There is no authentic",
          "Tradition which may help determine his identity. The next verse [(58)], however,",
          "supports the view that he appeared before Prophet Noah. For of alI the Prophets",
          "mentioned, he alone was the one who may be said to be [\"from the descendants of",
          "Adam. \"] \n The commentators are of the opinion that Idris was Enoch of the Old",
          "Testament, about whom it is said: \n [\"And Enoch lived sixty and five years, and",
          "begat Methuselah: And Enoch walked with God after he begat Methuselah three",
          "hundred years.... and he was not; for God took him.\"] [(Gen. 5: 21-24)] \n In",
          "Talmud, there are greater details about Enoch, which are briefly as follows:",
          "[\"Before Noah when the descendants of Adam began to degenerate, the angel of God",
          "called to Enoch, who led a pious life away from the people, and said, 'O Enoch,",
          "arise, come out from seclusion, and go about among the people of the earth,",
          "guiding them to the path which they should follow and the ways which they should",
          "adopt.' \n \"]Receiving this Divine Command, Enoch left his seclusion and gathered",
          "the people together and preached to them what he had been commanded, with the",
          "result that they listened to him and adopted the worship of God. Enoch ruled over",
          "mankind for 353 years: his rule was based on justice and truth, and consequently",
          "God favoured mankind with all kinds of blessings.\" [(H. Polano: The Talmud",
          "Selections, pp. 18-21)]"
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "وَرَفَعْنَاهُ مَكَانًا عَلِيًّا",
      "simpleTranslate" : [
        "And We raised him to a high station."
      ],
      "tafsirTranslate" : [
        "and We had raised him to a high position. <N:34>"
      ],
      "tanslateWordByWord" : [
        "And We raised him",
        "(to) a position",
        "high"
      ],
      "notes" : {
        "34" : [
          "The plain meaning is that God had favoured Idris with a high rank, but according",
          "to the Israelite traditions, God took up Idris [(Enoch)] to heavens. The Bible",
          "says: [\"... and he was not; for God took him\"], but the Talmud has a long story",
          "to tell, which ends with the words: [\"Enoch ascended to heaven in a whirlwind,",
          "with chariot and horses of fire.\"]"
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "أُولَٰئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا ۚ إِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُ الرَّحْمَٰنِ خَرُّوا سُجَّدًا وَبُكِيًّا ۩",
      "simpleTranslate" : [
        "Those were the ones upon whom Allah bestowed favor from among the prophets of the",
        "descendants of Adam and of those We carried [in the ship] with Noah, and of the",
        "descendants of Abraham and Israel, and of those whom We guided and chose. When",
        "the verses of the Most Merciful were recited to them, they fell in prostration",
        "and weeping."
      ],
      "tafsirTranslate" : [
        "These are the Messengers on whom Allah bestowed His favours: they were from the",
        "descendants of Adam, and from the seed of those whom We carried in the Ark with",
        "Noah, and from the seed of Abraham and of Israel. They were among those people",
        "whom We guided aright and made Our chosen ones. They were so tender-hearted that",
        "when the Revelations of the Merciful were recited to them, they fell down",
        "prostrate in a state of weeping."
      ],
      "tanslateWordByWord" : [
        "Those",
        "(were) the ones whom",
        "Allah bestowed favor",
        "Allah bestowed favor",
        "upon them",
        "from (among)",
        "the Prophets",
        "of",
        "(the) offspring",
        "(of) Adam",
        "and of those",
        "We carried",
        "with",
        "Nuh",
        "and of",
        "(the) offspring",
        "(of) Ibrahim",
        "and Israel",
        "and of (those) whom",
        "We guided",
        "and We chose",
        "When",
        "were recited",
        "to them",
        "(the) Verses",
        "(of) the Most Gracious",
        "they fell",
        "prostrating",
        "and weeping"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ ۖ فَسَوْفَ يَلْقَوْنَ غَيًّا",
      "simpleTranslate" : [
        "But there came after them successors who neglected prayer and pursued desires; so",
        "they are going to meet evil -"
      ],
      "tafsirTranslate" : [
        "Then there came after them those degenerate people, who lost their Salat <N:35>",
        "and followed their lusts: <N:36> so they shall soon encounter the consequences of",
        "their deviation."
      ],
      "tanslateWordByWord" : [
        "Then succeeded",
        "after them",
        "after them",
        "successors",
        "who neglected",
        "the prayer",
        "and they followed",
        "the lusts",
        "so soon",
        "they will meet",
        "evil"
      ],
      "notes" : {
        "36" : [
          "This was the inevitable result of the loss of the connection with Allah. As they",
          "became more and more neglectful of their Salat, their lusts took complete hold of",
          "them and they fell to the lowest depths of moral depravity and began to follow",
          "their whims instead of the Divine Commands."
        ],
        "35" : [
          "It appears that the degenerate people totally discarded Salat, or they had become",
          "neglectful and careless in its observance. This is the first evil that is",
          "committed by a degenerate people; for, after this there remains no connection",
          "whatever between them and God. Here it has been stated as a universal principle",
          "that the degeneration of the people of all the former Prophets started with the",
          "abandonment of Salat by them."
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَأُولَٰئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئًا",
      "simpleTranslate" : [
        "Except those who repent, believe and do righteousness; for those will enter",
        "Paradise and will not be wronged at all."
      ],
      "tafsirTranslate" : [
        "However; those, who repent and believe and do righteous deeds, will enter the",
        "Garden and they will not be wronged in the least."
      ],
      "tanslateWordByWord" : [
        "Except",
        "(one) who",
        "repented",
        "and believed",
        "and did",
        "good (deeds)",
        "Then those",
        "will enter",
        "Paradise",
        "and not",
        "they will be wronged",
        "(in) anything"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَٰنُ عِبَادَهُ بِالْغَيْبِ ۚ إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا",
      "simpleTranslate" : [
        "[Therein are] gardens of perpetual residence which the Most Merciful has promised",
        "His servants in the unseen. Indeed, His promise has ever been coming."
      ],
      "tafsirTranslate" : [
        "They will have those everlasting Gardens, which the Merciful has promised to His",
        "servants, while yet they have not seen them, <N:37> and most surely that promise",
        "shall be fulfilled."
      ],
      "tanslateWordByWord" : [
        "Gardens",
        "(of) Eden",
        "which",
        "promised",
        "the Most Gracious",
        "(to) His slaves",
        "in the unseen",
        "Indeed, [it]",
        "is",
        "His promise",
        "sure to come"
      ],
      "notes" : {
        "37" : [
          "That is, the promised Gardens which are yet unseen by His servants."
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا ۖ وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا",
      "simpleTranslate" : [
        "They will not hear therein any ill speech - only [greetings of] peace - and they",
        "will have their provision therein, morning and afternoon."
      ],
      "tafsirTranslate" : [
        "There they will not hear any idle talk but only what shall be good and sensible,",
        "<N:38> and they will get their provisions regularly in the morning and evening."
      ],
      "tanslateWordByWord" : [
        "Not",
        "they will hear",
        "therein",
        "vain talk",
        "but",
        "peace",
        "And for them",
        "(is) their provision",
        "therein",
        "morning",
        "and evening"
      ],
      "notes" : {
        "38" : [
          "The word used is salam, which means ' free from defect and fault' . It implies to",
          "mean that the greatest blessing that man will enjoy in Paradise will be that",
          "there he will hear no idle, vile or indecent talk; all the dwellers of Paradise",
          "will be neat and clean and pure people and every individual will be gentle and",
          "right-minded by nature; everybody will be secure against backbiting, slander and",
          "indecent songs and other ugly sounds. Whatever men will hear will be good,",
          "sensible and right. \n This is indeed a great blessing which only that person can",
          "fully appreciate, who possesses a neat and fine taste, because only such a one",
          "can feel the misery of living among a dirty society, where his ears are never",
          "immune against lies, backbiting, slander, and mischievous and sensual talk."
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا",
      "simpleTranslate" : [
        "That is Paradise, which We give as inheritance to those of Our servants who were",
        "fearing of Allah ."
      ],
      "tafsirTranslate" : [
        "That is the Garden which We will give as an inheritance to that one of Our",
        "servants, who leads a pious life."
      ],
      "tanslateWordByWord" : [
        "This",
        "(is) Paradise",
        "which",
        "We give (as) inheritance",
        "[of] (to)",
        "Our slaves",
        "(the one) who",
        "is",
        "righteous"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ ۖ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَٰلِكَ ۚ وَمَا كَانَ رَبُّكَ نَسِيًّا",
      "simpleTranslate" : [
        "[Gabriel said], \"And we [angels] descend not except by the order of your Lord. To",
        "Him belongs that before us and that behind us and what is in between. And never",
        "is your Lord forgetful -"
      ],
      "tafsirTranslate" : [
        "(O Muhammad), <N:39> we do not come down save at the bidding of your Lord; to Him",
        "belongs all that is before us and all that is behind us and all that lies",
        "between, and your Lord is never forgetful."
      ],
      "tanslateWordByWord" : [
        "And not",
        "we descend",
        "except",
        "by (the) Command",
        "(of) your Lord",
        "To Him (belongs)",
        "what",
        "(is) before us",
        "(is) before us",
        "and what",
        "(is) behind us",
        "and what",
        "(is) between",
        "that",
        "And not",
        "is",
        "your Lord",
        "forgetful"
      ],
      "notes" : {
        "39" : [
          "This paragraph is a parenthesis, which has been inserted at the end of one theme",
          "and before the commencement of the other. It is obvious from this that this Surah",
          "was sent down after a long delay. At that time the Holy Prophet and his",
          "Companions were passing through very hard times and were always expecting a",
          "Revelation to guide and comfort them. When Gabriel [(peace be upon him)] came",
          "with the angels with this Revelation, he at first delivered that part of the",
          "Message which was immediately needed. Then before proceeding further, he said",
          "these words by the leave of Allah as an explanation for the delay and to give",
          "them comfort from Allah and counsel of fortitude. This interpretation is not only",
          "borne out by the wording of the passage but also by some Traditions of the Holy",
          "Prophet, which have been cited by Ibn Jarir, Ibn Kathir, and the author of Ruh",
          "ulMa `ani in their commentary on this passage."
        ]
      }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ ۚ هَلْ تَعْلَمُ لَهُ سَمِيًّا",
      "simpleTranslate" : [
        "Lord of the heavens and the earth and whatever is between them - so worship Him",
        "and have patience for His worship. Do you know of any similarity to Him?\""
      ],
      "tafsirTranslate" : [
        "He is the Lord, of the Heavens and the Lord of the Earth, and of all that is",
        "between them; so serve Him and be steadfast in His service. <N:40> Do you know of",
        "any other being equal in rank to Him ? <N:41>"
      ],
      "tanslateWordByWord" : [
        "Lord",
        "(of) the heavens",
        "and the earth",
        "and whatever",
        "(is) between both of them",
        "so worship Him",
        "and be constant",
        "in His worship",
        "Do",
        "you know",
        "for Him",
        "any similarity"
      ],
      "notes" : {
        "40" : [
          "That is, [\"You should not only follow strictly the Way of service and face all",
          "the obstacles and afflictions with patience, but also should not get uneasy, if",
          "there is a delay in Revelation and help. You should rest content with His service",
          "as an obedient servant and perform persistently the duties and responsibilities",
          "entrusted to you as a Servant and Messenger.\"]"
        ],
        "41" : [
          "The word Sami literally means `a name sake'. Here it implies: [\"Allah is the only",
          "Deity: do you know of any other deity besides Him? If there is none, and you know",
          "that there is none, then you do not have any alternative but to serve Him and",
          "obey His Commands.\"]"
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "وَيَقُولُ الْإِنْسَانُ أَإِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا",
      "simpleTranslate" : [
        "And the disbeliever says, \"When I have died, am I going to be brought forth",
        "alive?\""
      ],
      "tafsirTranslate" : [
        "Man says, \"What! after I am once dead, shall I again be brought to life\"?"
      ],
      "tanslateWordByWord" : [
        "And says",
        "[the] man",
        "What! When",
        "What! When",
        "I am dead",
        "surely will",
        "I be brought forth",
        "alive"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا",
      "simpleTranslate" : [
        "Does man not remember that We created him before, while he was nothing?"
      ],
      "tafsirTranslate" : [
        "Does not the man remember that We made him at first when he was nothing?"
      ],
      "tanslateWordByWord" : [
        "Does not",
        "remember",
        "[the] man",
        "that We",
        "We created him",
        "before",
        "before",
        "while not",
        "he was",
        "anything"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا",
      "simpleTranslate" : [
        "So by your Lord, We will surely gather them and the devils; then We will bring",
        "them to be present around Hell upon their knees."
      ],
      "tafsirTranslate" : [
        "By your Lord! We will muster them and the Satans along with them; <N:42> then We",
        "will gather them round Hell and throw them down on their knees:"
      ],
      "tanslateWordByWord" : [
        "So by your Lord",
        "surely, We will gather them",
        "and the devils",
        "then",
        "surely, We will bring them",
        "around",
        "Hell",
        "bent (on) knees"
      ],
      "notes" : {
        "42" : [
          "The [\"Satans\"] are the leaders who persuade the wicked people to enjoy themselves",
          "in this worldly life, for there is no life in the Hereafter, where they shall",
          "have to present themselves before Allah and give an account of their deeds."
        ]
      }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَٰنِ عِتِيًّا",
      "simpleTranslate" : [
        "Then We will surely extract from every sect those of them who were worst against",
        "the Most Merciful in insolence."
      ],
      "tafsirTranslate" : [
        "then We will pick out from every band, each one of those who had been most",
        "rebellious against the Merciful; <N:43>"
      ],
      "tanslateWordByWord" : [
        "Then",
        "surely, We will drag out",
        "from",
        "every",
        "sect",
        "those of them",
        "(who were) worst",
        "against",
        "the Most Gracious",
        "(in) rebellion"
      ],
      "notes" : {
        "43" : [
          "The leader of every rebel band."
        ]
      }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَىٰ بِهَا صِلِيًّا",
      "simpleTranslate" : [
        "Then, surely it is We who are most knowing of those most worthy of burning",
        "therein."
      ],
      "tafsirTranslate" : [
        "then We know very well which of them deserves most to be thrown into Hell?"
      ],
      "tanslateWordByWord" : [
        "Then",
        "surely, We",
        "know best",
        "[of] those who",
        "[they]",
        "(are) most worthy",
        "therein",
        "(of) being burnt"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا ۚ كَانَ عَلَىٰ رَبِّكَ حَتْمًا مَقْضِيًّا",
      "simpleTranslate" : [
        "And there is none of you except he will come to it. This is upon your Lord an",
        "inevitability decreed."
      ],
      "tafsirTranslate" : [
        "And there is none of you who will not be presented before the confines of Hell",
        "<N:44> , for this is a settled ,decree, which your Lord will bring in force;"
      ],
      "tanslateWordByWord" : [
        "And (there is) not",
        "(any) of you",
        "but",
        "(will be) passing over it",
        "(This) is",
        "upon",
        "your Lord",
        "an inevitability",
        "decreed"
      ],
      "notes" : {
        "44" : [
          "According to some traditions, [\"to be presented before the confines of Hell\"]",
          "means `to enter Hell', but none of these traditions is authentic. Then this",
          "interpretation goes against the Qur'an and a great many authentic Traditions,",
          "which clearly state that the true Believers will never be cast into Hell.",
          "Lexically also, vurud [(being presented unto)] is not synonymous with dukhul",
          "[(causing to enter)]. Therefore, the correct meaning would be that every human",
          "being will be presented before Hell, but then, as the next verse clarifies, the",
          "pious people will be rescued and the transgressors left therein on their knees."
        ]
      }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا",
      "simpleTranslate" : [
        "Then We will save those who feared Allah and leave the wrongdoers within it, on",
        "their knees."
      ],
      "tafsirTranslate" : [
        "then We will deliver those who were pious (in the world), and will leave the",
        "transgressors there on their knees."
      ],
      "tanslateWordByWord" : [
        "Then",
        "We will deliver",
        "those who",
        "feared (Allah)",
        "and We will leave",
        "the wrongdoers",
        "therein",
        "bent (on) knees"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا",
      "simpleTranslate" : [
        "And when Our verses are recited to them as clear evidences, those who disbelieve",
        "say to those who believe, \"Which of [our] two parties is best in position and",
        "best in association?\""
      ],
      "tafsirTranslate" : [
        "When Our plain Revelations are recited to them, the disbelievers say to the",
        "Believers, \"Tell us, which of the two of our parties is in a better condition and",
        "has grander meetings\" <N:45>"
      ],
      "tanslateWordByWord" : [
        "And when",
        "are recited",
        "to them",
        "Our Verses",
        "clear",
        "say",
        "those who",
        "disbelieved",
        "to those who",
        "believed",
        "Which",
        "(of) the two groups",
        "(is) better",
        "(in) position",
        "and best",
        "(in) assembly"
      ],
      "notes" : {
        "45" : [
          "In response to the recital of clear Revelations, instead of accepting their",
          "Message, the unbelievers put such questions as these to the Believers to show",
          "that they were in the right: Who has grander houses to live in? Who has a higher",
          "standard of life? Who enjoys splendid meetings? If we are enjoying all these",
          "things while you are deprived of them, you may decide for yourselves whether we,",
          "who are enjoying happy worldly lives, are in the wrong, or you who are living",
          "miserable lives of indigence are in the right? [(Also see Surah AI-Kahf (XVIII)]:",
          "E.N.'s 37-38)."
        ]
      }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَحْسَنُ أَثَاثًا وَرِئْيًا",
      "simpleTranslate" : [
        "And how many a generation have We destroyed before them who were better in",
        "possessions and [outward] appearance?"
      ],
      "tafsirTranslate" : [
        "And how many a generation have We destroyed before them, who had more abundant",
        "riches than they and were grander in splendour!"
      ],
      "tanslateWordByWord" : [
        "And how many",
        "We destroyed",
        "before them",
        "of",
        "a generation ",
        "they",
        "(were) better",
        "(in) possessions",
        "and appearance"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَٰنُ مَدًّا ۚ حَتَّىٰ إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا",
      "simpleTranslate" : [
        "Say, \"Whoever is in error - let the Most Merciful extend for him an extension [in",
        "wealth and time] until, when they see that which they were promised - either",
        "punishment [in this world] or the Hour [of resurrection] - they will come to know",
        "who is worst in position and weaker in soldiers.\""
      ],
      "tafsirTranslate" : [
        "Say to them, \"The Merciful gives respite to the one who falls into deviation up",
        "to the time when such people see that thing with which they had been",
        "threatened-the scourge of God or the Hour of Resurrection. Then they realize who",
        "was in worse plight and whose party was weaker."
      ],
      "tanslateWordByWord" : [
        "Say",
        "Whoever",
        "is",
        "in",
        "[the] error",
        "then surely will extend",
        "for him",
        "the Most Gracious",
        "an extension",
        "until",
        "when",
        "they see",
        "what",
        "they were promised",
        "either",
        "the punishment",
        "or",
        "the Hour",
        "then they will know",
        "who",
        "[he]",
        "(is) worst",
        "(in) position",
        "and weaker",
        "(in) forces"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى ۗ وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا",
      "simpleTranslate" : [
        "And Allah increases those who were guided, in guidance, and the enduring good",
        "deeds are better to your Lord for reward and better for recourse."
      ],
      "tafsirTranslate" : [
        "In contrast to them, Allah increases in guidance those who adopt the righteous",
        "way; <N:46> and the abiding deeds of righteousness are better in the sight of",
        "your Lord in regard to their reward and their end."
      ],
      "tanslateWordByWord" : [
        "And Allah increases",
        "And Allah increases",
        "those who",
        "accept guidance",
        "(in) guidance",
        "And the everlasting",
        "good deeds",
        "(are) better",
        "near",
        "your Lord",
        "(for) reward",
        "and better",
        "(for) return"
      ],
      "notes" : {
        "46" : [
          "That is, [\"On every critical occasion, Allah guides them to make right decisions",
          "and helps them to adopt the right way, and protects them from evil and wrong",
          "things; thus they go on making more and more progress on the right way.\"]"
        ]
      }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا",
      "simpleTranslate" : [
        "Then, have you seen he who disbelieved in Our verses and said, \"I will surely be",
        "given wealth and children [in the next life]?\""
      ],
      "tafsirTranslate" : [
        "Then, have you seen the person who denies Our Revelations, and boasts, \"I shall",
        "continue to be blessed with riches and children\"? <N:47>"
      ],
      "tanslateWordByWord" : [
        "Then, have you seen",
        "he who",
        "disbelieved",
        "in Our Verses",
        "and said",
        "Surely, I will be given",
        "wealth",
        "and children"
      ],
      "notes" : {
        "47" : [
          "The boastful person was not a particular man but a typical chief of the",
          "disbelievers of Makkah. Everyone of them claimed, \"Howsoever you may call the an",
          "erroneous and un-righteous person and threaten me with the Divine scourge, the",
          "tact is that I am more prosperous than you today and shall continue being blessed",
          "with favours in future as well. lust have a look at my riches, at my grandeur and",
          "at my estate, and at my well-known sons, and then say where you see any signs of",
          "the wrath of God."
        ]
      }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَٰنِ عَهْدًا",
      "simpleTranslate" : [
        "Has he looked into the unseen, or has he taken from the Most Merciful a promise?"
      ],
      "tafsirTranslate" : [
        "What! has the unseen been revealed to him? Or has he taken a pledge from the",
        "Merciful?"
      ],
      "tanslateWordByWord" : [
        "Has he looked",
        "(into) the unseen",
        "or",
        "has he taken",
        "from",
        "the Most Gracious",
        "a promise"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "كَلَّا ۚ سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا",
      "simpleTranslate" : [
        "No! We will record what he says and extend for him from the punishment",
        "extensively."
      ],
      "tafsirTranslate" : [
        "-By no means ! We will take down whatever he boasts of, <N:48> and will increase",
        "his chastisement all the more"
      ],
      "tanslateWordByWord" : [
        "Nay",
        "We will record",
        "what",
        "he says",
        "and We will extend",
        "for him",
        "from",
        "the punishment",
        "extensively"
      ],
      "notes" : {
        "48" : [
          "That is, the boastful words of his shall also be included in the record of his",
          "crimes and he shall have to bear the consequences of his arrogant claim."
        ]
      }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "وَنَرِثُهُ مَا يَقُولُ وَيَأْتِينَا فَرْدًا",
      "simpleTranslate" : [
        "And We will inherit him [in] what he mentions, and he will come to Us alone."
      ],
      "tafsirTranslate" : [
        "and We will inherit the riches and the helpers of which he boasts of, he shall",
        "appear before Us all alone."
      ],
      "tanslateWordByWord" : [
        "And We will inherit (from) him",
        "what",
        "he says",
        "and he will come to Us",
        "alone"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ عِزًّا",
      "simpleTranslate" : [
        "And they have taken besides Allah [false] deities that they would be for them [a",
        "source of] honor."
      ],
      "tafsirTranslate" : [
        "These people have set up other gods than Allah so that they may become their",
        "supporters. <N:49>"
      ],
      "tanslateWordByWord" : [
        "And they have taken",
        "besides Allah",
        "besides Allah",
        "besides Allah",
        "gods",
        "that they may be",
        "for them",
        "an honor"
      ],
      "notes" : {
        "49" : [
          "The Arabic word 'Izzan [(from 'Izat)] implies a powerful and strong person whom",
          "nobody may dare do any harm; here it means a person's having such a strong",
          "supporter that no enemy or opponent of his may even cherish an evil intention",
          "against him."
        ]
      }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "كَلَّا ۚ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا",
      "simpleTranslate" : [
        "No! Those \"gods\" will deny their worship of them and will be against them",
        "opponents [on the Day of Judgement]."
      ],
      "tafsirTranslate" : [
        "But they will have no supporter; all of them will not only disown their worship",
        "<N:50> but also become their opponents."
      ],
      "tanslateWordByWord" : [
        "Nay",
        "they will deny",
        "their worship (of them)",
        "and they will be",
        "against them",
        "opponents"
      ],
      "notes" : {
        "50" : [
          "That is, they will say, [\"We never asked them to worship us nor were we aware",
          "that these foolish people were worshipping us.\"]"
        ]
      }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا",
      "simpleTranslate" : [
        "Do you not see that We have sent the devils upon the disbelievers, inciting them",
        "to [evil] with [constant] incitement?"
      ],
      "tafsirTranslate" : [
        "Do you not see that over those disbelievers We have appointed the Satans, who",
        "incite them urgently to oppose the Truth?"
      ],
      "tanslateWordByWord" : [
        "Do not",
        "you see",
        "that We",
        "[We] have sent",
        "the devils",
        "upon",
        "the disbelievers",
        "inciting them",
        "(with) incitement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "فَلَا تَعْجَلْ عَلَيْهِمْ ۖ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا",
      "simpleTranslate" : [
        "So be not impatient over them. We only count out to them a [limited] number."
      ],
      "tafsirTranslate" : [
        "Well, you need not become impatient for the coming of the scourge on them, for We",
        "are numbering their days. <N:51>"
      ],
      "tanslateWordByWord" : [
        "So (do) not",
        "make haste",
        "against them",
        "Only",
        "We count",
        "for them",
        "a number"
      ],
      "notes" : {
        "51" : [
          "That is: [\"Endure their persecutions patiently a little more, for the time of",
          "their punishment is coming near, for We have given them respite for a fixed term,",
          "and let that term expire.\"]"
        ]
      }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَٰنِ وَفْدًا",
      "simpleTranslate" : [
        "On the Day We will gather the righteous to the Most Merciful as a delegation"
      ],
      "tafsirTranslate" : [
        "The day is coming near, when We will present the righteous people like honoured",
        "guests before the Merciful,"
      ],
      "tanslateWordByWord" : [
        "(The) Day",
        "We will gather",
        "the righteous",
        "to",
        "the Most Gracious",
        "(as) a delegation"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "وَنَسُوقُ الْمُجْرِمِينَ إِلَىٰ جَهَنَّمَ وِرْدًا",
      "simpleTranslate" : [
        "And will drive the criminals to Hell in thirst"
      ],
      "tafsirTranslate" : [
        "and drive the criminals to Hell like thirsty flocks."
      ],
      "tanslateWordByWord" : [
        "And We will drive",
        "the criminals",
        "to",
        "Hell",
        "thirsty"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "لَا يَمْلِكُونَ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَٰنِ عَهْدًا",
      "simpleTranslate" : [
        "None will have [power of] intercession except he who had taken from the Most",
        "Merciful a covenant."
      ],
      "tafsirTranslate" : [
        "At that time no one shall have the ability to intercede except the one who may",
        "have received permission from the Merciful. <N:52>"
      ],
      "tanslateWordByWord" : [
        "Not",
        "they will have the power",
        "(of) the intercession",
        "except",
        "(he) who",
        "has taken",
        "from",
        "the Most Gracious",
        "a covenant"
      ],
      "notes" : {
        "52" : [
          "This implies two things: [(1)] Intercession will be allowed only for the one who",
          "might have received permission for it from the Merciful, that is, the one who",
          "believed in Allah in the world and made himself deserving of His pardon. [(2)]",
          "Only that one will be able to plead intercession who might have got permission",
          "for this from the Merciful, and not those ones whom people themselves had made",
          "their intercessors without any reason."
        ]
      }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا",
      "simpleTranslate" : [
        "And they say, \"The Most Merciful has taken [for Himself] a son.\""
      ],
      "tafsirTranslate" : [
        "They say that the Merciful has adopted a son."
      ],
      "tanslateWordByWord" : [
        "And they say",
        "Has taken",
        "the Most Gracious",
        "a son"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 89,
      "arabicVerse" : "لَقَدْ جِئْتُمْ شَيْئًا إِدًّا",
      "simpleTranslate" : [
        "You have done an atrocious thing."
      ],
      "tafsirTranslate" : [
        "What an absurd thing that you have invented!"
      ],
      "tanslateWordByWord" : [
        "Verily",
        "you have put forth",
        "a thing",
        "atrocious"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 90,
      "arabicVerse" : "تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا",
      "simpleTranslate" : [
        "The heavens almost rupture therefrom and the earth splits open and the mountains",
        "collapse in devastation"
      ],
      "tafsirTranslate" : [
        "It is well nigh that the heavens might crack and the earth split asunder and the",
        "mountains crumble down at this hideous thing"
      ],
      "tanslateWordByWord" : [
        "Almost",
        "the heavens",
        "get torn",
        "therefrom",
        "and splits asunder",
        "the earth",
        "and collapse",
        "the mountain",
        "(in) devastation"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 91,
      "arabicVerse" : "أَنْ دَعَوْا لِلرَّحْمَٰنِ وَلَدًا",
      "simpleTranslate" : [
        "That they attribute to the Most Merciful a son."
      ],
      "tafsirTranslate" : [
        "that they should ascribe a son to the Merciful!"
      ],
      "tanslateWordByWord" : [
        "That",
        "they invoke",
        "to the Most Gracious",
        "a son"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 92,
      "arabicVerse" : "وَمَا يَنْبَغِي لِلرَّحْمَٰنِ أَنْ يَتَّخِذَ وَلَدًا",
      "simpleTranslate" : [
        "And it is not appropriate for the Most Merciful that He should take a son."
      ],
      "tafsirTranslate" : [
        "It does not behove the Merciful to adopt a son."
      ],
      "tanslateWordByWord" : [
        "And not",
        "is appropriate",
        "for the Most Gracious",
        "that",
        "He should take",
        "a son"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 93,
      "arabicVerse" : "إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَٰنِ عَبْدًا",
      "simpleTranslate" : [
        "There is no one in the heavens and earth but that he comes to the Most Merciful",
        "as a servant."
      ],
      "tafsirTranslate" : [
        "All those who are in the heavens and the earth, are going to be presented before",
        "Him as servants,"
      ],
      "tanslateWordByWord" : [
        "Not",
        "all",
        "who",
        "(are) in",
        "the heavens",
        "and the earth",
        "but",
        "(will) come",
        "(to) the Most Gracious",
        "(as) a slave"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 94,
      "arabicVerse" : "لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا",
      "simpleTranslate" : [
        "He has enumerated them and counted them a [full] counting."
      ],
      "tafsirTranslate" : [
        "for He has encircled them and kept a strict account of them;"
      ],
      "tanslateWordByWord" : [
        "Verily",
        "He has enumerated them",
        "and counted them",
        "a counting"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 95,
      "arabicVerse" : "وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا",
      "simpleTranslate" : [
        "And all of them are coming to Him on the Day of Resurrection alone."
      ],
      "tafsirTranslate" : [
        "everyone shall be presented before Him individually on the Day of Resurrection."
      ],
      "tanslateWordByWord" : [
        "And all of them",
        "(will) come (to) Him",
        "(on the) Day",
        "(of) the Resurrection",
        "alone"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 96,
      "arabicVerse" : "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَٰنُ وُدًّا",
      "simpleTranslate" : [
        "Indeed, those who have believed and done righteous deeds - the Most Merciful will",
        "appoint for them affection."
      ],
      "tafsirTranslate" : [
        "Most surely the time is coming near, when the Merciful will fill the hearts with",
        "love of those who have believed and are doing righteous works. <N:53>"
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "those who",
        "believed",
        "and did",
        "good deeds",
        "will bestow",
        "for them",
        "the Most Gracious",
        "affection"
      ],
      "notes" : {
        "53" : [
          "This is to comfort the righteous people who were being persecuted and insulted in",
          "the streets of Makkah. They are being assured that the time is coming near when",
          "the people will honour and love them because of their righteous deeds and good",
          "conduct. Hearts will be attracted towards them and the world will hold them in",
          "high esteem. And this will happen according to a universal principle. Those who",
          "are wicked, proud and haughty and try to rule over the people with falsehood and",
          "hypocrisy can never captivate the hearts of the people; on the other hand, those",
          "who invite the people to the right way with truth, honesty, sincerity and good",
          "conduct succeed in winning their hearts in the end, even though at first they",
          "might have to face the indifference and opposition of the dishonest people."
        ]
      }
    },
    {
      "verseNumber" : 97,
      "arabicVerse" : "فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا",
      "simpleTranslate" : [
        "So, [O Muhammad], We have only made Qur'an easy in the Arabic language that you",
        "may give good tidings thereby to the righteous and warn thereby a hostile people."
      ],
      "tafsirTranslate" : [
        "So, (O Muhammad), We have made this Qur'an easy, and sent it down in your tongue",
        "so that you should give good news to the pious and warn the obdurate people."
      ],
      "tanslateWordByWord" : [
        "So, only",
        "We (have) made it easy",
        "in your tongue",
        "that you may give glad tidings",
        "with it",
        "(to) the righteous",
        "and warn",
        "with it",
        "a people",
        "hostile"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 98,
      "arabicVerse" : "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا",
      "simpleTranslate" : [
        "And how many have We destroyed before them of generations? Do you perceive of",
        "them anyone or hear from them a sound?"
      ],
      "tafsirTranslate" : [
        "We have destroyed many a people before them: do you find any trace of them or do",
        "you hear any whisper from them anywhere ?"
      ],
      "tanslateWordByWord" : [
        "And how many",
        "We (have) destroyed",
        "before them",
        "of",
        "a generation",
        "Can",
        "you perceive",
        "of them",
        "any",
        "one",
        "or",
        "hear",
        "from them",
        "a sound"
      ],
      "notes" : { }
    }
  ],
  "medinian" : false
}