{
  "chapterNumber" : 35,
  "nbVerses" : 45,
  "name" : "The Originator",
  "nameArabic" : "فاطر",
  "transName" : "fāṭir",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنَىٰ وَثُلَاثَ وَرُبَاعَ ۚ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "[All] praise is [due] to Allah , Creator of the heavens and the earth, [who] made",
        "the angels messengers having wings, two or three or four. He increases in",
        "creation what He wills. Indeed, Allah is over all things competent."
      ],
      "tafsirTranslate" : [
        "All praise be to Allah, the Fashioner of the heavens and earth, Who appointed",
        "angels <N:1> as His message bearers, having two, three, four wings. <N:2> He adds",
        "to His creation whatever He pleases. <N:3> Verily Allah has power over",
        "everything."
      ],
      "tanslateWordByWord" : [
        "All praises",
        "(be) to Allah",
        "Originator",
        "(of) the heavens",
        "and the earth",
        "(Who) makes",
        "the Angels",
        "messengers",
        "having wings",
        "having wings",
        "two",
        "or three",
        "or four",
        "He increases",
        "in",
        "the creation",
        "what",
        "He wills",
        "Indeed",
        "Allah",
        "(is) on",
        "every",
        "thing",
        "All-Powerful"
      ],
      "notes" : {
        "1" : [
          "This can have two meanings: [(1)] [\"That these angels perform the service of",
          "communicating messages between Allah and His Prophets :\"] and [(2)] [\"that it is",
          "the duty of these angels to convey and enforce the Commands of Allah Almighty",
          "throughout the universe.\"] The object is to impress this truth: The position of",
          "the angels whom the polytheists have made their gods and goddesses is no more",
          "than of obedient servants of Allah, the One. Just as the servants of a king run",
          "about for the implementation of his orders, so do these angels fly about in the",
          "service of the real Sovereign of the Universe. These servants have no authority",
          "of their own; All powers rest with Allah, Who is the real Sovereign. \n 2 We have",
          "no means to know what is the nature of the wings of these angels. But when Allah",
          "has used this word, which in human language is used for the wings of birds,",
          "instead of any other words, to express and depict the truth, one can certainly",
          "conclude that this very word of our language is nearest to the actual meaning.",
          "The mention of two and three and four pairs of the wings shows that different",
          "angels have been granted different degrees of powers by Allah. They have been",
          "equipped with different powers of speed and efficiency as demanded by the nature",
          "of service for which they arc employed. \n 3 These words show that the number of",
          "the wings of the angels is restricted to four, but Allah has provided some angels",
          "with more wings than four. According to a Hadith related by Hadrat 'Abdullah bin",
          "Mas'ud, the Holy Prophet once saw the Angel Gabriol [(peace be upon hits)] with",
          "six hundred wings. [(Bukhari, Muslim, Tirmidhi)]. Hadrat 'A'ishah relates that",
          "the Holy Prophet had seen Gabriel twice in his real shape: he had six hundred",
          "wings and had covered the whole horizon. [(Tirmidhi)]"
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا ۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Whatever Allah grants to people of mercy - none can withhold it; and whatever He",
        "withholds - none can release it thereafter. And He is the Exalted in Might, the",
        "Wise."
      ],
      "tafsirTranslate" : [
        "Whatever Mercy Allah accords to people, none can withhold; and whatever He",
        "withholds, no other will be able to release after Him. <N:4> He is Most Mighty,",
        "Most Wise. <N:5>"
      ],
      "tanslateWordByWord" : [
        "What",
        "Allah grants",
        "Allah grants",
        "to mankind",
        "of",
        "Mercy",
        "then none",
        "(can) withhold",
        "it",
        "And what",
        "He withholds",
        "then none",
        "(can) release",
        "it",
        "thereafter",
        "thereafter",
        "And He",
        "(is) the All-Mighty",
        "the All-Wise"
      ],
      "notes" : {
        "4" : [
          "This also is meant to remove the misunderstanding of the polytheists, who",
          "believed that from among the servants of Allah some one gave them the jobs, some",
          "one the children and some one health to their patients. All these superstitions",
          "of shirk are baseless, and the pure truth is just that whatever of mercy reaches",
          "the people, reaches them only through Allah Almighty's bounty and grace. No one",
          "else has the power either to bestow it or to withhold it. This theme has been",
          "expressed at many places in the Qur'an and the Ahadith in different ways so that",
          "man may avoid the humiliation of begging at every do er and at every shrine and",
          "may realize that making or marring of his destiny .n the power of One Allah alone",
          "and of none else."
        ],
        "5" : [
          "He is the All-Mighty[\": He is dominant and the owner of Sovereignty: none can",
          "stop His judgments from being enforced. Also \"]He is All-Wise\": every of His is",
          "based on wisdom. When He gives somebody something He because it is demanded by",
          "wisdom, and when He withholds something judgement gives it from somebody He",
          "withholds it because it would be against wisdom to give it."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ ۚ هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ ۚ لَا إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
      "simpleTranslate" : [
        "O mankind, remember the favor of Allah upon you. Is there any creator other than",
        "Allah who provides for you from the heaven and earth? There is no deity except",
        "Him, so how are you deluded?"
      ],
      "tafsirTranslate" : [
        "O people, remember Allah's favour upon you. <N:6> Is there any creator, apart",
        "from Allah, who provides you your sustenance out of the heavens and earth? There",
        "is no god but He. Whither are you, then, being misdirected? <N:7>"
      ],
      "tanslateWordByWord" : [
        "O",
        "mankind",
        "Remember",
        "(the) Favor",
        "(of) Allah",
        "upon you",
        "Is",
        "(there) any",
        "creator",
        "other (than) Allah",
        "other (than) Allah",
        "who provides for you",
        "from",
        "the sky",
        "and the earth",
        "(There is) no",
        "god",
        "but",
        "He",
        "Then, how",
        "(are) you deluded"
      ],
      "notes" : {
        "6" : [
          "[\"Remember.... you\"]: [\"Do not be ungrateful: do not forget that whatever you",
          "have has been given by Allah\"]. In other words, this sentence is meant to warn",
          "that whoever worships another than Allah, or regards a blessing as a favour done",
          "by another than Allah, or thanks another than Allah for a favour received, or",
          "prays to another than Allah for the grant of a blessing, is ungrateful[\". \n 7",
          "There is a subtle gap between the first and the second sentence, which is being",
          "filled by the context itself. To understand this, one may visualize the scene",
          "like this: The polytheists are being addressed. The speaker asks the audience:",
          "'Is there another creator beside Allah, who might have created you, and might be",
          "arranging provisions for you from the earth and heavens ?\"] After this question",
          "the speaker waits for the answer. But there is no reply from anywhere. No one",
          "replies that there is another one beside Allah, who is their creator and",
          "sustainer. This by itself shows that the audience also believe that there is none",
          "beside Allah, who could be their creator and sustainer. Then the speaker says:",
          "[\"If so, then He alone can be the Deity also and no one else. How have you been",
          "so deceived ? Why have you taken these others as your deities, when Allah alone",
          "is your Creator and Sustainer?\"]"
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
      "simpleTranslate" : [
        "And if they deny you, [O Muhammad] - already were messengers denied before you.",
        "And to Allah are returned [all] matters."
      ],
      "tafsirTranslate" : [
        "(O Prophet), (there is nothing novel in it) if they cry lies to you;",
        "<N:8>Messengers before you were also cried lies to. To Allah shall all matters be",
        "sent back. <N:9>"
      ],
      "tanslateWordByWord" : [
        "And if",
        "they deny you",
        "then certainly",
        "were denied",
        "Messengers",
        "before you",
        "before you",
        "And to",
        "Allah",
        "return",
        "the matters"
      ],
      "notes" : {
        "8" : [
          "[\"If they ...liar\"]: `If they do not believe that there is no one worthy of",
          "worship but Allah, and accuse you of having made a false claim to Prophethood.[\""
        ],
        "9" : [
          "That is, \"]It is not for the people to give the verdict that whomsoever they call",
          "a liar should in actual fact become a liar. The judgement rests with Allah. He",
          "shall in the end decide who was the liar, and shall bring the real liars to their",
          "evil end.\""
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا ۖ وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ",
      "simpleTranslate" : [
        "O mankind, indeed the promise of Allah is truth, so let not the worldly life",
        "delude you and be not deceived about Allah by the Deceiver."
      ],
      "tafsirTranslate" : [
        "O people, assuredly Allah's promise is true. <N:10> So let the life of the world",
        "not delude you, <N:11> and let not the Deluder delude you concerning Allah.",
        "<N:12>"
      ],
      "tanslateWordByWord" : [
        "O",
        "mankind",
        "Indeed",
        "(the) promise",
        "(of) Allah",
        "(is) true",
        "So (let) not",
        "deceive you",
        "the life",
        "(of) the world",
        "and (let) not",
        "deceive you",
        "about Allah",
        "the Deceiver"
      ],
      "notes" : {
        "10" : [
          "[\"The promise\"] implies the promise of the Hereafter to which allusion was made",
          "in the preceding sentence, saying: 'All affairs shall ultimately be presented",
          "before Allah."
        ],
        "11" : [
          "[\"Let not...deceive you\"]: [\"Deceive you that the world is an end in itself: that",
          "there is no Hereafter when one will have to render an account of one's deeds: or",
          "that even if there is the Hereafter, the one who is enjoying life here will enjoy",
          "life there, too.\"]"
        ],
        "12" : [
          "[\"Great deceiver\"]: Satan, as is evident from the next sentence. And [\"deceive",
          "you concerning Allah\"] means: [( Il That he should stake some people believe that",
          "Allah does not exist at All; (2)] involve others in the misunderstanding that",
          "Allah after having once created the world, has retired and has now practically",
          "nothing to do with the universe any more; [(3)] delude others into believing that",
          "Allah no doubt is running the universe, but He has taken no responsibility of",
          "providing guidance to man: therefore, Revelation and Prophethood are a mere",
          "deception; and 14) give still others the false hope that since Allah is",
          "All-Forgiving and All-Merciful. He will forgive one whatever sins one might have",
          "committed, and that He has some beloved ones too: if one remains attached to",
          "them, success and salvation are assured."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا ۚ إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ",
      "simpleTranslate" : [
        "Indeed, Satan is an enemy to you; so take him as an enemy. He only invites his",
        "party to be among the companions of the Blaze."
      ],
      "tafsirTranslate" : [
        "Surely Satan is an enemy to you. Therefore, do take him as an enemy. He calls his",
        "followers to his way so that they may be among the inmates of the Fire."
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "the Shaitaan",
        "(is) to you",
        "an enemy",
        "so take him",
        "(as) an enemy",
        "Only",
        "he invites",
        "his party",
        "that they may be",
        "among",
        "(the) companions",
        "(of) the Blaze"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
      "simpleTranslate" : [
        "Those who disbelieve will have a severe punishment, and those who believe and do",
        "righteous deeds will have forgiveness and great reward."
      ],
      "tafsirTranslate" : [
        "A severe chastisement lies in store for those that disbelieve, <N:13> but there",
        "is pardon and a great reward for those that believe and work righteous deeds.",
        "<N:14>"
      ],
      "tanslateWordByWord" : [
        "Those who",
        "disbelieve",
        "for them",
        "(will be) a punishment",
        "severe",
        "and those",
        "who believe",
        "and do",
        "righteous deeds",
        "for them",
        "(will be) forgiveness",
        "and a reward",
        "great"
      ],
      "notes" : {
        "13" : [
          "Those who disbelieve\": those who will refuse to believe in this invitation of",
          "Allah's Book and His Messenger."
        ],
        "14" : [
          "That is, Allah will overlook their errors and will reward them for their good",
          "deeds not merely with what they will just deserve but much more richly and",
          "generously."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا ۖ فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ ۚ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ",
      "simpleTranslate" : [
        "Then is one to whom the evil of his deed has been made attractive so he considers",
        "it good [like one rightly guided]? For indeed, Allah sends astray whom He wills",
        "and guides whom He wills. So do not let yourself perish over them in regret.",
        "Indeed, Allah is Knowing of what they do."
      ],
      "tafsirTranslate" : [
        "(How <N:15> awful is the straying of the person) for whom his evil deed has been",
        "embellished so that it looks fair to him? <N:16> The fact is that Allah causes",
        "whomsoever He will to fall into error and shows the Right Way to whomsoever He",
        "will. So, (O Prophet), let not your life go to waste sorrowing over them. <N:17>",
        "Allah is well aware of all that they do. <N:18>"
      ],
      "tanslateWordByWord" : [
        "Then is (he) who ",
        "is made fair-seeming",
        "to him",
        "(the) evil",
        "(of) his deed ",
        "so that he sees it",
        "(as) good",
        "For indeed",
        "Allah",
        "lets go astray",
        "whom",
        "He wills",
        "and guides",
        "whom",
        "He wills",
        "So (let) not",
        "go out",
        "your soul",
        "for them",
        "(in) regrets",
        "Indeed",
        "Allah",
        "(is) All-Knower",
        "of what",
        "they do"
      ],
      "notes" : {
        "16" : [
          "That is, one kind of perverted person is he who commits evil but knows and",
          "understands that he is committing evil. Such a person can be reformed by counsel",
          "and advice, and sometimes his own conscience also pricks and brings him to the",
          "right path, for his habits only are perverted, not hIS mind But there is another",
          "kind of a person whose mentality has been perverted, who has lost the",
          "discrimination between good and evil, far whom the life of sin has become",
          "alluring and lustrous, who abhors good and takes evil for civilization and",
          "culture, who regards goodness and piety as things of the past, and sinfulness and",
          "wickedness as progressiveness, and for whom guidance becomes error and error",
          "guidance. Such a person is not amenable to any advice, any admonition. He neither",
          "takes warning from his own follies, nor listens to a well-wisher. It is useless",
          "to waste ones tube and energy for the reformation of such a person Instead, the",
          "inviter to the truth should turn his attention towards those whose consciences",
          "may still be alive and who may still be inclined to listen to the truth."
        ],
        "17" : [
          "The insertion of the words [\"Allah lends astray whomsoever He pleases and shows",
          "the Right Way to whomsoever He pleases\"], between the preceding and this",
          "sentence, clearly gives the meaning that Allah deprives, of the grace of",
          "guidance, those who become so perverted mentally, and leaves them to wander",
          "aimlessly in the ways in which they themselves wish to remain lost. After making",
          "the Holy Prophet realize this fact Allah exhorts him to the effect: [\"It is not",
          "within your power to bring such people to the right path; therefore, have",
          "patience in their regard. Just as Allah is indifferent about them, so should you",
          "also avoid being unduly anxious about their reformation.\"] \n Here, one should",
          "bear in mind two things very clearly. First, the people being mentioned here were",
          "not the conunon people, but the chiefs of Makkah. who were employing every",
          "falsehood, every fraud and every trick to defeat the mission of the Holy Prophet.",
          "These people were in fact not involved in any misunderstanding about the Holy",
          "Prophet. They knew full well what he was calling theta to and what were the evils",
          "and moral weaknesses which they themselves were striving to maintain. After",
          "knowing and understanding All this they had firmly resolved not to Iet him",
          "succeed in his object, and for this purpose they did not feel any hesitation in",
          "using any mean or petty device. Now, evidently the people who deliberately and",
          "after annual consultation invent a new falsehood every next day and spread it",
          "against a person, can deceive the whole world but as for themselves they know",
          "that they are the liars and that the person whom they have accused is free of",
          "every blame. Then, if the person against whom the false propaganda is being made",
          "also does not react and respond in a way opposed to truth and righteousness, the",
          "unjust people also cannot help realizing that their opponent is a truthful and",
          "honest man. If in spite of this the people do not feel ashamed of their",
          "misconduct and continue to oppose and resist the truth with falsehood. their",
          "conduct itself testifies that they are under Allah's curse and they can no longer",
          "discriminate between good and evil. \n Secondly, if Allah had only meant to make",
          "His Prophet understand the supreme truth, He could have secretly made him aware",
          "of this. There was no need to proclaim it openly in the Revelation. To mention it",
          "in the Qur'an and to proclaim it to the world was in fact meant to warn the",
          "conunon people that the leaders and the religious guides whom they were following",
          "blindly were the people of perverted mentality. whose mean conduct was itself an",
          "evidence that they were under the curse of Allah."
        ],
        "18" : [
          "This sentence in itself contains the threat that a time is coming when Allah will",
          "punish them for their misdeeds. When a ruler says that he is fully aware of the",
          "misdeeds of a culprit, it does not only mean that the ruler has the knowledge of",
          "his misconduct, but it necessarily contains the warning that he will also punish",
          "him for this certainly."
        ],
        "15" : [
          "Verses 3-7 were addressed to the common people. In this paragraph mention has",
          "been made of the standard-bearers of error and deviation, who were exerting their",
          "utmost to frustrate and defeat the mission of the Holy Prophet."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَىٰ بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا ۚ كَذَٰلِكَ النُّشُورُ",
      "simpleTranslate" : [
        "And it is Allah who sends the winds, and they stir the clouds, and We drive them",
        "to a dead land and give life thereby to the earth after its lifelessness. Thus is",
        "the resurrection."
      ],
      "tafsirTranslate" : [
        "It is Allah Who sends forth winds which then set the clouds in motion, which We",
        "drive to some dead land giving a fresh life to earth after it had become dead.",
        "Such will be the resurrection of the dead. <N:19>"
      ],
      "tanslateWordByWord" : [
        "And Allah",
        "(is) the One Who",
        "sends",
        "the winds",
        "so that they raise",
        "(the) clouds",
        "and We drive them",
        "to",
        "a land",
        "dead",
        "and We revive",
        "therewith",
        "the earth",
        "after",
        "its death",
        "Thus",
        "(will be) the Resurrection"
      ],
      "notes" : {
        "19" : [
          "That is, [\"These ignorant people think that the Hereafter is impossible. That is",
          "why they are living under the delusion that they may do whatever they like in the",
          "world, the time will never come when they will have to. appear before their God",
          "and render an account of their deeds. But this is no more than a delusion. On the",
          "Day of Resurrection, the dead men of All ages will suddenly rise back to life at",
          "one call of Allah just as the dead earth comes back to life at one shower of the",
          "rain and the roots, lying dead for ages, become green and start sprouting up from",
          "the layers of the earth.\"]"
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا ۚ إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ ۚ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَمَكْرُ أُولَٰئِكَ هُوَ يَبُورُ",
      "simpleTranslate" : [
        "Whoever desires honor [through power] - then to Allah belongs all honor. To Him",
        "ascends good speech, and righteous work raises it. But they who plot evil deeds",
        "will have a severe punishment, and the plotting of those - it will perish."
      ],
      "tafsirTranslate" : [
        "He who seeks glory, let him know that all glory belongs to Allah alone. <N:20>To",
        "Him do good words go up, and righteous action uplifts them. <N:21> But those who",
        "contrive evil deeds, <N:22> a severe punishment lies in store for them, and their",
        "contriving will come to naught."
      ],
      "tanslateWordByWord" : [
        "Whoever",
        "[is] desires",
        "[is] desires",
        "the honor",
        "then for Allah",
        "(is) the Honor",
        "all",
        "To Him",
        "ascends",
        "the words",
        "good",
        "and the deed",
        "righteous",
        "raises it",
        "But those who",
        "plot",
        "the evil",
        "for them",
        "(is) a punishment",
        "severe",
        "and (the) plotting",
        "(of) those ",
        "it",
        "(will) perish"
      ],
      "notes" : {
        "20" : [
          "It should be noted that whatever the chiefs of the Quraish were doing against the",
          "Holy Prophet, they were doing it for the sake of their honour and dignity. They",
          "thought that if the Holy Prophet succeeded in his mission, their greatness and",
          "glory would fade away, their influence would die out and their honour among the",
          "Arabs would be ruined. At this it is being said: [\"The honour that you have",
          "attained for yourselves by your disbelief in and rebellion against Allah. is a",
          "false honour, which is destined to be mined. The taste and enduring honour, which",
          "can never suffer debasement, can be attained only through service of Allah. If",
          "you turn sincerely and faithfully to Him, you will attain it; and if you turn",
          "away from Him you are bound to live an abject, wretched life. \"]"
        ],
        "21" : [
          "This is the real means of attaining the honour. In the sight of Allah the false,",
          "vicious and mischievous can never rise and flourish. In His sight only such a",
          "word can rise and flourish; which is taste and pure and based on the truth, and",
          "in which a righteous creed and a correct point of view may have been expressed",
          "and presented. Then the thing which makes the pure word rise and prosper is the",
          "action which conforms to it. Wherever the word is pure but the action opposed to",
          "it, the purity of the word suffers a blemish. The mere extravagant rise of the",
          "tongue does not exalt a word: the power of the righteous action is needed to",
          "exalt and raise it high. \n Here. one should also note that the Qur'an presents",
          "the righteous word and the righteous action as inter-dependent. No action can be",
          "righteous merely on the basis of its external and apparent form unless it has a",
          "righteous creed behind it. And no righteous creed can be reliable unless it is",
          "supported and confirmed by a person's action. For instance, if a person says that",
          "he regards AIlah, the One. alone as his Deity, but worships others than Allah in",
          "practical life, his action belies his word. If a person says that he regards the",
          "wine as unlawful but drinks, his mere word can neither be acceptable to the",
          "people nor deserve approval in the sight of Allah."
        ],
        "22" : [
          "Those who plot evil\": Those who propagate false and evil words by means of",
          "cunning tricks, deceit and deceptive reasoning, and do not feel any hesitation in",
          "employing any device, however mean and depraved, to furstrate and defeat cite",
          "word of the truth."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا ۚ وَمَا تَحْمِلُ مِنْ أُنْثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ ۚ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
      "simpleTranslate" : [
        "And Allah created you from dust, then from a sperm-drop; then He made you mates.",
        "And no female conceives nor does she give birth except with His knowledge. And no",
        "aged person is granted [additional] life nor is his lifespan lessened but that it",
        "is in a register. Indeed, that for Allah is easy."
      ],
      "tafsirTranslate" : [
        "Allah <N:23> created you from dust, then from a drop of sperm, <N:24> then He",
        "made you into pairs. No female conceives, nor delivers (a child) except with His",
        "knowledge. None is given a long life nor is any diminished in his life but it is",
        "written in a Book. <N:25> Surely that is quite easy for Allah. <N:26>"
      ],
      "tanslateWordByWord" : [
        "And Allah",
        "created you",
        "from",
        "dust",
        "then",
        "from",
        "a semen-drop",
        "then",
        "He made you",
        "pairs",
        "And not",
        "conceives",
        "any",
        "female",
        "and not",
        "gives birth",
        "except",
        "with His knowledge",
        "And not",
        "is granted life",
        "any",
        "aged person",
        "and not",
        "is lessened",
        "from",
        "his life",
        "but",
        "(is) in",
        "a Register",
        "Indeed",
        "that",
        "for",
        "Allah",
        "(is) easy"
      ],
      "notes" : {
        "24" : [
          "That is, man in the first instance was created from the dust directly, then his",
          "race was perpetuated through the sperm-drop."
        ],
        "25" : [
          "That is, [\"It is pre-ordained for everyone who is born in this world how long he",
          "will live. If a person lives a long life, he dces so by Allah's decree, and if",
          "another one lives a short life, he too lives so by Allah's decree. Some ignorant",
          "people give the argument that in the past the death-rate of the newly-born",
          "children used to be high, and now it has been checked by the advancement of the",
          "medical science; and the people used to live short lives in the past, now due to",
          "better medical facilities the life-span has increased. But this argument could be",
          "presented in refutation of the Qur'anic argument only when it could be",
          "ascertained that Allah, for instance, had pre-ordained a two-year life for a",
          "certain person, and the modern medical facilities have enhanced it by a day. If a",
          "person has no such knowledge, he cannot refine this Qur'anic statement on any",
          "rational grounds. Only on the basis of the statistics that the death-rate among",
          "children has fallen, or that the people now. are living longer lives, it cannot",
          "be argued that man has now become able to change the decrees of Allah. Rationally",
          "it is not impossible that Allah might have fixed different life-spans for the",
          "people born in different periods, and this might also be Allah Almighty's decree",
          "that man in such and such an age would be granted curative power to treat such",
          "and such diseases, and in such and such a period man would be given greater means",
          "for longevity."
        ],
        "26" : [
          "That is, \"]It is not at all difficult for AIlah to give commands and pass",
          "judgements about each individual of His countless creations when He possesses",
          "detailed and perfect knowledge about them.\""
        ],
        "23" : [
          "From here again the discourse is directed to the common people."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَمَا يَسْتَوِي الْبَحْرَانِ هَٰذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَٰذَا مِلْحٌ أُجَاجٌ ۖ وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا ۖ وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "simpleTranslate" : [
        "And not alike are the two bodies of water. One is fresh and sweet, palatable for",
        "drinking, and one is salty and bitter. And from each you eat tender meat and",
        "extract ornaments which you wear, and you see the ships plowing through [them]",
        "that you might seek of His bounty; and perhaps you will be grateful."
      ],
      "tafsirTranslate" : [
        "The two masses of water are not alike. <N:27> The one is sweet, sates thirst, and",
        "is pleasant to drink from, while the other is salt, bitter on the tongue. Yet",
        "from both you eat fresh meat, <N:28> and extract from it ornaments that you wear;",
        "<N:29> and you see ships cruising through it that you may seek of His Bounty and",
        "be thankful to Him."
      ],
      "tanslateWordByWord" : [
        "And not",
        "are alike",
        "the two seas",
        "This",
        "(is) fresh",
        "sweet",
        "pleasant",
        "its drink",
        "and this",
        "salty",
        "(and) bitter",
        "And from",
        "each",
        "you eat",
        "meat",
        "fresh",
        "and you extract",
        "ornaments",
        "you wear them",
        "and you see",
        "the ships",
        "in it",
        "cleaving",
        "so that you may seek",
        "of",
        "His Bounty",
        "and that you may",
        "be grateful"
      ],
      "notes" : {
        "27" : [
          "That is, the body of water in the oceans, and the body of water in the rivers and",
          "springs and lakes."
        ],
        "28" : [
          "[\"Fresh flesh\"]: Flesh of water animals."
        ],
        "29" : [
          "That is pearls and corals and, in some rivers, diamonds and gold."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ ۚ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ",
      "simpleTranslate" : [
        "He causes the night to enter the day, and He causes the day to enter the night",
        "and has subjected the sun and the moon - each running [its course] for a",
        "specified term. That is Allah , your Lord; to Him belongs sovereignty. And those",
        "whom you invoke other than Him do not possess [as much as] the membrane of a date",
        "seed."
      ],
      "tafsirTranslate" : [
        "He causes the night to phase into the day and the day into the night, <N:30> and",
        "He has subjected the sun and the moon, each running its course to an appointed",
        "term. <N:31> That is Allah, your Lord; to Him belongs the Kingdom; but those whom",
        "you call upon, apart from Allah, possess not so much as the skin of a date-stone.",
        "<N:32>"
      ],
      "tanslateWordByWord" : [
        "He causes to enter",
        "the night",
        "in (to)",
        "the day",
        "and He causes to enter",
        "the day",
        "in (to)",
        "the night",
        "and He has subjected",
        "the sun",
        "and the moon",
        "each",
        "running",
        "for a term",
        "appointed",
        "That (is)",
        "Allah",
        "your Lord",
        "for Him",
        "(is) the Dominion",
        "And those whom",
        "you invoke",
        "besides Him",
        "besides Him",
        "not",
        "they possess",
        "even",
        "(as much as) the membrane of a date-seed"
      ],
      "notes" : {
        "32" : [
          "The word qitmira in the original means the thin skin that covers the stone of the",
          "date-fruit; but what is meant to be said is that the gods of the mushriks do not",
          "own anything whatever. That is why we have translated it [\"a blade of grass\"],",
          "which is an insignificant thing."
        ],
        "30" : [
          "That is, [\"The light of the day starts diminishing and the darkness of the night",
          "increasing gradually so as to cover up everything completely. Likewise, towards",
          "the end of the night, in the beginning, a streak of the light appears on the",
          "horizon, and then the bright day dawns.\"]"
        ],
        "31" : [
          "[\"Subjected ..\"] : subjected to a law."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ ۖ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ",
      "simpleTranslate" : [
        "If you invoke them, they do not hear your supplication; and if they heard, they",
        "would not respond to you. And on the Day of Resurrection they will deny your",
        "association. And none can inform you like [one] Acquainted [with all matters]."
      ],
      "tafsirTranslate" : [
        "If you call upon them, they cannot hear your prayer. And if they hear it, they",
        "cannot answer it. <N:33> On the Day of Resurrection they will disown you for",
        "associating others with Allah in His Divinity. <N:34> No one can inform you of",
        "the truth save the All-Aware. <N:35>"
      ],
      "tanslateWordByWord" : [
        "If",
        "you invoke them",
        "not",
        "they hear",
        "your call",
        "and if",
        "they heard",
        "not",
        "they (would) respond",
        "to you",
        "And (on the) Day",
        "(of) the Resurrection",
        "they will deny",
        "your association",
        "And none",
        "can inform you",
        "like",
        "(the) All-Aware"
      ],
      "notes" : {
        "33" : [
          "This does not mean that they cannot tell aloud, in answer to vour prayer.whether",
          "your prayer has been accepted or not, but it means that .they cannot take any",
          "action on your supplications. If a person sends his application to someone who is",
          "not a ruler. his application miscarries. For the person to whom it has been sent,",
          "has no authority whatever: he can neither reject it nor accept it. However, if",
          "the same application is sent to the one who is really a ruler, one or the other",
          "action will certainly be taken on it."
        ],
        "34" : [
          "That is, [\"They will plainly say: We had never told theta that we are Allah's",
          "associates and that they should worship us. On the contrary, we were not at All",
          "aware that they regarded us as Allah's associates and were invoking us for help.",
          "None of their prayers has reached us, nor has any of their gifts and offerings\"]",
          "."
        ],
        "35" : [
          "[\"All-Aware\"]: Allah Almighty Himself. It means this: The other person can at the",
          "most refine shirk and prove the powerlessness of the gods of the polytheists by",
          "rational arguments only, but We are directly aware of the Absolute Truth. We are",
          "telling you, on the basis of knowledge, that All those whom the people believe to",
          "be possessing some powers in Our Godhead are absolutely powerless. They have no",
          "authority whatever by which they might do somebody good or harm. And We know this",
          "directly that on the Day of Resurrection, these gods of the mushriks will",
          "themselves refute their shirk. \""
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ ۖ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ",
      "simpleTranslate" : [
        "O mankind, you are those in need of Allah , while Allah is the Free of need, the",
        "Praiseworthy."
      ],
      "tafsirTranslate" : [
        "O people, it is you who stand in need of Allah; <N:36> as for Allah, He is",
        "Self-Sufficient, Immensely Praiseworthy. <N:37>"
      ],
      "tanslateWordByWord" : [
        "O",
        "mankind",
        "You",
        "(are) those in need",
        "of",
        "Allah",
        "while Allah",
        "He",
        "(is) Free of need",
        "the Praiseworthy"
      ],
      "notes" : {
        "36" : [
          "That is, [\"You should not remain under the delusion that Allah stands in need of",
          "your help. If you do not accept Him as God, His Godhead will fail, and if you do",
          "not serve and worship Him, He will incur some loss. Nay, but the fact is that you",
          "stand in need of Him. You cannot remain alive for a moment if He dces not keep",
          "you alive, and does not provide you with the means by which you remain alive in",
          "the world and function. Therefore, when you are told to adopt His service and",
          "obedience, it is not because Allah stands in need of it, but because upon it",
          "depends your own success here as well as in the Hereafter. If you do not do so,",
          "you will be harming your own selves only, and not AIlah in any way.\"]"
        ],
        "37" : [
          "The word Ghani unplies that He is the Owner of everything: He is Self-Sufficient",
          "and Independent of All: He does not stand in need of anyone's help. The word",
          "Hamid implies that He is Self-Praiseworthy: someone may praise Him, or may not,",
          "but He alone is worthy of hamd [(praise and gratitude)]. These two attributes",
          "have been used together because one would be ghani even if one did not do any",
          "good to anyone by one's wealth. In such a case one would be ghani but not hamid",
          "One will be hamid only in case one dces not draw any benefit for oneself but",
          "benefits others in every way from the treasures of one's wealth and resources.",
          "Since Allah is perfect in these two attributes, it has been said: [\"He is not",
          "just Ghani [(self-sufficient)] but such Ghani as is worthy of every kind of",
          "praise and gratitude, for He is fulfilling your needs as well as the needs of all",
          "other creatures. \"]"
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
      "simpleTranslate" : [
        "If He wills, He can do away with you and bring forth a new creation."
      ],
      "tafsirTranslate" : [
        "If He wishes, He can remove you and put in your place a new creation."
      ],
      "tanslateWordByWord" : [
        "If",
        "He wills",
        "He (can) do away with you",
        "and bring",
        "in a creation",
        "new"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَمَا ذَٰلِكَ عَلَى اللَّهِ بِعَزِيزٍ",
      "simpleTranslate" : [
        "And that is for Allah not difficult."
      ],
      "tafsirTranslate" : [
        "That surely is not difficult for Allah. <N:38>"
      ],
      "tanslateWordByWord" : [
        "And not",
        "that",
        "(is) on",
        "Allah",
        "difficult"
      ],
      "notes" : {
        "38" : [
          "That is, 'You are not enjoying life on Allah's earth solely by dim of your own",
          "power and might. He has the power to remove you from here in no time and raise",
          "another people to take your place. Therefore, you should understand your true",
          "worth, and should desist from adopting the conduct which has been causing the",
          "downfall of the nations. When Allah wills to send someone to his doom. there is",
          "no one in the universe, who can stop Him and withhold His decree from being",
          "enforced.\""
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰ ۗ إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ ۚ وَمَنْ تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِ ۚ وَإِلَى اللَّهِ الْمَصِيرُ",
      "simpleTranslate" : [
        "And no bearer of burdens will bear the burden of another. And if a heavily laden",
        "soul calls [another] to [carry some of] its load, nothing of it will be carried,",
        "even if he should be a close relative. You can only warn those who fear their",
        "Lord unseen and have established prayer. And whoever purifies himself only",
        "purifies himself for [the benefit of] his soul. And to Allah is the [final]",
        "destination."
      ],
      "tafsirTranslate" : [
        "No one can bear another's burden. <N:39> If a heavily laden one should call",
        "another to carry his load, none of it shall be carried by the other, even though",
        "he be a near of kin. <N:40> (O Prophet), you can warn only those who fear their",
        "Lord without seeing Him and establish Prayer. <N:41> Whoever purifies himself",
        "does so to his own good. To Allah is the final return."
      ],
      "tanslateWordByWord" : [
        "And not",
        "will bear",
        "bearer of burdens",
        "burden",
        "(of) another",
        "And if",
        "calls",
        "a heavily laden",
        "to",
        "(carry) its load",
        "not",
        "will be carried",
        "of it",
        "anything",
        "even if",
        "he be",
        "near of kin",
        "near of kin",
        "Only",
        "you can warn",
        "those who",
        "fear",
        "their Lord ",
        "unseen",
        "and establish",
        "the prayer",
        "And whoever",
        "purifies himself",
        "then only",
        "he purifies",
        "for his own self",
        "And to",
        "Allah",
        "(is) the destination"
      ],
      "notes" : {
        "40" : [
          "In the preceding sentence, Allah's law of justice has been enunciated, according",
          "to which He will not seize any person for the sin committed by another, but will",
          "hold everyone responsible for his own sin. In this sentence the Muslims have been",
          "told: `Those who urge you to give up faith and commit evil on the assurance that",
          "they will take on themselves the burden of your sins on the Day of Resurrection,",
          "are in fact giving you a false hope. When Resurrection comes and the people see",
          "what fate they are going to meet in consequence of their misdeed, everyone will",
          "be concerned only about himself. Brother will turn away from brother and father",
          "from son, and no one will be prepared to take even an atom's weight of another's",
          "burden on himself.\"]"
        ],
        "41" : [
          "In other words, [\"Your warnings cannot have any effect on obstinate and stubborn",
          "people. Your admonitions can bring only such people to the right path, who have",
          "fear of God in their hearts, and who are inclined to bow before their real",
          "Master.\"]"
        ],
        "39" : [
          "[\"Burden\"]: the burden of the responsibilities of actions. It means: In the sight",
          "of Allah every one is responsible for his own actions and for no one else's.",
          "There is no possibility that AIlah will place the burden of one man's",
          "responsibility upon the other, nor is there the possibility that a person will",
          "take the burden of another's responsibility upon himself and get himself seized",
          "for the crime committed by the other. This thing has been said here because the",
          "polytheist kinsmen and relatives of the people who were embracing Islam in",
          "Makkah, used to urge them, saying, 'Give up Islam and return to your ancestral",
          "faith. We take the responsibility of any punishment etc. on ourselves.[\""
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَمَا يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ",
      "simpleTranslate" : [
        "Not equal are the blind and the seeing,"
      ],
      "tafsirTranslate" : [
        "The blind and the seeing are not alike,"
      ],
      "tanslateWordByWord" : [
        "And not",
        "equal",
        "(are) the blind",
        "and the seeing"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَلَا الظُّلُمَاتُ وَلَا النُّورُ",
      "simpleTranslate" : [
        "Nor are the darknesses and the light,"
      ],
      "tafsirTranslate" : [
        "nor darkness and light;"
      ],
      "tanslateWordByWord" : [
        "And not",
        "the darkness[es]",
        "and not",
        "[the] light"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَلَا الظِّلُّ وَلَا الْحَرُورُ",
      "simpleTranslate" : [
        "Nor are the shade and the heat,"
      ],
      "tafsirTranslate" : [
        "nor cool shade and torrid heat;"
      ],
      "tanslateWordByWord" : [
        "And not",
        "the shade",
        "and not",
        "the heat"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ ۚ إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ ۖ وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ",
      "simpleTranslate" : [
        "And not equal are the living and the dead. Indeed, Allah causes to hear whom He",
        "wills, but you cannot make hear those in the graves."
      ],
      "tafsirTranslate" : [
        "nor are the living and the dead alike. <N:42> Allah makes to hear whomsoever He",
        "wishes, but you, (O Prophet), cannot cause to hear those who are in their graves.",
        "<N:43>"
      ],
      "tanslateWordByWord" : [
        "And not",
        "equal",
        "(are) the living",
        "and not",
        "the dead",
        "Indeed",
        "Allah",
        "causes to hear",
        "whom",
        "He wills",
        "and not",
        "you",
        "can make hear",
        "(those) who",
        "(are) in",
        "the graves"
      ],
      "notes" : {
        "42" : [
          "In these comparisons the present and the future of a believer and a disbeliever",
          "have been contrasted. There is a person who has closed his eyes to the realities",
          "and does not care to see as to what truth the whole system of the universe and",
          "his own existence itself are pointing. There is the other person, whose eyes are",
          "open and who clearly sees that everything outside and inside himself bears",
          "evidence to the Unity of God and to man's answerability before him. There is a",
          "person, who is wandering blindly in the superstitions of ignorance and the",
          "darknesses of presumptions and speculations, and is not inclined to benefit by",
          "the light of the candle lit by the Prophet. There is the other person, whose eyes",
          "are open and who, as soon as the light spread by the Prophet appears before him,",
          "comes to realize that All the ways being followed by the polytheists and the",
          "disbelievers and the atheists lead to destruction, and the way to success is only",
          "that which has been shown by the Messenger of God. Now how can it be possible",
          "that the attitude of the two persons be the same in the world and the two may",
          "follow one and the same path together ? And how can this also be possible either",
          "that the two should meet the same end and should both end up in the dust after",
          "death ? Neither should one be punished for his wrongdoings, nor the other be",
          "rewarded for his righteous conduct. The sentence, [\"the cool shade and the heat",
          "of the sun are not alike\"], points to the same fate. The one will be provided",
          "shelter tinder the shade of Allah's mercy and the other will bum in the fire of",
          "Hell. Thus, the notions that the two will ultimately meet the same end is utterly",
          "false. In the end, the believer has been likened to the living and the stubborn",
          "disbeliever to the dead. That is, the believer is he whose feeling, understanding",
          "and perception are alive and whose conscience is making him aware of the",
          "distinction between the good and the evil every moment. Contrary to this, the",
          "person who has been, wholly lost in the prejudices of disbelief is even worse",
          "than the blind person who is wandering about in darkness. Nay, he is like a dead",
          "person who has no sense or feeling left in him."
        ],
        "43" : [
          "That is, [\"As for the powers of Allah, they are unlimited. He can even make the",
          "stones to hear. But it is not within the power of the Messenger to make those",
          "people to listen to him whose consciences have become dead and whose ears deaf to",
          "every call to the truth. He can only make those people to hear him, who are",
          "inclined to listen to every reasonable thing. \"]"
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "إِنْ أَنْتَ إِلَّا نَذِيرٌ",
      "simpleTranslate" : [
        "You, [O Muhammad], are not but a warner."
      ],
      "tafsirTranslate" : [
        "You are no more than a warner. <N:44>"
      ],
      "tanslateWordByWord" : [
        "Not",
        "you (are)",
        "but",
        "a warner"
      ],
      "notes" : {
        "44" : [
          "That is, [\"Your only duty is to warn the people and nothing else. If even after",
          "this a person dces not come to his senses, and remains lost in his deviations,",
          "you are not to blame for that, for you have not been entrusted with the duty of",
          "making the blind to see and the deaf to hear. \"]"
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا ۚ وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ",
      "simpleTranslate" : [
        "Indeed, We have sent you with the truth as a bringer of good tidings and a",
        "warner. And there was no nation but that there had passed within it a warner."
      ],
      "tafsirTranslate" : [
        "We have sent you with the Truth to proclaim good news and to warn. Never has",
        "there been a nation but a warner came to it. <N:45>"
      ],
      "tanslateWordByWord" : [
        "Indeed, We",
        "[We] have sent you",
        "with the truth",
        "(as) a bearer of glad tidings",
        "and (as) a warner",
        "And not",
        "(was) any",
        "nation",
        "but",
        "had passed",
        "within it",
        "a warner"
      ],
      "notes" : {
        "45" : [
          "That there has been no community in the world for whose guidance Allah did not",
          "appoint the Prophets, has been stated at several places in the Qur'an. In Surah",
          "Ar-Ra'd: 7, it was said: [\"Every people has its guide ;\"] in Surah Al-Hijr: 10:",
          "[\"O Prophet, We have already sent Messengers before you among many of the ancient",
          "peoples;\"] in Surah An-Nahl: 36: [\"We sent to every community a Messenger;\"] and",
          "in Surah Ash-Shu'ara: 208: [\"We have never destroyed a habitation unless it had",
          "its warners to administer admonition. \"] But, in this connection, one should note",
          "two things so that there remains no misunderstanding. First, one and the same",
          "Prophet is enough for the lands to which his message may reach. It is not",
          "necessary that Prophets be sent to every separate habitation and to every",
          "separate community. Second, no new Prophet needs to be sent as long as the",
          "message and teaching and guidance given by a previous Prophet remains safe and",
          "intact. It is not necessary that a separate Prophet be sent for every race and",
          "every generation."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَبِالزُّبُرِ وَبِالْكِتَابِ الْمُنِيرِ",
      "simpleTranslate" : [
        "And if they deny you - then already have those before them denied. Their",
        "messengers came to them with clear proofs and written ordinances and with the",
        "enlightening Scripture."
      ],
      "tafsirTranslate" : [
        "If they give the lie to you now, those that went before them also gave the lie to",
        "their Messengers when they came to them with Clear Proofs, <N:46> with",
        "Scriptures, and with the Illuminating Book. <N:47>"
      ],
      "tanslateWordByWord" : [
        "And if",
        "they deny you",
        "then certainly",
        "denied",
        "those who",
        "(were) before them",
        "(were) before them",
        "Came to them",
        "their Messengers",
        "with clear signs",
        "and with Scriptures",
        "and with the Book",
        "[the] enlightening"
      ],
      "notes" : {
        "46" : [
          "Clear proofs[\": Proofs which clearly testified that they were Allah's Messengers."
        ],
        "47" : [
          "\"]Scriptures[\" probably consisted of good counsels and moral precepts and \"]the",
          "Book\" comprised a complete code of the law."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا ۖ فَكَيْفَ كَانَ نَكِيرِ",
      "simpleTranslate" : [
        "Then I seized the ones who disbelieved, and how [terrible] was My reproach."
      ],
      "tafsirTranslate" : [
        "Then I seized those who denied the Truth, and how terrible was My punishment!"
      ],
      "tanslateWordByWord" : [
        "Then",
        "I seized",
        "those who",
        "disbelieved",
        "and how",
        "was",
        "My rejection"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا ۚ وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ",
      "simpleTranslate" : [
        "Do you not see that Allah sends down rain from the sky, and We produce thereby",
        "fruits of varying colors? And in the mountains are tracts, white and red of",
        "varying shades and [some] extremely black."
      ],
      "tafsirTranslate" : [
        "Do you not see that Allah sent down water from the sky with which We brought",
        "forth fruits of diverse hues? In the mountains there are white and red, of",
        "diverse hues, and pitchy black;"
      ],
      "tanslateWordByWord" : [
        "Do not",
        "you see",
        "that",
        "Allah",
        "sends down",
        "from",
        "the sky",
        "water",
        "then We bring forth",
        "therewith",
        "fruits",
        "(of) various",
        "[their] colors",
        "And in",
        "the mountains",
        "(are) tracts",
        "white",
        "and red",
        "(of) various",
        "[their] colors",
        "and intensely black",
        "and intensely black"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَٰلِكَ ۗ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ ۗ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ",
      "simpleTranslate" : [
        "And among people and moving creatures and grazing livestock are various colors",
        "similarly. Only those fear Allah , from among His servants, who have knowledge.",
        "Indeed, Allah is Exalted in Might and Forgiving."
      ],
      "tafsirTranslate" : [
        "and human beings too, and beasts, and cattle ' diverse are their hues. <N:48>From",
        "among His servants, it is only those who know that fear Allah. <N:49> Verily",
        "Allah is Most Mighty, Most Forgiving. <N:50>"
      ],
      "tanslateWordByWord" : [
        "And among",
        "men",
        "and moving creatures",
        "and the cattle",
        "(are) various",
        "[their] colors",
        "likewise",
        "Only",
        "fear",
        "Allah",
        "among",
        "His slaves",
        "those who have knowledge",
        "Indeed",
        "Allah",
        "(is) All-Mighty",
        "Oft-Forgiving"
      ],
      "notes" : {
        "48" : [
          "This is meant to impress that in the universe created by Allah nowhere is there",
          "homogeneity and uniformity; there is variety everywhere. From the same earth and",
          "by the same water different kinds of trees are appearing. Even the two pieces of",
          "the fruit of the same tree are not uniform in colour and size and taste. In the",
          "same mountain one will see a variety of colours and a great difference in the",
          "material composition of its different parts. Even among human beings and animals",
          "one will not see two offspring of the same parents exactly alike. If a person",
          "seeks uniformity of the temperaments and dispositions and mentalities in this",
          "universe and is bewildered at the differences which have been alluded to in vv.",
          "19-22 above, it will be his own perception and understanding to blame. This same",
          "variety and difference, in fact, point to the reality that this universe has been",
          "created by a Wise Being with great wisdom; its Maker is a Unique Creator and a",
          "Matchless Fashioner, Who dces not have the same model of everything before Him,",
          "but has a variety of countless and limitless designs of everything. Then if one",
          "ponders over the differences in human temperaments and minds, in particular. one",
          "will see that it is not a mere accident, but in fact the masterpiece of the",
          "wisdom of creation. If all human beings had been created with the uniform",
          "temperaments and desires and feelings and inclinations and ways of thinking, and",
          "no room had been left for any difference, it would have been absolutely useless",
          "to bring about a new creation like man in the world. When the Creator decided to",
          "bring into existence a responsible creation, a creation having power and",
          "authority, the necessary inevitable demand of the nature of the decision was that",
          "room for all sorts of differences should be provided in its nature and structure.",
          "This is the main proof of the fact that the creation of man is not the result of",
          "an accident, but the result of a wonderful and wise plan and design. And",
          "obviously, wherever there is a wise plan and design, there must necessarily be a",
          "Wise Being working behind it, for the existence of wisdom without a Wise Being",
          "would be un-imaginable."
        ],
        "49" : [
          "That is, the more a person is unaware of the attributes of Allah, the morc he",
          "will be fearless of Him. Contrary to this, the more a person is aware and",
          "conscious of Allah's powers, His knowledge, His wisdom, His vengeance and His",
          "omnipotence and His other attributes, the morc he will fear His disobedience.",
          "Thus, in fact, 'knowledge[\" in this verse does not imply knowledge of academic",
          "subjects like philosophy and science and history and mathematics, etc. but the",
          "knowledge of Divine attributes, no matter whether one is literate or illiterate.",
          "The one who is fearless of God is illiterate merely as regards this knowledge",
          "even if he has All the knowledge of the world. And the one who knows the",
          "attributes of God and fears Him in his heart, is Iearned even if he is",
          "illiterate. In the same connection, one should also know that in this verse the '",
          "ulama ' does not imply the scholars in the technical sense, who are termed as",
          "religious scholars because of their knowledge of the Qur'an and Hadith and Fiqh",
          "and philosophy. They will prove true to this verse only when they possess fear of",
          "God in their hearts. The same thing has been said by Hadrat 'Abdullah bin Mas'ud,",
          "thus: \"]knowledge is not due to much narration of Hadith but due to much fear of",
          "Allah.[\" And also by Hadrat Hassan Basri, thus: \"]The scholar is he who fears",
          "Allah though he has not seen Him, and turns to what is approved by Him and keeps",
          "away from what makes Him angry.\""
        ],
        "50" : [
          "That is, He is All-Mighty, and therefore, can seize the disobedient as and when",
          "He likes: no one can escape His grasp. But He is All-Forgiving alsa and is,",
          "therefore, giving respite to the wrongdoers."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ",
      "simpleTranslate" : [
        "Indeed, those who recite the Book of Allah and establish prayer and spend [in His",
        "cause] out of what We have provided them, secretly and publicly, [can] expect a",
        "profit that will never perish -"
      ],
      "tafsirTranslate" : [
        "Surely those who recite the Book of Allah and establish Prayer and spend,",
        "privately and publicly, out of what We have provided them, look forward to a",
        "trade that shall suffer no loss;"
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "those who",
        "recite",
        "(the) Book",
        "(of) Allah",
        "and establish",
        "the prayer",
        "and spend",
        "out of what",
        "We have provided them",
        "secretly",
        "and openly",
        "hope",
        "(for) a commerce ",
        "never",
        "it will perish"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ ۚ إِنَّهُ غَفُورٌ شَكُورٌ",
      "simpleTranslate" : [
        "That He may give them in full their rewards and increase for them of His bounty.",
        "Indeed, He is Forgiving and Appreciative."
      ],
      "tafsirTranslate" : [
        "(a trade in which they have invested their all) so that Allah may pay them their",
        "wages in full and may add to them out of His Bounty. <N:51> He is Most Forgiving,",
        "Most Appreciative. <N:52>"
      ],
      "tanslateWordByWord" : [
        "That He may give them in full",
        "their rewards",
        "and increase for them",
        "of",
        "His Bounty",
        "Indeed, He",
        "(is) Oft-Forgiving",
        "Most Appreciative"
      ],
      "notes" : {
        "52" : [
          "That is, [\"Allah's relation with the sincere believers is not that of a miserly",
          "master who checks his servant on trivialities and brings all his services and",
          "loyalties to nought on account of a minor error. But Allah is the Most",
          "Beneficent. and Generous Master. He overlooks the errors of His obedient servant",
          "and appreciates whatever service he might be able to render. \"]"
        ],
        "51" : [
          "This kind of conduct and practice of the believers has been likened to a trade",
          "bargain because in trade a man invests his money and labour and capabilities in",
          "the hope that he will not only get his capital back and his wages for the time",
          "and energy spent but in addition some profit as well. Likewise, a believer also",
          "invests his wealth and his time and his labour and capabilities in carrying out",
          "Allah's Commands and in His service and worship and in the struggle to promote",
          "the cause of His Religion in the hope that he will not only get his full rewards",
          "for it but Allah will bless him with much more from His bounty as well. But there",
          "is a great difference between the two kinds of bargains. In the worldly trade",
          "bargains there is the risk of loss also along with the hope of profits. Contrary",
          "to this, in the bargain that a sincere servant makes with his God there is : no",
          "risk of any loss whatever."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَالَّذِي أَوْحَيْنَا إِلَيْكَ مِنَ الْكِتَابِ هُوَ الْحَقُّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ ۗ إِنَّ اللَّهَ بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ",
      "simpleTranslate" : [
        "And that which We have revealed to you, [O Muhammad], of the Book is the truth,",
        "confirming what was before it. Indeed, Allah , of His servants, is Acquainted and",
        "Seeing."
      ],
      "tafsirTranslate" : [
        "(O Prophet), the Book We have revealed to you is the Truth, confirming the Books",
        "that came before it. <N:53> Verily Allah is well aware of His servants and sees",
        "everything. <N:54>"
      ],
      "tanslateWordByWord" : [
        "And (that) which",
        "We have revealed",
        "to you",
        "of",
        "the Book",
        "it",
        "(is) the truth",
        "confirming",
        "what (was)",
        "before it",
        "before it",
        "Indeed",
        "Allah",
        "of His slaves",
        "surely, (is) All-Aware",
        "All-Seer"
      ],
      "notes" : {
        "53" : [
          "It means: This Book is not presenting anything new which might be opposed to the",
          "teaching brought by the former Prophets, but it is presenting the same eternal",
          "Truth which all the Prophets have been presenting from the very beginning. \""
        ],
        "54" : [
          "The object of mentioning these attributes of Allah here is to arouse the people",
          "to the aims and ideals in which their true well being lies, to the principles",
          "which alone can afford the right guidance and to the rules and regulations which",
          "are precisely in accordance with them. None can know these except Allah, because",
          "He alone is aware of the nature of His servants and its demands, and He alone",
          "watches over their well-being and affairs. The people do not know their own",
          "selves as much as their Creator knows them. Therefore, the truth is that, and can",
          "only be that, which He has taught by Revelation."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا ۖ فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ۚ ذَٰلِكَ هُوَ الْفَضْلُ الْكَبِيرُ",
      "simpleTranslate" : [
        "Then we caused to inherit the Book those We have chosen of Our servants; and",
        "among them is he who wrongs himself, and among them is he who is moderate, and",
        "among them is he who is foremost in good deeds by permission of Allah . That",
        "[inheritance] is what is the great bounty."
      ],
      "tafsirTranslate" : [
        "Then We bequeathed the Book to those of Our servants that We chose. <N:55>Now,",
        "some of them wrong themselves and some follow the medium course; and some, by",
        "Allah's leave, vie with each other in acts of goodness. That is the great bounty.",
        "<N:56>"
      ],
      "tanslateWordByWord" : [
        "Then",
        "We caused to inherit",
        "the Book",
        "those whom",
        "We have chosen",
        "of",
        "Our slaves",
        "and among them",
        "(is he) who wrongs",
        "himself",
        "and among them",
        "(is he who is) moderate",
        "and among them",
        "(is he who is) foremost",
        "in good deeds",
        "by permission",
        "(of) Allah",
        "That",
        "is",
        "the Bounty",
        "the great"
      ],
      "notes" : {
        "56" : [
          "That is, [\"All these Muslims are not alike but are divided into three classes:",
          "[(1)] Those unjust to themselves: They are those who believe sincerely and",
          "honestly that the Qur'an is the . Book of Allah and Muhammad [(upon whom be",
          "Allah's peace)] the Messenger of Allah, but in practical life do not fully follow",
          "the Book of Allah and the Sunnah of His Messenger. They are believers but sinful;",
          "culprits but not rebellious; weak of faith but not hypocritical and unbelieving",
          "at heart. Therefore, although they are 'unjust to themselves,\"] they have been",
          "included among the chosen servants of God and among the heirs to the Book;",
          "otherwise, obviously the rebels and the hypocrites and the unbelieving people",
          "could not be so treated and honoured. This class of the believers have been",
          "mentioned first of All because they are most numerous among the Muslims. \n [(2)]",
          "Those following the middle course: They are the people who fulfil the obligations",
          "of this inheritance to some extent but not fully. They are obedient as well as",
          "erring. They have not left their self altogether free but try as best as they can",
          "to turn it to God's obedience; however, at times they give it undue freedom and",
          "become involved in sin. Thus, their life becomes a combination of both the good",
          "and the evil actions. They are less numerous than the first group but more than",
          "the third; that is why they have been mentioned second. \n [(3)] Those excelling",
          "in good deeds: They are the people of the first rank among the heirs to the Book,",
          "and they are the ones who are doing full justice to the inheritance. They are in",
          "the forefront in following and adhering to the Book and the Sunnah; in conveying",
          "the message of God to His servants, in offering the sacrifices for the sake of",
          "the true Faith, and in every pious and good work. They arc not the ones who would",
          "commit a sin deliberately, but if they happened to commit a sin inadvertently,",
          "they would be filled with remorse as soon as they became conscious of it. They",
          "are less numerous than the people of the first two groups, and therefore, have",
          "been mentioned last, although they merit the first place in the matter of doing",
          "justice to the heritage of the Book of Allah \n As for the sentence, \"this is the",
          "supreme bounty', if it is related with the last sentence, it would mean that to",
          "excel in good deeds is the supreme bounty, and the people who excel in good deeds",
          "are the best of the Muslim community. And if it is taken to be related with the",
          "first sentence, it would mean that to be a heir to the Book of Allah and to be",
          "chosen for this heritage is the supreme bounty, and the people who have been so",
          "chosen on account of their faith in the Qur'an and the Holy Prophet Muhammad arc",
          "the best among the human beings created by Allah."
        ],
        "55" : [
          "This implies the Muslims, who have been sorted out from all mankind so that they",
          "may become heirs to the Book of Allah, and convey its message to others after the",
          "Holy Prophet Muhammad [(upon whom be Allah's peace and blessings)]. Though this",
          "Book has been presented before all human beings, those who accepted it in the",
          "first instance, were chosen for the honour to become heirs to a great Book like",
          "the Qur'an and the trustees of the teaching and guidance imparted by a great",
          "Messenger like the Holy Prophet Muhammad [(upon whom be Allah's peace and",
          "blessings)]."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
      "simpleTranslate" : [
        "[For them are] gardens of perpetual residence which they will enter. They will be",
        "adorned therein with bracelets of gold and pearls, and their garments therein",
        "will be silk."
      ],
      "tafsirTranslate" : [
        "They shall enter the everlasting Gardens, <N:57> shall be adorned with bracelets",
        "of gold and with pearls, and their apparel therein shall be silk."
      ],
      "tanslateWordByWord" : [
        "Gardens",
        "(of) Eternity",
        "they will enter them",
        "They will be adorned",
        "therein",
        "with",
        "bracelets",
        "of",
        "gold",
        "and pearls",
        "and their garments",
        "therein",
        "(will be of) silk"
      ],
      "notes" : {
        "57" : [
          "One section of the commentators has held the view that this sentence is related",
          "with the two sentences immediately preceding it. That is, the ones who excel in",
          "good duds are the best of the people and they alone will enter the Gardens. As",
          "for the first two groups, nothing has been stated about them so that they became",
          "worried concerning their fate and try to improve their lot. This view has been",
          "presented by `Allama Zamakhshari forcefully and supported by Imam Razi. \n But the",
          "majority of the commentators opine that it is related with the whole preceding",
          "discourse, which means that all the three classes of the Ummah shall eventually",
          "enter Paradise, whether without accountability, or afar the accountability,",
          "whether remaining secure from every punishment, or after receiving some",
          "punishment. This commentary is supported by the Qur'anic context, for a little",
          "below about those who are contrasted with the heirs of the Book, it has been",
          "said: [\"And for those who have disbelieved, there is the fire of Hell. \"] This",
          "shows that there is Paradise for all those who have believed in the Hook, and",
          "Hell for all those who have refused to believe in it. The same has been supported",
          "by the Hadith of the Holy Prophet, which Imam Ahmad, Ibn Jarir, Ibn Abi Hatim,",
          "Tabarani, Baihaqi and some other traditionists have related on the authority of",
          "Hadrat Abu ad-Darda'. The Holy Prophet said: \n Those who have excelled in good",
          "works shall enter Paradise without; and those who arc following the middle",
          "course, shall be subjected to accountability; but their accountability shall be",
          "light. As for those who have been unjust to themselves, they shall be detained",
          "throughout the long period of Resurrection and accountability [(mahshar)]. Then",
          "Allah shall cover them also with His mercy. And they are the ones who will say:",
          "'Thanks to Allah Who has removed sorrow from us!'[\" \n In this Hadith the Holy",
          "Prophet has himself given a complete commentary of the verse under discussion,",
          "and stated separately the end to be met by each of the three groups of the",
          "believers. The \"]light accountability[\" for the ones following the middle course",
          "means this: The disbelievers will be punished for their disbelief as well as for",
          "each single crime and sin of theirs separately, but, contrary to this, the good",
          "and bad deeds of the believers who come with both the good and evil deeds will be",
          "judged on the whole: they will not be rewarded for each good deed and punished",
          "for each evildeed separately. As for those \"]who will be detained throughout the",
          "period of Resurrection and accountability because they had been unjust to",
          "themselves,[\" it means: They will not be thrown into Hell, but will be sentenced",
          "to be detained \"]till the rising of the Court.[\" In other words, they will be",
          "exposed to all the severities and rigours of the lengthy Day of Resurrection",
          "[(and God alone knows how lengthy it will be !)] till Allah Almighty will turn to",
          "them in His mercy and command at the rising of the Court that they too be",
          "admitted into Paradise. The traditionists have cited several sayings to the same",
          "effect from many Companions like Hadrat 'Umar, Hadrat `Uthman, Hadrat `Abdullah",
          "bin Mas'ud, Hadrat 'Abdullah bin `Abbas, Hadrat `A`ishah, Hadrat Abu Said Khudri",
          "and Hadrat Bara bin 'Azib. And obviously, the Companions could not have said any",
          "such thing in such matters unless they had heard it from the Holy Prophet",
          "himself. \n But from this one should not form the impression that `those who have",
          "been unjust to themselves\"] from among the Muslims will only be sentenced to be",
          "detained [\"till the rising of the Court\"], and none of them will go to Hell at",
          "all. Several crimes have been mentioned in the Qur'an and Hadith, whose",
          "perpetrator will go to Hell in spite of his faith. For instance, Allah Himself",
          "has declared that the believer who kills another believer wilfully shall go to",
          "Hell. Likewise, Hell has been mentioned as the punishment of those people also",
          "who violate the provisions of the Divine Law of Inheritance. Those who devour",
          "interest even after its prohibition have been declared to be [\"the dwellers of",
          "Hell.\"] Besides these, some other major sins also have been mentioned in Hadith,",
          "whose perpetrator shall go to Hell."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ ۖ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ",
      "simpleTranslate" : [
        "And they will say, \"Praise to Allah , who has removed from us [all] sorrow.",
        "Indeed, our Lord is Forgiving and Appreciative -"
      ],
      "tafsirTranslate" : [
        "They will say: 'All praise be to Allah Who has taken away all sorrow from us.",
        "<N:58> Surely our Lord is Most Forgiving, Most Appreciative; <N:59>"
      ],
      "tanslateWordByWord" : [
        "And they (will) say",
        "All praises",
        "(be) to Allah",
        "the One Who",
        "(has) removed",
        "from us",
        "the sorrow",
        "Indeed",
        "our Lord",
        "(is) surely Oft-Forgiving",
        "Most Appreciative"
      ],
      "notes" : {
        "58" : [
          "[\"Sorrow\"]: Sorrow of every kind: sorrows and Briefs and worries of the world and",
          "of the Hereafter with regard to the final end. It means : [\"Now we have nothing",
          "to worry about: now there can be no question of any sorrow and trouble afflicting",
          "us here. \"]"
        ],
        "59" : [
          "That is [\"He has forgiven us our errors, has appreciated whatever little",
          "provision of deeds we had brought and blessed us with His Paradise as a reward.\"]"
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ",
      "simpleTranslate" : [
        "He who has settled us in the home of duration out of His bounty. There touches us",
        "not in it any fatigue, and there touches us not in it weariness [of mind].\""
      ],
      "tafsirTranslate" : [
        "(the Lord) Who, out of His Bounty, has made us dwell in an abode <N:60>wherein no",
        "toil, nor fatigue affects us. <N:61>"
      ],
      "tanslateWordByWord" : [
        "The One Who",
        "has settled us",
        "(in) a Home",
        "(of) Eternity",
        "(out) of",
        "His Bounty",
        "Not",
        "touches us",
        "therein",
        "any fatigue",
        "and not",
        "touches",
        "therein",
        "weariness"
      ],
      "notes" : {
        "60" : [
          "That is, [\"The world was a stage in our journey of life, which we have crossed,",
          "and the plain of Resurrection also is a stage of the same journey, which we have",
          "also crossed. Now we have reached a place which is our eternal abode: we have not",
          "to go elsewhere from here.\"]"
        ],
        "61" : [
          "In other words, [\"All our toils and afflictions have come to an end. Now we do",
          "not have to perform any work here in carrying out which we might have to",
          "experience any rigour or hardship and after carrying out which we might be",
          "fatigued.\"]"
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِي كُلَّ كَفُورٍ",
      "simpleTranslate" : [
        "And for those who disbelieve will be the fire of Hell. [Death] is not decreed for",
        "them so they may die, nor will its torment be lightened for them. Thus do we",
        "recompense every ungrateful one."
      ],
      "tafsirTranslate" : [
        "As for those who disbelieved, <N:62>the Fire of Hell awaits them. There they",
        "shall not be finished off and die; nor will the torment (of Hell) be lightened",
        "for them. Thus do We requite every thankless being."
      ],
      "tanslateWordByWord" : [
        "And those who",
        "disbelieve",
        "for them",
        "(will be the) Fire",
        "(of) Hell",
        "Not",
        "is decreed",
        "for them",
        "that they die",
        "and not",
        "will be lightened",
        "for them",
        "of",
        "its torment",
        "Thus",
        "We recompense",
        "every",
        "ungrateful one"
      ],
      "notes" : {
        "62" : [
          "[\"Who have disbelieved\"]: Who have refused to believe in the Book which Allah has",
          "sent down on Muhammad [(upon whom be His peace and blessings)]."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ ۖ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ",
      "simpleTranslate" : [
        "And they will cry out therein, \"Our Lord, remove us; we will do righteousness -",
        "other than what we were doing!\" But did We not grant you life enough for whoever",
        "would remember therein to remember, and the warner had come to you? So taste [the",
        "punishment], for there is not for the wrongdoers any helper."
      ],
      "tafsirTranslate" : [
        "They will cry out in Hell and say: 'Our Lord, let us out so that we may act",
        "righteously, different from what we did before.' (They will be told): 'Did we not",
        "grant you an age long enough for anyone to take heed if he had wanted to take",
        "heed? <N:63>Besides, there came a warner to you. So have a taste of the torment",
        "now. None may come to the help of the wrong-doers.'"
      ],
      "tanslateWordByWord" : [
        "And they",
        "will cry",
        "therein",
        "Our Lord",
        "Bring us out",
        "we will do",
        "righteous (deeds)",
        "other than",
        "(that) which",
        "we used",
        "(to) do",
        "Did not",
        "We give you life long enough",
        "that",
        "(would) receive admonition",
        "therein",
        "whoever",
        "receives admonition",
        "And came to you",
        "the warner",
        "So taste",
        "then not",
        "(is) for the wrongdoers",
        "any",
        "helper"
      ],
      "notes" : {
        "63" : [
          "This implies every such age of life in which a person may be able to distinguish",
          "between good and evil, truth and falsehood, if he likes to, and turn to right",
          "guidance instead of deviation, if he wishes. If a person has died before",
          "attaining such an age, he will not be called to any account according to this",
          "verse. However, the one who has attained this age will certainly be held",
          "answerable for his actions. Then, as long as he lives after attaining this age",
          "and gets more and more opportunities for choosing and adopting the right path,",
          "his responsibility also will increase accordingly; so much so that the one who",
          "does not adopt right guidance even in old age will have no chance left for making",
          "any excuse. This same thing has been reported by Hadrat Abu Hurairah and Hadrat",
          "Sahl bin Sa'd as-Sa'idi in a Hadith, saying: [\"The one who lives a short life has",
          "an excuse to offer, but there is no room for making an excuse for him who lives",
          "for 60 years or more.\"] [(Bukhari Ahmad, Nasa'i, Ibn Jarir, Ibn Abi Hatim)]."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "إِنَّ اللَّهَ عَالِمُ غَيْبِ السَّمَاوَاتِ وَالْأَرْضِ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
      "simpleTranslate" : [
        "Indeed, Allah is Knower of the unseen [aspects] of the heavens and earth. Indeed,",
        "He is Knowing of that within the breasts."
      ],
      "tafsirTranslate" : [
        "Surely Allah knows the Unseen in the heavens and the earth. He even knows the",
        "secrets hidden in people's breasts."
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "Allah",
        "(is the) Knower",
        "(of the) unseen",
        "(of) the heavens",
        "and the earth",
        "Indeed, He",
        "(is the) All-Knower",
        "of what (is) in the breasts",
        "of what (is) in the breasts"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ ۚ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ ۖ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلَّا مَقْتًا ۖ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا",
      "simpleTranslate" : [
        "It is He who has made you successors upon the earth. And whoever disbelieves -",
        "upon him will be [the consequence of] his disbelief. And the disbelief of the",
        "disbelievers does not increase them in the sight of their Lord except in hatred;",
        "and the disbelief of the disbelievers does not increase them except in loss."
      ],
      "tafsirTranslate" : [
        "It is He Who made you vicegerents in the earth. <N:64> So whoever disbelieves",
        "will bear the burden of his unbelief. <N:65> The unbelievers' unbelief adds",
        "nothing but Allah's wrath against them. The unbelievers' unbelief adds nothing",
        "but their own loss."
      ],
      "tanslateWordByWord" : [
        "He",
        "(is) the One Who",
        "made you",
        "successors",
        "in",
        "the earth",
        "And whoever",
        "disbelieves",
        "then upon him",
        "(is) his disbelief",
        "And not",
        "increase",
        "the disbelievers",
        "their disbelief",
        "near",
        "their Lord",
        "except",
        "(in) hatred",
        "and not",
        "increase",
        "the disbelievers",
        "their disbelief",
        "except",
        "(in) loss"
      ],
      "notes" : {
        "64" : [
          "This can have two meanings: [(1)] [\"Now He has settled you on His earth after the",
          "passing away of the previous generations and nations;\"] and [(2)] [\"the powers",
          "and authority that He has given you over different things in the earth are not",
          "meant to make you the owners of these things but are meant to enable you to",
          "function as the representatives of their real Owner. \"]"
        ],
        "65" : [
          "If the previous sentence is taken to mean that you have been made successors to",
          "the previous nations, this sentence would mean this: [\"The one who did not learn",
          "any lesson from the fate of the previous nations and adopted the conduct of",
          "disbelief due to which those nations have gone to their doom, will himself see",
          "the evil end of his folly.\"] And if the sentence is taken to mean this that Allah",
          "has delegated to you powers and authority as His vicegerents in the earth, this",
          "sentence would mean: `He who forgot this position of vicegerency and became",
          "independent, or he who adopted service of someone else, apart from his real",
          "Master, would see the evil end of his rebellious conduct himself.\""
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "قُلْ أَرَأَيْتُمْ شُرَكَاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ عَلَىٰ بَيِّنَتٍ مِنْهُ ۚ بَلْ إِنْ يَعِدُ الظَّالِمُونَ بَعْضُهُمْ بَعْضًا إِلَّا غُرُورًا",
      "simpleTranslate" : [
        "Say, \"Have you considered your 'partners' whom you invoke besides Allah ? Show me",
        "what they have created from the earth, or have they partnership [with Him] in the",
        "heavens? Or have We given them a book so they are [standing] on evidence",
        "therefrom? [No], rather, the wrongdoers do not promise each other except",
        "delusion.\""
      ],
      "tafsirTranslate" : [
        "Say to them (O Prophet): 'Have you ever seen those of your associates <N:66>upon",
        "whom you call apart from Allah? Show me what have they created in the earth? Or",
        "do they have any partnership (with Allah) in the heavens? Or have We given them a",
        "Book so that they have a clear proof (for associating others with Allah in His",
        "Divinity)?' <N:67> Nay, what these wrong-doers promise each other is nothing but",
        "delusion. <N:68>"
      ],
      "tanslateWordByWord" : [
        "Say",
        "Have you seen",
        "your partners",
        "those whom",
        "you call",
        "besides",
        "besides",
        "Allah",
        "Show Me",
        "what",
        "they have created",
        "from",
        "the earth",
        "or",
        "for them",
        "(is) a share",
        "in",
        "the heavens",
        "Or",
        "have We given them",
        "a Book",
        "so they",
        "(are) on",
        "a clear proof",
        "therefrom",
        "Nay",
        "not",
        "promise",
        "the wrongdoers",
        "some of them",
        "(to) others",
        "except",
        "delusion"
      ],
      "notes" : {
        "66" : [
          "[\"Associates of yours\"], because they are not in fact the associates of Allah,",
          "but the ones whom the polytheists themselves have made associates of Allah."
        ],
        "67" : [
          "That is, [\"Do they possess a written sanction from Us in which We might have",
          "indicated that We have given such and such persons the powers to heal the sick,",
          "or to get jobs for the jobless, or to fulfil needs of the needy, or that We have",
          "made such and such beings Our representatives in such and such parts of the earth",
          "and now it is in their hands to make or mar the destinies of the people of those",
          "parts; therefore, Our servants now should pray to them and present gifts and",
          "offerings before them, and for whatever blessings they receive they should thank",
          "those \"]demigods[\" only? If you possess any such sanction, produce it. And if you",
          "have no such sanction, you should consider on what grounds you have invented",
          "these polytheistic creeds and practices. When you are asked as to what sign is",
          "there in the heavens and the earth that may point to your self invented gods as",
          "being God's associates, you cannot point out any. When you arc asked to product",
          "any Divine sanction from any Book of Allah, or from your own possession, or from",
          "the possession of your self-invented gods, which may testify to God s having",
          "Himself delegated to them those powers which you assign to them, you do not",
          "produce any. What then is the basis of your these creeds and concepts? Are you",
          "the owners of the Divine rights and powers that you may assign and distribute",
          "them to whomsoever you please?\"]"
        ],
        "68" : [
          "That is, [\"These religious guides, saints, priests, sorcerers, preachers and",
          "attendants of shrines and their agents are befooling the people for selfish",
          "motives, and are concocting stories to give them false hopes that if they became",
          "the followers of such and such personalities, apart from God, they would have all",
          "their wishes and needs fulfilled in the world, and all their sins, no matter-how",
          "grave and numerous, forgiven by Allah in the Hereafter.\"]"
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا ۚ وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ ۚ إِنَّهُ كَانَ حَلِيمًا غَفُورًا",
      "simpleTranslate" : [
        "Indeed, Allah holds the heavens and the earth, lest they cease. And if they",
        "should cease, no one could hold them [in place] after Him. Indeed, He is",
        "Forbearing and Forgiving."
      ],
      "tafsirTranslate" : [
        "Surely Allah holds the heavens and the earth, lest they should be displaced",
        "there, for if they were displaced none would be able to hold them after Him.",
        "<N:69>Surely He is Most Forbearing, Most Forgiving. <N:70>"
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "Allah",
        "upholds",
        "the heavens",
        "and the earth",
        "lest",
        "they cease",
        "And if",
        "they should cease",
        "not",
        "can uphold them",
        "any",
        "one",
        "after Him",
        "after Him",
        "Indeed, He",
        "is",
        "Most Forbearing",
        "Oft-Forgiving"
      ],
      "notes" : {
        "69" : [
          "That is, [\"This limitless universe is being sustained by Allah alone. No angel,",
          "or jinn, or prophet, or saint can sustain it. Not to speak of sustaining the",
          "universe these helpless creatures do not even have the power to Sustain their own",
          "selves. Each one of them is entirely dependent on Allah Almighty for his birth",
          "and survival every moment. To think that any one of them has any share in the",
          "attributes and powers of Divinity is sheer folly and deception. \"]"
        ],
        "70" : [
          "That is, [\"It is Allah's Clemency and Forbearance that He is not seizing the",
          "culprits immediately in punishment in spite of All kinds of disobedience which",
          "are being shown towards Him \"]"
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى الْأُمَمِ ۖ فَلَمَّا جَاءَهُمْ نَذِيرٌ مَا زَادَهُمْ إِلَّا نُفُورًا",
      "simpleTranslate" : [
        "And they swore by Allah their strongest oaths that if a warner came to them, they",
        "would be more guided than [any] one of the [previous] nations. But when a warner",
        "came to them, it did not increase them except in aversion."
      ],
      "tafsirTranslate" : [
        "Swearing by Allah their strongest oaths they claimed that if a warner came to",
        "them they would be better-guided than any other people. <N:71> But when a warner",
        "did come to them, his coming only increased their aversion (to the Truth)."
      ],
      "tanslateWordByWord" : [
        "And they swore",
        "by Allah",
        "(the) strongest",
        "(of) their oaths",
        "that if",
        "came to them",
        "a warner",
        "surely, they would be",
        "more guided",
        "than",
        "any",
        "(of) the nations",
        "But when",
        "came to them",
        "a warner",
        "not",
        "it increased them",
        "but",
        "(in) aversion"
      ],
      "notes" : {
        "71" : [
          "Before the advent of the Holy Prophet, the same thing used to be said by the",
          "Arabs, in general, and by the Quraish, in particular, when they witnessed the",
          "moral degeneration of the Jews and the Christians. Mention of this saying of",
          "theirs has also been made in Surah Al-An'am :156-157 above, and in Surah",
          "AsSaffat: 167-169 below."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "اسْتِكْبَارًا فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ ۚ وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ ۚ فَهَلْ يَنْظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ ۚ فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا ۖ وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا",
      "simpleTranslate" : [
        "[Due to] arrogance in the land and plotting of evil; but the evil plot does not",
        "encompass except its own people. Then do they await except the way of the former",
        "peoples? But you will never find in the way of Allah any change, and you will",
        "never find in the way of Allah any alteration."
      ],
      "tafsirTranslate" : [
        "They began to wax even more proud on earth and contrived evil designs although",
        "the contriving of evil designs only overtakes their authors. Are they waiting,",
        "then, for anything except what happened to the nations before them? <N:72> You",
        "shall not find any change in the Way of Allah; and you shall not find anything",
        "that can ever alter the Way of Allah."
      ],
      "tanslateWordByWord" : [
        "(Due to) arrogance",
        "in",
        "the land",
        "and plotting",
        "(of) the evil",
        "but not",
        "encompasses",
        "the plot",
        "(of) the evil",
        "except",
        "its own people",
        "Then do",
        "they wait",
        "except",
        "(the) way",
        "(of) the former (people)",
        "But never",
        "you will find",
        "in (the) way",
        "(of) Allah",
        "any change",
        "and never",
        "you will find",
        "in (the) way",
        "(of) Allah",
        "any alteration"
      ],
      "notes" : {
        "72" : [
          "That is, this Law of Allah that the nation which repudiates its Prophet, is",
          "destroyed should be applied in their case as well."
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً ۚ وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ ۚ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا",
      "simpleTranslate" : [
        "Have they not traveled through the land and observed how was the end of those",
        "before them? And they were greater than them in power. But Allah is not to be",
        "caused failure by anything in the heavens or on the earth. Indeed, He is ever",
        "Knowing and Competent."
      ],
      "tafsirTranslate" : [
        "Have they not journeyed in the earth to behold the end of those who went before",
        "them though they were stronger than them in might? Nothing in the heavens nor on",
        "earth can frustrate Him in the least. He is All-Knowing, All-Powerful."
      ],
      "tanslateWordByWord" : [
        "Have they not",
        "traveled",
        "in",
        "the land",
        "and seen",
        "how",
        "was",
        "(the) end",
        "(of) those who",
        "(were) before them",
        "(were) before them",
        "And they were",
        "stronger",
        "than them",
        "(in) power",
        "But not",
        "is",
        "Allah",
        "that can escape (from) Him",
        "any",
        "thing",
        "in",
        "the heavens",
        "and not",
        "in",
        "the earth",
        "Indeed, He",
        "is",
        "All-Knower",
        "All-Powerful"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِنْ دَابَّةٍ وَلَٰكِنْ يُؤَخِّرُهُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۖ فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا",
      "simpleTranslate" : [
        "And if Allah were to impose blame on the people for what they have earned, He",
        "would not leave upon the earth any creature. But He defers them for a specified",
        "term. And when their time comes, then indeed Allah has ever been, of His",
        "servants, Seeing."
      ],
      "tafsirTranslate" : [
        "If Allah were to take people to task for their deeds, He would not leave any",
        "living creature on earth, but He grants them respite to an appointed time. When",
        "their appointed time comes to an end, surely Allah fully observes His servants."
      ],
      "tanslateWordByWord" : [
        "And if",
        "Allah (were to) punish",
        "Allah (were to) punish",
        "the people",
        "for what",
        "they have earned",
        "not",
        "He would leave",
        "on",
        "its back",
        "any",
        "creature",
        "But",
        "He gives them respite",
        "till",
        "a term",
        "appointed",
        "And when",
        "comes",
        "their term",
        "then indeed",
        "Allah",
        "is",
        "of His slaves",
        "All-Seer"
      ],
      "notes" : { }
    }
  ],
  "medinian" : false
}