{
  "chapterNumber" : 46,
  "nbVerses" : 35,
  "name" : "Winding Sand-tracts, The Dunes, The Sand-Dunes",
  "nameArabic" : "الأحقاف",
  "transName" : "al-aḥqāf",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "حم",
      "simpleTranslate" : [
        "Ha, Meem."
      ],
      "tafsirTranslate" : [
        "Ha'. Mim. <N:1>"
      ],
      "tanslateWordByWord" : [
        "Ha Meem"
      ],
      "notes" : {
        "1" : [
          "For explanation, sec E. N. 1 of Surah Az-Zumar, E. N. 1 of AI-Jathiyah and also",
          "E. N. 1 of As-Sajdah for understanding the true spirit of this introduction."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
      "simpleTranslate" : [
        "The revelation of the Book is from Allah , the Exalted in Might, the Wise."
      ],
      "tafsirTranslate" : [
        "The revelation of this Book is from Allah, the Most Mighty, the Most Wise."
      ],
      "tanslateWordByWord" : [
        "(The) revelation",
        "(of) the Book",
        "(is) from",
        "Allah",
        "the All-Mighty",
        "the All-Wise"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "مَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى ۚ وَالَّذِينَ كَفَرُوا عَمَّا أُنْذِرُوا مُعْرِضُونَ",
      "simpleTranslate" : [
        "We did not create the heavens and earth and what is between them except in truth",
        "and [for] a specified term. But those who disbelieve, from that of which they are",
        "warned, are turning away."
      ],
      "tafsirTranslate" : [
        "We have created the heavens and the earth and all that is between them in Truth",
        "and for an appointed term. <N:2> But those who disbelieve have turned away from",
        "what they were warned against. <N:3>"
      ],
      "tanslateWordByWord" : [
        "Not",
        "We created",
        "the heavens",
        "and the earth",
        "and what",
        "(is) between both of them",
        "except",
        "in truth",
        "and (for) a term",
        "appointed",
        "But those who",
        "disbelieve",
        "from what",
        "they are warned",
        "(are) turning away"
      ],
      "notes" : {
        "2" : [
          "For explanation, ace Al-An'am: 73, Yunus: 5-6, Ibrahim: 19, Al-Hijr: 85, An-Nahl:",
          "3, AI-Anbiya,: 16-18. Al-Mu'minun: 115, AI-`Ankabut: 44, ArRum: 8 and the",
          "corresponding E.N.'s."
        ],
        "3" : [
          "That is, [\"The actual fact is that this universe is not a purposeless plaything",
          "but a purposeful, wise system in which the decisions regarding the good and the",
          "bad, the oppressor and the oppressed, will necessarily be based on justice; and",
          "the present system of the universe is not permanent and eternal, but it has a",
          "fixed term appointed for it on the expiry of which it will inevitably come to an",
          "end. For the Court of Allah also there is a settled time and it will certainly be",
          "established when the time for it reaches its term. But the people who have",
          "refused to believe in Allah's Prophet and His Book, have an aversion to these",
          "truths. They are least mindful of this that a time has to come when they will",
          "have to render an account of their deeds. They think that the Messenger of Allah",
          "has done them a great wrong by warning them of these truths, whereas he has done",
          "them a great good by fore-warning them not only of the time when they will be",
          "subjected to accountability but also of what they will be questioned at that time",
          "so that they 'may prepare themselves accordingly.\"] \n To understand the following",
          "discourse it should be borne in mind that man's basic error is the one that he",
          "commits with regard to determining his belief about God. In this regard, the",
          "adoption of a creed carelessly on the basis of mere hearsay, without any serious",
          "and deep thought and investigation, is a stupendous folly, which vitiates man's",
          "whole attitude to life in the world and ruins his destiny for ever afterwards.",
          "But the reason why man becomes involved in this dangerous kind of heedlessness is",
          "that he regards himself as irresponsible and un-answerable and develops the",
          "misunderstanding that whatever creed he may adopt about God, it would make no",
          "difference, because either there is no life after death in which he might have to",
          "face accountability, or if there is any such life and he is also called to",
          "account, the beings of whom he is a devotee, will save him from any evil fate.",
          "This same lack of the sense of responsibility renders him frivolous in the",
          "selection of a religious creed, and on the basis of the same he fabricates all",
          "sorts of absurd creeds, from atheism to every form of polytheism, or adopts the",
          "creeds fabricated by others."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ ۖ ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَٰذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "Say, [O Muhammad], \"Have you considered that which you invoke besides Allah ?",
        "Show me what they have created of the earth; or did they have partnership in",
        "[creation of] the heavens? Bring me a scripture [revealed] before this or a",
        "[remaining] trace of knowledge, if you should be truthful.\""
      ],
      "tafsirTranslate" : [
        "Tell them, (O Prophet): 'Did you consider those whom you call upon beside Allah?",
        "Show me, which part of the earth they created? Or do they have any share in",
        "creating the heavens? Bring to me any Scripture earlier than this one, or any",
        "vestige of knowledge (in support of your belief) if you are truthful. <N:4>"
      ],
      "tanslateWordByWord" : [
        "Say",
        "Do you see",
        "what",
        "you call",
        "besides",
        "besides",
        "Allah",
        "Show me",
        "what",
        "they have created",
        "of",
        "the earth",
        "or",
        "for them",
        "(is) any share",
        "in",
        "the heavens",
        "Bring me",
        "a book",
        "from",
        "before",
        "this",
        "or",
        "a trace",
        "of",
        "knowledge",
        "if",
        "you are",
        "truthful"
      ],
      "notes" : {
        "4" : [
          "As the addresses are a polytheistic people they are being told the reality of the",
          "irrational crced in which they persisted carelessly due to lack of the sense of",
          "responsibility. Along with acknowledging Allah as the Creator of the universe",
          "they had made many other beings their deities: they invoked them, regarded them",
          "as fulfillers of their needs and removers of hardships: prostrated themselves and",
          "made offerings before them, and thought they had the powers of making and",
          "unmaking of heir destinies. About the same beings, they are being asked: [\"On",
          "what basis have you made them your deities ?\"] Obviously, there can be only two",
          "bases for regarding someone as an associate in worship along with Allah: either",
          "man himself should know through some means of knowledge that his deity too has a",
          "share in making the earth and heavens, or Allah Himself may have stated that",
          "soand-so also is His associate in the functions of Godhead. Now, if a polytheist",
          "can neither make the claim that he possesses direct knowledge of his deity's",
          "being an associate of God, nor he can show in a Book sent by God that God Himself",
          "has appointed somebody as His associate, his creed would inevitably be baseless.",
          "\n In this verse, [\"a Book revealed before this\"] implies a Book sent by Allah",
          "before the Qur'an, and [\"some remnant\"] of knowledge implies some part of the",
          "teachings of the Prophets and righteous men of the ancient times, which may have",
          "reached the later generations reliably. There is no tinge of shirk in whatever",
          "man has received through these two means. All the heavenly Books unanimously",
          "present the same Tauhid to which the Qur'an invites the people, and no existing",
          "remnant of the ancient lore bears evidence to this that some Prophet or saint or",
          "righteous man might have taught the people to serve and worship any other than",
          "God. Even if we do not take a Book to mean a Divine Book and remnant of knowledge",
          "the knowledge bequeathed by the Prophets and righteous men, no authentic book or",
          "the research made by a scholar of religious or secular lore has pointed out that",
          "such and such a thing in the earth or the heavens has been created by such and",
          "such a saint or god, or a certain blessing of the-blessings of life which man 'is",
          "benefiting from in the universe has been created by such and such a deity instead",
          "of God."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ",
      "simpleTranslate" : [
        "And who is more astray than he who invokes besides Allah those who will not",
        "respond to him until the Day of Resurrection, and they, of their invocation, are",
        "unaware."
      ],
      "tafsirTranslate" : [
        "Who is farther strayed from the Right Path than he who calls upon others than",
        "Allah that cannot answer his call till the Day of Resurrection, <N:5> the while",
        "they are not even conscious that callers are calling upon them? <N:6>"
      ],
      "tanslateWordByWord" : [
        "And who",
        "(is) more astray",
        "than (he) who",
        "calls",
        "besides",
        "besides",
        "Allah",
        "who",
        "will not respond",
        "will not respond",
        "to him",
        "until",
        "(the) Day",
        "(of) Resurrection",
        "and they",
        "of",
        "their calls",
        "(are) unaware"
      ],
      "notes" : {
        "5" : [
          "[\"Cannot answer him\"]: Cannot answer the supplications of any one. That is, these",
          "gods do not possess the powers by virtue of which they could give decisions on",
          "the prayers and petitions of their devotees. [(For further explanation, see E.N.",
          "33 of Az-Zumar)]. [\"Till the Day of Resurrection\"] means that as long as the",
          "world lasts they will get no answer to their supplications and prayers from their",
          "deities, but when Resurrection will have taken place, the deities will turn",
          "hostile to their worshippers themselves, as becomes explicit from the next verse."
        ],
        "6" : [
          "That is, [\"they do not even hear the supplications of the supplicants, neither",
          "through their own ears nor through any other means. \"] This thing can be",
          "elaborated like this: The being whom the polytheists the world over have been",
          "invoking are divided into three categories: [(1)] Lifeless and inanimate",
          "creation; [(2)] the pious men who have passed away; and [(3)] the wicked men who",
          "had themselves gone astray, and who misled others and passed away. As for the",
          "first category of the deities they will naturally remain unaware of the",
          "supplications of their worshippers. As for the deities of the second kind, who",
          "were favourites with their God, there arc two reasons of their remaining unaware:",
          "[(a)] They are in the presence of AIIah in a state where human voices cannot",
          "reach them directly; and [(b)] even Allah and His angels do not inform them that",
          "the people whom they had been teaching to invoke Allah alone in the world, were",
          "invoking them instead, for no information could cause them a greater shock than",
          "this, and Allah does not at alI like to vex the souls of His righteous servants.",
          "Now if we consider the case of the third kind of the deities, we shall sec that",
          "there are two reasons also of their remaining unaware: [(a)] That they have been",
          "placed in confinement as the accused, and no voice from the world can reach them;",
          "and [(b)] that even Allah and His angels do not convey to them the news that",
          "their mission is flourishing in the world, and the people have set them up as",
          "deities, for this news would be a happy news for them, and Allah does not like to",
          "make the wicked people happy. \n In this connection, one should also understand",
          "that Allah conveys to His righteous servants the greetings of peace and prayers",
          "of mercy from the people of the world, for these things arc a source of joy and",
          "pleasure for them; likewise, He informs the culprits of the curses, censures and",
          "condemnations of the people of the world, as the disbelievers killed in the",
          "Battle of Badr were made to hear the curse of the Holy Prophet according to a",
          "Hadith, for it is a cause of anguish for them. But anything which might cause",
          "distress to the righteous people and joy to the culprits is not conveyed to them.",
          "This explanation makes the truth about the,. question of hearing by the dead",
          "plain and easy to understand."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ",
      "simpleTranslate" : [
        "And when the people are gathered [that Day], they [who were invoked] will be",
        "enemies to them, and they will be deniers of their worship."
      ],
      "tafsirTranslate" : [
        "When all human beings will be gathered together those who had been called upon",
        "will become the enemies to their votaries and will disown their worship. <N:7>"
      ],
      "tanslateWordByWord" : [
        "And when",
        "are gathered",
        "the people",
        "they will be",
        "for them",
        "enemies",
        "and they will be",
        "of their worship",
        "deniers"
      ],
      "notes" : {
        "7" : [
          "That is, they will say: 'We had neither told the people to invoke us for help,",
          "nor are we aware that they used to invoke us. They themselves had presumed that",
          "we could fulfil their needs and so had started invoking us.\""
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ هَٰذَا سِحْرٌ مُبِينٌ",
      "simpleTranslate" : [
        "And when Our verses are recited to them as clear evidences, those who disbelieve",
        "say of the truth when it has come to them, \"This is obvious magic.\""
      ],
      "tafsirTranslate" : [
        "When Our Clear Messages are rehearsed to them, the unbelievers exclaim about the",
        "Truth when it came to them: 'This is plain sorcery.' <N:8>"
      ],
      "tanslateWordByWord" : [
        "And when",
        "are recited",
        "to them",
        "Our Verses",
        "clear",
        "say",
        "those who",
        "disbelieve",
        "of the truth",
        "when",
        "it comes to them",
        "This",
        "(is) a magic",
        "clear"
      ],
      "notes" : {
        "8" : [
          "It means: When the Revelations of the Qur'an were recited before the disbelievers",
          "of Makkah, they realized that the Qur'an was far superior to human speech. The",
          "compositions of their greatest poets, orators and literary men were no match with",
          "the un-paralleled eloquence, enchanting oratory, sublime themes and heart-moving",
          "style of the Qur'an. Above all, even the Holy Prophet's own words and speech were",
          "not comparable with the discourses that were being sent down to him by God. Those",
          "who had known him since childhood knew full well the vast difference that was",
          "there between his language and words and the words of the Qur'an, and it was not",
          "possible for them to believe that a man who had been living day and night among",
          "them for forty years would suddenly one day forge a speech .whose diction and",
          "style would bear no resemblance with his familiar and known manner of speech and",
          "style. This thing trade the truth plain before them, but since they were bent",
          "upon denial, they would say: [\"This is plain magic,\"] instead of acknowledging it",
          "as Divine Word after witnessing this manifest Sign. [(They regarded the Qur'an as",
          "magic from another aspect also, which we have explained in our commentary of",
          "Al-Anbiya' :3 and E:.N. 5 of Surah Suad)]."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا ۖ هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ ۖ كَفَىٰ بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ ۖ وَهُوَ الْغَفُورُ الرَّحِيمُ",
      "simpleTranslate" : [
        "Or do they say, \"He has invented it?\" Say, \"If I have invented it, you will not",
        "possess for me [the power of protection] from Allah at all. He is most knowing of",
        "that in which you are involved. Sufficient is He as Witness between me and you,",
        "and He is the Forgiving the Merciful.\""
      ],
      "tafsirTranslate" : [
        "Do they claim that the Messenger himself has fabricated it? <N:9> (If so), tell",
        "them: 'If I have fabricated it, then you have no power to protect me from Allah's",
        "chastisement. He knows well the idle talk in which you indulge. He suffices as a",
        "witness between me and you. <N:10> He is Most Forgiving, Most Merciful.' <N:11>"
      ],
      "tanslateWordByWord" : [
        "Or",
        "they say",
        "He has invented it",
        "Say",
        "If",
        "I have invented it",
        "then not",
        "you have power",
        "for me",
        "against",
        "Allah",
        "anything",
        "He",
        "knows best",
        "of what",
        "you utter",
        "concerning it",
        "Sufficient is He",
        "Sufficient is He",
        "(as) a Witness",
        "between me",
        "and between you",
        "and He",
        "(is) the Oft-Forgiving",
        "the Most Merciful"
      ],
      "notes" : {
        "9" : [
          "This interrogative tone expresses great surprise and amazement. It means to say:",
          "[\"Are these people so shameless that they accuse Muhammad [(upon whom be Allah's",
          "peace)] of fabricating the Qur'an himself? Whereas they know that it cannot be",
          "his word; and their calling it magic is by itself an express proof that they",
          "regard it as an extraordinary word, which cannot be of human composition even",
          "according to themselves.\"]"
        ],
        "10" : [
          "As it was quite evident that their accusation was baseless and motivated by",
          "stubbornness, there was no need to present arguments to refute it. Therefore,",
          "only this much was regarded as a sufficient response: 'If I have really",
          "fabricated something and committed a grave crime by imputing it to Allah, as you",
          "accuse me of, you will not be able to rescue me from Allah's punishment. But if",
          "it is really Allah's Word, and you are rejecting it by bringing false",
          "accusations, Allah Himself will deal with you. For the reality is not hidden from",
          "Allah, and He is sufficient to decide between the truth and falsehood. If the",
          "whole world calls some one a liar, although he is truthful in Allah's knowledge,",
          "the final decision will be in his favour. On the country: if the whole world",
          "regards some one as truthful though he is a liar in the knowledge of AIIah, he",
          "will be regarded as a liar in the final judgement. Therefore, do not confuse",
          "things but pay heed to your final end.[\""
        ],
        "11" : [
          "Here, this sentence gives two meanings: [(1)] \"]It is in fact Allah's mercy and",
          "His forbearance that these people arc surviving in the world, although they have",
          "no hesitation in declaring Allah's Word as falsehood; otherwise if a merciless",
          "and cruel god had been the master of this universe, he would not have allowed",
          "such insolent people to live even for a moment in the world. [\" [(2)] \"]O unjust",
          "people, if you give up your stubbornness even now, the door of God's mercy is",
          "still open for you, and whatever misdeeds you may have committed heretofore can",
          "be forgiven.\""
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰ إِلَيَّ وَمَا أَنَا إِلَّا نَذِيرٌ مُبِينٌ",
      "simpleTranslate" : [
        "Say, \"I am not something original among the messengers, nor do I know what will",
        "be done with me or with you. I only follow that which is revealed to me, and I am",
        "not but a clear warner.\""
      ],
      "tafsirTranslate" : [
        "Tell them: 'I am not the first of the Messengers; and I do not know what shall be",
        "done with me or with you. I follow only what is revealed to me, and I am nothing",
        "but a plain warner.' <N:12>"
      ],
      "tanslateWordByWord" : [
        "Say",
        "Not",
        "I am",
        "a new (one)",
        "among",
        "the Messengers",
        "and not",
        "I know",
        "what",
        "will be done",
        "with me",
        "and not",
        "with you",
        "Not",
        "I follow",
        "but",
        "what",
        "is revealed",
        "to me",
        "and not",
        "I am",
        "but",
        "a warner",
        "clear"
      ],
      "notes" : {
        "12" : [
          "Its background is this: When the Holy Prophet presented himself as Allah's",
          "Messenger, the people of Makkah raised different kinds of objections against it.",
          "They said: [\"what kind of a Messenger he is who has a family, who moves about in",
          "the streets, eats and drinks and lives a common man's life. There is nothing",
          "special about him, which might distinguish him above the other people and",
          "therefore we may know that Allah has specially made this man His Messenger. \"]",
          "Then they said: [\"Had he ban appointed a Messenger by God, He would have sent an",
          "angel as an attendant with him who would have announced that he was God's",
          "Messenger, and would have punished with a scourge every such person who had",
          "behaved insolently Towards him. How strange that God should appoint a person as",
          "His Messenger and then should leave him alone to roam the streets of Makkah and",
          "suffer every kind of humiliation. If nothing else Allah should at Ieast have",
          "created a magnificent palace and a blooming garden for His Messenger. He should",
          "not have been left to depend on his wife's resources so that 'when they exhausted",
          "the Messenger should be forced to go without food and should not even afford a",
          "conveyance to Ta'if.\"] Besides, these people demanded different kinds of miracles",
          "from him and asked news of the unseen. They thought that a person's being God's",
          "Mcsscngcr meant that he should possess supernatural powers so that mountains",
          "should move at his bidding and deserts at once turn into green fields; he should",
          "have the knowledge of the past and the future events and of everything hidden",
          "from others. \n An answer to the same has been given in these sentences, and each",
          "sentence contains a world of meaning. \n First, it is said: 'Tell them: I am not a",
          "novel Messenger. [\" That is, \"]My being appointed as a Messenger is not a novel",
          "event of its kind in the world so that you may have some confusion about the",
          "characteristics of a Messenger. Many Messengers have come to the world before me,",
          "and I am not any different from them. Never has a Messenger come, who did not",
          "have a family, who did not eat and drink, or who did not live a common man's",
          "life. Never has an angel descended as an attendant with a Mcsscngcr, heralding",
          "his prophethood and carrying a whip before him. Never have gardens and palaces",
          "been created for a Messenger and never has a Messenger ban spared of the",
          "hardships which I am suffering. Never has a Messenger shown a miracle by his own",
          "power, or known everything by his own knowledge. Then, how is it that you are",
          "bringing forth these strange criteria only to judge my Prophethood?[\" \n Then it",
          "is said: Tell them also : \"]I do not know what shall befall you tomorrow nor what",
          "shall befall me. I only follow that which is revealed to me.[\" That is, \"]I am",
          "not a knower of the unseen so that everything of the past and present and future",
          "should be known to me, and I should have the knowledge of everything in the",
          "world. Not to speak of your future, I do not even know my own future. I only know",
          "that of which I am given knowledge by revelation. More than that I have never",
          "claimed to know, nor has there ever been a Messenger in the world, who made that",
          "claim. It is not a Messenger's job to tell the whereabouts of the lost articles,",
          "or tell whether a pregnant woman will deliver a boy or a girl, or whether a sick",
          "patient will live or die.[\" In conclusion, it is said: \"]Say to them: I am no",
          "more than a plain warner.[\" That is, \"]I do not possess Divine powers so that I",
          "may show you the wonderful miracles that you demand from me every next day. My",
          "only mission is that I should present the right way before the people, and should",
          "warn of an evil end those who do not accept it. \""
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَىٰ مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ ۖ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
      "simpleTranslate" : [
        "Say, \"Have you considered: if the Qur'an was from Allah , and you disbelieved in",
        "it while a witness from the Children of Israel has testified to something similar",
        "and believed while you were arrogant... ?\" Indeed, Allah does not guide the",
        "wrongdoing people."
      ],
      "tafsirTranslate" : [
        "Tell them, (O Prophet): 'Did you consider (what would be your end) <N:13>if this",
        "Qur'an were indeed from Allah and yet you rejected it? And this even though a",
        "witness from the Children of Israel has testified to the like of it. But he",
        "believed, while you waxed arrogant. <N:14> Verily Allah does not guide such",
        "wrong-doers to the Right Way."
      ],
      "tanslateWordByWord" : [
        "Say",
        "Do you see",
        "if",
        "it is",
        "from Allah",
        "from Allah",
        "from Allah",
        "and you disbelieve",
        "in it",
        "and testifies",
        "a witness",
        "from",
        "(the) Children of Israel",
        "(the) Children of Israel",
        "to",
        "(the) like thereof",
        "then he believed",
        "while you are arrogant",
        "Indeed",
        "Allah",
        "(does) not",
        "guide",
        "the people",
        "the wrongdoers"
      ],
      "notes" : {
        "13" : [
          "This same theme has been expressed in another way in Surah Ha-Mim As-Sajdah: 62",
          "above. For explanation, see E.N. 69 of the said Surah."
        ],
        "14" : [
          "A large number of the commentators have taken this [\"witness\"] to imply Hadrat",
          "'Abdullah bin Salam, who was a famous Jewish scholar of Madinah, and who believed",
          "in the Holy Prophet after the migration. As this thing happened in Madinah, these",
          "commentators say that this verse was revealed at Madinah. This commentary is",
          "based on a statement of Hadrat Sa`d bin Abi Waqqas according to which this verse",
          "was sent down in respect of Hadrat `Abdullah bin Salam [(Bukhari, Muslim, Nasa'i",
          "Ibn Jarir)]; and on the same basis have several major commentators like Ibn",
          "`Abbas, Mujahid, Qatadah, Dahhak, Ibn Sirin, Hasan Basri, Ibn Zaid and `Auf bin",
          "Malik al-Ashja`i accepted this commentary. But, on the other hand, 'Ikrimah and",
          "Sha`bi and Masruq say that this verse cannot be about `Abdullah bin Salam [(may",
          "Allah be pleased with him)] for this entire Surah was sent down at Makkah. Ibn",
          "Jarir Tabari also has preferred this view. He says: The whole previous discourse",
          "is an address directed to the pagans of Makkah and the following discourse also",
          "is directed to them. In this context it is not conceivable that a verse revealed",
          "at Madinah was inserted here. The later commentators who have accepted this",
          "second version, do not reject the tradition of Hadrat Sa'd bin Abi Waqqas, but",
          "have opined that as this verse also applies to Hadrat 'Abdullah bin Salam's",
          "affirmation of the faith, Hadrat Sa`d expressed the opinion, in the tradition of",
          "the ancients, that it was sent down with regard to him. This does not, however,",
          "mean that when he believed, it was revealed then about him only, but that this",
          "verse precisely applied to him and his acceptance of Islam. \n Apparently, this",
          "second view seems to be more correct and reasonable. Now. the question that",
          "remains to be answered is: Who is implied by this witness?[\" Some of the",
          "commentators who have accepted the second view say that it implies the Prophet",
          "Moses [(peace be upon him)], but the following sentence: 'He believed white you",
          "showed arrogance\"], bears no relevance to this explanation. What seems to be",
          "nearer the truth is that which the commentator Nisaburi and Ibn Kathir have",
          "stated. They say: Here, by [\"a witness\"] is not meant any particular person but a",
          "common Israelite.. The meaning is this; [\"The teachings that the Qur'an is",
          "presenting before you are not new so that you could deny them by offering the",
          "excuse that they were novel teachings which had never been presented before man",
          "in the past. Before this these very teachings have been similarly revealed and",
          "exist with the Israclites in the form of the Torah and other scriptures, and a",
          "common Israelite has already believed in them, and also admitted that Allah's",
          "Revelation is a means of the coming down of these teachings. Therefore, you",
          "cannot make the claim that Revelation and these teachings are incomprehensible.",
          "The only thing that hinders you from believing is your arrogance and baseless",
          "conceit. \"]"
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ ۚ وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَٰذَا إِفْكٌ قَدِيمٌ",
      "simpleTranslate" : [
        "And those who disbelieve say of those who believe, \"If it had [truly] been good,",
        "they would not have preceded us to it.\" And when they are not guided by it, they",
        "will say, \"This is an ancient falsehood.\""
      ],
      "tafsirTranslate" : [
        "The unbelievers say to the believers: 'If there was any good in this Book, others",
        "would not have beaten us to its acceptance.' <N:15> But since they have not been",
        "guided to it, they will certainly say: 'This is an old fabrication.' <N:16>"
      ],
      "tanslateWordByWord" : [
        "And say",
        "those who",
        "disbelieve",
        "of those who",
        "believe",
        "If",
        "it had been",
        "good",
        "not",
        "they (would) have preceded us",
        "to it",
        "And when",
        "not",
        "they (are) guided",
        "by it",
        "they say",
        "This",
        "(is) a lie",
        "ancient"
      ],
      "notes" : {
        "16" : [
          "That is, [\"They regard themselves as a criterion of the truth and falsehood. They",
          "think that whatever [(guidance)] they reject must be falsehood. But accepting",
          "them since thousands of years also were devoid of wisdom and knowledge, and the",
          "whole wisdom has now become these people's monopoly.\"]"
        ],
        "15" : [
          "This is one of those arguments that the chiefs of the Quraish employed to beguile",
          "and mislead the common people against the Holy Prophet. They said: If the Qur'an",
          "were really based on the truth and Muhammad [(upon whom be Allah's peace)] were",
          "inviting towards a right thing, the chiefs and the elders and the noblemen of the",
          "community would have been in the forefront to accept it. How could it be that a",
          "few young boys and mean slaves only should accept a reasonable thing but the",
          "distinguished men of the nation, who are wise and experienced, and who have been",
          "held as reliable by others, would reject it? This was the deceptive reasoning by",
          "which they tried to make the common people believe that there was something wrong",
          "with the new message; that is why the ciders of the people were not believing it;",
          "therefore, they also should avoid it."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَمِنْ قَبْلِهِ كِتَابُ مُوسَىٰ إِمَامًا وَرَحْمَةً ۚ وَهَٰذَا كِتَابٌ مُصَدِّقٌ لِسَانًا عَرَبِيًّا لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرَىٰ لِلْمُحْسِنِينَ",
      "simpleTranslate" : [
        "And before it was the scripture of Moses to lead and as a mercy. And this is a",
        "confirming Book in an Arabic tongue to warn those who have wronged and as good",
        "tidings to the doers of good."
      ],
      "tafsirTranslate" : [
        "Yet before this the Book was revealed to Moses as a guide and a mercy. This Book,",
        "which confirms it, is in the Arabic tongue to warn the wrong-doers <N:17> and to",
        "give good tidings to those who do good."
      ],
      "tanslateWordByWord" : [
        "And before it",
        "And before it",
        "(was the) Scripture",
        "(of) Musa",
        "(as) a guide",
        "and a mercy",
        "And this",
        "(is) a Book",
        "confirming",
        "(in) language",
        "Arabic",
        "to warn",
        "those who",
        "do wrong",
        "and (as) glad tidings",
        "for the good-doers"
      ],
      "notes" : {
        "17" : [
          "[\"To warn the wrongdoers :\"] To warn of the evil end those who are being unjust",
          "to themselves and to the truth itself by disbelieving in Allah and serving others",
          "than Allah, and are involved because of this deviation of theirs in the evils of",
          "morals and deeds, which have filled human society with every kind of wickedness",
          "and injustice."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "simpleTranslate" : [
        "Indeed, those who have said, \"Our Lord is Allah ,\" and then remained on a right",
        "course - there will be no fear concerning them, nor will they grieve."
      ],
      "tafsirTranslate" : [
        "Surely those who said: 'Our Lord is Allah' and then remained steadfast shall have",
        "nothing to fear nor to grieve. <N:18>"
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "those who",
        "say",
        "Our Lord",
        "(is) Allah",
        "then",
        "remain firm",
        "then no",
        "fear",
        "on them",
        "and not",
        "they",
        "will grieve"
      ],
      "notes" : {
        "18" : [
          "For explanation, see E.N.'s 33 to 35 of Ha-Mim As-Sajdah."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ خَالِدِينَ فِيهَا جَزَاءً بِمَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "Those are the companions of Paradise, abiding eternally therein as reward for",
        "what they used to do."
      ],
      "tafsirTranslate" : [
        "They are the people of Paradise. They shall remain in it forever as a reward for",
        "their deeds."
      ],
      "tanslateWordByWord" : [
        "Those",
        "(are the) companions",
        "(of) Paradise",
        "abiding forever",
        "therein",
        "a reward",
        "for what",
        "they used to",
        "do"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا ۖ حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا ۖ وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا ۚ حَتَّىٰ إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي ۖ إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ",
      "simpleTranslate" : [
        "And We have enjoined upon man, to his parents, good treatment. His mother carried",
        "him with hardship and gave birth to him with hardship, and his gestation and",
        "weaning [period] is thirty months. [He grows] until, when he reaches maturity and",
        "reaches [the age of] forty years, he says, \"My Lord, enable me to be grateful for",
        "Your favor which You have bestowed upon me and upon my parents and to work",
        "righteousness of which You will approve and make righteous for me my offspring.",
        "Indeed, I have repented to You, and indeed, I am of the Muslims.\""
      ],
      "tafsirTranslate" : [
        "We have enjoined man to be kind to his parents. In pain did his mother bear him",
        "and in pain did she give birth to him. The carrying of the child to his weaning",
        "is a period of thirty months. <N:19> And when he is grown to full maturity and",
        "reaches the age of forty, he prays: 'My Lord, dispose me that I may give thanks",
        "for the bounty that You have bestowed upon me and my parents, and dispose me that",
        "I may do righteous deeds that would please You, <N:20> and also make my",
        "descendants righteous. I repent to You, and I am one of those who surrender",
        "themselves to You.'"
      ],
      "tanslateWordByWord" : [
        "And We have enjoined",
        "(on) man",
        "to his parents",
        "kindness",
        "Carried him",
        "his mother",
        "(with) hardship",
        "and gave birth to him",
        "(with) hardship",
        "And (the) bearing of him",
        "and (the) weaning of him",
        "(is) thirty",
        "month(s)",
        "until",
        "when",
        "he reaches",
        "his maturity",
        "and reaches",
        "forty",
        "year(s)",
        "he says",
        "My Lord",
        "grant me (the) power",
        "that",
        "I may be grateful",
        "(for) Your favor",
        "which",
        "You have bestowed",
        "upon me",
        "and upon",
        "my parents",
        "and that",
        "I do",
        "righteous (deeds)",
        "which please You",
        "and make righteous",
        "for me",
        "among",
        "my offspring",
        "indeed",
        "I turn",
        "to You",
        "and indeed, I am",
        "of",
        "those who submit"
      ],
      "notes" : {
        "20" : [
          "That is, \"]O Lord, grant me the grace of such righteous deeds as may conform to",
          "Your Law in the apparent form as well as be acceptable to You in their actual",
          "worth.\" If an action, however good in the sight of the people, does not conform",
          "to obedience to Allah's Law, it cannot have any value in the sight of AIIah, no",
          "matter how highly it is praised by the people. On the contrary, another action",
          "which conforms to the Shari 'ah exactly and has no flaw or deficiency in its",
          "apparent form, becomes hollow from within, on account of an evil intention,",
          "conceit, arrogance and greed of the world, and so worthless in the sight of",
          "Allah."
        ],
        "19" : [
          "This verse tells that although the children should serve both the mother and the",
          "father, the mother's right is greater in importance, on the ground that she",
          "undergoes greater hardships for the sake of the children. The same is borne out",
          "by a Hadith, which has been related with a little variation in wording in",
          "Bukhari, Muslim, Abu Da'ud, Tirmidhi, Ibn Majah, Musnad Ahmad, and in Adab",
          "al-Mufrad of Imam Bukhari, to the effect that a person asked the Holy Prophet:",
          "[\"Who has got a greater right to my service? The Holy Prophet replied: Your",
          "mother. He asked: Who after her? He replied: Your mother. He asked: Who after",
          "her? He replied: Your mother. He asked: Who after her? He replied: Your father;",
          "\"] This Hadith precisely explains this verse, for in it also allusion has been",
          "made to the triple right of the mother: His mother bore him with hardship; [(2)]",
          "she gave him birth with hardship; and [(3)] his bearing and his weaning took",
          "thirty months. \n Another legal point also is derived from this verse and verse 14",
          "of Surah Luqman and verse 233 of Al-Baqarah, which was pointed out by Hadrat `Ali",
          "and Hadrat Ibn 'Abbas in a law case and made Hadrat `Uthman change his decision.",
          "The story goes that during the caliphate of Hadrat `Uthman [(may Allah be pleased",
          "with him)] a person married a woman from the Juhainah tribe, and just six months",
          "after the marriage she gave birth to a healthy and sound child. The man took the",
          "case before Hadrat `Uthman, who declared the woman to be an adultress and ordered",
          "that she be stoned to death. On hearing this Hadrat `Ali immediately came to",
          "Hadrat `Uthman and asked: What sort of a decision have you given ? He replied:",
          "She has given birth to a sound child six months after marriage. Is it not a clear",
          ".proof of her being an adultress? Hadrat `Ali did not agree, and recited the",
          "three above mentioned verses in their sequence. In Surah Al-Baqarah Allah says:",
          "'The mothers shall suckle their children for two whole inyears, if the fathers",
          "desire the suckling to be completed.[\" In Surah Luqman it is said: \"]And his",
          "weaning took two years,[\" and in Surah AI-Ahqaf: \"]And his bearing and his",
          "weaning took thirty months.[\" Now, if two years of suckling are taken away from",
          "30 months, six months of bearing remain. This shows that the minimum period of",
          "pregnancy in which a sound child can be born is six months. Therefore, the woman",
          "who has given birth to a child six months after the marriage cannot be declared",
          "an adultress . On hearing this reasoning of Hadrat 'Ali, Hadrat 'Uthman admitted",
          "that he had not considered that thing at all. Then he recalled the woman and",
          "changed his decision. According to another tradition, Ibn 'Abbas also supported",
          "the reasoning of Hadrat 'Ali and then Hadrat 'Uthman changed his decision. [(Ibn",
          "Jarir, Ahkam al-Qur an by al-Jassas Ibn Kathir)]. \n The following legal",
          "injunctions are derived from the three verses when they are read together: The",
          "woman who gives birth to a sound and complete child in less than six months after",
          "marriage [(i.e. in a proper delivery and not abortion)] will be declared an",
          "adultress and her child's lineage from her husband will not be established. \n",
          "[(2)] The woman who delivers a sound and complete child six months or more after",
          "marriage, cannot be accused of adultery only on the basis of the child birth, nor",
          "can her husband have the right to slander her, nor can he refuse to acknowledge",
          "fatherhood of the child; the child will certainly be recognized as his, and the",
          "woman will not be punished. \n [(3)] The maximum period for fosterage is two",
          "years. If a woman has suckled a child after this age, she will not be regarded as",
          "his foster mother, nor will the injunctions pertaining to fosterage [(An-Nisa: 23",
          "<V:4:23>)] be applicable to her. In this regard, Imam Abu Hanifah has out of",
          "caution proposed the period of two and a half years instead of two years so that",
          "there remains no chance of error in a delicate matter like the prohibition of the",
          "foster relations. [(For explanation, see E N. 23 of Surah Luqman)]. Here, it",
          "would be useful to know that according to the latest medical research a child",
          "needs at least 28 weeks to remain in the mother's womb to be developed and",
          "delivered as a living baby. This period amounts to a little more than 6 months.",
          "The Islamic law has allowed a concession of about half a month, because a woman's",
          "being declared an adultress and a child's being deprived of lineage is a grave",
          "matter, and its gravity demands that maximum period be allowed to save both the",
          "mother and the child from its legal consequences. Furthermore, no physician and",
          "no judge, not even the pregnant woman herself and the man impregnating her, can",
          "know as to when exactly did the conception take place. This thing also demands",
          "that a few more days be allowed in determining the minimum Legal period of",
          "pregnancy."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "أُولَٰئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ ۖ وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ",
      "simpleTranslate" : [
        "Those are the ones from whom We will accept the best of what they did and",
        "overlook their misdeeds, [their being] among the companions of Paradise. [That",
        "is] the promise of truth which they had been promised."
      ],
      "tafsirTranslate" : [
        "Such are those from whom We accept their best deeds and whose evil deeds We",
        "overlook. <N:21> They will be among the people of Paradise in consonance with the",
        "true promise made to them."
      ],
      "tanslateWordByWord" : [
        "Those",
        "(are) the ones",
        "We will accept",
        "from them",
        "(the) best",
        "(of) what",
        "they did",
        "and We will overlook",
        "[from]",
        "their evil deeds",
        "among",
        "(the) companions",
        "(of) Paradise",
        "A promise",
        "true",
        "which",
        "they were",
        "promised"
      ],
      "notes" : {
        "21" : [
          "That is, [\"Their ranks in the Hereafter will be determined by the best deeds they",
          "would have done in the world, and their lapses and weaknesses and errors will be",
          "overlooked. It is just like a generous and appreciative master who determines the",
          "worth of his loyal and obedient servant not by the petty services that he renders",
          "but by some work of merit that he might accomplish or a feat of devotion and",
          "dedication that he might perform. He will not call his servant to account for his",
          "minor shortcomings and overlook his major services.\"]"
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي أَنْ أُخْرَجَ وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي وَهُمَا يَسْتَغِيثَانِ اللَّهَ وَيْلَكَ آمِنْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَيَقُولُ مَا هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "But one who says to his parents, \"Uff to you; do you promise me that I will be",
        "brought forth [from the earth] when generations before me have already passed on",
        "[into oblivion]?\" while they call to Allah for help [and to their son], \"Woe to",
        "you! Believe! Indeed, the promise of Allah is truth.\" But he says, \"This is not",
        "but legends of the former people\" -"
      ],
      "tafsirTranslate" : [
        "But he who says to his parents: 'Fie on you! Do you threaten me that I shall be",
        "resurrected, although myriad generations have passed away before me (and not one",
        "of them was resurrected)?' The parents beseech Allah (and say to their child):",
        "'Woe to you, have faith. Surely Allah's promise is true.' But he says: 'All this",
        "is nothing but fables of olden times.'"
      ],
      "tanslateWordByWord" : [
        "But the one who",
        "says",
        "to his parents",
        "Uff",
        "to both of you",
        "Do you promise me",
        "that",
        "I will be brought forth",
        "and have already passed away",
        "and have already passed away",
        "the generations",
        "before me",
        "before me",
        "And they both",
        "seek help",
        "(of) Allah",
        "Woe to you",
        "Believe",
        "Indeed",
        "(the) Promise",
        "(of) Allah",
        "(is) true",
        "But he says",
        "Not",
        "(is) this",
        "but",
        "(the) stories",
        "(of) the former (people)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "أُولَٰئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ ۖ إِنَّهُمْ كَانُوا خَاسِرِينَ",
      "simpleTranslate" : [
        "Those are the ones upon whom the word has come into effect, [who will be] among",
        "nations which had passed on before them of jinn and men. Indeed, they [all] were",
        "losers."
      ],
      "tafsirTranslate" : [
        "It is against such that Allah's sentence (of punishment) has become due. They",
        "will join the communities of humans and jinn that have preceded them. Verily all",
        "of them will court utter loss. <N:22>"
      ],
      "tanslateWordByWord" : [
        "Those ",
        "(are) the ones",
        "(has) proved true",
        "against them",
        "the word",
        "among",
        "nations",
        "(that) already passed away",
        "(that) already passed away",
        "before them",
        "before them",
        "of",
        "(the) jinn",
        "and the men",
        "Indeed, they",
        "are",
        "(the) losers"
      ],
      "notes" : {
        "22" : [
          "Here, two types of the character have been placed side by side and the listeners",
          "asked the silent question as to which of them is better. At that time both these",
          "types of character practically existed in the society, and it was not at aII",
          "difficult for the people to know where they could find the first type of the",
          "character and where the second. This is the answer to this saying of the chiefs",
          "of the Quraish: [\"If it had been any good to believe in this Book, these few",
          "youngsters and slaves would not have believed in it before they did.\"] In the",
          "light of this answer everyone could see for himself as to what was the character",
          "of the believers and what of the unbelievers."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا ۖ وَلِيُوَفِّيَهُمْ أَعْمَالَهُمْ وَهُمْ لَا يُظْلَمُونَ",
      "simpleTranslate" : [
        "And for all there are degrees [of reward and punishment] for what they have done,",
        "and [it is] so that He may fully compensate them for their deeds, and they will",
        "not be wronged."
      ],
      "tafsirTranslate" : [
        "Of these all have ranks according to their deeds so that Allah may fully",
        "recompense them for their deeds. They shall not be wronged. <N:23>"
      ],
      "tanslateWordByWord" : [
        "And for all",
        "(are) degrees",
        "for what",
        "they did",
        "and that He may fully compensate them",
        "(for) their deeds",
        "and they",
        "will not be wronged",
        "will not be wronged"
      ],
      "notes" : {
        "23" : [
          "That is, [\"Neither will the good deeds and sacrifices of the good people be lost,",
          "nor the evildoers awarded a greater punishment than what they will actually",
          "deserve. If a good man is deprived of his reward and receives a lesser reward",
          "than what is actually his due, it is injustice. Likewise, if an evildoer is not",
          "punished appropriately for his evil deeds, or receives a greater punishment than",
          "deserved, it is also injustice. \"]"
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَفْسُقُونَ",
      "simpleTranslate" : [
        "And the Day those who disbelieved are exposed to the Fire [it will be said], \"You",
        "exhausted your pleasures during your worldly life and enjoyed them, so this Day",
        "you will be awarded the punishment of [extreme] humiliation because you were",
        "arrogant upon the earth without right and because you were defiantly",
        "disobedient.\""
      ],
      "tafsirTranslate" : [
        "And on the Day when the unbelievers will be exposed to the Fire, they will be",
        "told: 'You have exhausted your share of the bounties in the life of the world,",
        "and you took your fill of enjoyments. So, degrading chastisement shall be yours",
        "on this Day for you waxed arrogant in the earth without justification and acted",
        "iniquitously.' <N:24>"
      ],
      "tanslateWordByWord" : [
        "And (the) Day",
        "will be exposed",
        "those who",
        "disbelieved",
        "to",
        "the Fire",
        "You exhausted",
        "your good things",
        "in",
        "your life",
        "(of) the world",
        "and you took your pleasures",
        "therein",
        "So today",
        "you will be recompensed",
        "(with) a punishment",
        "humiliating",
        "because",
        "you were",
        "arrogant",
        "in",
        "the earth",
        "without",
        "[the] right",
        "and because",
        "you were",
        "defiantly disobedient"
      ],
      "notes" : {
        "24" : [
          "[\"A torment of disgrace\"], because of the arrogance that they showed. They",
          "thought they were big people and it was below their dignity to believe in the",
          "Messenger and join the group of the poor and indigent believers. They were",
          "involved in the false pride that if the big people like them would believe in a",
          "thing which a few slaves and poor men had believed in, they would incur infamy.",
          "That is why AIIah will disgrace them in the Hereafter and will destroy their",
          "pride."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالْأَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
      "simpleTranslate" : [
        "And mention, [O Muhammad], the brother of 'Aad, when he warned his people in the",
        "[region of] al-Ahqaf - and warners had already passed on before him and after him",
        "- [saying], \"Do not worship except Allah . Indeed, I fear for you the punishment",
        "of a terrible day.\""
      ],
      "tafsirTranslate" : [
        "Recount to them the story of (Hud), the brother of (the tribe of) 'Ad. Hud warned",
        "his people beside the sand-dunes <N:25> ' and there have been other warners",
        "before him and since his time ' saying: 'Serve none but Allah. Verily I fear that",
        "the chastisement of an awesome day shall come upon you.'"
      ],
      "tanslateWordByWord" : [
        "And mention",
        "(the) brother",
        "(of) Aad",
        "when",
        "he warned",
        "his people",
        "in the Al-Ahqaf ",
        "and had already passed away",
        "and had already passed away",
        "[the] warners",
        "before him",
        "before him",
        "before him",
        "and after him",
        "and after him",
        "That not",
        "you worship",
        "except",
        "Allah",
        "Indeed, I",
        "[I] fear",
        "for you",
        "a punishment",
        "(of) a Day",
        "Great"
      ],
      "notes" : {
        "25" : [
          "As the chiefs of the Quraish had a false pride of their superiority and exulted",
          "in their wealth and prosperity, the story of `Ad is being related to them about",
          "whom it was well known that they had been the mightiest people in Arabia. \n",
          "Literally, Ahqaf [(pl. of hiqf)] are long dunes of sand less in height than",
          "mountains, but technically it is a name given to the southern-western part of the",
          "Arabian desert [(Ar-Rub'ul-khali)] which is wholly un-inhabited. Please see the",
          "map on page 672. \n Ibn Ishaq says that the territory of 'Ad extended from 'Oman",
          "to Yaman, and the Qur'an tells us that they actually belonged to Al-Ahqaf from",
          "where they spread to the adjoining lands and subdued weak nations. 125 miles to",
          "the north of the present-day city of Makkah there is a place in Hadramaut, where",
          "the people have built a tomb to the Prophet Hud, and the place is well known as",
          "the Grave of Hud. A religious festival is held there on the 15th of Sha'ban and",
          "thousands of people from different parts of Arabia gather there annually.",
          "Although it is not historically established, the grave's being built there and",
          "the southern Arabs' visiting it in large numbers is at least a proof that local",
          "tradition regards this very territory as the land of `Ad. Besides, there are",
          "several nuns in Hadramaut which the natives still call by the name of Dar-'Ad",
          "[(Abode of 'Ad)]. \n From the present condition of Al-Ahqaf no one can even",
          "imagine that this land might have been the home of a mighty people boasting of",
          "magnificent civilization. Probably it was a green and fertile land thousands of",
          "years ago, and then the change of climate might have turned it into a sandy",
          "desert. Today it is a vast, wind-swept desert, and no one can dare go into its",
          "interior. In 1843 A.D. a Bavarian soldier was able to reach its southern edge. He",
          "says that if one looks down from the northern plateau of Hadramaut one can see",
          "this desert about a thousand feet in the depression. Here and there in it there",
          "are white areas where if a thing falls it goes on sinking into the sand and",
          "decays. The Arab Beduins fear this land and arc never willing to step into it at",
          "any cost. Once when the Bedouins were not ready to take him there, he went by",
          "himself. He says that the sand there is very fine powder, and when he threw a",
          "plummet into it from a distance, it sank into it within five minutes and the end",
          "of the line to which it was attached, also decayed. \n For detailed information,",
          "sec: \n Arabia and The Isles, Harold Ingrams, London, 1946. \n The Unveiling of",
          "Arabia, R H. Kirnan, London, 1937. \n The Empty Quarter. Philby. London, 1933."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "قَالُوا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
      "simpleTranslate" : [
        "They said, \"Have you come to delude us away from our gods? Then bring us what you",
        "promise us, if you should be of the truthful.\""
      ],
      "tafsirTranslate" : [
        "They said: 'Have you come to us to turn us away from our gods? Then, bring upon",
        "us the scourge that you threaten us with. Do so if you are truthful.'"
      ],
      "tanslateWordByWord" : [
        "They said",
        "Have you come to us",
        "to turn us away",
        "from",
        "our gods",
        "Then bring us",
        "what",
        "you threaten us",
        "if",
        "you are",
        "of",
        "the truthful"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "قَالَ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَأُبَلِّغُكُمْ مَا أُرْسِلْتُ بِهِ وَلَٰكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ",
      "simpleTranslate" : [
        "He said, \"Knowledge [of its time] is only with Allah , and I convey to you that",
        "with which I was sent; but I see you [to be] a people behaving ignorantly.\""
      ],
      "tafsirTranslate" : [
        "He replied: 'Allah alone knows about this. <N:26> I only convey to you the",
        "Message that I have been sent with. But I see that you are an ignorant people.'",
        "<N:27>"
      ],
      "tanslateWordByWord" : [
        "He said",
        "Only",
        "the knowledge",
        "(is) with Allah",
        "(is) with Allah",
        "and I convey to you",
        "what",
        "I am sent",
        "with it",
        "but",
        "I see you",
        "a people",
        "ignorant"
      ],
      "notes" : {
        "26" : [
          "That is, [\"Allah alone knows as to when the torment will descend on you and for",
          "how long you will be granted respite.\"]"
        ],
        "27" : [
          "That is, [\"You are taking my warning as a joke in your ignorance and are",
          "demanding the torment for fun. You have no idea of how dreadful is God's torment",
          "and how near at hand it might have approached because of your misdeeds. \"]"
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَٰذَا عَارِضٌ مُمْطِرُنَا ۚ بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ ۖ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "And when they saw it as a cloud approaching their valleys, they said, \"This is a",
        "cloud bringing us rain!\" Rather, it is that for which you were impatient: a wind,",
        "within it a painful punishment,"
      ],
      "tafsirTranslate" : [
        "When they saw the scourge advancing towards their valleys, they said: 'This is a",
        "cloud that will bring much rain to us.' 'By no means; <N:28> it is what you had",
        "sought to hasten ' a wind-storm bearing a grievous chastisement"
      ],
      "tanslateWordByWord" : [
        "Then when",
        "they saw it",
        "(as) a cloud",
        "approaching",
        "their valleys",
        "they said",
        "This",
        "(is) a cloud",
        "bringing us rain",
        "Nay",
        "it",
        "(is) what",
        "you were asking it to be hastened",
        "you were asking it to be hastened",
        "a wind",
        "in it",
        "(is) a punishment",
        "painful"
      ],
      "notes" : {
        "28" : [
          "Here, there is no indication as to who gave them this answer. However, the style",
          "shows explicitly that this was the answer they were given by the existing",
          "conditions. They thought it was a cloud which was coming to give rain to their",
          "valleys, but in reality it was a windstorm that was coming on to completely",
          "exterminate them."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَىٰ إِلَّا مَسَاكِنُهُمْ ۚ كَذَٰلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ",
      "simpleTranslate" : [
        "Destroying everything by command of its Lord. And they became so that nothing was",
        "seen [of them] except their dwellings. Thus do We recompense the criminal people."
      ],
      "tafsirTranslate" : [
        "that will destroy everything by the command of its Lord.' Thereafter nothing was",
        "left to be seen except their dwellings. Thus do We requite the wrong-doers.",
        "<N:29>"
      ],
      "tanslateWordByWord" : [
        "Destroying",
        "every",
        "thing",
        "by (the) command",
        "(of) its Lord",
        "Then they became (such)",
        "not",
        "is seen",
        "except",
        "their dwellings",
        "Thus",
        "We recompense",
        "the people",
        "[the] criminals"
      ],
      "notes" : {
        "29" : [
          "For the details of the story of 'Ad, see AI-A'raf: 65-72, Hud: 50-60,",
          "AI-Mu'minun: 31-41. Ash-Shu'ara: 123-140, AI-'Ankabut: 40, Iii-Mim AsSajdah:",
          "15-16 and the corresponding E.N.'s."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
      "simpleTranslate" : [
        "And We had certainly established them in such as We have not established you, and",
        "We made for them hearing and vision and hearts. But their hearing and vision and",
        "hearts availed them not from anything [of the punishment] when they were",
        "[continually] rejecting the signs of Allah ; and they were enveloped by what they",
        "used to ridicule."
      ],
      "tafsirTranslate" : [
        "We had established them firmly in a manner We have not established you. <N:30> We",
        "had given them ears and eyes and hearts. But nothing availed them ' neither their",
        "ears, nor their eyes, nor their hearts, for they denied the Signs of Allah.",
        "<N:31> Then what they had mocked at encompassed them."
      ],
      "tanslateWordByWord" : [
        "And certainly",
        "We had established them",
        "in what",
        "not",
        "We have established you",
        "in it",
        "and We made",
        "for them",
        "hearing",
        "and vision",
        "and hearts",
        "But not",
        "availed",
        "them",
        "their hearing",
        "and not",
        "their vision",
        "and not",
        "their hearts",
        "any",
        "thing",
        "when",
        "they were",
        "rejecting",
        "(the) Signs",
        "(of) Allah",
        "and enveloped",
        "them",
        "what",
        "they used to",
        "[at it]",
        "ridicule"
      ],
      "notes" : {
        "30" : [
          "That is, [\"You are no match for them as far as wealth, power, authority and other",
          "things are concerned: your sphere of authority is restricted to the bounds of the",
          "city of Makkah, but they had dominated a large part of the earth. \"]"
        ],
        "31" : [
          "An important truth has been stated in this brief sentence. It is only the",
          "Revelations of Allah which give the right knowledge and understanding of the",
          "truth and reality to man. If man has this understanding and knowledge he sees the",
          "right thing with his eyes, hears the right thing with his ears, thinks the right",
          "thing with his mind and intellect and takes the right decisions. But when he",
          "refuses to believe in the Revelations of Allah, he fails to see the truth in",
          "spite of the eyes, becomes deaf to every word of admonition in spite of the ears,",
          "and misuses the blessings of the mind and intellect that God has granted him, and",
          "goes on drawing wrong conclusions one after the other; so much so that he starts",
          "'sing aII his capabilities for his own destruction."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُمْ مِنَ الْقُرَىٰ وَصَرَّفْنَا الْآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ",
      "simpleTranslate" : [
        "And We have already destroyed what surrounds you of [those] cities, and We have",
        "diversified the signs [or verses] that perhaps they might return [from",
        "disbelief]."
      ],
      "tafsirTranslate" : [
        "Surely We destroyed many a town around you. We sent Our Messages to them",
        "repeatedly and in diverse forms that they may eschew (their evil ways) and return",
        "(to Allah)."
      ],
      "tanslateWordByWord" : [
        "And certainly",
        "We destroyed",
        "what",
        "surrounds you",
        "of",
        "the towns",
        "and We have diversified",
        "the Signs",
        "that they may",
        "return"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً ۖ بَلْ ضَلُّوا عَنْهُمْ ۚ وَذَٰلِكَ إِفْكُهُمْ وَمَا كَانُوا يَفْتَرُونَ",
      "simpleTranslate" : [
        "Then why did those they took besides Allah as deities by which to approach [Him]",
        "not aid them? But they had strayed from them. And that was their falsehood and",
        "what they were inventing."
      ],
      "tafsirTranslate" : [
        "So why did those whom they had set up as gods apart from Allah, hoping that they",
        "would bring them nearer to Him, not come to their aid? <N:32> Instead, they",
        "failed them. This was the end of the lie they had fabricated and the false",
        "beliefs they had invented."
      ],
      "tanslateWordByWord" : [
        "Then why (did) not",
        "help them",
        "those whom",
        "they had taken",
        "besides",
        "besides",
        "Allah",
        "gods as a way of approach",
        "gods as a way of approach",
        "Nay",
        "they were lost",
        "from them",
        "And that",
        "(was) their falsehood",
        "and what",
        "they were",
        "inventing"
      ],
      "notes" : {
        "32" : [
          "That is, [\"They had put faith in those things in the beginning with the idea that",
          "they were favourite servants of God and through them they would attain nearness",
          "to Him, but then gradually they made them their gods. They started invoking them",
          "for help; they formed the belief that they had the powers to change their",
          "destinies and could answer their prayers and remove their hardships.\"] To deliver",
          "them from this error Allah sent His Revelations through His Messengers over and",
          "over again in different ways to bring them to the right path, but they persisted",
          "m the worship of their gods, and continued to insist that they would still invoke",
          "them instead of Allah. Now consider this: When the torment of Allah visited these",
          "polytheists because of their deviation, where had their redressers of grievances",
          "and removers of hardships disappeared? Why didn't they come to their rescue at",
          "the time of affliction?"
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا ۖ فَلَمَّا قُضِيَ وَلَّوْا إِلَىٰ قَوْمِهِمْ مُنْذِرِينَ",
      "simpleTranslate" : [
        "And [mention, O Muhammad], when We directed to you a few of the jinn, listening",
        "to the Qur'an. And when they attended it, they said, \"Listen quietly.\" And when",
        "it was concluded, they went back to their people as warners."
      ],
      "tafsirTranslate" : [
        "And call to mind when We sent to you a party of the jinn that they may listen to",
        "the Qur'an. <N:33> When they reached the place (where you were reciting the",
        "Qur'an), they said to one another: 'Be silent (and listen).' And when the",
        "recitation ended, they went back to their people as warners."
      ],
      "tanslateWordByWord" : [
        "And when",
        "We directed",
        "to you",
        "a party",
        "of",
        "the jinn",
        "listening",
        "(to) the Quran",
        "And when",
        "they attended it",
        "they said",
        "Listen quietly",
        "And when",
        "it was concluded",
        "they turned back",
        "to",
        "their people",
        "(as) warners"
      ],
      "notes" : {
        "33" : [
          "The traditions that have been related from Hadrat `Abdullah bin Mas'ud, Hadrat",
          "Zubair, Hadrat 'Abdullah bin 'Abbas, Hasan Basri, Said bin Jubair, Zarr bin",
          "Hubaish, Mujahid, 'ikrimah and others in connection with the commentary of this",
          "verse concur that this incident of the first visit of the jinns, which has been",
          "mentioned in this verse, had occurred in the valley of Nakhlah. And according to",
          "Ibn Ishaq, Abu Nu`aim Isfahaini and Waqidi, this incident occurred during the",
          "Holy Prophet's return journey from Ta'if to Makkah. On the way, when he halted at",
          "Nakhlah, and was reciting the Qur'an in the 'Isha' or the Fajr or the Tahajjud",
          "Prayer, a group of the jinns happened to pass by and stopped to listen to him. In",
          "this connection, all the traditions agree that on this occasion the jinns did not",
          "appear before the Holy Prophet, nor did he feel their presence, but AIIah",
          "informed him afterwards by revelation that they had come and listened to the",
          "Qur'anic recitation. \n The place where this incident took place was either",
          "Az-Zaimah or AsSayl-ul-Kabir, for both these places are situated in the valley of",
          "Nakhlah and at both water is available and are green; if the travellers from",
          "Ta'if have to halt in this valley, they can halt at either of the places. Please",
          "see the map for the location of these places."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَىٰ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَىٰ طَرِيقٍ مُسْتَقِيمٍ",
      "simpleTranslate" : [
        "They said, \"O our people, indeed we have heard a [recited] Book revealed after",
        "Moses confirming what was before it which guides to the truth and to a straight",
        "path."
      ],
      "tafsirTranslate" : [
        "They said: 'Our people, We have heard a Scripture revealed after Moses, verifying",
        "the Scriptures revealed before it; it guides to the Truth and to the Straight",
        "Way. <N:34>"
      ],
      "tanslateWordByWord" : [
        "They said",
        "O our people",
        "Indeed, we",
        "[we] have heard",
        "a Book",
        "revealed",
        "after",
        "after",
        "Musa",
        "confirming",
        "what",
        "(was) before it",
        "(was) before it",
        "guiding",
        "to",
        "the truth",
        "and to",
        "a Path",
        "Straight"
      ],
      "notes" : {
        "34" : [
          "This shows that these jinns had already had faith in the Prophet Moses and in the",
          "Divine Books. After hearing the Qur'an they felt that it gave the same teachings",
          "as the former Prophets had been preaching. Therefore, they believed in this Book",
          "forthwith and also in the Holy prophet who had brought it."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ",
      "simpleTranslate" : [
        "O our people, respond to the Messenger of Allah and believe in him; Allah will",
        "forgive for you your sins and protect you from a painful punishment."
      ],
      "tafsirTranslate" : [
        "Our people, respond to the call of him who calls you to Allah and believe in him.",
        "Allah will forgive your sins and will protect you from a grievous chastisement.'",
        "<N:35>"
      ],
      "tanslateWordByWord" : [
        "O our people",
        "Respond",
        "(to the) caller",
        "(of) Allah",
        "and believe",
        "in him",
        "He will forgive",
        "for you",
        "of",
        "your sins",
        "and will protect you",
        "from",
        "a punishment",
        "painful"
      ],
      "notes" : {
        "35" : [
          "Authentic traditions show that after this several deputations of the jinns",
          "visited the Holy Prophet, one after the other, and met him face to face. When all",
          "the traditions related in the collections of Hadith on this subject are read",
          "together, it appears that at least six deputations had visited him in Makkah",
          "before the Hijrah. \n About one of these deputations Hadrat 'Abdullah bin Mas'ud",
          "relates: 'One day the Holy Prophet remained missing from Makkah for the whole",
          "night. We could not know his whereabouts and feared he might have been attacked",
          "by somebody. Early in the morning we saw him coming from the direction of Hira'.",
          "On enquiring he said that a jinn had come to invite him and he had accompanied",
          "him and recited the Qur'an to a gathering of them there.[\" [(Muslim, Musnad",
          "Ahmad, Tirmidhi, Abu Da'ud)]. \n Hadrat 'Abdullah bin Mas'ud has related another",
          "tradition, saying: \"]Once the Holy Prophet asked his Companions in Makkah as to",
          "which of them would accompany him that night to meet the jinns. I became ready to",
          "go with him. At a place in the upper quarters of Makkah the Holy Prophet drew a",
          "line and told me not to cross it. Then he went forward and stood and began to",
          "recite the Qur'an. I saw that a number of the people had gathered around him and",
          "they stood between me and him.\"' [(Ibn Jarir, Baihaqi: Dala`il an-Nubuwwat, Abu",
          "Nu`aim Isfahani: Dale Il an-Nubuwuat)]. \n On another occasion also during the",
          "night Hadrat `Abdullah bin Mas'ud was with the Holy Prophet and he decided a case",
          "of the jinns at Hajun in Makkah. Many years later Ibn Mas'ud saw a group of the",
          "villagers at Kufa and said that the group of the jinns he had seen at Hajun",
          "closely resembled those people. [(Ibn Jarir)]."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَمَنْ لَا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِيَاءُ ۚ أُولَٰئِكَ فِي ضَلَالٍ مُبِينٍ",
      "simpleTranslate" : [
        "But he who does not respond to the Caller of Allah will not cause failure [to",
        "Him] upon earth, and he will not have besides Him any protectors. Those are in",
        "manifest error.\""
      ],
      "tafsirTranslate" : [
        "And <N:36> he who does not respond to the one who calls to Allah will not be able",
        "to frustrate Him on earth, nor will they have anyone to protect them from Allah.",
        "Such people are in manifest error."
      ],
      "tanslateWordByWord" : [
        "And whoever",
        "(does) not",
        "respond",
        "(to the) caller",
        "(of) Allah",
        "then not",
        "he can escape",
        "in",
        "the earth",
        "and not",
        "for him",
        "besides Him",
        "besides Him",
        "protectors",
        "Those",
        "(are) in",
        "error",
        "clear"
      ],
      "notes" : {
        "36" : [
          "This sentence might also be a part of the saying of the jinns, or it might be an",
          "addition by Allah to their saying. In view of the context the second view seems",
          "to be more reasonable."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ ۚ بَلَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "Do they not see that Allah , who created the heavens and earth and did not fail",
        "in their creation, is able to give life to the dead? Yes. Indeed, He is over all",
        "things competent."
      ],
      "tafsirTranslate" : [
        "Do they not see that Allah, Who created the heavens and the earth ' and creating",
        "them did not wear Him out ' has the power to bring the dead back to life? Why",
        "not! He certainly has the power over everything."
      ],
      "tanslateWordByWord" : [
        "Do not",
        "they see",
        "that",
        "Allah",
        "(is) the One Who",
        "created",
        "the heavens",
        "and the earth",
        "and (was) not",
        "tired",
        "by their creation",
        "(is) able",
        "to give life",
        "to give life",
        "to give life",
        "(to) the dead",
        "Yes",
        "indeed He",
        "(is) on",
        "every",
        "thing",
        "All-Powerful"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَلَيْسَ هَٰذَا بِالْحَقِّ ۖ قَالُوا بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ",
      "simpleTranslate" : [
        "And the Day those who disbelieved are exposed to the Fire [it will be said], \"Is",
        "this not the truth?\" They will say, \"Yes, by our Lord.\" He will say, \"Then taste",
        "the punishment because you used to disbelieve.\""
      ],
      "tafsirTranslate" : [
        "On the Day when the unbelievers will be brought within sight of the Fire, they",
        "will be asked: 'Is this not the Truth?' and they will answer 'Yes, by Our Lord",
        "(this is the Truth).' Allah will say: 'Then suffer the chastisement as a requital",
        "for your disbelieving.'"
      ],
      "tanslateWordByWord" : [
        "And (the) Day",
        "are exposed",
        "those who",
        "disbelieved",
        "to",
        "the Fire",
        "Is not",
        "this",
        "the truth",
        "They will say",
        "Yes",
        "by our Lord",
        "He will say",
        "Then taste",
        "the punishment",
        "because",
        "you used to",
        "disbelieve"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَهُمْ ۚ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ ۚ بَلَاغٌ ۚ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ",
      "simpleTranslate" : [
        "So be patient, [O Muhammad], as were those of determination among the messengers",
        "and do not be impatient for them. It will be - on the Day they see that which",
        "they are promised - as though they had not remained [in the world] except an hour",
        "of a day. [This is] notification. And will [any] be destroyed except the",
        "defiantly disobedient people?"
      ],
      "tafsirTranslate" : [
        "So bear with patience, (O Prophet), even as the Messengers endowed with firmness",
        "of resolve <N:37> (before you) bore with patience, and do not be hasty in their",
        "regard. The Day when they see what they had been warned against they will feel as",
        "though they had remained in the world no more than an hour of a day. (The Truth",
        "has been conveyed.) Will any, then, suffer perdition except those who disobey?"
      ],
      "tanslateWordByWord" : [
        "So be patient",
        "as",
        "had patience",
        "those of determination",
        "those of determination",
        "of",
        "the Messengers",
        "and (do) not",
        "seek to hasten",
        "for them",
        "As if they had",
        "(the) Day",
        "they see",
        "what",
        "they were promised",
        "not",
        "remained",
        "except",
        "an hour",
        "of",
        "a day",
        "A notification",
        "But will",
        "(any) be destroyed",
        "except",
        "the people ",
        "the defiantly disobedient"
      ],
      "notes" : {
        "37" : [
          "That is, [\"Just as the Prophets before you went on enduring with patience and",
          "ceaseless struggle the indifference, opposition, resistance and persecutions of",
          "their people for years on end, so should you also do the same, and do not",
          "entertain the idea that either the people should believe in you immediately or.",
          "if they do not believe, Allah should visit them with His torment \"]"
        ]
      }
    }
  ],
  "medinian" : false
}