{
  "chapterNumber" : 56,
  "nbVerses" : 96,
  "name" : "The Inevitable, The Event, That Which Must Come to Pass",
  "nameArabic" : "الواقعة",
  "transName" : "al-wāqiʿa",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "إِذَا وَقَعَتِ الْوَاقِعَةُ",
      "simpleTranslate" : [
        "When the Occurrence occurs,"
      ],
      "tafsirTranslate" : [
        "When the Event will come to pass"
      ],
      "tanslateWordByWord" : [
        "When",
        "occurs",
        "the Event"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ",
      "simpleTranslate" : [
        "There is, at its occurrence, no denial."
      ],
      "tafsirTranslate" : [
        "' and then there will be no one to deny its occurrence <N:1> '"
      ],
      "tanslateWordByWord" : [
        "Not",
        "at its occurrence",
        "a denial"
      ],
      "notes" : {
        "1" : [
          "Opening the discourse with this sentece by itself signifies that this is an",
          "answer to the objections that were than being raised in the disbelievers",
          "conferences against Resurrection. This was the time when the people of Makkah had",
          "just begun to hear the invitation to Islam from the Holy Prophet Muhammad [(upon",
          "be Allah's peace and blessing)]. In it what seemed most astonishing and remote",
          "from reason to them was that the entire system of the earth and heavens would one",
          "day be overturned and then another world would be set up in which aII the dead,",
          "of the former and the latter generations, would be resurrected. Bewildered they",
          "would ask: `This is just impossible ! Where will this earth, these oceans, these",
          "mountains, this moon and sun go? How will the centuries-old dead bodies rise up",
          "to life ? How can one in his senses believe that there will be another life after",
          "death and there will be gardens of Paradise and the fire of Hell ?[\" Such were",
          "the misgivings that were being expressed at that time everywhere in Makkah. It",
          "vas against this background that it was said: \"]When the inevitable event",
          "happens, there shall be no one to belie it. [\" \n In this verse the word \"]wagi ah",
          "[\" [(event)] has been used for Resurrection, which nearly means the same thing as",
          "the English word 'inevitable', signifying thereby that it is something that must",
          "come to pass. Then, its happening has been described by the word \"]waqi ah, \"",
          "which is used for the sudden occurrence of a disaster. Laisa li-waq'at-i-ha",
          "kadhibat-un can have two meanings: [(I)] That it will not be possible that its",
          "occurrence be averted, or stopped, or turned back; or, in other words, there will",
          "be no power to make it appear as an unreal event; and [(2)] that there will be no",
          "living being to tell the lie that the event has not taken place."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "خَافِضَةٌ رَافِعَةٌ",
      "simpleTranslate" : [
        "It will bring down [some] and raise up [others]."
      ],
      "tafsirTranslate" : [
        "(a calamitous Event) that shall turn things upside down: <N:2>"
      ],
      "tanslateWordByWord" : [
        "Bringing down",
        "raising up"
      ],
      "notes" : {
        "2" : [
          "Literally: [\"that which causes (something or somebody j to rise and to Fall. \"]",
          "Its one meaning can be that it will upset every order: it will turn things",
          "up-side-down. Another meaning also can be that it will exalt the lowly and bring",
          "low the high and mighty; that is, on its advent the decision as to who is noble",
          "and who is ignoble among the people will be made on quite a different basis.",
          "Those who posed as honourable people in the world, would become contemptible and",
          "those who were considered contemptible would become honourable."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "إِذَا رُجَّتِ الْأَرْضُ رَجًّا",
      "simpleTranslate" : [
        "When the earth is shaken with convulsion"
      ],
      "tafsirTranslate" : [
        "when the earth will suddenly shake with a terrible shaking, <N:3>"
      ],
      "tanslateWordByWord" : [
        "When",
        "will be shaken",
        "the earth",
        "(with) a shaking"
      ],
      "notes" : {
        "3" : [
          "That is, it will not be a local earthquake that may occur in a restricted area,",
          "but it will shake the whole earth to its depths aII of a sudden, and it will",
          "experience a tremendous jolt and tremors alI through."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَبُسَّتِ الْجِبَالُ بَسًّا",
      "simpleTranslate" : [
        "And the mountains are broken down, crumbling"
      ],
      "tafsirTranslate" : [
        "and the mountains will crumble"
      ],
      "tanslateWordByWord" : [
        "And will be crumbled",
        "the mountains",
        "(with awful) crumbling"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "فَكَانَتْ هَبَاءً مُنْبَثًّا",
      "simpleTranslate" : [
        "And become dust dispersing."
      ],
      "tafsirTranslate" : [
        "and will scatter abroad into fine dust."
      ],
      "tanslateWordByWord" : [
        "So they become",
        "dust particles",
        "dispersing"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَكُنْتُمْ أَزْوَاجًا ثَلَاثَةً",
      "simpleTranslate" : [
        "And you become [of] three kinds:"
      ],
      "tafsirTranslate" : [
        "You shall then become three groups. <N:4>"
      ],
      "tanslateWordByWord" : [
        "And you will become",
        "kinds",
        "three"
      ],
      "notes" : {
        "4" : [
          "Although the address apparently is directed to the people to whom this discourse",
          "was being recited, or who may read it or hear it read now, in fact the entire",
          "mankind is its addressee. AII human beings who have been born since the tirst day",
          "of creation and will be born till the Day of Resurrection, will ultimately he",
          "divided into three classes."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ",
      "simpleTranslate" : [
        "Then the companions of the right - what are the companions of the right?"
      ],
      "tafsirTranslate" : [
        "The People on the Right: <N:5> and how fortunate will be the People on the Right!"
      ],
      "tanslateWordByWord" : [
        "Then (the) companions",
        "(of) the right",
        "what",
        "(are the) companions",
        "(of) the right"
      ],
      "notes" : {
        "5" : [
          "The word maintanah in ashab al-maimanah, in the original, stay have been derived",
          "from Yamin, which means the right hand, and also from yumn, which means good",
          "omen. If it is taken to be derived from yamin, ashab almaimanah would mean:",
          "`those of the right hand.\" This, however, dces not imply its lexical meaning, but",
          "it signifies the people of exalted rank and position. The Arabs regarded the",
          "right hand as a symbol of strength and eminence and honour, and therefore would",
          "seat a person whom they wished to do honour, on the right hand, in the",
          "assemblies. And if it is taken as derived from yumn, ashab almaimanah would mean",
          "fortunate and blessed people."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَأَصْحَابُ الْمَشْأَمَةِ مَا أَصْحَابُ الْمَشْأَمَةِ",
      "simpleTranslate" : [
        "And the companions of the left - what are the companions of the left?"
      ],
      "tafsirTranslate" : [
        "And the People on the Left: <N:6> and how miserable will be the People on the",
        "Left!"
      ],
      "tanslateWordByWord" : [
        "And (the) companions",
        "(of) the left",
        "what",
        "(are the) companions",
        "(of) the left"
      ],
      "notes" : {
        "6" : [
          "The word mash 'amah in ashab al-mash'amah, in the original, is from shu'm which",
          "means misfortune, ill-luck and bad omen; in Arabic the left hand also is called",
          "shuma. The Arabs regarded shimal [(the left hand)] and shu'm [(bad omen)] as",
          "synonyms, the left hand being a symbol of weakness and indignity. If a bird flew",
          "left on the commencement of a journey, they would take it as a bad omen; if they",
          "made a person sit on their left, it meant they regarded him as a weak man.",
          "Therefore, ashab al-mash'amah implies ill-omened people, or those who would",
          "suffer disgrace and ignominy, and would be made to stand on the left side in the",
          "Court of Allah."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَالسَّابِقُونَ السَّابِقُونَ",
      "simpleTranslate" : [
        "And the forerunners, the forerunners -"
      ],
      "tafsirTranslate" : [
        "As for the Foremost, they will be the foremost! <N:7>"
      ],
      "tanslateWordByWord" : [
        "And the foremost",
        "(are) the foremost"
      ],
      "notes" : {
        "7" : [
          "Sabiqin [(the Foremost)] implies the people who excelled others in virtue and",
          "love of the truth and in good works and responded to the call of Allah and His",
          "Messenger before others. They were also in the forefront in their response to the",
          "call for Jihad, for expending their wealth for the sake of the needy and for",
          "public services, or for inviting others to virtue and truth, in short, for",
          "spreading the good and wiping out evil and making sacrifices and exerting",
          "themselves whenever there was need for it. On this very basis, in the Hereafter",
          "too, they will be placed in the forefront. Thus, mankind, so to say, will be",
          "ranged in Allah's Court like this: On the right hand, there will be the",
          "righteous, on the left the wicked, and in the forefront [(nearest in Divine",
          "Presence)] the Sabiqin [(the Foremost in Faith and good deeds)]. According to a",
          "Hadith reported by ,Hadrat `A'ishah the Holy Prophet [(upon whom be Allah's",
          "peace)] asked the people: [\"Do you know who, on the Day of Resurrection, will he",
          "the first to be accommodated under the Divine Shade ?\"] The people said Allah and",
          "His Messenger only had the best knowledge. Thereupon the Holy Prophet replied:",
          "[\"Those who were such that when the Truth was presented before them, they",
          "accepted it forthwith; when a right was asked of them, they discharged it",
          "gracefully; and their decision in respect of others was the same as in respect of",
          "their own selves.\"] [(Musnad Ahmad)]."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "أُولَٰئِكَ الْمُقَرَّبُونَ",
      "simpleTranslate" : [
        "Those are the ones brought near [to Allah ]"
      ],
      "tafsirTranslate" : [
        "They shall be near-stationed (to their Lord),"
      ],
      "tanslateWordByWord" : [
        "Those",
        "(are) the nearest ones"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "فِي جَنَّاتِ النَّعِيمِ",
      "simpleTranslate" : [
        "In the Gardens of Pleasure,"
      ],
      "tafsirTranslate" : [
        "in the Gardens of Bliss."
      ],
      "tanslateWordByWord" : [
        "In",
        "Gardens",
        "(of) Pleasure"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "ثُلَّةٌ مِنَ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "A [large] company of the former peoples"
      ],
      "tafsirTranslate" : [
        "A throng of the ancients,"
      ],
      "tanslateWordByWord" : [
        "A company",
        "of",
        "the former (people)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَقَلِيلٌ مِنَ الْآخِرِينَ",
      "simpleTranslate" : [
        "And a few of the later peoples,"
      ],
      "tafsirTranslate" : [
        "and a few from later times. <N:8>"
      ],
      "tanslateWordByWord" : [
        "And a few",
        "of",
        "the later (people)"
      ],
      "notes" : {
        "8" : [
          "The commentators have differed as to who are implied by athe former And the",
          "latter people '`One group of them has expressed the view that the [\"former",
          "people\"] were the communities that passed away since the time of the Prophet Adam",
          "[(peace be upon him)] till the time of the Prophet Muhammad [(upon whom be",
          "Allah's peace and blessings)], and the 'people of the latter day[\" those who will",
          "have lived in the world since the advent of the Holy Prophet till the Day of",
          "Resurrection. Accordingly the verse would mean: \"]The number of the Sabqin [(the",
          "Foremost in Faith and good deeds)] among the people who passed away during the",
          "thousands of years before the advent of the Prophet Muhammad [(upon whom be",
          "Allah's peace and blessings)] would be greater, and the number of those who would",
          "attain to the rank of the Sabiqin among those people who have been born since the",
          "advent of the Holy Prophet, or will be born till the Day of Resurrection, will be",
          "less. \" The second group says that the former and the latter in this verse imply",
          "the former and the latter people of the Holy Prophet's own Ummah itself. That is,",
          "in his Ummah the people belonging to the earliest period were the former among",
          "whom the number of the Sabiqin will be greater, and the people of the later",
          "periods are the latter among whom the number of the Sabiqin will be smaller. The",
          "third group holds the view that this- implies the former and the latter people of",
          "every Prophet's own Ummah. That is, there will be numerous Sabiqin among the",
          "earliest followers of every Prophet, but among his later followers their number",
          "will decrease. The words of the verse bear all the three meanings, and possibly",
          "aII three ate implied, for there is no contradiction between them. Besides, they",
          "give another meaning also and that too is cornet: every early period of a",
          "Prophet's following the proportion of the Sabiqin in human population would be",
          "greater and in the later period less, for the number of the workers of good and",
          "right dces not increase at the rate of increase of the human populations. They",
          "may be more numerous as against the Sabiqin of the earliest period. but on the",
          "whole their number as against the world population goes on becoming less and",
          "less."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "عَلَىٰ سُرُرٍ مَوْضُونَةٍ",
      "simpleTranslate" : [
        "On thrones woven [with ornament],"
      ],
      "tafsirTranslate" : [
        "They (will be seated) on gold-encrusted couches,"
      ],
      "tanslateWordByWord" : [
        "On",
        "thrones",
        "decorated"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "مُتَّكِئِينَ عَلَيْهَا مُتَقَابِلِينَ",
      "simpleTranslate" : [
        "Reclining on them, facing each other."
      ],
      "tafsirTranslate" : [
        "reclining on them, arrayed face to face;"
      ],
      "tanslateWordByWord" : [
        "Reclining",
        "on them",
        "facing each other"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ",
      "simpleTranslate" : [
        "There will circulate among them young boys made eternal"
      ],
      "tafsirTranslate" : [
        "immortal youths shall go about them <N:9>"
      ],
      "tanslateWordByWord" : [
        "Will circulate",
        "among them",
        "boys",
        "immortal"
      ],
      "notes" : {
        "9" : [
          "This implies boys who will ever remain boys and stay young. Hadrat 'AIi and",
          "Hadrat Hasan Basri say that these will be those children of the people, who died",
          "before reaching their maturity; therefore, they will neither have any good works",
          "to their credit for which they may be rewarded, nor any evil deeds for which they",
          "may be punished, But obviously, this could imply those people who would not",
          "deserve Paradise. For, as for the true believers, about them Allah has guaranteed",
          "in the Qur'an that their children will be joined with them in Paradise [(At-Tur:",
          "21 <V:52:21>)]. This is also supported by the Hadith, which Abu Da'ud Tayalisi,",
          "Tabarani and Bazzar have related on the authority of Hadrat Anas and Hadrat",
          "Samurah bin Jundub, according to which the Holy Prophet [(upon whom be Allah's",
          "peace)] said that the children of the polytheists will be attendants of the",
          "people of Paradise. [(For further explanation, see E.N. 26 of As-Saaffat, E.N. 19",
          "of At-tur)]."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "بِأَكْوَابٍ وَأَبَارِيقَ وَكَأْسٍ مِنْ مَعِينٍ",
      "simpleTranslate" : [
        "With vessels, pitchers and a cup [of wine] from a flowing spring -"
      ],
      "tafsirTranslate" : [
        "with goblets and ewers and a cup filled with a drink drawn from a running spring,"
      ],
      "tanslateWordByWord" : [
        "With vessels",
        "and jugs",
        "and a cup",
        "from",
        "a flowing stream"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ",
      "simpleTranslate" : [
        "No headache will they have therefrom, nor will they be intoxicated -"
      ],
      "tafsirTranslate" : [
        "a drink by which their minds will not be clouded nor will it cause drunkenness;",
        "<N:10>"
      ],
      "tanslateWordByWord" : [
        "Not",
        "they will get headache",
        "therefrom",
        "and not",
        "they will get intoxicated"
      ],
      "notes" : {
        "10" : [
          "For explanation, see E. N . 27 of As-Saaffat, E. N . 22 of Surah Muhammad, E. N.",
          "18 of At-Tur."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَفَاكِهَةٍ مِمَّا يَتَخَيَّرُونَ",
      "simpleTranslate" : [
        "And fruit of what they select"
      ],
      "tafsirTranslate" : [
        "they will also go about them with the fruits of which they may choose,"
      ],
      "tanslateWordByWord" : [
        "And fruits",
        "of what",
        "they select"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ",
      "simpleTranslate" : [
        "And the meat of fowl, from whatever they desire."
      ],
      "tafsirTranslate" : [
        "and with the flesh of any fowl that they may desire to eat; <N:11>"
      ],
      "tanslateWordByWord" : [
        "And (the) flesh",
        "(of) fowls",
        "of what",
        "they desire"
      ],
      "notes" : {
        "11" : [
          "For explanation, see E.N. 17 of Surah At-tur."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَحُورٌ عِينٌ",
      "simpleTranslate" : [
        "And [for them are] fair women with large, [beautiful] eyes,"
      ],
      "tafsirTranslate" : [
        "and there shall be wide-eyed maidens,"
      ],
      "tanslateWordByWord" : [
        "And fair ones",
        "(with) large eyes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "كَأَمْثَالِ اللُّؤْلُؤِ الْمَكْنُونِ",
      "simpleTranslate" : [
        "The likenesses of pearls well-protected,"
      ],
      "tafsirTranslate" : [
        "beautiful as pearls hidden in their shells. <N:12>"
      ],
      "tanslateWordByWord" : [
        "Like",
        "pearls",
        "well-protected"
      ],
      "notes" : {
        "12" : [
          "For explanation, see E.N.'s 28, 29 of As-Saaffat, E.N. 42, of AdDukhan, E. N . 61",
          "of Ar-Rahman."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "جَزَاءً بِمَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "As reward for what they used to do."
      ],
      "tafsirTranslate" : [
        "All this shall be theirs as a reward for their deeds."
      ],
      "tanslateWordByWord" : [
        "A reward",
        "for what",
        "they used (to)",
        "do"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا",
      "simpleTranslate" : [
        "They will not hear therein ill speech or commission of sin -"
      ],
      "tafsirTranslate" : [
        "There they shall hear no idle talk nor any sinful speech. <N:13>"
      ],
      "tanslateWordByWord" : [
        "Not",
        "they will hear",
        "therein",
        "vain talk",
        "and not",
        "sinful (speech)"
      ],
      "notes" : {
        "13" : [
          "This is one of the major blessings of Paradise, which has been mentioned at",
          "several places in the Qur'an, viz. that in Paradise human ears will remain secure",
          "against idle and frivolous talk, lying, backbiting slander, invective, boasting",
          "and bragging, taunts and mockery, satire and sarcasm. It will not be a society of",
          "foul-mouthed, indecent people who will throw mud at each other, but a society of",
          "noble and civilized people free of such frivolities. A person who has been",
          "blessed with some deceney of manner and sense by Allah can very well feel what an",
          "agony it is in worldly life a hope of deliverance from which has been given to",
          "man in Paradise."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "إِلَّا قِيلًا سَلَامًا سَلَامًا",
      "simpleTranslate" : [
        "Only a saying: \"Peace, peace.\""
      ],
      "tafsirTranslate" : [
        "All talk will be sound and upright. <N:14>"
      ],
      "tanslateWordByWord" : [
        "Except",
        "a saying",
        "Peace",
        "Peace"
      ],
      "notes" : {
        "14" : [
          "Some commentators and translators have taken the words, illa gilan salam-an",
          "salama, to mean that in Paradise one will hear only the greeting of 'Peace,",
          "peace' on every side; the correct view, however, is that it implies healthy and",
          "wholesome speech, i.e. such speech as may be free of the vices and blemishes,",
          "faults and evils, that have been mentioned in the preceding sentence. Here the",
          "word salam has been used nearly in the same sense as the English word sane."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ",
      "simpleTranslate" : [
        "The companions of the right - what are the companions of the right?"
      ],
      "tafsirTranslate" : [
        "As for the People on the Right, how fortunate shall be the people on the Right!"
      ],
      "tanslateWordByWord" : [
        "And (the) companions",
        "(of) the right",
        "what",
        "(are the) companions",
        "(of) the right"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "فِي سِدْرٍ مَخْضُودٍ",
      "simpleTranslate" : [
        "[They will be] among lote trees with thorns removed"
      ],
      "tafsirTranslate" : [
        "They shall be in the midst of thornless lote trees, <N:15>"
      ],
      "tanslateWordByWord" : [
        "Among",
        "lote trees",
        "thornless"
      ],
      "notes" : {
        "15" : [
          "That is, lote-trees without thorns on them. This will be a superior kind of the",
          "lote-tree to be only found in Paradise, and its fruit likewise will be much",
          "superior to that found in the world."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَطَلْحٍ مَنْضُودٍ",
      "simpleTranslate" : [
        "And [banana] trees layered [with fruit]"
      ],
      "tafsirTranslate" : [
        "and flower-clad acacias,"
      ],
      "tanslateWordByWord" : [
        "And banana trees",
        "layered"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "وَظِلٍّ مَمْدُودٍ",
      "simpleTranslate" : [
        "And shade extended"
      ],
      "tafsirTranslate" : [
        "and extended shade,"
      ],
      "tanslateWordByWord" : [
        "And shade",
        "extended"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَمَاءٍ مَسْكُوبٍ",
      "simpleTranslate" : [
        "And water poured out"
      ],
      "tafsirTranslate" : [
        "and gushing water,"
      ],
      "tanslateWordByWord" : [
        "And water",
        "poured forth"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَفَاكِهَةٍ كَثِيرَةٍ",
      "simpleTranslate" : [
        "And fruit, abundant [and varied],"
      ],
      "tafsirTranslate" : [
        "and abundant fruit, <N:16>"
      ],
      "tanslateWordByWord" : [
        "And fruit",
        "abundant"
      ],
      "notes" : {
        "16" : [
          "The word !a maqtu ah of the Text means: This fruit will neither be seasonal that",
          "its supply may fail when the season is over, nor its production will cease as it",
          "happens in a garden after its fruits has been picked. But in Paradise every kind",
          "of fruit will remain available in abundance in every season and will continue to",
          "be produced and supplied no matter how much of it is consumed. And la mamnu'ah",
          "means that there will be no prohibition or hindrance in obtaining fruit as it is",
          "in the gardens of the world, nor will it be out of reach because of thorns or",
          "height."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ",
      "simpleTranslate" : [
        "Neither limited [to season] nor forbidden,"
      ],
      "tafsirTranslate" : [
        "never-ending and unforbidden."
      ],
      "tanslateWordByWord" : [
        "Not",
        "limited",
        "and not",
        "forbidden"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَفُرُشٍ مَرْفُوعَةٍ",
      "simpleTranslate" : [
        "And [upon] beds raised high."
      ],
      "tafsirTranslate" : [
        "They shall be on upraised couches,"
      ],
      "tanslateWordByWord" : [
        "And (on) couches",
        "raised"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً",
      "simpleTranslate" : [
        "Indeed, We have produced the women of Paradise in a [new] creation"
      ],
      "tafsirTranslate" : [
        "and their spouses We shall have brought them into being afresh,"
      ],
      "tanslateWordByWord" : [
        "Indeed, We",
        "[We] have produced them",
        "(into) a creation"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "فَجَعَلْنَاهُنَّ أَبْكَارًا",
      "simpleTranslate" : [
        "And made them virgins,"
      ],
      "tafsirTranslate" : [
        "and shall have made them virgins, <N:17>"
      ],
      "tanslateWordByWord" : [
        "And We have made them",
        "virgins"
      ],
      "notes" : {
        "17" : [
          "This signifies the virtuous women of the world, who will enter Paradise on the",
          "basis of their faith and good works. Allah will make them young no matter how",
          "aged they might have died in the world; will make them beautiful whether or not",
          "they were beautiful in the world; and will make them virgins whether they died",
          "virgins in the world or after bearing children. If their husbands also entered",
          "Paradise with them, they would be joined with them, otherwise AIIah will wed them",
          "to another dweller in Paradise. This very explanation of this verse has been",
          "reported from the Holy Prophet [(upon whom be peace)] in several Ahadith.",
          "According to Shama il Tirmidhi, an old woman requested the Holy Prophet to pray",
          "for her admission to Paradise. The Holy Prophet replied: [\"No old woman will",
          "enter Paradise.\"] Hearing this the woman went back crying. Thereupon the Holy",
          "Prophet said to the people: [\"Tell her that she will not enter Paradise as an old",
          "woman, for Allah says: `We shall create them anew and make them virgins'.\"] Ibn",
          "Abi Hatim has related, on the authority of Hadrat Salamah bin Yazid, that he",
          "heard the Holy Prophet [( upon whom be peace)] explain this verse, thus: [\"This",
          "implies the women of the world; whether they died virgins or married.\"] Tabarani",
          "contains a lengthy tradition related from Hadrat Umm Salamah according to which",
          "she asked the Holy Prophet the meaning of the several references in the Qur'an to",
          "the women of Paradise. In answer, he explained this very verse and said: [\"These",
          "are the women who died as aged and decayed women, with sticky eyes and gray hair;",
          "alter this old age Allah will again make them young and virgins.\"] Hadrat Umm",
          "Salamah asked: [\"If a woman had several husbands in the world, one after the",
          "other, to whom will she belong in Paradise ?'' The Holy Prophet replied \"]She",
          "will he asked to make her own choice, and she will choose the one who had the",
          "best moral character. She will say: O my Lord, make me his wife, for he was the",
          "best in his conduct and dealings with me. O Umm Salamah, good moral conduct has",
          "carried off all the good of this world and the Hereafter.\" [(For further",
          "explanation, see E.N. 51 of Surah Ar-Rahman)]."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "عُرُبًا أَتْرَابًا",
      "simpleTranslate" : [
        "Devoted [to their husbands] and of equal age,"
      ],
      "tafsirTranslate" : [
        "intensely loving <N:18> and of matching age. <N:19>"
      ],
      "tanslateWordByWord" : [
        "Devoted",
        "equals in age"
      ],
      "notes" : {
        "18" : [
          "The word 'uruban is used for the best feminine qualities of the woman in Arabic.",
          "This signifies a woman who is graceful and elegant, well-mannered and eloquent,",
          "and brimful of feminine feelings, who loves her husband with all her heart, and",
          "whose husband also loves her with all his heart."
        ],
        "19" : [
          "This can have two meanings: [(1)] That they will be of equal age with their",
          "husbands; and [(2)] that they will be of equal age among themselves; i.e. all the",
          "women in Paradise will be of the same age and will eternally stay young. Both",
          "these meanings may be correct at one and the same time, i.e. these women may be",
          "of equal age among themselves and their husbands also may be made of equal age",
          "with them. .According to a ,Hadith, [\"When the dwellers of Paradise enter it,",
          "their bodies will be without hair, their moustaches will be just appearing, but",
          "will yet he beardless, they will be handsome and fair-complexioned, with sturdy",
          "bodies and collyrium- stained eyes; they will all be 33 years of age.\"] [(Musnad",
          "Ahmad: Marwiyat Abi Hurairah)]. Almost the same theme has been related in",
          "Tirmidhi by Hadrat Mu'adh bin Jabal and Hadrat Abu Sa`id Khudri also."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "لِأَصْحَابِ الْيَمِينِ",
      "simpleTranslate" : [
        "For the companions of the right [who are]"
      ],
      "tafsirTranslate" : [
        "All this will be for the People on the Right;"
      ],
      "tanslateWordByWord" : [
        "For (the) companions",
        "(of) the right"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "ثُلَّةٌ مِنَ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "A company of the former peoples"
      ],
      "tafsirTranslate" : [
        "a large throng from the ancients,"
      ],
      "tanslateWordByWord" : [
        "A company",
        "of",
        "the former people"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "وَثُلَّةٌ مِنَ الْآخِرِينَ",
      "simpleTranslate" : [
        "And a company of the later peoples."
      ],
      "tafsirTranslate" : [
        "and also a large throng from those of later times."
      ],
      "tanslateWordByWord" : [
        "And a company",
        "of",
        "the later people"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ",
      "simpleTranslate" : [
        "And the companions of the left - what are the companions of the left?"
      ],
      "tafsirTranslate" : [
        "As for the People on the Left: how miserable will be the People on the Left!"
      ],
      "tanslateWordByWord" : [
        "And (the) companions",
        "(of) the left",
        "what",
        "(are the) companions",
        "(of) the left"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "فِي سَمُومٍ وَحَمِيمٍ",
      "simpleTranslate" : [
        "[They will be] in scorching fire and scalding water"
      ],
      "tafsirTranslate" : [
        "They will be in the midst of scorching wind and boiling water,"
      ],
      "tanslateWordByWord" : [
        "In",
        "scorching fire",
        "and scalding water"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَظِلٍّ مِنْ يَحْمُومٍ",
      "simpleTranslate" : [
        "And a shade of black smoke,"
      ],
      "tafsirTranslate" : [
        "and a shade of thick, pitch-black smoke,"
      ],
      "tanslateWordByWord" : [
        "And a shade",
        "of",
        "black smoke"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "لَا بَارِدٍ وَلَا كَرِيمٍ",
      "simpleTranslate" : [
        "Neither cool nor beneficial."
      ],
      "tafsirTranslate" : [
        "which will neither be cool nor soothing."
      ],
      "tanslateWordByWord" : [
        "Not",
        "cool",
        "and not",
        "pleasant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "إِنَّهُمْ كَانُوا قَبْلَ ذَٰلِكَ مُتْرَفِينَ",
      "simpleTranslate" : [
        "Indeed they were, before that, indulging in affluence,"
      ],
      "tafsirTranslate" : [
        "Surely they had lived before in luxury,"
      ],
      "tanslateWordByWord" : [
        "Indeed, they",
        "were",
        "before",
        "that",
        "indulging in affluence"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "وَكَانُوا يُصِرُّونَ عَلَى الْحِنْثِ الْعَظِيمِ",
      "simpleTranslate" : [
        "And they used to persist in the great violation,"
      ],
      "tafsirTranslate" : [
        "and had persisted in the Great Sin. <N:20>"
      ],
      "tanslateWordByWord" : [
        "And were",
        "persisting",
        "in",
        "the sin",
        "the great"
      ],
      "notes" : {
        "20" : [
          "That is, [\"Their prosperity had an adverse effect on them. Instead of being",
          "grateful to Allah Almighty, they had become deniers of His blessings. Lost in",
          "pleasure-seeking they had forgotten God and persisted in heinous sinning.",
          "\"]Heinous sinning[\" includes disbelief, polytheism and atheism as well as every",
          "grave sin of morality and conduct.\"]"
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَكَانُوا يَقُولُونَ أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ",
      "simpleTranslate" : [
        "And they used to say, \"When we die and become dust and bones, are we indeed to be",
        "resurrected?"
      ],
      "tafsirTranslate" : [
        "They used to say: 'What! Once we are dead and are reduced to dust and bones,",
        "shall we still be raised to a new life from the dead?"
      ],
      "tanslateWordByWord" : [
        "And they used (to)",
        "say",
        "When",
        "we die",
        "and become",
        "dust",
        "and bones",
        "will we",
        "surely be resurrected"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "أَوَآبَاؤُنَا الْأَوَّلُونَ",
      "simpleTranslate" : [
        "And our forefathers [as well]?\""
      ],
      "tafsirTranslate" : [
        "(We) and our fore-fathers of yore?'"
      ],
      "tanslateWordByWord" : [
        "And also our fathers",
        "former"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ",
      "simpleTranslate" : [
        "Say, [O Muhammad], \"Indeed, the former and the later peoples"
      ],
      "tafsirTranslate" : [
        "Tell them, (O Prophet): 'The earlier ones and the later ones"
      ],
      "tanslateWordByWord" : [
        "Say",
        "Indeed",
        "the former",
        "and the later people"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "لَمَجْمُوعُونَ إِلَىٰ مِيقَاتِ يَوْمٍ مَعْلُومٍ",
      "simpleTranslate" : [
        "Are to be gathered together for the appointment of a known Day.\""
      ],
      "tafsirTranslate" : [
        "shall all be brought together on an appointed Day."
      ],
      "tanslateWordByWord" : [
        "Surely, will be gathered",
        "for",
        "(the) appointment",
        "(of) a Day",
        "well-known"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "ثُمَّ إِنَّكُمْ أَيُّهَا الضَّالُّونَ الْمُكَذِّبُونَ",
      "simpleTranslate" : [
        "Then indeed you, O those astray [who are] deniers,"
      ],
      "tafsirTranslate" : [
        "Then you, the erring ones and those that gave the lie to the Truth,"
      ],
      "tanslateWordByWord" : [
        "Then",
        "indeed you",
        "O those astray",
        "O those astray",
        "the deniers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "لَآكِلُونَ مِنْ شَجَرٍ مِنْ زَقُّومٍ",
      "simpleTranslate" : [
        "Will be eating from trees of zaqqum"
      ],
      "tafsirTranslate" : [
        "shall all eat from the Tree of al-Zaqqum, <N:21>"
      ],
      "tanslateWordByWord" : [
        "Will surely eat",
        "from",
        "(the) tree",
        "of",
        "Zaqqum"
      ],
      "notes" : {
        "21" : [
          "For the explanation of zaqqum, sec E.N. 34 of As-Saaffat."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "فَمَالِئُونَ مِنْهَا الْبُطُونَ",
      "simpleTranslate" : [
        "And filling with it your bellies"
      ],
      "tafsirTranslate" : [
        "filling your bellies with it;"
      ],
      "tanslateWordByWord" : [
        "Then will fill",
        "with it",
        "the bellies"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "فَشَارِبُونَ عَلَيْهِ مِنَ الْحَمِيمِ",
      "simpleTranslate" : [
        "And drinking on top of it from scalding water"
      ],
      "tafsirTranslate" : [
        "and thereupon you shall drink boiling water,"
      ],
      "tanslateWordByWord" : [
        "And drink",
        "over it",
        "[from]",
        "the scalding water"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "فَشَارِبُونَ شُرْبَ الْهِيمِ",
      "simpleTranslate" : [
        "And will drink as the drinking of thirsty camels."
      ],
      "tafsirTranslate" : [
        "drinking it as thirsty camels do.'"
      ],
      "tanslateWordByWord" : [
        "And will drink",
        "(as) drinking",
        "(of) the thirsty camels"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "هَٰذَا نُزُلُهُمْ يَوْمَ الدِّينِ",
      "simpleTranslate" : [
        "That is their accommodation on the Day of Recompense."
      ],
      "tafsirTranslate" : [
        "Thus shall they be entertained on the Day of Recompense."
      ],
      "tanslateWordByWord" : [
        "This",
        "(is) their hospitality",
        "(on the) Day",
        "(of) Judgment"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "نَحْنُ خَلَقْنَاكُمْ فَلَوْلَا تُصَدِّقُونَ",
      "simpleTranslate" : [
        "We have created you, so why do you not believe?"
      ],
      "tafsirTranslate" : [
        "We have created you, <N:22> then why would you not confirm it? <N:23>"
      ],
      "tanslateWordByWord" : [
        "We",
        "[We] created you",
        "so why (do) not",
        "you admit the truth"
      ],
      "notes" : {
        "22" : [
          "The arguments from here to verse 74 provide the reasoning to prove both the",
          "doctrines of `Tauhid and of Hereafter rationally. For it was there two basic",
          "doctrines of the Holy Prophet's teaching that the people of Makkah were debating",
          "and objecting to at that time."
        ],
        "23" : [
          "That is, [\"Why don't you confine that We alone arc your Lord and God and We have",
          "the power to create you once again?\"]"
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "أَفَرَأَيْتُمْ مَا تُمْنُونَ",
      "simpleTranslate" : [
        "Have you seen that which you emit?"
      ],
      "tafsirTranslate" : [
        "Did you ever consider the sperm that you emit?"
      ],
      "tanslateWordByWord" : [
        "Do you see",
        "what",
        "you emit"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ",
      "simpleTranslate" : [
        "Is it you who creates it, or are We the Creator?"
      ],
      "tafsirTranslate" : [
        "Do you create a child out of it, or are We its creators? <N:24>"
      ],
      "tanslateWordByWord" : [
        "Is it you",
        "who create it",
        "or",
        "(are) We",
        "the Creators"
      ],
      "notes" : {
        "24" : [
          "In this brief sentence a very important question has been put before man. Apart",
          "from aII other things in the world, if man only considers as to how he himself",
          "has come into being, he can then neither have any doubts left about the doctrine",
          "of Tauhid presented by the Qur'an nor about its doctrine of the Hereafter. The",
          "process of man's own creation starts when the male has conveyed his sperm to the",
          "womb of the female. But the question is: Has the sperm by itself become endowed",
          "with the capability of producing a child, and necessarily a human child ? Or, has",
          "it been created by man himself, or, by another than God? And, is it in the power",
          "of the man, or of the woman, or of another agency in the world, to cause",
          "conception by this sperm? Then, who is responsible for the gradual formation and",
          "development of the foetus in the mother's womb, its shaping and moulding into a",
          "unique child, the provision in a particular proportion of different mental and",
          "physical powers and qualities in each child, so that it develops into a unique",
          "person, except One God? Has another than God any role to play in this? Is it done",
          "by the parents themselves? Or, by a doctor? Or, by the prophets of saints, who",
          "were themselves created in this very way? Or, by the sun and the moon and the",
          "stars, which arc themselves subject to a law? Or, by nature, which is devoid of",
          "any knowledge, wisdom, will and authority? Then, is it also in the power of",
          "another than God to decide whether the child is to be a boy or a girl? Whether it",
          "is to be beautiful or ugly, strong or weak, blind and deaf and a cripple or",
          "soundbodied, intelligent or stupid? Then, is it another than God who decides as",
          "to people of what calibre, good or and are to be created in a particular nation",
          "at a particular time, who would cause its rise or fall? If a person is not",
          "obdurate and stubborn, he will himself realize that no rational answer can be",
          "given to these questions on the basis of polytheism and atheism. Their rational",
          "answer is only one and it is this Man is wholly and entirely the creation of God;",
          "and when the truth is this, what right has this man, the creation of God, to",
          "claim freedom and independence as against his Creator, or serve another beside",
          "Him? \n As it is for Tauhid, so it is with regard to the Hereafter too. Man is",
          "created from a germ which cannot be seen without a powerful microscope. This gene",
          "combines in the darkness of the mother's body with the ovum [(female germ)] which",
          "is like itself an insignificant microscopic germ. Then by their combination a",
          "tiny living cell comes into being, which is the starting-point of human life.",
          "This cell also is too small to be seen without a microscope. Allah develops this",
          "insignificant cell in the mother's womb for nine months or so into a living",
          "human, and when its development and formation becomes complete, the mother's body",
          "itself pushes it out to raise a storm in the world. All human beings have been",
          "born into the world in this very way and are witnessing day and night this",
          "phenomenon of the birth of human beings like themselves. After this, only a",
          "foolish person could assert that the God Who is creating human beings in this way",
          "today would not be able to create the human beings created by Himself in some",
          "other way tomorrow."
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ",
      "simpleTranslate" : [
        "We have decreed death among you, and We are not to be outdone"
      ],
      "tafsirTranslate" : [
        "It is We Who ordained death upon you <N:25> and We are not to be frustrated."
      ],
      "tanslateWordByWord" : [
        "We",
        "[We] have decreed",
        "among you",
        "the death",
        "and not",
        "We",
        "(are) outrun"
      ],
      "notes" : {
        "25" : [
          "That is, [\"Like yow birth yow death too, is under Our control. We decide as to",
          "who is to die in the mother's womb itself, who is to dic soon after birth, and",
          "who is to die at a later stage. No power in the world can cause death to a person",
          "before the time appointed for his death by Us, nor can keep him alive after it",
          "even for a moment. The dying ones dic in big hospitals even before the eyes of",
          "eminent doctors; and the doctors themselves also die at their appointed time.",
          "Never bas anyone been able to know the time of death in advance, nor has anyone",
          "been able to avert the approaching death, nor to find out as to how and where and",
          "by what means will a certain person dic.\"]"
        ]
      }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "عَلَىٰ أَنْ نُبَدِّلَ أَمْثَالَكُمْ وَنُنْشِئَكُمْ فِي مَا لَا تَعْلَمُونَ",
      "simpleTranslate" : [
        "In that We will change your likenesses and produce you in that [form] which you",
        "do not know."
      ],
      "tafsirTranslate" : [
        "Had We so wished, nothing could have hindered Us from replacing you by others",
        "like yourselves, or transforming you into beings you know nothing about. <N:26>"
      ],
      "tanslateWordByWord" : [
        "In",
        "that",
        "We (will) change",
        "your likeness[es]",
        "and produce you",
        "in",
        "what",
        "not",
        "you know"
      ],
      "notes" : {
        "26" : [
          "That is, \"Just as We were not powerless to create you in your present form and",
          "appearance, so also We are not powerless to change the method of your creation",
          "and bring you into being in another form and shape with another set of qualities",
          "and characteristics. Today the method We have adopted for your creation is that",
          "conception takes place by your sperm then you arc gradually form and developed in",
          "your mother's womb, and then you are brought out as a child. This method of",
          "creation also has been devised by Us. But this is not the only method apart from",
          "which We may not he knowing, or may not be able to adopt, any other method. On",
          "the Day of Resurrection We can create you in the form of the man of the same age",
          "at which you died. Today We have set one particular mesure for your sight and",
          "hearing and other faculties. But this is not the only measure that We have for",
          "man, which We may not have the power to change. On the Day of Resurrection We",
          "shall change it absolutely; so much so that you will be able to see and hear",
          "things which you cannot see and cannot hear here. Today your skin and your limbs",
          "and your eyes do not possess the power of speech. But, it is We Who have given",
          "the tongue the power of speech; so We are not powerless to cause your every limb",
          "and every part of the skin of yow body to speak by Our command on the Day of",
          "Resurrection. Today you live up to a certain age and then die. Your this living",
          "and dying also is controlled by a law ordained by Us. Tomorrow We can makr",
          "another law to control yow life under which you may never die. Today you can",
          "endure punishment only to a certain extent: you cannot survive if the punishment",
          "is increased beyond it. This rule also has been made by Us. Tomorrow We can make",
          "another rule for you Under which you will be able to suffer much severer",
          "punishments endlessly, and death would not come to you even if you were given the",
          "severest torment. Today you cannot imagine that an old man could return to youth,",
          "that he could never become ill, that a young man could never be old, and, that he",
          "could stay young for ever and ever. But youth here changes into old age according",
          "to the biological laws made by Us. Tomorrow We can make some other laws for your",
          "life under which every old man may become young as soon as he entered Paradise",
          "and stay young and healthy eternally."
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَىٰ فَلَوْلَا تَذَكَّرُونَ",
      "simpleTranslate" : [
        "And you have already known the first creation, so will you not remember?"
      ],
      "tafsirTranslate" : [
        "You are well aware of the first creation; then, do you learn no lesson from it?",
        "<N:27>"
      ],
      "tanslateWordByWord" : [
        "And certainly",
        "you know",
        "the creation",
        "the first",
        "so why not",
        "you take heed"
      ],
      "notes" : {
        "27" : [
          "That is, [\"You already know how you were created in the first instance, how the",
          "sperm was transferred from the loins of the father by which you came into being,",
          "how you were nourished in the mother's womb, which was no less dark than the",
          "grave, and formed into a living human being, how an insignificant speak was",
          "developed and endowed with the heart and brain, eyes and ears, and hands and",
          "feet, and how it was blessed with the wonderful faculties of intellect and sense,",
          "knowledge and wisdom, workmanship and inventiveness, etc. Is this miracle in any",
          "way less wonderful than raising the dead back to life ? And when you are",
          "witnessing this wonderful miracle with your own eyes and are yourselves a living",
          "evidence of it in the world, why don't you then learn the lesson that the same",
          "God Who by His power is causing this miracle to take place day and night, can",
          "also cause the miracle of life after death, Resurrection and Hell and Heaven to",
          "take place by the same power?\"]"
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "أَفَرَأَيْتُمْ مَا تَحْرُثُونَ",
      "simpleTranslate" : [
        "And have you seen that [seed] which you sow?"
      ],
      "tafsirTranslate" : [
        "Have you considered the seeds you till?"
      ],
      "tanslateWordByWord" : [
        "And do you see",
        "what",
        "you sow"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ",
      "simpleTranslate" : [
        "Is it you who makes it grow, or are We the grower?"
      ],
      "tafsirTranslate" : [
        "Is it you or We Who make them grow? <N:28>"
      ],
      "tanslateWordByWord" : [
        "Is it you (who)",
        "cause it to grow",
        "or",
        "(are) We",
        "the Ones Who grow"
      ],
      "notes" : {
        "28" : [
          "The above question drew the people's attention to the truth that they have been",
          "developed and nourished by Allah Almighty and have come into being by His act of",
          "creation. Now this second question draws their attention to this important truth",
          "that the provisions which sustain them, are also created only by Allah for them,",
          "as if to say: \"Just as in your own creation human effort has nothing more to do",
          "than that your father may cast the sperm in your mother, so in the supply of the",
          "provisions for you also human effort has nothing more to do than that the farmer",
          "should sow the seed in the soil. The land in which cultivation is done, was not",
          "made by you. The power of growth to the soil was not granted by you. The",
          "substances in it that become the means of your food are not provided by you. The",
          "seed that you sow is not made capable for growth by you. The capability in every",
          "seed that from it should sprout up the tree of the same species of whose seed it",
          "is, has not been created by you. The process for changing this cultivation into",
          "blooming crops that is working under the soil and of arranging the required kind",
          "of weather and air and water above it dces not owe anything in any way to your",
          "planning and skill. All this is the manifestation of Allah's power and",
          "providence. Then, when you have come into being only by His act of creation and",
          "are being sustained by His provision, how can you then have the right to pose",
          "yourself as independent of Him, or save another than Him as your deity? Although",
          "apparently this verse reasons out TauhId, yet if one considers its theme a little",
          "more deeply, one finds in it the argument for the Hereafter, too. The seed that",
          "is sown in the soil is by itself dead, but when the farmer buries it under the",
          "soil, Allah infuses it with plant life, which puts out sprouts and blooms into",
          "spring. Thus, these countless bodies are rising from the dead in front of our",
          "eyes daily. Is this miracle in any way loss wonderful so that a person may regard",
          "the other wonderful miracle of the life hereafter, which is being foretold by the",
          "Qur'an, as impossible?"
        ]
      }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُونَ",
      "simpleTranslate" : [
        "If We willed, We could make it [dry] debris, and you would remain in wonder,"
      ],
      "tafsirTranslate" : [
        "If We so wished, We could have reduced your harvest to rubble, and you would have",
        "been left wonder-struck to exclaim:"
      ],
      "tanslateWordByWord" : [
        "If",
        "We willed",
        "We (would) surely, make it",
        "debris",
        "then you would remain",
        "wondering"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "إِنَّا لَمُغْرَمُونَ",
      "simpleTranslate" : [
        "[Saying], \"Indeed, we are [now] in debt;"
      ],
      "tafsirTranslate" : [
        "'We have been penalised;"
      ],
      "tanslateWordByWord" : [
        "Indeed, we",
        "surely are laden with debt"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "بَلْ نَحْنُ مَحْرُومُونَ",
      "simpleTranslate" : [
        "Rather, we have been deprived.\""
      ],
      "tafsirTranslate" : [
        "nay; we have been undone!'"
      ],
      "tanslateWordByWord" : [
        "Nay",
        "we",
        "(are) deprived"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "أَفَرَأَيْتُمُ الْمَاءَ الَّذِي تَشْرَبُونَ",
      "simpleTranslate" : [
        "And have you seen the water that you drink?"
      ],
      "tafsirTranslate" : [
        "Did you cast a good look at the water that you drink?"
      ],
      "tanslateWordByWord" : [
        "Do you see",
        "the water",
        "which",
        "you drink"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "أَأَنْتُمْ أَنْزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنْزِلُونَ",
      "simpleTranslate" : [
        "Is it you who brought it down from the clouds, or is it We who bring it down?"
      ],
      "tafsirTranslate" : [
        "Is it you who brought it down from the clouds or is it We Who brought it down?",
        "<N:29>"
      ],
      "tanslateWordByWord" : [
        "Is it you",
        "who send it down",
        "from",
        "the rain clouds",
        "or",
        "We",
        "(are) the Ones to send"
      ],
      "notes" : {
        "29" : [
          "That is, [\"We have not only made arrangements of satisfying your hunger, but also",
          "of satisfying your thirst, This water that is even more essential for your life",
          "than bread has been arranged by Us, not by you The seas in the earth have boon",
          "created by Us. It is the heat of Our sun that causes their water to evaporate,",
          "and it is Our winds that cause the vapours to rise. Then it is by Our power and",
          "wisdom that the vapours collect and form into clouds. Then, by Our command the",
          "clouds divide in a particular proportion and spread over different regions of the",
          "earth so that the share of the water appointed for a particular region, should",
          "reach it. And in the upper atmosphere also We bring about the cool that causes",
          "the vapours to change back into water We have not only brought you into being but",
          "are also busy making aII these arrangements for your sustenance without which you",
          "could not survive at aII. Then, when the fact is that you have come into being by",
          "Our act of creation, arc eating Our provisions and drinking Our water, wherefrom",
          "have you got the right that you should pose to be independent of Us and serve",
          "another beside Us ? \"]"
        ]
      }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا فَلَوْلَا تَشْكُرُونَ",
      "simpleTranslate" : [
        "If We willed, We could make it bitter, so why are you not grateful?"
      ],
      "tafsirTranslate" : [
        "If We had so pleased, We could have made it bitter. <N:30> So why would you not",
        "give thanks? <N:31>"
      ],
      "tanslateWordByWord" : [
        "If",
        "We willed",
        "We (could) make it",
        "salty",
        "then why are you not grateful",
        "then why are you not grateful"
      ],
      "notes" : {
        "30" : [
          "In this sentence an important manifestation of Allah's power and wisdom has been",
          "pointed out. Among the wonderful properties that Allah has created in water one",
          "property also is that no matter what different substances are dissolved in water,",
          "when it changes into vapour under the effect of heat, it leaves behind aII",
          "adulterations and evaporates only with its original and actual component",
          "elements. Had it not possessed this property the dissolved substances also would",
          "have evaporated along with the water vapours. In this case the vapours that arise",
          "from the oceans would have contained the sea salt, which would have made the soil",
          "saline and uncultivable wherever it rained. Then, neither could man have survived",
          "by drinking that water, nor could it help grow any vegetation. Now, can a man",
          "possessed of any common sense claim that this wise property in water has come",
          "about by itself under some blind and deaf law of nature? This characteristic by",
          "virtue of which sweet, pure water is distilled from saltish seas and falls as",
          "rain, and then serves as a source of water-supply and irrigation in the form of",
          "rivers, canals, springs and wells, provides a clear proof of the fact that the",
          "Providence has endowed water with this property thoughtfully and deliberately for",
          "the purpose that it may become a means of sustenance for His creatures. The",
          "creatures that could be sustained by salt water were created by Him in the sea",
          "and there they flourish and multiply. But the creatures that He created on the",
          "land and in the air, stood in need of sweet water for their sustenance and before",
          "making arrangement of the rainfall for its supply He created this property in",
          "water that at evaporation it should rise clear and free of everything dissolved",
          "in it."
        ],
        "31" : [
          "In other words, [\"Why do you commit this ingratitude in that some of you regard",
          "the rainfall as a favour of the gods, and some others think that the rising of",
          "the clouds from the sea and their raining as water is a natural cycle that is",
          "working by itself, and still others, while acknowledging it as a mercy and",
          "blessing of God, do not admit that God has any such right on them that they",
          "should bow to Him alone? How is it that while you derive so much benefit from",
          "this great blessing of Allah, in return you commit sins of disbelief and",
          "polytheism and disobedience of Him?\"]"
        ]
      }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ",
      "simpleTranslate" : [
        "And have you seen the fire that you ignite?"
      ],
      "tafsirTranslate" : [
        "Did you consider the fire which you kindle?"
      ],
      "tanslateWordByWord" : [
        "Do you see",
        "the Fire",
        "which",
        "you ignite"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "أَأَنْتُمْ أَنْشَأْتُمْ شَجَرَتَهَا أَمْ نَحْنُ الْمُنْشِئُونَ",
      "simpleTranslate" : [
        "Is it you who produced its tree, or are We the producer?"
      ],
      "tafsirTranslate" : [
        "Did you make its tree <N:32> grow or was it We Who made it grow?"
      ],
      "tanslateWordByWord" : [
        "Is it you",
        "who produced",
        "its tree",
        "or",
        "We",
        "(are) the Producers"
      ],
      "notes" : {
        "32" : [
          "The tree here either implies the tree that supplies wood for lighting a fire, or",
          "the trees of markh and 'afar, green sticks of which were struck one against the",
          "other to produce sparks in ancient Arabia."
        ]
      }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ",
      "simpleTranslate" : [
        "We have made it a reminder and provision for the travelers,"
      ],
      "tafsirTranslate" : [
        "We made it a reminder <N:33> and a provision for the needy. <N:34>"
      ],
      "tanslateWordByWord" : [
        "We",
        "have made it",
        "a reminder",
        "and a provision",
        "for the wayfarers in the desert"
      ],
      "notes" : {
        "33" : [
          "Making the fire [\"a means of remembrance\"] means; [\"The fire by virtue of its",
          "quality of being kindled at, all times reminds man of his forgotten lesson that",
          "without it human life could not be any different from animal life. Because of the",
          "fire only did man learn to cook food for eating instead of eating it raw like the",
          "animals, and then new and ever new avenues to industry and invention went on",
          "opening up before him. Obviously, if God had not created the means of kindling",
          "the fire and the substances that could be kindled, man's inventive potentialities",
          "would have remained dormant. But the man has forgotten that his Creator is a wise",
          "Sustainer, Who created him with human capabilities on the one hand, and on the",
          "other, created such materials on the earth by which his these capabilities could",
          "become active and operative. If he is not lost in Heedlessness, the fire alone is",
          "enough to remind him of the favours and bounties of his Creator, which he is so",
          "freely enjoying in the world.\"]"
        ],
        "34" : [
          "The word muqwin in the original has been interpreted differently by the",
          "lexicographers. Some have taken it in the meaning of the travellers who have",
          "halted in the desert, some in the meaning of a hungry man, and some take it in",
          "the meaning of aII those who derive benefit from the fire, whether it is the",
          "benefit of cooking food or of light or of heat."
        ]
      }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ",
      "simpleTranslate" : [
        "So exalt the name of your Lord, the Most Great."
      ],
      "tafsirTranslate" : [
        "Glorify, then, (O Prophet), the name of your Great Lord. <N:35>"
      ],
      "tanslateWordByWord" : [
        "So glorify",
        "(the) name",
        "(of) your Lord",
        "the Most Great"
      ],
      "notes" : {
        "35" : [
          "That is, [\"Mention His blessed name and proclaim that He is free from and far",
          "above the defects and faults and weaknesses that the pagans and polytheists",
          "ascribe to Him, and which underlie every creed of disbelief and every argument",
          "that is presented by the deniers of the Hereafter. \"]"
        ]
      }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ",
      "simpleTranslate" : [
        "Then I swear by the setting of the stars,"
      ],
      "tafsirTranslate" : [
        "No! <N:36> I swear by the positions of the stars '"
      ],
      "tanslateWordByWord" : [
        "But nay",
        "I swear",
        "by setting",
        "(of) the stars"
      ],
      "notes" : {
        "36" : [
          "That is, [\"The truth is not what you seem to think it is.\"] Here, the use of the",
          "word /a [(nay)] before swearing an oath by the Qur'an's being Allah's Revelation",
          "by itself shows that the oath has been sworn to refute certain objections that",
          "the disbelievers wen raising with regard to the Qur'an."
        ]
      }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ",
      "simpleTranslate" : [
        "And indeed, it is an oath - if you could know - [most] great."
      ],
      "tafsirTranslate" : [
        "and this is indeed a mighty oath, if only you knew '"
      ],
      "tanslateWordByWord" : [
        "And indeed, it",
        "(is) surely an oath",
        "if",
        "you know ",
        "great"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "إِنَّهُ لَقُرْآنٌ كَرِيمٌ",
      "simpleTranslate" : [
        "Indeed, it is a noble Qur'an"
      ],
      "tafsirTranslate" : [
        "that this indeed is a noble Qur'an, <N:37>"
      ],
      "tanslateWordByWord" : [
        "Indeed, it",
        "(is) surely, a Quran",
        "noble"
      ],
      "notes" : {
        "37" : [
          "[\"The positions of the stars\"] : the positions and phases and orbits of the stars",
          "and planets. The oath implies that just as the system of the celestial bodies is",
          "firm and stable, so also is this Divine Word firm and stable. The same God Who",
          "has coated that system has also sent down this Word. Just as there exists",
          "perfect. consistency and harmony among the countless stars and planets found in",
          "the countless galaxies of the Universe, whereas apparently they seem to be",
          "scattered, so also this Book presents a perfectly consistent, and systematic code",
          "of life in which detailed guidance has been given, on the basis of belief, about",
          "morals, modes of worship, civilization and culture, economic and social life, law",
          "and justice, peace and war, in short, about every aspect of human life, and there",
          "is nothing out of harmony with the other, whereas this system of thought has been",
          "expressed in scattered verses and discourses given on different occasions. Then,",
          "just as the system of the heavens set and planned by God is stable and",
          "unalterable, and does not ever admit of the slightest variation, so also are the",
          "truths and instructions given , in this Book stable and unalterable: no part of",
          "these can be changed or displaced in any way."
        ]
      }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "فِي كِتَابٍ مَكْنُونٍ",
      "simpleTranslate" : [
        "In a Register well-protected;"
      ],
      "tafsirTranslate" : [
        "inscribed in a well-guarded Book, <N:38>"
      ],
      "tanslateWordByWord" : [
        "In",
        "a Book",
        "well-guarded"
      ],
      "notes" : {
        "38" : [
          "This implies the well-guarded Tablet [(leuh-mahfuz)]. For it the word Kitab",
          "maknun has been used, which means a writing kept hidden, i.e. a writing that is",
          "inaccessible to all. The Qur'an's having been inscribed in this well guarded Book",
          "means that before its being sent down to the Holy Prophet [(upon whom be Allah's",
          "peace)] it lay inscribed in the Divine Writ of Destiny in which three is no",
          "possibility of any alteration or corruption taking place, for it is inaccessible",
          "to every kind of creation. The Meaning of the Qur'an"
        ]
      }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ",
      "simpleTranslate" : [
        "None touch it except the purified."
      ],
      "tafsirTranslate" : [
        "which none but the pure may touch; <N:39>"
      ],
      "tanslateWordByWord" : [
        "None",
        "touch it",
        "except",
        "the purified"
      ],
      "notes" : {
        "39" : [
          "This is a refutation of the accusation that the disbelievers used to loud against",
          "the Qur'an. They regarded the Holy Prophet as a sorcerer and asserted that he was",
          "being inspired with the Word by the jinn and satans. An answer to it has been",
          "given at several places in the Qur'an, e.g. in Surah Ash-Shu'ara', where it has",
          "been said: [\"This [(lucid Book)] has not beer brought down by satans, nor dces",
          "this work behove them, nor arc they able to do it. They have indeed been kept out",
          "of its hearing.\"] [(vv. 210-212)]. The same theme has been expressed here,",
          "Saying: 'None but the purified can touch it.[\" That is to say \"]Not to speak of",
          "its being brought down by the satans, or its being tampered within any way when",
          "it is being revealed, none but the pure angels can come anywhere near it when it",
          "is being revealed from the well-guarded Tablet [(Lauh-mahfuz; : to the Prophet.",
          "[\" The word mutahharin has been used for the angels in the sense that AIlah has",
          "kept them free of every kind of impure feeling and desire. This same commentary",
          "of this verse has been given by Anas bin Malik, Ibn 'Abbas, Sa'id bin Jubair,",
          "'Ikrimah, Mujahid, Qatadah, Abul 'Aliyah, Suddi, Dahhak and Ibn Zaid, and the",
          "same also fits in with the context. For the context itself shows that after",
          "refuting the false concepts of the Makkan disbelievers about Tauhid and the",
          "Hereafter, now their false accusations against the Qur'an are being answered, and",
          "by swearing an oath by the positions of the stars, it is being stated that the",
          "Qur'an is an exalted Book, which is inscribed in the well-guarded Divine Writ, in",
          "which there is no possibility of any interference by any creation, and it is",
          "revealed to the Prophet in such a safe way that none but the pure angels can",
          "touch it. \n Some commentators have taken la in this verse in the sense of",
          "prohibition, and have interpreted the verse to mean: \"]None who is unclean should",
          "touch it. [\" Although some other commentators take la in the sense of negation",
          "and interpret the verse to mean: \"]None but the clean and pure touch this Book,[\"",
          "they express the opinion that this negation is a prohibition in the same way as",
          "the Holy Prophet's saying is a prohibition: \"]A Muslim is a brother of a Muslim:",
          "he does not treat him unjustly.[\" Although in it, it has been said that a Muslim",
          "does not treat the other Muslim unjustly, you it enjoins that a Muslim is not to",
          "treat the other Muslim unjustly. Likewise, although in this verse it has been",
          "state that none but the clean and pure angels touch this Book, yet it enjoins",
          "that unless a person is purified, he should not touch it. \n The fact, however, is",
          "that this commentary does not conform to the context of the verse. Independent of",
          "the context, one may take this meaning from its words, but if considered in the",
          "context in which the verse occurs, one does not sec any ground for saying that",
          "\"]None is to touch this Book except the clean and purified people. [\" For the",
          "addressees here are the disbelievers and they arc being told, as if to say: `This",
          "Book has been sent down by Allah Lord of the worlds. Therefore, your suspicion",
          "that the satans inspire the Prophet with it, is wrong. \"] What could be the",
          "occasion here to emuciate the Shari'ah injunction that no one should touch it",
          "without purification? The most that one could say in this regard is that although",
          "this verse has not been sent down to enjoin this command, yet the context points",
          "out that just as only the purified (mutahharin)] can touch this Book in the",
          "presence of AIIah, so in the world also the people who at least believe in its",
          "being Divine Word should avoid touching it in the impure and unclean state. \n The",
          "following are the traditions that bear upon this subject: \n [(1)] Imam Malik has",
          "related in Mu' atta this tradition on the authority of 'Abdullah bin Abi Bakr",
          "Muhammad bin 'Amr bin Hazm: [\"The written instructions that the Holy Prophet",
          "[(upon whom be peace)] had sent to the Yarnanite chiefs by the hand of 'Amr bin",
          "Hazm contained this instruction also: La yamass-ul Qur an a illa tahir-un. No one",
          "should touch the Qur'an except the pure one.\"] This same thing has been related",
          "by Abu Da'ud from Imam Zuhri in the Traditions which are immediately traced to",
          "the Holy Prophet [(marasil)], saying that the writing that he had seen with Abu",
          "Bakr Muhammad bin 'Amr bin Hazm contained this instruction as well. \n [(2)] The",
          "traditions from Hadrat 'Ali in which he says: 'Nothing prevented the Holy Prophet",
          "of AIlah from reciting the Qur'an but the state of uncleanness due to sexual",
          "intercourse.[\" [(Abu Da'ud, Nasa'i, Tirmidhi)]. \n [(3)] The tradition of Ibn",
          "'Umar in which he states: \"]The Holy Messenger of Allah said: The menstruating",
          "woman and the one who is unclean on account of sexual intercourse should not read",
          "any portion of the Qur'an. [\" [(Abu Da'ud. Tirmidhi)]. \n [(4)] The tradition of",
          "Bukhari in which it has been said that the letter which the Holy Prophet [(upon",
          "whom be peace)] sent to Heraclius, the Roman emperor, also contained this verse",
          "of the Qur'an: Ya ahl al-Kitab-i to 'alau ila kalimat-in sawaa'un bainana wa",
          "baina-kum .. . \n The views that have been related from the Holy Prophet's",
          "Companions and their immediate followers are as follows: \n Salman, the Persian,",
          "saw no harm in reading the Qur'an without the ablutions, but even according to",
          "him touching the Qur'an with the hand in this state was not permissible. The same",
          "also was the view of Hadrat Sa`d bin Abi Waqqas and Hadrat 'Abdullah bin 'Umar.",
          "And Hadrat Hasan Basri and Ibrahim Nakha'i also regarded touching the Qur'an with",
          "the hand without the ablutions as disapproved, [(AI-Jassas, Ahkam al-Qur an)]).",
          "The same has been reported from 'Ata', Ta'us, Sha'bi and Qasim bin Muhammad also.",
          "[(Ibn Qudamah, AI-Mughni)]. However, according to all of them, reading the Qur'an",
          "without touching it with the hand, or reciting it from memory, was permissible",
          "even without the ablutions. \n Hadrat 'Umar, Hadrat 'Ali, Hadrat Hasan Basri.",
          "Hadrat Ibrahim Nakha'i and Imam Zuhri regarded reading the Qur'an in the state of",
          "uncleanness due to sexual intercourse and menstruation and bleeding after",
          "childbirth as disapproved. But Ibn 'Abbas held the view, and the same also was",
          "his practice, that one could recite from memory the portion of the Qur'an that",
          "one usually recited as one's daily practice. When Hadrat Sa'id bin al-Musayyab",
          "and Sa`id bin Jubair were asked about their view in this regard, they replied:",
          "\"]Is not the Qur'an preserved in the memory of such a person ? What then is the",
          "harm in reciting it ?[\" [(AI-Mughni, .9l-Muhalla by Ibn Hazm)]. \n The following",
          "are the viewpoints of the jurists on this subject: \n The Hanafi viewpoint has",
          "been explained by Imam `Ala-'uddin al-Kashani in his Bada I as-Sana i, thus",
          "\"]lust as it is not permissible to offer the Prayer without the ablutions, so",
          "also it is not permissible to touch the Qur'an without the ablutions, However, if",
          "the Qur'an is in a cast or a cover, it may be touched. [\" According to some",
          "jurists, the case or cover implies the binding, and according to others, the bag",
          "or the envelope or the wrapper in which the Qur'an is kept and can also be taken",
          "out. Likewise, the books of the commentary also should not be touched without the",
          "ablutions, nor anything else in which a Qur'anic verse may have been written.",
          "However, the books of Fiqh [(Islamic Jurisprudence)] may be touched although",
          "preferably they too may not be touched without the ablutions, for they also",
          "contain Qur'anic verses as part of argument and reasoning. Some Hanafi jurists",
          "hold the opinion that only that part of the Qur'an where the Text may have been",
          "written should not be touched without the ablutions. As for the margins there is",
          "no harm in touching it, whether they are blank or contain notes on the Text. The",
          ".correct thing, however, is that the margins also are a part of the Book and",
          "touching them amounts to touching the Book. As for reading the Qur'an, it is",
          "permissible without the ablutions. \"] In Fatawa 'Alamgiri children have been made",
          "an exception from this rule. The Qur'an can be given in the children's hand for",
          "teaching purposes whether they are in the state of ablutions or not.. \n The",
          "Shafi'i viewpoint has been stated by Imam Nawaw1 in Al-Minhaj, thus, [\"As it is",
          "for the Prayer and the circumambulation of the Ka'bah, it is also forbidden to",
          "handle the Qur'an or to touch a leaf of it without the ablutions. Likewise, it is",
          "also forbidden w touch the binding of the Qur'an, and also a bag, or a bow",
          "containing the Qur'an, or a tablet on which a part of the Qur'an may have been",
          "written for instructional purposes. However, it is lawful to touch the baggage of",
          "a person containing the Qur'anic inscription. A child may touch the Qur'an",
          "without the ablutions, and a person without ablutions may turn over a leaf with a",
          "piece of wood, or something else, if he wants to read the Qur'an. \n The Maliki",
          "position as stated in AI-Fiqh 'alal-Madhahib al- Arbah is: They concur with the",
          "other jurists in this that the state of ablutions is a prerequisite for touching",
          "the Qur'an, but in the matter of imparting instruction in the Qur'an they make",
          "both the teacher and the taught an exception from the rule, and allow even a",
          "menstruating woman to touch the Qur'an if she is engaged in learning or teaching",
          "it. Ibn Qadamah has cited in Al-Mughni this saying of Imam Malik: Although",
          "reading the Qur'an in the state of uncleanness due to sexual intercourse is",
          "forbidden, the woman who is discharging the menses is pemitted to read it, for",
          "she would forget her recitations if prohibited from reading the Qur'an for along",
          "time. The Hanbali viewpoint as stated by Ibn Qadamah is as follows: In the state",
          "of uncleanness due to sexual intercourse and menstruation and bleeding after",
          "childbirth it is not permissible to read the Qur'an or any complete verse of it.",
          "However, it is permissible to recite bismillah, a!-hamdu-/i//ah, etc. for",
          "although these also are parts of one or the other verse, their recitation does",
          "not amount to recitation of the Qur'an. As for handling the Qur'an, it is not",
          "permissible in any case without the ablutions. However, one is not forbidden to",
          "touch a letter, or a book of Fiqh, or some other writing containing a Qur'anic",
          "verse. Likewise, one may handle even without the ablutions, something that",
          "contains the Qur'an. The state of ablutions is also no pre-requisite for",
          ".handling the books of exegesis. Furthermore, if a person who is not in the state",
          "of ablutions is required to handle the Qur'an under an immediate need, he may do",
          "so after purification with the dust [(tayammum)]. \"] AI-Fiqh `alal-Madhahib a/-",
          "`Arabah contains this ruling also of the Hanbali Fiqh: It is not right for the",
          "children to handle the Qur'an without ablutions even when receiving instruction",
          "in it, and it is the duty of their guardians to make them perform the ablutions",
          "before they give the Qur'an to them. \n The Zahiri viewpoint is that reading the",
          "Qur'an and handling it is permissible under all conditions, whether one is",
          "without the ablutions, or unclean due to sexual intercourse, or even if the woman",
          "is menstruating. Ibn Hazm has discussed this question fully in AI-Muhalla [(vol.",
          "1, pp. 77-84)] and given arguments for the validity of this viewpoint and has",
          "concluded that none of the conditions laid down by the jurists for reading the",
          "Qur'an and handling it, is supported by the Qur'an and the Sunnah."
        ]
      }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "[It is] a revelation from the Lord of the worlds."
      ],
      "tafsirTranslate" : [
        "a revelation from the Lord of the Universe."
      ],
      "tanslateWordByWord" : [
        "A Revelation",
        "from",
        "(the) Lord",
        "(of) the worlds"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "أَفَبِهَٰذَا الْحَدِيثِ أَنْتُمْ مُدْهِنُونَ",
      "simpleTranslate" : [
        "Then is it to this statement that you are indifferent"
      ],
      "tafsirTranslate" : [
        "Do you, then, take this discourse in light esteem, <N:40>"
      ],
      "tanslateWordByWord" : [
        "Then is it to this",
        "statement",
        "that you",
        "(are) indifferent"
      ],
      "notes" : {
        "40" : [
          "Literally, idhan [(from which mudhinun of the Text is derived)] means to treat",
          "something with contempt, to deny its due importance, to regard it as unworthy of",
          "serious attention, to hold it in light esteem."
        ]
      }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ",
      "simpleTranslate" : [
        "And make [the thanks for] your provision that you deny [the Provider]?"
      ],
      "tafsirTranslate" : [
        "and your portion in it is simply that you denounce it as false? <N:41>"
      ],
      "tanslateWordByWord" : [
        "And you make",
        "your provision",
        "that you",
        "deny"
      ],
      "notes" : {
        "41" : [
          "In his commentary of taj `aluna rizqa-kum, Imam Razi has expressed the view that",
          "probably the word rizq here means livelihood. Since the disbelieving Qaraish",
          "regarded the message of the Qur'an as harmful to their economic interests and",
          "feared that if it succeeded it would deprive them of their means of livelihood,",
          "the verse may also mean this: [\"You have made the denial of this Qur'an a",
          "question of your economic interests, and for you the question of the right and",
          "wrong is of no consequence; the only thing of real importance in your sight is",
          "the bread for the sake of which you would least hesitate to oppose the truth and",
          "adhere to the falsehood. \"]"
        ]
      }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ",
      "simpleTranslate" : [
        "Then why, when the soul at death reaches the throat"
      ],
      "tafsirTranslate" : [
        "Why, then, when the soul leaps up to the throat,"
      ],
      "tanslateWordByWord" : [
        "Then why not",
        "when",
        "it reaches",
        "the throat"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ",
      "simpleTranslate" : [
        "And you are at that time looking on -"
      ],
      "tafsirTranslate" : [
        "the while you are helplessly watching that he is on the verge of death,"
      ],
      "tanslateWordByWord" : [
        "And you",
        "(at) that time",
        "look on"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَٰكِنْ لَا تُبْصِرُونَ",
      "simpleTranslate" : [
        "And Our angels are nearer to him than you, but you do not see -"
      ],
      "tafsirTranslate" : [
        "' at that moment when We are closer to him than you, although you do not see (Us)"
      ],
      "tanslateWordByWord" : [
        "And We",
        "(are) nearer",
        "to him",
        "than you",
        "but",
        "you (do) not see",
        "you (do) not see"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "فَلَوْلَا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ",
      "simpleTranslate" : [
        "Then why do you not, if you are not to be recompensed,"
      ],
      "tafsirTranslate" : [
        "if you are not subject to anyone's authority,"
      ],
      "tanslateWordByWord" : [
        "Then why not",
        "if",
        "you are",
        "not",
        "to be recompensed"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "تَرْجِعُونَهَا إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "Bring it back, if you should be truthful?"
      ],
      "tafsirTranslate" : [
        "why are you then not able to bring them back to life if you are truthful?"
      ],
      "tanslateWordByWord" : [
        "Bring it back",
        "if",
        "you are",
        "truthful"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ",
      "simpleTranslate" : [
        "And if the deceased was of those brought near to Allah ,"
      ],
      "tafsirTranslate" : [
        "So if he is one of those who are near-stationed (to Allah),"
      ],
      "tanslateWordByWord" : [
        "Then",
        "if",
        "he was",
        "of",
        "those brought near"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 89,
      "arabicVerse" : "فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ",
      "simpleTranslate" : [
        "Then [for him is] rest and bounty and a garden of pleasure."
      ],
      "tafsirTranslate" : [
        "then happiness and delight and Gardens of Bliss are his."
      ],
      "tanslateWordByWord" : [
        "Then rest",
        "and bounty",
        "and a Garden",
        "(of) Pleasure"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 90,
      "arabicVerse" : "وَأَمَّا إِنْ كَانَ مِنْ أَصْحَابِ الْيَمِينِ",
      "simpleTranslate" : [
        "And if he was of the companions of the right,"
      ],
      "tafsirTranslate" : [
        "And if he is one of the People on the Right,"
      ],
      "tanslateWordByWord" : [
        "And",
        "if",
        "he was",
        "of",
        "(the) companions",
        "(of) the right"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 91,
      "arabicVerse" : "فَسَلَامٌ لَكَ مِنْ أَصْحَابِ الْيَمِينِ",
      "simpleTranslate" : [
        "Then [the angels will say], \"Peace for you; [you are] from the companions of the",
        "right.\""
      ],
      "tafsirTranslate" : [
        "he will be welcomed by the words: 'Peace to you' from the People on the Right."
      ],
      "tanslateWordByWord" : [
        "Then, peace",
        "for you",
        "[from]",
        "(the) companions",
        "(of) the right"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 92,
      "arabicVerse" : "وَأَمَّا إِنْ كَانَ مِنَ الْمُكَذِّبِينَ الضَّالِّينَ",
      "simpleTranslate" : [
        "But if he was of the deniers [who were] astray,"
      ],
      "tafsirTranslate" : [
        "And if he is one of those who give the lie (to this Message) and go astray,"
      ],
      "tanslateWordByWord" : [
        "But",
        "if",
        "he was",
        "of",
        "the deniers",
        "the astray"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 93,
      "arabicVerse" : "فَنُزُلٌ مِنْ حَمِيمٍ",
      "simpleTranslate" : [
        "Then [for him is] accommodation of scalding water"
      ],
      "tafsirTranslate" : [
        "then he will be served boiling water,"
      ],
      "tanslateWordByWord" : [
        "Then, hospitality",
        "of",
        "(the) scalding water"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 94,
      "arabicVerse" : "وَتَصْلِيَةُ جَحِيمٍ",
      "simpleTranslate" : [
        "And burning in Hellfire"
      ],
      "tafsirTranslate" : [
        "and will be scorched by the Fire."
      ],
      "tanslateWordByWord" : [
        "And burning",
        "(in) Hellfire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 95,
      "arabicVerse" : "إِنَّ هَٰذَا لَهُوَ حَقُّ الْيَقِينِ",
      "simpleTranslate" : [
        "Indeed, this is the true certainty,"
      ],
      "tafsirTranslate" : [
        "That indeed is the absolute truth."
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "this",
        "surely, it",
        "(is the) truth",
        "certain"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 96,
      "arabicVerse" : "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ",
      "simpleTranslate" : [
        "So exalt the name of your Lord, the Most Great."
      ],
      "tafsirTranslate" : [
        "So glorify the name of your Great Lord. <N:42>"
      ],
      "tanslateWordByWord" : [
        "So glorify",
        "(the) name",
        "(of) your Lord",
        "the Most Great"
      ],
      "notes" : {
        "42" : [
          "Hadrat `Uqbah bin `Amir Juhni relates that when this verse was sent down the Holy",
          "Prophet [(upon whom be Allah's peace)] commanded that the people put it in their",
          "ruku`, i.e. they should recite Subhana Rabbi -yal-`Azim in ruku ' position in the",
          "Prayer. And when the verse Sabbih-ismi-Rabb-i- kal-A'la was Sent down, he",
          "enjoined that they put it in their sajdah, i.e. they should recite Subhana Rabb-i",
          "-yal-A 7a in sajdah. [(Musnad Ahmad, Abu Da'ud, Ibn Majah, Ibn Hibban, Hakim)].",
          "This show that even the most minor details of the procedure enjoined by the Holy",
          "Prophet [(upon whom be Allah's peace)] for the Prayer are derived from the",
          "allusions given in the Qur'an. and pious, for they were most worthy and deserving",
          "of aII mankind. Here also it was not said that the news was being given only abut",
          "those who were believers among them. Then in the initial sentences also of this",
          "verse itself the characteristics mentioned arc of alI those people who were with",
          "the Holy Prophet Muhammad [(upon whom be Allah's peace and blessings)]. The words",
          "are to the effect that aII the people who are with him have this and this quality",
          "and characteristic. After this, suddenly in the last sentence there could be no",
          "excuse to say that some of them were the believers and others were not."
        ]
      }
    }
  ],
  "medinian" : false
}