{
  "chapterNumber" : 63,
  "nbVerses" : 11,
  "name" : "The Hypocrites",
  "nameArabic" : "المنافقون",
  "transName" : "al-munāfiqūn",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ ۗ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ",
      "simpleTranslate" : [
        "When the hypocrites come to you, [O Muhammad], they say, \"We testify that you are",
        "the Messenger of Allah .\" And Allah knows that you are His Messenger, and Allah",
        "testifies that the hypocrites are liars."
      ],
      "tafsirTranslate" : [
        "(O Prophet), when the hypocrites come to you, they say: 'We bear witness that you",
        "are certainly Allah's Messenger.' Allah certainly knows that you are His",
        "Messenger. But Allah also bears witness that the hypocrites are utter liars!",
        "<N:1>"
      ],
      "tanslateWordByWord" : [
        "When",
        "come to you",
        "the hypocrites",
        "they say",
        "We testify",
        "that you",
        "(are) surely (the) Messenger",
        "(of) Allah",
        "And Allah",
        "knows",
        "that you",
        "(are) surely His Messenger",
        "and Allah",
        "testifies",
        "that",
        "the hypocrites",
        "(are) surely liars"
      ],
      "notes" : {
        "1" : [
          "That is, [\"Although the thing they. are uttering with the tongue is true by",
          "itself, it dces not reflect their belief. Therefore they lie when they say that",
          "they bear witness that you are a Messenger of AIIah.\"] Here, one should clearly",
          "understand that an evidence or witness is composed of two things: first, the",
          "actual thing to which one bears the witness; second, the concerned person's own",
          "belief about the thing to which he bears the witness, Now, if the thing by itself",
          "is true and the belief of the bearer of witness also correspons to what he says,",
          "he will be truthful in every respect. And if the thing in itself is false; but",
          "the beater of the witness believes it to be right and true, he will be regarded",
          "as truthful in one way, for he is truthful in expressing his belief, and liar in",
          "another way, for the thing he is bearing witness to is by itself false. Contrary",
          "to this, if the thing by itself is true but the belief of the bearer of the",
          "witness is opposed to it, he will be regarded as truthful because he is",
          "testifying to the right thing, and a liar because his own belief is contrary to",
          "what he is saying with the tongue. For instance, if a Believer states that Islam",
          "is a taste religion, he is truthful in every respect, but if a Jew, while he is",
          "steadfast in his Judaism, states the same thing, he would be stating the right",
          "thing but his evidence would be regarded 8s false, for he is testifying against",
          "his faith and belief. And if he calls it a false religion, he would be uttering a",
          "false thing but he would be beating a true witness according to his belief."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ ۚ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "They have taken their oaths as a cover, so they averted [people] from the way of",
        "Allah . Indeed, it was evil that they were doing."
      ],
      "tafsirTranslate" : [
        "They shelter behind their oath, <N:2> and thus hinder their own selves and others",
        "from the Path of Allah. <N:3> Evil indeed is what they do."
      ],
      "tanslateWordByWord" : [
        "They take",
        "their oaths",
        "(as) a cover",
        "so they turn away",
        "from",
        "(the) Way",
        "(of) Allah",
        "Indeed, [they]",
        "evil is",
        "what",
        "they used to",
        "do"
      ],
      "notes" : {
        "2" : [
          "That is, they use the oaths that they swear to convince others of their Islam and",
          "faith as a shield to save themselves from the wrath of the Muslims so that they",
          "do not treat them as they treat their open enemies. \n These oaths may imply the",
          "oaths which they usually swear to convince others of their faith as well as those",
          "which they swore when they were caught committing some hypocritical act, and also",
          "those oaths which 'Abdullah bin Ubayy had sworn to contradict the report given by",
          "Hadrat Zaid bin Arqam. Besides these, there is another probability that Allah",
          "might have regarded this statement of theirs as an oath: [\"We bear witness that",
          "you are Allah's Messenger.\"] This last probability has given rise to a dispute",
          "among the jurists, namely: If a person states something with the words: [\"I bear",
          "witness,\"] will it be regarded as an oath or not? Imam Abu Hanifah and his",
          "companions [(except Imam Zufar)], Imam Sufyan Thauri and Imam Auza'i regard it as",
          "an oath [(Yamin in the Shari'ah terminology)]. Imam Zufar says that it is not an",
          "oath. Two sayings from Imam Malik have been reported in this connection: first'",
          "that it is an oath absolutely, and second, that if while saying: [\"I bear",
          "witness,\"] his intention was to say: y God, I bear witness,[\" or \"]I bear witness",
          "before God,[\" it would he a statement on oath, otherwise not. Imam Shafe'i says:",
          "'Even if the person says the words: \"]I bear witness before God.[\" it would not",
          "be a statement made on oath, unless he uttered these words with the intention of",
          "swearing an oath,\"] [(AI-Jassas_, Ahkam al-Qur an; Ibn al'.Arabi. Ahkam al-Qur",
          "an)]."
        ],
        "3" : [
          "The verb sadd in Arabic is transitive as well as intransitive. Therefore, saddu",
          "'an sabil-Allah means; [\"They turn away from the Way of Allah,\"] as well as:",
          "'they turn others away from the Way of AIIah.[\" According to the first meaning",
          "the verse would 'mean: \"]By means of these oaths they first plant themselves",
          "firmly among the Muslims and then invent ways to escape fulfilling demands of the",
          "faith and to avoid obedience to AIlah and His Messenger. [\" According to the",
          "second meaning it would mean: \"]They use their false oaths as a cover for",
          "committing evil deeds. Posing as Muslims they weaken the Muslim community from",
          "within: find out the secrets of the Muslims and convey these to their enemies,",
          "create doubts about Islam among the non-Muslims and use such devices for",
          "inspiring the simple Muslims with evil suggestions which a hypocrite in the guise",
          "of a Muslim only could do, for an open enemy of Islam cannot use them."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
      "simpleTranslate" : [
        "That is because they believed, and then they disbelieved; so their hearts were",
        "sealed over, and they do not understand."
      ],
      "tafsirTranslate" : [
        "All that is because they first believed and then disbelieved, and therefore a",
        "seal was set on their hearts; as a result they understand nothing. <N:4>"
      ],
      "tanslateWordByWord" : [
        "That",
        "(is) because",
        "they believed",
        "then",
        "they disbelieved",
        "so were sealed",
        "[upon]",
        "their hearts",
        "so they",
        "(do) not",
        "understand"
      ],
      "notes" : {
        "4" : [
          "In this verse [\"believing\"] means professing the faith in order to be counted",
          "among Muslims, and 'disbelieving[\" means not to believe sincerely and to persist",
          "in disbelief as usual. The verse means to say that when they, after due thought,",
          "decided to adopt this hypocritical attitude instead of adopting either belief or",
          "disbelief plainly, Allah caused a seal to be set on their hearts and deprived",
          "them of the grace to adopt the attitude and conduct of a true, sincere and noble",
          "person. Now, their power of understanding has been lost, their moral sense has",
          "become dead, and while following this way they never even feel that their habit",
          "of always telling lies, their deceitful behaviour and the ever present",
          "contradictions between their word and deed is a wretched state in which they have",
          "involved themselves. This is one of those verses in which the meaning of",
          "';causing a seal to be set on the heart of somebody by Allah\"] has been made",
          "clear. These people did not become hypocrites because Allah .had set a seal on",
          "their hearts; so faith did not enter them, and they became hypocrites under",
          "compulsion. But, in fact, Allah set a seal on their hearts only when they decided",
          "to persist in disbelief in spite of professing the faith outwardly. Then, they",
          "were deprived of the capacity to believe sincerely and of the grace of the moral",
          "attitude resulting from it. and were helped to persist in the hypocrisy and",
          "hypocritical morals, which they had chosen to adopt for themselves."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ ۖ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ ۖ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ ۖ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ۚ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ ۚ قَاتَلَهُمُ اللَّهُ ۖ أَنَّىٰ يُؤْفَكُونَ",
      "simpleTranslate" : [
        "And when you see them, their forms please you, and if they speak, you listen to",
        "their speech. [They are] as if they were pieces of wood propped up - they think",
        "that every shout is against them. They are the enemy, so beware of them. May",
        "Allah destroy them; how are they deluded?"
      ],
      "tafsirTranslate" : [
        "When you look at them, their persons are pleasing, and when they speak, you pay",
        "heed to what they say. <N:5> But in truth they are (merely) beams of timber",
        "propped-up (against a wall). <N:6> They consider every shout they hear to be",
        "directed against them. <N:7> They are your utter enemies; <N:8> guard against",
        "them. <N:9> May Allah do away with them! <N:10> How are they being turned away",
        "(from the Truth)? <N:11>"
      ],
      "tanslateWordByWord" : [
        "And when",
        "you see them",
        "pleases you",
        "their bodies",
        "and if",
        "they speak",
        "you listen",
        "to their speech",
        "as if they (were)",
        "pieces of wood",
        "propped up",
        "They think",
        "every",
        "shout",
        "(is) against them",
        "They",
        "(are) the enemy",
        "so beware of them",
        "May destroy them",
        "Allah",
        "How",
        "are they deluded"
      ],
      "notes" : {
        "5" : [
          "Hadrat 'Abdullah bin 'Abbas has stated that 'Abdullah bin Ubayy WAS a strongly",
          "built, healthy, handsome and smooth-tongued person, and the same was the case",
          "will most .of his companions. They were aII the nobles of Madinah. When they came",
          "to sit in the Holy Prophet's assembly, they would sit reclining on cushions",
          "against the walls and would talk agreeably and convincingly. From their outward",
          "appearance and manner of speech no one could imagine that those honourable people",
          "of the city would be so wretched and degraded in their character."
        ],
        "6" : [
          "That is, [\"Those who sit reclining on cushions against the walls, are not nun but",
          "pieces of timber. Comparing them to timber is meant to imply that they are devoid",
          "of the moral sense which is the essence of humanity Then by comparing them to",
          "blocks of timber propped up against the walI, it has also been pointed out that",
          "they are absolutely worthless, for the timber would be useful only when it has",
          "been utilized in making of a ceiling, or a doorframe, or a piece of furniture. A",
          "block of timber that has just been placed against a walI serves no useful purpose",
          "at all. \"]"
        ],
        "7" : [
          "This brief sentence portrays the state of their guilty conscience. Since they",
          "fully well knew what game of hypocrisy they were playing tinder the screen of",
          "their superficial faith, they always remained in a state of alarm, thinking as to",
          "when the secret of their treason might be exposed, or the believers might feel",
          "disgusted with their evil deeds and machinations and take them co task for them.",
          "If ever a cry was raised anywhere in the city, or a noise was heard; they",
          "inunediately grew alarmed and thought it was directed against themselves."
        ],
        "8" : [
          "In other words, these hidden enemies arc more dangerous than the open enemies."
        ],
        "9" : [
          "That is, [\"Do not be deceived by their outward appearances. Beware of them, for",
          "they can deceive you any moment. \"]"
        ],
        "10" : [
          "This is not a curse but a declaration of the verdict about them by Allah that",
          "they have become worthy of His punishment and He will certainly inflict His",
          "punishment on them. It is also possible that AIIah may not have used these words",
          "in their literal sense but in the meaning of a curse and condemnation according",
          "to Arabic idiom."
        ],
        "11" : [
          "It has not been pointed out as to who perverts them from belief to hypocrisy.",
          "This by itself makes it clear that there is not one but manu factors responsible",
          "for their perversion. There is Satan, there are their evil friends, and there are",
          "their own selfish motives. Someone's wife or children become his motive, and",
          "someone is driven to perversion by the evil ones in his society, or by jealousy,",
          "spite and pride."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ",
      "simpleTranslate" : [
        "And when it is said to them, \"Come, the Messenger of Allah will ask forgiveness",
        "for you,\" they turn their heads aside and you see them evading while they are",
        "arrogant."
      ],
      "tafsirTranslate" : [
        "When it is said to them: 'Come, Allah's Messenger will seek forgiveness for you,'",
        "they (contemptuously) shake their heads and you see them holding back in pride.",
        "<N:12>"
      ],
      "tanslateWordByWord" : [
        "And when",
        "it is said",
        "to them",
        "Come",
        "will ask forgiveness",
        "for you",
        "(the) Messenger",
        "(of) Allah",
        "They turn aside",
        "their heads",
        "and you see them",
        "turning away",
        "while they",
        "(are) arrogant"
      ],
      "notes" : {
        "12" : [
          "That is, they not only refuse to come to the Messenger to seek forgiveness, but",
          "also on hearing the invitation they shake their heads with arrogance and pride,",
          "and remain adamant, thinking that it would be disgraceful for them to approach",
          "the Messenger to seek forgiveness. This is a clear sign that they are not",
          "believers."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ ۚ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
      "simpleTranslate" : [
        "It is all the same for them whether you ask forgiveness for them or do not ask",
        "forgiveness for them; never will Allah forgive them. Indeed, Allah does not guide",
        "the defiantly disobedient people."
      ],
      "tafsirTranslate" : [
        "It is all the same for them whether you ask forgiveness for them or not; for",
        "Allah shall never forgive them. <N:13> Surely Allah does not direct the",
        "transgressing folk to the Right Way. <N:14>"
      ],
      "tanslateWordByWord" : [
        "(It) is same",
        "for them",
        "whether you ask forgiveness",
        "for them",
        "or",
        "(do) not",
        "ask forgiveness",
        "for them",
        "Never",
        "will forgive",
        "Allah",
        "[to] them",
        "Indeed",
        "Allah",
        "(does) not",
        "guide",
        "the people",
        "the defiantly disobedient"
      ],
      "notes" : {
        "13" : [
          "This thing was reiterated in Surah At-Taubah, which was sent down three years",
          "after Surah Al-Mtutafiqun, cven in stronger words. In that Surah AIIah, while",
          "addressing the Holy Prophet [(upon whom be Allah's peace)] said this about the",
          "hypocrites: 'O Prophet [(it will be aII the same)] whether you beg forgiveness",
          "for them or not, for AIIah will not forgive them even if you beg forgiveness for",
          "them seventy times. This is because they have disbelieved in AIIah and His",
          "Messenger, and AIlah does not show guidance to the wrongdoers.[\" [(AtTaubah: 80",
          "<V:9:80>)]. A little further on in that Surah it was again said: 'And never",
          "perform the funeral prayer for anyone of them W;10 dies nor stand at his grave,",
          "for they have denied Allah and His Messenger and diod while they were",
          "transgressors. \"] [(At-Taubah: 84 <V:9:84>)]"
        ],
        "14" : [
          "Two things have been stated in this verse. First, that the prayer of forgiveness",
          "can be beneficial only for those who are guided aright. Let alone a common man,",
          "even if Allah's Messenger himself prays for the forgiveness of the person, who",
          "has turned away from guidance and adopted the way of sin and transgression",
          "instead of obedience, he cannot be forgiven. Second, that it is not Allah's way",
          "to bless with guidance those who do not seek His guidance. If a person himself",
          "turns away from Allah's guidance, rather shakes his head with arrogance and",
          "rejects the invitation when he is called towards guidance, Allah has no need that",
          "He should go after him with His guidance and implore him to come to the right",
          "path."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَىٰ مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّىٰ يَنْفَضُّوا ۗ وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَٰكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ",
      "simpleTranslate" : [
        "They are the ones who say, \"Do not spend on those who are with the Messenger of",
        "Allah until they disband.\" And to Allah belongs the depositories of the heavens",
        "and the earth, but the hypocrites do not understand."
      ],
      "tafsirTranslate" : [
        "It is they who say: 'Give nothing to those who are with the Messenger of Allah so",
        "that they may disperse.' (They say so although) the treasures of the heavens and",
        "the earth belong to Allah. But the hypocrites do not understand."
      ],
      "tanslateWordByWord" : [
        "They",
        "(are) those who",
        "say",
        "(Do) not",
        "spend",
        "on",
        "(those) who",
        "(are) with",
        "(the) Messenger",
        "(of) Allah",
        "until",
        "they disband",
        "And for Allah",
        "(are the) treasures",
        "(of) the heavens",
        "and the earth",
        "but",
        "the hypocrites",
        "(do) not",
        "understand"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ ۚ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَٰكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "They say, \"If we return to al-Madinah, the more honored [for power] will surely",
        "expel therefrom the more humble.\" And to Allah belongs [all] honor, and to His",
        "Messenger, and to the believers, but the hypocrites do not know."
      ],
      "tafsirTranslate" : [
        "They say: 'When we return to Madinah, the honourable ones will drive out from it",
        "those that are abject.' <N:15> In truth, all honour belongs to Allah, and to His",
        "Messenger, and to the believers. <N:16> But the hypocrites do not know."
      ],
      "tanslateWordByWord" : [
        "They say",
        "If",
        "we return",
        "to",
        "Al-Madinah",
        "surely, will expel",
        "the more honorable",
        "from it",
        "the more humble",
        "But for Allah",
        "(is) the honor",
        "and for His Messenger",
        "and for the believers",
        "but",
        "the hypocrites",
        "(do) not",
        "know"
      ],
      "notes" : {
        "16" : [
          "That is, \"]All honour belongs to Allah in virtue of His essence, to the Apostle",
          "in virtue of his Apostleship, and to the Believers in virtue of their faith. As",
          "for the disbelievers and the wicked people and the hypocrites, they have no share",
          "whatever in the real, true honour. \""
        ],
        "15" : [
          "Hadrat Zaid bin Arqam says: [\"When I reported these words of Abdullah bin Ubayy",
          "to the Holy Prophet, and 'Abdullah bin Ubayy came and disowned them on oath, the",
          "elderly people of the Ansar, and cven my own uncle, reproved me for this; so much",
          "so that I felt that the Holy Prophet also had mistaken me for a liar and",
          "'Abdullah bin Ubayy for a truthful person. This caused me great anguish and",
          "grief. Then, when these verses were revealed, the Holy Prophet call-d me, and",
          "taking hold of my car, said: \"]The boy's ear was truthful AIIah has himself",
          "testified to what it had heard.[\" [(Ibn Jarir. In Tirmidhi also there is a",
          "tradition on the same subject)]."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ ۚ وَمَنْ يَفْعَلْ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْخَاسِرُونَ",
      "simpleTranslate" : [
        "O you who have believed, let not your wealth and your children divert you from",
        "remembrance of Allah . And whoever does that - then those are the losers."
      ],
      "tafsirTranslate" : [
        "Believers, <N:17> let your possessions and your offspring not make you negligent",
        "of Allah's remembrance. <N:18> For whoso does that, they will be the losers."
      ],
      "tanslateWordByWord" : [
        "O",
        "you (who)",
        "believe",
        "(Let) not",
        "divert you",
        "your wealth",
        "and not",
        "your children",
        "from",
        "(the) remembrance",
        "(of) Allah",
        "And whoever",
        "does",
        "that",
        "then those",
        "[they]",
        "(are) the losers"
      ],
      "notes" : {
        "17" : [
          "Now a word of admonition is being addressed to aII those people, who have entered",
          "Islam, whether they are true and sincere believers, or those who profess the",
          "faith merely verbally. As we have explained at several places above. the words",
          "alladhina amanu in the Qur'an are sometimes used to address the true believers",
          "and sometimes to address the hypocrites, for they profess the faith only with the",
          "tongue, and sometimes to address the Muslims of aII kinds in general The context",
          "itself shows which group is the audience at a particular place."
        ],
        "18" : [
          "The mention of the possessions and the children, in particular, has been made,",
          "for man mostly turns away from the demands of the faith for the sake of their",
          "well-being and interests and becomes involved in hypocrisy, weakness of faith, or",
          "wickedness and disobedience; otherwise it implies everything of the world that",
          "allures and absorbs tnan so completely that he becomes heedless of the",
          "remembrance of God. This heedlessness in respect of the remembrance of God is",
          "indeed the root cause of all evil. If man only remembers that he is not free but",
          "the servant of One God, and that God is fully aware of all his actions and deeds,",
          "and he will by held accountable one day before Him for aII his actions and deeds,",
          "he would never be involved in any deviation and wickedness, and if ever he",
          "commits an error due to a human weakness, he will immediately rectify it as soon",
          "as he comes to realize his wrongdoing and repent."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَىٰ أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ",
      "simpleTranslate" : [
        "And spend [in the way of Allah ] from what We have provided you before death",
        "approaches one of you and he says, \"My Lord, if only You would delay me for a",
        "brief term so I would give charity and be among the righteous.\""
      ],
      "tafsirTranslate" : [
        "And spend of what Allah has granted you by way of sustenance before death should",
        "come to any of you and he should say: 'Lord, why did You not defer my return for",
        "a while so that I might give alms and be among the righteous?'"
      ],
      "tanslateWordByWord" : [
        "And spend",
        "from",
        "what",
        "We have provided you",
        "from",
        "before",
        "[that]",
        "comes",
        "(to) one of you",
        "the death",
        "and he says",
        "My Lord",
        "Why not",
        "You delay me",
        "for",
        "a term",
        "near",
        "so I would give charity",
        "and be",
        "among",
        "the righteous"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا ۚ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
      "simpleTranslate" : [
        "But never will Allah delay a soul when its time has come. And Allah is Acquainted",
        "with what you do."
      ],
      "tafsirTranslate" : [
        "But when a person's term comes to an end, Allah never grants any respite. Allah",
        "is well aware of all that you do."
      ],
      "tanslateWordByWord" : [
        "But never",
        "will (be) delayed",
        "(by) Allah",
        "a soul",
        "when",
        "has come",
        "its term",
        "And Allah",
        "(is) All-Aware",
        "of what",
        "you do"
      ],
      "notes" : { }
    }
  ],
  "medinian" : true
}