{
  "chapterNumber" : 67,
  "nbVerses" : 30,
  "name" : "The Dominion, Sovereignty, Control",
  "nameArabic" : "الملك",
  "transName" : "al-mulk",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "Blessed is He in whose hand is dominion, and He is over all things competent -"
      ],
      "tafsirTranslate" : [
        "Blessed is He <N:1> in Whose Hand is the dominion of the Universe, <N:2> and Who",
        "has power over everything; <N:3>"
      ],
      "tanslateWordByWord" : [
        "Blessed is",
        "He",
        "in Whose Hand",
        "(is) the Dominion",
        "and He",
        "(is) over",
        "every",
        "thing",
        "All-Powerful"
      ],
      "notes" : {
        "1" : [
          "Tabaraka is a superlative from barkat. Barkat comprehends the meanings of",
          "exaltation and greatness, abundance and plentifulness, permanence and",
          "multiplicity of virtues and excellences. When the superlative tabaraka is formed",
          "from it, it gives the meaning that Allah is infinitely noble and great; He is",
          "superior to everything beside Himself in His essence and attributes and works;",
          "His beneficence is infinite, and His excellences are permanent and everlasting.",
          "[(For further explanation, see E.N. 43 of AI-A`raf, E.N. 1.4 of Al-Mu'minun",
          "E.N.'s 1 and 19 of Al-Furgan)]."
        ],
        "2" : [
          "As the word al-Mulk has been used definitely, it cannot be taken in any limited",
          "meaning. Inevitably it would imply sovereignty over everything that exists in the",
          "Universe. \"In Whose hand is the Kingdom' does not mean that He has physical",
          "hands, but that He is possessor of all power and authority and no one else has",
          "any share in it."
        ],
        "3" : [
          "That is, He can do whatever He wills: nothing can frustrate or hinder Him from",
          "doing what He pleases."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۚ وَهُوَ الْعَزِيزُ الْغَفُورُ",
      "simpleTranslate" : [
        "[He] who created death and life to test you [as to] which of you is best in deed",
        "- and He is the Exalted in Might, the Forgiving -"
      ],
      "tafsirTranslate" : [
        "Who created death and life that He might try you as to which of you is better in",
        "deed. <N:4> He is the Most Mighty, the Most Forgiving; <N:5>"
      ],
      "tanslateWordByWord" : [
        "The One Who",
        "created",
        "death",
        "and life",
        "that He may test you",
        "which of you",
        "(is) best",
        "(in) deed",
        "And He",
        "(is) the All-Mighty",
        "the Oft-Forgiving"
      ],
      "notes" : {
        "4" : [
          "That is, the object of giving life to men in the world and causing their death is",
          "to test them to see which of them is best in deeds. Allusion has been made in",
          "this brief sentence to a number of truths: [(1)] That life and death are given by",
          "Allah; no one else can grant life nor cause death; [(2)] that neither the life",
          "nor the death of a creation like man, which has been given the power to do both",
          "good and evil, is purposeless; the Creator has created him in the world for the",
          "test: life is for. him the period of the test and death means that the time",
          "allotted for the test has come to an end; [(3)] that for the sake of this very",
          "test the Creator has given every man an opportunity for action, so that he may do",
          "good or evil in the world and practically show what kind of a man he is; [(4)]",
          "that the Creator alone will decide who has done good or evil; it is not for us to",
          "propose a criterion for the good and the evil deeds but for Almighty AIIah;",
          "therefore, whoever desires to get through the test, will have to find out what is",
          "the criterion of a good deed in His sight; the fifth point is contained in the",
          "meaning of the test itself, that is, every person will be recompensed according",
          "to his deeds, for if there was no reward or punishment the test would be",
          "meaningless."
        ],
        "5" : [
          "This has two meanings and both are implied here: [(1)],'That He is Almighty: in",
          "spite of being dominant over all His creatures, He is Merciful and Forgiving for",
          "them, not tyrannous and cruel; and [(2)] that He has full power to punish the",
          "evildoers: no one can escape His punishment; but He is forgiving for him who",
          "feels penitent, refrains from evil and asks for His forgiveness."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا ۖ مَا تَرَىٰ فِي خَلْقِ الرَّحْمَٰنِ مِنْ تَفَاوُتٍ ۖ فَارْجِعِ الْبَصَرَ هَلْ تَرَىٰ مِنْ فُطُورٍ",
      "simpleTranslate" : [
        "[And] who created seven heavens in layers. You do not see in the creation of the",
        "Most Merciful any inconsistency. So return [your] vision [to the sky]; do you see",
        "any breaks?"
      ],
      "tafsirTranslate" : [
        "Who created the seven heavens one upon another. <N:6> You will see no incongruity",
        "in the Merciful One's creation. <N:7> Turn your vision again, can you see any",
        "flaw? <N:8>"
      ],
      "tanslateWordByWord" : [
        "The One Who",
        "created",
        "seven",
        "heavens",
        "one above another",
        "Not",
        "you see",
        "in",
        "(the) creation",
        "(of) the Most Gracious",
        "any",
        "fault",
        "So return",
        "the vision",
        "can",
        "you see",
        "any",
        "flaw"
      ],
      "notes" : {
        "8" : [
          "The word futur means a crack, rift, fissure, or a thing's being split and broken.",
          "The verse means to say that the whole universe is so closely well-knit and",
          "everything in it, from a particle on the earth to the huge galaxies, so well",
          "connected and coherent that the continuity of the system of the universe seems to",
          "break nowhere, however hard one may try to probe and investigate. [(For further",
          "explanation, see E.N. 8 of Surah Qaf)]."
        ],
        "6" : [
          "For explanation, see E.N. 34 of AI-Baqarah, E.N 2 of Ar-Ra`d, E.N. 8 of Al-Hijr,",
          "E.N. 113 of Al-Hajj, E.N. 15 of Al-Mu'minun, E.N. 5 of As-Saaffat, E.N. 90 of",
          "Al-Mu'min."
        ],
        "7" : [
          "Literally, tafawut is disproportion: two things being out of accord and agreement",
          "with each other. So, the Divine words mean: \"You will not see any indiscipline,",
          "any disorder and discordance anywhere in the universe, there is nothing",
          "disjointed and out of proportion in this world created by Allah: all its parts",
          "are well connected and in perfect harmony and coordination."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ",
      "simpleTranslate" : [
        "Then return [your] vision twice again. [Your] vision will return to you humbled",
        "while it is fatigued."
      ],
      "tafsirTranslate" : [
        "Then turn your vision again, and then again; in the end your vision will come",
        "back to you, worn out and frustrated."
      ],
      "tanslateWordByWord" : [
        "Then",
        "return",
        "the vision",
        "twice (again)",
        "Will return",
        "to you",
        "the vision",
        "humbled",
        "while it",
        "(is) fatigued"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ ۖ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ",
      "simpleTranslate" : [
        "And We have certainly beautified the nearest heaven with stars and have made",
        "[from] them what is thrown at the devils and have prepared for them the",
        "punishment of the Blaze."
      ],
      "tafsirTranslate" : [
        "We have adorned the lower heaven <N:9> with lamps, <N:10> and have made them a",
        "means to drive away the satans. <N:11> We have prepared for them the chastisement",
        "of the Blazing Fire."
      ],
      "tanslateWordByWord" : [
        "And certainly",
        "We have beautified",
        "the heaven",
        "nearest",
        "with lamps",
        "and We have made them",
        "(as) missiles",
        "for the devils",
        "and We have prepared",
        "for them",
        "punishment",
        "(of) the Blaze"
      ],
      "notes" : {
        "9" : [
          "[\"The nearest heaven\"]: the heaven the stars and planets of which can be seen",
          "with the naked eye; the objects beyond that which can be seen only through",
          "telescopes are the distant heaven; and the heavens still farther away are those",
          "which have not yet been seen even with telescopes."
        ],
        "10" : [
          "The word masabih in the original has been used as a common noun, and therefore,",
          "automatically gives the meaning of the lamp's being splendid and glorious. It",
          "means: [\"We have not created this universe dark, dismal and desolate, but have",
          "decked and decorated it with stars, the glory and grandeur of which at night",
          "strike man with amazement.\"]"
        ],
        "11" : [
          "This does not mean that the stars themselves are pelted at the Satans, nor that",
          "the meteorites shoot out only to drive away the Satans, but it means that the",
          "countless meteorites which originate from the stars and wander in space at",
          "tremendous speeds and which also fall to the earth in a continuous shower prevent",
          "the Satans of the earth from ascending to the heavens. Even if they try to ascend",
          "heavenward these meteorites drive them away. This thing has been mentioned here",
          "because the Arabs believed about the soothsayers, and this also was the claim",
          "made by the soothsayers themselves, that the Satans were under their control, or",
          "that they had a close contact with them, and through them they received news of",
          "the unseen, and thus, could foretell the destinies of the people. That is why at",
          "several places in the Qur'an, it has been stated that there is absolutely no",
          "possibility of the Satans' ascending to the heavens and bringing news of the",
          "unseen. [(For explanation, see E.N.'s 9-12 of AI-Hijr, E.N.'s 6, 7 of",
          "As-Saaffat)]. \n As for the truth about meteorites, man's information in this",
          "regard is still without a scientific basis. However, the theory which seems best",
          "to account for all the facts known today and the information gathered from the",
          "examination of the meteorites fallen on the earth, is that meteorites originate",
          "from the disintegration of one or more planets and wander in space and sometimes",
          "fall to the earth under its gravitational pull. [(See Erlcyclopaedia Britannica,",
          "vol. XV, under [\"Meteorites\"])]."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ ۖ وَبِئْسَ الْمَصِيرُ",
      "simpleTranslate" : [
        "And for those who disbelieved in their Lord is the punishment of Hell, and",
        "wretched is the destination."
      ],
      "tafsirTranslate" : [
        "The chastisement of Hell awaits those who disbelieve in their Lord. <N:12> What a",
        "wretched destination!"
      ],
      "tanslateWordByWord" : [
        "And for those who",
        "disbelieved",
        "in their Lord",
        "(is the) punishment",
        "(of) Hell",
        "and wretched is",
        "the destination"
      ],
      "notes" : {
        "12" : [
          "That is, the fate of all those,whether men or Satans, who disbelieve in their",
          "Lord. [(For the explanation of the meaning of disbelieving in the Lord (Rabb)],",
          "see E.N 161 of AI-Baqarah, E.N. 178 of An-Nisa', E.N. 39 of Al-Kahf, E,N. 3 of",
          "Al-Mu'min"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ",
      "simpleTranslate" : [
        "When they are thrown into it, they hear from it a [dreadful] inhaling while it",
        "boils up."
      ],
      "tafsirTranslate" : [
        "When they will be cast into it, they will hear it roar as it boils, <N:13>"
      ],
      "tanslateWordByWord" : [
        "When",
        "they are thrown",
        "therein",
        "they will hear",
        "from it",
        "an inhaling",
        "while it",
        "boils up"
      ],
      "notes" : {
        "13" : [
          "The word shahiq is used for producing a cry like the ass's braying. The sentence",
          "may also mean that it could be the sound of Hell itself, as well as that it would",
          "be the sound coming from Hell, where the people already flung into it would be",
          "screaming and crying. This second meaning is supported by Surah Hud: 106, where",
          "it has been said: [\"Therein they will pant and hiss [(because of thirst)]\"], and",
          "the first meaning is confirmed by AI-Furgan: 12, which says: [\"When the Hell will",
          "see them from afar, they will hear the sounds of its raging and roaring.\"] On",
          "this basis, the correct meaning is that it would be the noise made both by Hell",
          "and by the dwellers of Hell."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ ۖ كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ",
      "simpleTranslate" : [
        "It almost bursts with rage. Every time a company is thrown into it, its keepers",
        "ask them, \"Did there not come to you a warner?\""
      ],
      "tafsirTranslate" : [
        "as though it will burst with rage. Every time a multitude is cast into it, its",
        "keepers will ask them: 'Did no warner come to you?' <N:14>"
      ],
      "tanslateWordByWord" : [
        "It almost",
        "bursts",
        "from",
        "rage",
        "Every time",
        "is thrown",
        "therein",
        "a group",
        "(will) ask them",
        "its keepers",
        "Did not",
        "come to you",
        "a warner"
      ],
      "notes" : {
        "14" : [
          "The real nature of this question will not be of a question that the keepers of",
          "Hell would like to ask them whether a warner from Allah had come to them or not,",
          "but the object would be to make them realize that no injustice had been done to",
          "them by casting them into Hell. They would try to make them confess that Allah",
          "had not kept them uninformed and unwarned: He had sent the Prophets to them; He",
          "had informed them of the truth and of the Right Way; He had warned them that if",
          "they followed a way other than the Right Way, it would lead them to Hell, in",
          "which they had been cast. But they had not listened to the Prophets. Hence, they",
          "rightly deserved the punishment which was being meted out to them at that time. \n",
          "This thing has been pointed out over and over again in the Qur'an that the test",
          "for which Allah has sent man in the world is not being conducted by keeping man",
          "absolutely unaware and uninformed of the requirements of the test only to see",
          "whether he found the right way by himself or not; but Allah has made the most",
          "appropriate arrangements that could possibly be trade of guiding him to the Right",
          "Way, and it is that He has raised the Prophets and sent down the Books. Now the",
          "test of man lies in this whether he accepts the Prophets and the Books brought by",
          "them and adopts the straight way, or turns away from them to follow his own",
          "desires, whites and speculations. Thus, the Prophethood, in fact, is Allah's",
          "argument which He has established against tnan and on its acceptance or rejection",
          "depends his whole future life. No one, after the appointment of the Prophets, can",
          "present the excuse that he remained unaware of the Truth, or that he has been",
          "caught and put to the hard test unawares, or that he is being punished while he",
          "was innocent. This theme has been presented in countless different ways in the",
          "Qur'an; for instance, see AI-Baqarah: 213, and E.N. 230 on it; An-Nisa': 41-42,",
          "165 and E N.'s 64 and 208; Al-An`am: 130-131, and E.N.'s 98-100; Bani Isra'il: 15",
          "and E.N. 17; Ta Ha: 134; Al-Qasas 47, 59, 65 and E.N.'s 66, 83; Fatir: 37;",
          "AlMu'min: 50 and E.N. 66."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "قَالُوا بَلَىٰ قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ",
      "simpleTranslate" : [
        "They will say,\" Yes, a warner had come to us, but we denied and said, ' Allah has",
        "not sent down anything. You are not but in great error.' \""
      ],
      "tafsirTranslate" : [
        "They will say: 'Yes, a warner came to us, but we gave the lie to him and said:",
        "'Allah has revealed nothing. You are surely in huge error.' <N:15>"
      ],
      "tanslateWordByWord" : [
        "They will say",
        "Yes",
        "indeed",
        "came to us",
        "a warner",
        "but we denied",
        "and we said",
        "Not",
        "has sent down",
        "Allah",
        "any",
        "thing",
        "Not",
        "you (are)",
        "but",
        "in",
        "error",
        "great"
      ],
      "notes" : {
        "15" : [
          "That is, [\"Not only you but the people who have believed in and followed you also",
          "are misguided and lost in grave error.\"]"
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ",
      "simpleTranslate" : [
        "And they will say, \"If only we had been listening or reasoning, we would not be",
        "among the companions of the Blaze.\""
      ],
      "tafsirTranslate" : [
        "They will say: 'If we had only listened and understood, <N:16> we would not be",
        "among the inmates of the Blazing Fire.''"
      ],
      "tanslateWordByWord" : [
        "And they will say",
        "If",
        "we had",
        "listened",
        "or",
        "reasoned",
        "not",
        "we (would) have been",
        "among",
        "(the) companions",
        "(of) the Blaze"
      ],
      "notes" : {
        "16" : [
          "[\"Had we only listened or understood\"]: [\"Had we listened to the Prophets with",
          "attention as seekers after Truth or used our intellect to understand what",
          "actually was the message they were presenting before us.\"] Here listening has",
          "been given priority over understanding, the reason being that the pre-requisite",
          "of obtaining guidance is to listen to what the Prophet teaches [(or to read if it",
          "is in the written form, like a seeker after Truth)]. To ponder over it in an",
          "attempt to understand the truth is secondary. Without the Prophet's guidance tnan",
          "cannot by himself reach the Truth directly by using his intellect and common",
          "sense."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ",
      "simpleTranslate" : [
        "And they will admit their sin, so [it is] alienation for the companions of the",
        "Blaze."
      ],
      "tafsirTranslate" : [
        "Thus will they confess their sins. <N:17> Damned are these inmates of the Blazing",
        "Fire."
      ],
      "tanslateWordByWord" : [
        "Then they (will) confess",
        "their sins",
        "so away with",
        "(the) companions",
        "(of) the Blaze"
      ],
      "notes" : {
        "17" : [
          "The word dhanb [(sin)] has been used in the singular. It means that the real sin",
          "because of which they became worthy of Hell was to belie the Messengers and",
          "refuse to obey them; all other sins are its consequences."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
      "simpleTranslate" : [
        "Indeed, those who fear their Lord unseen will have forgiveness and great reward."
      ],
      "tafsirTranslate" : [
        "Surely forgiveness and a mighty reward <N:19> await those who fear Allah without",
        "seeing Him. <N:18>"
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "those who",
        "fear",
        "their Lord",
        "unseen",
        "for them",
        "(is) forgiveness",
        "and a reward",
        "great"
      ],
      "notes" : {
        "18" : [
          "This is the real basis of morality in religion. A person's refraining from an",
          "evil because it is an evil in his personal opinion, or because the world regards",
          "it as an evil, or because its commission is likely to bring loss in the world, or",
          "because it may entail a punishment by a worldly power, is a very flimsy basis for",
          "morality. A man's personal opinion may be wrong, he may regard a good thing as",
          "bad and a bad thing as good because of some philosophy of his own. In the first",
          "place, the worldly standards of good and evil have never been the same: they have",
          "been changing from time to time. No universal and eternal standard in the moral",
          "philosophies is found today, nor has it ever been found before. The fear of",
          "worldly loss also does not provide a firm foundation for morality. The person who",
          "avoids an evil because he fears the loss that may result from it for himself,",
          "cannot keep himself from committing it when there is no fear of incurring such a",
          "loss. Likewise, the danger of the punishment by a worldly power also is not",
          "something which can trun a person into a gentleman. Everybody knows that no",
          "worldly power is knower of both the seen and the unseen. Many crimes can be",
          "committed unseen and unobserved. Then, there are many possible devices by which",
          "one can escape the punishment of every worldly power; and the Taws made by a",
          "worldly power also do not cover all evils. Most evils are such as do not come",
          "within the purview of the mundane laws, whereas they are even worse than the",
          "evils which they regard as punishable. That is why, the Religion of Truth has",
          "raised the edifice of morality on the basis that one should refrain from an evil",
          "in fear of the unseen God Who sees man under all conditions, from Whose grasp man",
          "cannot escape in any way, Who has given man an all-pervading, universal and",
          "everlasting criterion of good and evil. To forsake evil and adopt good only out",
          "of fear of Him is the real good which is commendable in religion. Apart from",
          "this, if a man refrains from committing evil for .any other reason or adopts acts",
          "which in view of their external form are regarded as good acts, his these moral",
          "acts will not be worth any merit and value in the Hereafter, for they are like a",
          "building which has been built on sand."
        ],
        "19" : [
          "That is, there are two inevitable results of fearing God unseen: [(1)] That",
          "whatever errors and sins one will have committed because of human weaknesses,",
          "will be forgiven provided these were not committed because of fearlessness of",
          "God; and [(2)] that whatever good acts a man performs on the basis of this",
          "belief, he will be rewarded richly for them."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ ۖ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
      "simpleTranslate" : [
        "And conceal your speech or publicize it; indeed, He is Knowing of that within the",
        "breasts."
      ],
      "tafsirTranslate" : [
        "Whether you speak in secrecy or aloud, (it is all the same to Allah). He even",
        "knows the secrets that lie hidden in the breasts of people. <N:20>"
      ],
      "tanslateWordByWord" : [
        "And conceal",
        "your speech",
        "or",
        "proclaim",
        "it",
        "Indeed, He",
        "(is the) All-Knower",
        "of what (is in)",
        "the breasts"
      ],
      "notes" : {
        "20" : [
          "The address is to all human beings, whether they are believers or unbelievers.",
          "For the believer it contains the admonition that while living his life in the",
          "world he should always remember that not only his open and hidden deeds but even",
          "his secret intentions and innermost thoughts are not hidden from Allah; and for",
          "the unbeliever the warning that he may do whatever he may please fearless of God,",
          "but nothing that he does can remain un-noticed and unseen by Him."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ",
      "simpleTranslate" : [
        "Does He who created not know, while He is the Subtle, the Acquainted?"
      ],
      "tafsirTranslate" : [
        "Would He not know, He Who has created, <N:21> when He is All-Subtle, <N:22>",
        "All-Aware?"
      ],
      "tanslateWordByWord" : [
        "Does not",
        "know",
        "(the One) Who",
        "created",
        "And He",
        "(is) the Subtle",
        "the All-Aware"
      ],
      "notes" : {
        "21" : [
          "Another translation can be: [\"Would He not know His own creatures?\"] In the",
          "original man khalaqa has been used, which may mean: [\"Who has created\"] as well",
          "as [\"whom He has created, \"] In both cases the meaning remains the same. This is",
          "the argument for what has been said in the preceding sentence. That is, how is it",
          "possible that the Creator should be unaware of His creation? The creation may",
          "remain unaware of itself, but the Creator cannot be unaware of it. He has made",
          "every vein of your body, every fibre of your heart and brain. You breathe because",
          "He enables you to breathe, your limbs function because He enables them to",
          "function, How then can anything of yours remain hidden from Him?"
        ],
        "22" : [
          "The word Latif as used in the original means the One Who works in imperceptible",
          "ways as well as the One Who knows the hidden truths and realities."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ ۖ وَإِلَيْهِ النُّشُورُ",
      "simpleTranslate" : [
        "It is He who made the earth tame for you - so walk among its slopes and eat of",
        "His provision - and to Him is the resurrection."
      ],
      "tafsirTranslate" : [
        "He it is Who made the earth subservient to you. So traverse in its tracks and",
        "partake of the sustenance <N:23> He has provided. To Him will you be resurrected.",
        "<N:24>"
      ],
      "tanslateWordByWord" : [
        "He",
        "(is) the One Who",
        "made",
        "for you",
        "the earth",
        "subservient",
        "so walk",
        "in",
        "(the) paths thereof",
        "and eat",
        "of",
        "His provision",
        "and to Him",
        "(is) the Resurrection"
      ],
      "notes" : {
        "24" : [
          "That is, [\"While you move about on the earth and eat of what Allah has. provided",
          "for you here, you should not forget that ultimately you have to appear before God",
          "one day.\"]"
        ],
        "23" : [
          "That is, [\"This earth has not become subdued for you of its own accord, and the",
          "provisions also that you are eating have not become available here by themselves,",
          "but AIlah has so arranged it by His wisdom and power that your life became",
          "possible here and this splendid globe became so peaceful that you are moving",
          "about on it with full peace of mind, and it has become such a vast table spread",
          "with food that it contains endless and limitless provisions for your sustenance.",
          "If you are not lost in heedlessness and look about yourself intelligently you",
          "will find how much wisdom underlies the making of this earth habitable for you",
          "and arranging in it immeasurable stores of provisions for you.\"] [(For",
          "explanation, see E.N.'s 73, 74, 81 of Surah An-Naml, E.N.'s 29, 32 of Ya Sin,",
          "E.N.'s 90, 91 of Al-Mu'min, E.N. 7 of Az-Zukhruf, E,N. 7 of Al-Jathiyah, E,N. 18",
          "of Surah Qaf.)]"
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ",
      "simpleTranslate" : [
        "Do you feel secure that He who [holds authority] in the heaven would not cause",
        "the earth to swallow you and suddenly it would sway?"
      ],
      "tafsirTranslate" : [
        "Do you feel secure that He Who is in the heaven <N:25> will not cause the earth",
        "to cave in with you, and then suddenly it will begin to rock violently?"
      ],
      "tanslateWordByWord" : [
        "Do you feel secure",
        "(from Him) Who",
        "(is) in",
        "the heaven",
        "not",
        "He will cause to swallow",
        "you",
        "the earth",
        "when",
        "it",
        "sways"
      ],
      "notes" : {
        "25" : [
          "This does trot mean that Allah lives in the heavens, but it has been so said",
          "because man naturally looks up to the heaven whenever he wants to turn to Allah,",
          "raises his hands heavenward in prayer and implores Allah turning his eyes up to",
          "heaven whenever he finds himself helpless in an affliction. Then whenever a",
          "calamity befalls him suddenly, he says it has descended from heaven; whenever",
          "something unusual happens, he says it has come from heaven; and he calls the",
          "Books revealed by Allah as heavenly Books. Accordingly to a tradition-in Abu",
          "Da'ud, a person came before the Holy Prophet with a black slave-girl and said:",
          "[\"It has become obligatory on me to set a slave free; can 1 set this slave-girl",
          "free? Holy Prophet asked the slave-girl, \"]Where is Allah?[\" She pointed",
          "heavenward with her forger. The Holy Prophet asked, \"]Who am I?[\" She first",
          "pointed towards him and then towards the heaven, by which she obviously meant to",
          "say: \"]You have come from Allah.[\" Thereupon the Holy Prophet said: \"]Set her",
          "free; she is a believer.[\" [(A story closely resembling this has been narrated in",
          "Mu'watta, Muslim and Nasa'i also)]. About Hadrat Khawla bint Tha`Ibah.. Hadrat",
          "'Umar once said to the people: \"]She is the lady whose complaint was heard above",
          "the seven heavens[\" [(In E.N. 2 of Surah al-Mujadalah, we have given full details",
          "concerning this)]. All this clearly shows that it is natural with man that",
          "whenever he thinks of God, his mind turns to the heaven above and not to the",
          "earth below. In view of this very thing the words man fis-samaa. [(He Who is in",
          "the heaven)] have been used about Allah. There is no room here for any doubt that",
          "the Qur'an regards AIIah Almighty as living in the heaven. In fact, there cannot",
          "be any basis for this doubt, for in the very beginning of this Surah Al-hulk, it",
          "has been stated: \"]He Who created seven heavens, one above the other[\", and in",
          "Al-Baqarah it has been said \"]You will face Allah in whatever direction you turn",
          "your face.\" [(v : I15 <V:5:I15>)]"
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ۖ فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ",
      "simpleTranslate" : [
        "Or do you feel secure that He who [holds authority] in the heaven would not send",
        "against you a storm of stones? Then you would know how [severe] was My warning."
      ],
      "tafsirTranslate" : [
        "Do you feel secure that He Who is in the heaven will not let loose upon you a",
        "storm of stones? <N:26> Then shall you know what My warning is like! <N:27>"
      ],
      "tanslateWordByWord" : [
        "Or",
        "do you feel secure",
        "(from Him) Who",
        "(is) in",
        "the heaven",
        "that",
        "He will send",
        "against you",
        "a storm of stones",
        "Then you would know",
        "how",
        "(was) My warning"
      ],
      "notes" : {
        "26" : [
          "The object is to impress this: [\" Your very survival and well-being on the earth",
          "are at alI tunes dependent upon Allah Almighty's grace and bounty: you are not",
          "strutting about on this earth at will by your own power: you are under obligation",
          "only to Allah's protection for each moment of your life that you are passing",
          "here, otherwise Allah at any moment may cause such an earthquake to occur as may",
          "make this very earth to become your grave instead of the cradle that it is, or",
          "may cause a windstorm to blow razing all your towns and settlements to the",
          "ground. \"]"
        ],
        "27" : [
          "[\"My warning\"]: the warning that was being given through the Holy Prophet [(upon",
          "whom be peace)] and the Qur'an to the disbelievers of Makkah to the effect: [\"If",
          "you do not refrain from your disbelief and polytheism and do not accept the",
          "message of Tauhid being given to you, you will be overtaken by the scourge of",
          "God.\"]"
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَلَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ",
      "simpleTranslate" : [
        "And already had those before them denied, and how [terrible] was My reproach."
      ],
      "tafsirTranslate" : [
        "Those who came before them also gave the lie (to the Messengers): then how",
        "awesome was My chastisement! <N:28>"
      ],
      "tanslateWordByWord" : [
        "And indeed",
        "denied",
        "those",
        "from",
        "before them",
        "and how",
        "was",
        "My rejection"
      ],
      "notes" : {
        "28" : [
          "The allusion is to the communities who had belied the Messengers, who had come to",
          "them previously and consequently been afflicted with Divine punishment."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ ۚ مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَٰنُ ۚ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ",
      "simpleTranslate" : [
        "Do they not see the birds above them with wings outspread and [sometimes] folded",
        "in? None holds them [aloft] except the Most Merciful. Indeed He is, of all",
        "things, Seeing."
      ],
      "tafsirTranslate" : [
        "Have they not seen birds above them spreading and closing their wings, with none",
        "holding them except the Merciful One? <N:29> He oversees everything. <N:30>"
      ],
      "tanslateWordByWord" : [
        "Do not",
        "they see",
        "[to]",
        "the birds",
        "above them",
        "spreading (their wings)",
        "and folding",
        "Not",
        "holds them",
        "except",
        "the Most Gracious",
        "Indeed, He",
        "(is) of every",
        "thing",
        "All-Seer"
      ],
      "notes" : {
        "29" : [
          "That is, each bird that flies in the air, dces so in the protection of the",
          "AII-Merciful God. He it is Who has given to each bird the form and structure by",
          "which it became able to fly; He it is Who has taught each bird the method to fly;",
          "He it is Who has made the air obey the laws by which it became possible for the",
          "heavier than air bodies to fly in it; and He it is Who upholds every bird in the",
          "air; otherwise the moment AIIah withdraws His protection from it, it drops to the",
          "ground."
        ],
        "30" : [
          "That is, this is not confined only to birds, but whatever exists in the world,",
          "exists because of Allah's keeping and guardianship. He alone provides the . means",
          "necessary for the existence of everything, and He alone keeps watch that",
          "everything created by Him is provided with the necessities of life."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "أَمَّنْ هَٰذَا الَّذِي هُوَ جُنْدٌ لَكُمْ يَنْصُرُكُمْ مِنْ دُونِ الرَّحْمَٰنِ ۚ إِنِ الْكَافِرُونَ إِلَّا فِي غُرُورٍ",
      "simpleTranslate" : [
        "Or who is it that could be an army for you to aid you other than the Most",
        "Merciful? The disbelievers are not but in delusion."
      ],
      "tafsirTranslate" : [
        "Which is your army that will come to your aid against the Merciful Lord? <N:31>",
        "But the unbelievers are in utter delusion."
      ],
      "tanslateWordByWord" : [
        "Who is",
        "this",
        "the one",
        "he",
        "(is) an army",
        "for you",
        "to help you",
        "from",
        "besides",
        "the Most Gracious",
        "Not",
        "(are) the disbelievers",
        "but",
        "in",
        "delusion"
      ],
      "notes" : {
        "31" : [
          "Another translation can be: [\"Who is there beside the Merciful, who comes to your",
          "rescue as your army?\"] The translation that we have adopted in the text above has",
          "relevance to the following sentence, and this second to the preceding discourse."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "أَمَّنْ هَٰذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ ۚ بَلْ لَجُّوا فِي عُتُوٍّ وَنُفُورٍ",
      "simpleTranslate" : [
        "Or who is it that could provide for you if He withheld His provision? But they",
        "have persisted in insolence and aversion."
      ],
      "tafsirTranslate" : [
        "Who shall provide for you if He withholds His sustenance? Nay; but they persist",
        "in rebellion and aversion."
      ],
      "tanslateWordByWord" : [
        "Who is",
        "this",
        "the one",
        "to provide you",
        "if",
        "He withheld",
        "His provision",
        "Nay",
        "they persist",
        "in",
        "pride",
        "and aversion"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "أَفَمَنْ يَمْشِي مُكِبًّا عَلَىٰ وَجْهِهِ أَهْدَىٰ أَمَّنْ يَمْشِي سَوِيًّا عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
      "simpleTranslate" : [
        "Then is one who walks fallen on his face better guided or one who walks erect on",
        "a straight path?"
      ],
      "tafsirTranslate" : [
        "Who is better guided: he who walks grovelling on his face, <N:32> or he who walks",
        "upright on a Straight Path?"
      ],
      "tanslateWordByWord" : [
        "Then is he who",
        "walks",
        "fallen",
        "on",
        "his face",
        "better guided",
        "or (he) who",
        "walks",
        "upright",
        "on",
        "(the) Path",
        "Straight"
      ],
      "notes" : {
        "32" : [
          "[\"Walking prone on his face\"]: walking with face turned down like the cattle on",
          "the same track on which someone put him."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۖ قَلِيلًا مَا تَشْكُرُونَ",
      "simpleTranslate" : [
        "Say, \"It is He who has produced you and made for you hearing and vision and",
        "hearts; little are you grateful.\""
      ],
      "tafsirTranslate" : [
        "Say: 'He it is Who has brought you into being, and has given you hearing and",
        "sight, and has given you hearts to think and understand. How seldom do you give",
        "thanks!' <N:33>"
      ],
      "tanslateWordByWord" : [
        "Say",
        "He",
        "(is) the One Who",
        "produced you",
        "and made",
        "for you",
        "the hearing",
        "and the vision",
        "and the feelings",
        "Little",
        "(is) what",
        "you give thanks"
      ],
      "notes" : {
        "33" : [
          "That is, [\"Allah had made you men, not cattle. You were not meant to follow",
          "blindly whatever error and deviation you found prevailing in the world, without",
          "considering for a moment whether the way you had adopted was right or wrong. You",
          "had not been given these ears that you may refuse to listen to the one who tries",
          "to distinguish the right from the wrong for you, and may persist in whatever",
          "false notions you already had in your mind; you had not been given these eyes",
          "that you may follow others like the blind and may not bother to see whether the",
          "signs scattered around you in the world testified to the Unity of God, which the",
          "Messenger of God is preaching, or whether the system of the universe is Godless,",
          "or is being run by many, gods simultaneously. Likewise, you had also not been",
          "given this knowledge and intelligence that you may give up thinking and",
          "understanding to others and may adopt every crooked way that was enforced by",
          "somebody in the world, and may not use your own intellect to see whether it was",
          "right or wrong. Allah had blessed you with knowledge and intelligence, sight and",
          "hearing, so that you may recognize the truth, but you are being ungrateful to Him",
          "in that you are employing these faculties for every other object than the one for",
          "which these had been granted.\"] [(For further explanation, see E.N.'s 72, 73 of",
          "AnNaml E.N.'s 75, 76 of AI-Mu'minun, E.N.'s 17, 18 of As-Sajdah, E.N. 31 of",
          "AI-Ahqaf)]."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
      "simpleTranslate" : [
        "Say, \" It is He who has multiplied you throughout the earth, and to Him you will",
        "be gathered.\""
      ],
      "tafsirTranslate" : [
        "Say: 'Allah it is Who multiplied you in the earth and to Him you will be",
        "mustered.' <N:34>"
      ],
      "tanslateWordByWord" : [
        "Say",
        "He",
        "(is) the One Who",
        "multiplied you",
        "in",
        "the earth",
        "and to Him",
        "you will be gathered"
      ],
      "notes" : {
        "34" : [
          "That is, [\"After being resurrected from death, you will be gathered together from",
          "every corner of the earth and presented before Allah.\"]"
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "And they say, \"When is this promise, if you should be truthful?\""
      ],
      "tafsirTranslate" : [
        "They say: 'If you are truthful, tell us when will this promise (of the Hereafter)",
        "be fulfilled?' <N:35>"
      ],
      "tanslateWordByWord" : [
        "And they say",
        "When",
        "(is) this",
        "promise",
        "if",
        "you are",
        "truthful"
      ],
      "notes" : {
        "35" : [
          "They did not ask this question in order to know the time and date of Resurrection",
          "so that if they were told the Year, the month, the day and time of its",
          "occurrence, they would accept it. But, in fact, they thought that Resurrection",
          "was impossible, and its occurrence remote from reason, and they asked this",
          "question in order to have an excuse for denying it. They meant to say, [\"When",
          "will this strange story of Resurrection and gathering together, that you are",
          "telling us, materialize? What for has it been put off? Why don't you make it",
          "appear forthwith so that we are assured of it?\"] In this connection, one should",
          "understand that one can be certain of Resurrection only by rational arguments,",
          "and these have been elaborated at many places in the Qur'an. As for the date of",
          "its occurrence only an ignorant person could raise such a question about it, for",
          "even if it is told, it does not make any difference. The unbeliever would say:",
          "[\"Well, when it dces occur on the date you tell, I shall then believe in it; how",
          "can I believe today that it will actually occur on that very day?\"] [(For further",
          "explanation, see E.N. G3 of Surah Luqman, E.N. 116 of Al-Ahzab? E.N.'s 5, 48 of",
          "Saba' E.N. 45 of Ya Sin)]."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "قُلْ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ",
      "simpleTranslate" : [
        "Say, \"The knowledge is only with Allah , and I am only a clear warner.\""
      ],
      "tafsirTranslate" : [
        "Say: 'Allah alone knows about that; and I am no more than a plain warner.' <N:36>"
      ],
      "tanslateWordByWord" : [
        "Say",
        "Only",
        "the knowledge",
        "(is) with",
        "Allah",
        "and only",
        "I am",
        "a warner",
        "clear"
      ],
      "notes" : {
        "36" : [
          "That is, \"This I know that it will certainly come, and knowing this much only is",
          "enough for warning the people before its actual occurrence. As for the question",
          "when it will actually come, the knowledge of it is with Allah, not with me, and",
          "there is no need of this knowledge for administering the warning. This can be",
          "better understood by an example. As to the exact time when a person will die, it",
          "is only known to Allah; however, all know that everyone has to die one day. Our",
          "this knowledge is enough that we may warn a heedless friend of ours that he",
          "should look after himself and his interests before death. For this warning it is",
          "not necessary to know the exact day on which he will die."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا وَقِيلَ هَٰذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ",
      "simpleTranslate" : [
        "But when they see it approaching, the faces of those who disbelieve will be",
        "distressed, and it will be said, \"This is that for which you used to call.\""
      ],
      "tafsirTranslate" : [
        "When they will see it near at hand, the faces of all those who had denied it will",
        "be distraught, <N:37> and then they will be told: 'This is the doom which you",
        "used to ask for.'"
      ],
      "tanslateWordByWord" : [
        "But when",
        "they (will) see it",
        "approaching",
        "(will be) distressed",
        "(the) faces",
        "(of) those who",
        "disbelieved",
        "and it will be said",
        "This",
        "(is) that which",
        "you used to",
        "for it",
        "call"
      ],
      "notes" : {
        "37" : [
          "That is, they will be in the same agony as is suffered by the criminal who is",
          "being taken to the gallows."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ اللَّهُ وَمَنْ مَعِيَ أَوْ رَحِمَنَا فَمَنْ يُجِيرُ الْكَافِرِينَ مِنْ عَذَابٍ أَلِيمٍ",
      "simpleTranslate" : [
        "Say, [O Muhammad], \"Have you considered: whether Allah should cause my death and",
        "those with me or have mercy upon us, who can protect the disbelievers from a",
        "painful punishment?\""
      ],
      "tafsirTranslate" : [
        "Say to them: 'Did you ever consider: whether Allah destroys me and those that are",
        "with me, or shows mercy to us, who can protect the unbelievers from a grievous",
        "chastisement?' <N:38>"
      ],
      "tanslateWordByWord" : [
        "Say",
        "Have you seen",
        "if",
        "destroys me",
        "Allah",
        "and whoever",
        "(is) with me",
        "or",
        "has mercy upon us",
        "then who",
        "(can) protect",
        "the disbelievers",
        "from",
        "a punishment",
        "painful"
      ],
      "notes" : {
        "38" : [
          "When the Holy Prophet [(upon whom be peace)] started his mission in Makkah and",
          "the members of the different clans of Quraish began to embrace Islam, the people",
          "of every house started cursing him and his Companions. They started practicing",
          "magic and charms on him to cause his death, even devising plots to kill him. At",
          "this, it was said: [\"Say to them: what will it profit you whether we perish or we",
          "live by the grace of God? You should worry for yourselves as to how you will save",
          "yourselves from the punishment of Allah?\"]"
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "قُلْ هُوَ الرَّحْمَٰنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلَالٍ مُبِينٍ",
      "simpleTranslate" : [
        "Say, \"He is the Most Merciful; we have believed in Him, and upon Him we have",
        "relied. And you will [come to] know who it is that is in clear error.\""
      ],
      "tafsirTranslate" : [
        "Say to them: 'He is Merciful, and it is in Him that we believe, and it is in Him",
        "that we put all our trust. <N:39> Soon will you know who is in manifest error.'"
      ],
      "tanslateWordByWord" : [
        "Say",
        "He",
        "(is) the Most Gracious",
        "we believe",
        "in Him",
        "and upon Him",
        "we put (our) trust",
        "So you will know",
        "who",
        "(is) it",
        "(that is) in",
        "error",
        "clear"
      ],
      "notes" : {
        "39" : [
          "That is, [\"We have believed in God, and you are denying Him; we have put our",
          "trust in Him, and you have put your trust in yourself, your own resources and",
          "false deities besides Allah; therefore, only we deserve to be shown mercy by",
          "Allah, not you\"]."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ",
      "simpleTranslate" : [
        "Say, \"Have you considered: if your water was to become sunken [into the earth],",
        "then who could bring you flowing water?\""
      ],
      "tafsirTranslate" : [
        "Say to them: 'Did you even consider: if all the water that you have (in the",
        "wells) were to sink down into the depths of the earth, who will produce for you",
        "clear, flowing water?' <N:40>"
      ],
      "tanslateWordByWord" : [
        "Say",
        "Have you seen",
        "if",
        "becomes",
        "your water",
        "sunken",
        "then who",
        "could bring you",
        "water",
        "flowing"
      ],
      "notes" : {
        "40" : [
          "That is [\"Has another besides Allah the power to restore these springs of water",
          "to you? If none else has this power, and you know fully well that none has it,",
          "then who is worthy of worship: God or your false deities, who do not have the",
          "power to restore them? Then ask your own selves as to who is misled and",
          "misguided: those who believe in One God, or those who believe in many gods.\"]"
        ]
      }
    }
  ],
  "medinian" : false
}