{
  "chapterNumber" : 71,
  "nbVerses" : 28,
  "name" : "Noah",
  "nameArabic" : "نوح",
  "transName" : "nūḥ",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "إِنَّا أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "Indeed, We sent Noah to his people, [saying], \"Warn your people before there",
        "comes to them a painful punishment.\""
      ],
      "tafsirTranslate" : [
        "We sent Noah to his people (and directed him): 'Warn your people before a",
        "grievous chastisement <N:1> comes upon them.'"
      ],
      "tanslateWordByWord" : [
        "Indeed, We",
        "[We] sent",
        "Nuh",
        "to",
        "his people",
        "that",
        "Warn",
        "your people",
        "from",
        "before",
        "[that]",
        "comes to them",
        "a punishment",
        "painful"
      ],
      "notes" : {
        "1" : [
          "[\"Warm your people ... \"]: Warn them that the errors and moral evils that they",
          "were involved in, would only earn them Allah's punishment, if they did not desist",
          "from them, and tell them what way they should adopt in order to ward off that",
          "punishment."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ",
      "simpleTranslate" : [
        "He said, \"O my people, indeed I am to you a clear warner,"
      ],
      "tafsirTranslate" : [
        "Noah said: 'My people, I have certainly been sent as a clear warner to you,"
      ],
      "tanslateWordByWord" : [
        "He said",
        "O my people",
        "Indeed, I am",
        "to you",
        "a warner",
        "clear"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ",
      "simpleTranslate" : [
        "[Saying], 'Worship Allah , fear Him and obey me."
      ],
      "tafsirTranslate" : [
        "that you serve Allah and fear Him, and follow me; <N:2>"
      ],
      "tanslateWordByWord" : [
        "That",
        "Worship",
        "Allah",
        "and fear Him",
        "and obey me"
      ],
      "notes" : {
        "2" : [
          "The three things which the Prophet Noah presented before his people at the outset",
          "of his mission of Prophethood were: [(1)] Worship of Allah, [(2)] adoption of",
          "piety [(tagwa)] and [(3)] obedience of the Messenger. Worship of AIIah meant that",
          "they should give up worship and service of all others and should acknowledge",
          "Allah alone as their Deity and should worship and carry out His commands alone.",
          "Taqwa [(piety)] meant that they should refrain from alI those works which caused",
          "Allah's anger and displeasure, and should instead adopt such attitude in their",
          "lives as the God fearing people should adopt. As for [\"obey me\"], it meant that",
          "they should obey the commands that he gave them as Allah's Messenger."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۚ إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ ۖ لَوْ كُنْتُمْ تَعْلَمُونَ",
      "simpleTranslate" : [
        "Allah will forgive you of your sins and delay you for a specified term. Indeed,",
        "the time [set by] Allah , when it comes, will not be delayed, if you only knew.'",
        "\""
      ],
      "tafsirTranslate" : [
        "He will forgive your sins <N:3> and will grant you respite until an appointed",
        "term. <N:4> Indeed when Allah's appointed term comes, it cannot be deferred;",
        "<N:5> if you only knew!' <N:6>"
      ],
      "tanslateWordByWord" : [
        "He will forgive",
        "for you",
        "[of]",
        "your sins",
        "and give you respite",
        "for",
        "a term",
        "specified",
        "Indeed",
        "(the) term",
        "(of) Allah",
        "when",
        "it comes",
        "not",
        "is delayed",
        "if",
        "you",
        "know"
      ],
      "notes" : {
        "3" : [
          "The sentence yaghfir la-kum min dhunub-i-kum in the original does not mean that",
          "Allah will forgive some of their sins, but its correct meaning is: [\"If you",
          "accept and acknowledge the three things which are being presented before you, He",
          "will forgive all the sins that you have committed in the past.\"]"
        ],
        "4" : [
          "That is, [\"If you accepted these three things, you would be given respite to live",
          "in the world until the time that Allah has appointed for your natural death.\"]"
        ],
        "5" : [
          "[\"The appointed time of Allah .. \"]: the time fixed by Allah for sending down a",
          "torment on a people. In this regard the Qur'an has at several places stated",
          "explicitly that when Allah's torment has been decreed for a certain people, they",
          "are not pardoned even if they affirm the faith after it."
        ],
        "6" : [
          "That is, [\"If you come to know fully well that the time which is now passing",
          "after you have received Allah's message through me, is, in fact, a period of",
          "respite that has been granted to you for affirming the faith-and there is no",
          "chance of escape from Allah's torment after the term of respite has elapsed-you",
          "would testify to the faith without delay and would not like to postpone it until",
          "the torment actually started descending on you.\"]"
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا",
      "simpleTranslate" : [
        "He said, \"My Lord, indeed I invited my people [to truth] night and day."
      ],
      "tafsirTranslate" : [
        "He said: <N:7> 'My Lord, I called my people by night and by day,"
      ],
      "tanslateWordByWord" : [
        "He said",
        "My Lord",
        "Indeed, I",
        "invited",
        "my people",
        "night",
        "and day"
      ],
      "notes" : {
        "7" : [
          "Omitting the history of a long period of preaching, now the Prophet Noah's",
          "petition that he made to Allah in the last stage of his worldly mission is being",
          "related."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا",
      "simpleTranslate" : [
        "But my invitation increased them not except in flight."
      ],
      "tafsirTranslate" : [
        "but the more I called, the farther they fled. <N:8>"
      ],
      "tanslateWordByWord" : [
        "But not",
        "increased them",
        "my invitation",
        "except",
        "(in) flight"
      ],
      "notes" : {
        "8" : [
          "That is, [\"As I went on calling them towards You, they went on fleeing farther",
          "and farther away from You.\"]"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا",
      "simpleTranslate" : [
        "And indeed, every time I invited them that You may forgive them, they put their",
        "fingers in their ears, covered themselves with their garments, persisted, and",
        "were arrogant with [great] arrogance."
      ],
      "tafsirTranslate" : [
        "And every time I called them so that You might forgive them, <N:9> they thrust",
        "their fingers into their ears and wrapped up their faces with their garments",
        "<N:10> and obstinately clung to their attitude, and waxed very proud. <N:11>"
      ],
      "tanslateWordByWord" : [
        "And indeed, I",
        "every time",
        "I invited them",
        "that You may forgive",
        "them",
        "they put",
        "their fingers",
        "in",
        "their ears",
        "and covered themselves",
        "(with) their garments",
        "and persisted",
        "and were arrogant",
        "(with) pride"
      ],
      "notes" : {
        "9" : [
          "[\"That you might pardon them\"]: that they might give up their attitude of",
          "disobedience and beg forgiveness of Allah, for in that way alone they could be",
          "forgiven by Allah."
        ],
        "10" : [
          "They covered their faces either because they did not even like to have a look at",
          "the Prophet Noah's face, not to speak of listening to what he said, or they did",
          "so in order to hide their own faces from him as they passed by him so that he",
          "could not recognize and address them. This precisely was the attitude and conduct",
          "which the disbelievers of Makkah were adopting towards the Holy Prophet [(upon",
          "whom be peace)]. In Surah Hud: 5, their attitude has been described thus:",
          "[\"Behold, they turn aside their chests in order to hide themselves from him:",
          "Beware, even when they cover themselves up with their garments, Allah knows alike",
          "what they hide and what they show; He indeed knows even the secrets they conceal",
          "in their breasts.\"] [(For explanation, see E.N, 5, 6 of Hud)]."
        ],
        "11" : [
          "[\"Arrogance\"] implies that they thought it was below their dignity to bow before",
          "the Truth and accept the admonition of Allah's Messenger. As for example, if a",
          "gentlmen admonishes a perverted person and he, in response, shakes his head and",
          "walks away haughtily, this would amount to rejecting the admonition with",
          "arrogance."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا",
      "simpleTranslate" : [
        "Then I invited them publicly."
      ],
      "tafsirTranslate" : [
        "Then I summoned them openly,"
      ],
      "tanslateWordByWord" : [
        "Then",
        "indeed, I",
        "invited them",
        "publicly"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا",
      "simpleTranslate" : [
        "Then I announced to them and [also] confided to them secretly"
      ],
      "tafsirTranslate" : [
        "and preached to them in public, and also addressed them in secret."
      ],
      "tanslateWordByWord" : [
        "Then",
        "indeed, I",
        "announced",
        "to them",
        "and I confided",
        "to them",
        "secretly"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا",
      "simpleTranslate" : [
        "And said, 'Ask forgiveness of your Lord. Indeed, He is ever a Perpetual Forgiver."
      ],
      "tafsirTranslate" : [
        "I said to them: 'Ask forgiveness from your Lord; surely He is Most Forgiving."
      ],
      "tanslateWordByWord" : [
        "Then I said",
        "Ask forgiveness",
        "(from) your Lord",
        "Indeed, He",
        "is",
        "Oft-Forgiving"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا",
      "simpleTranslate" : [
        "He will send [rain from] the sky upon you in [continuing] showers"
      ],
      "tafsirTranslate" : [
        "He will shower upon you torrents from heaven,"
      ],
      "tanslateWordByWord" : [
        "He will send down",
        "(rain from) the sky",
        "upon you",
        "(in) abundance"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا",
      "simpleTranslate" : [
        "And give you increase in wealth and children and provide for you gardens and",
        "provide for you rivers."
      ],
      "tafsirTranslate" : [
        "and will provide you with wealth and children, and will bestow upon you gardens",
        "and rivers. <N:12>"
      ],
      "tanslateWordByWord" : [
        "And provide you",
        "with wealth",
        "and children",
        "and make",
        "for you",
        "gardens",
        "and make",
        "for you",
        "rivers"
      ],
      "notes" : {
        "12" : [
          "This theme has been expressed at several places in the Qur'an that the rebellious",
          "attitude against God causes man to lead a wretched life not only in the Hereafter",
          "but also in this world, Contrary to this, if a nation adopts the way of faith and",
          "piety and obedience to Divine Commands, instead of disobedience, it benefits it",
          "not only in the Hereafter but also in the world; it is favoured with every kind",
          "of blessing. In Surah Ta Ha it has been said: [\"And whoever turns away from My",
          "Admonition, will have a wretched life in the world, and We shall raise him up",
          "blind on the Day of Resurrection.\"] [(v. 124)]. In Surah AI-Ma'idah it has been",
          "said: [\"Had the people of the Book observed the Torah and the Gospel and the",
          "other Books which had been sent down by their Lord, abundance of provisions would",
          "have been given to them from above and from beneath.\"] [(v. 66)]. In Al-A`raf:",
          "[\"Had the people of the settlements believed and adopted the way of piety, We",
          "would have opened on them doors of blessings from the heavens and the earth.\"]",
          "[(v. 96)]. In Surah Hud, the Prophet Hud addressed his people, saying: [\"And O my",
          "people, beg forgiveness of your Lord, then turn to Him in penitence, and He will",
          "open the gates of heavens for you and add more strength to your present",
          "strength.\"] [(v. 52)]. Through the Holy Prophet himself in this very Surah Hud,",
          "the people of Makkah have been admonished to the effect: [\"And you should beg",
          "forgiveness of your Lord, then return to Him, and He will provide you with good",
          "provisions of life till an appointed term.\"] [(v. 3)]. According to the Hadid,",
          "the Holy Prophet said to the Quraish: [\"There is a word which. if you accept,",
          "would enable you to rule over the Arab as well as the non-Arab world.\"] [(For",
          "explanation, see E.N. 96 of Al-Ma'idah, E.N.'s 3, 57 of Hud, E.N. 105 of Ta Ha;",
          "Introduction to Surah Suad)], Acting on this same instruction from the Qur'an,",
          "once during a famine Hadrat `Umar came out to invoke Allah for the rain and",
          "begged only forgiveness of Him. The people said: [\"O Commander of the Faithful.",
          "you have not prayed for the rain.\"] He replied: [\"I have knocked at the doors of",
          "heaven wherefrom the rain is sent down\"], and then he recited these verses of",
          "Surah Nuh to them. [(Ibn Jarir, Ibn Kathir)]. Likewise, when in the assembly of",
          "Hadrat Hasan Basri, a person complained of drought, he said to him [\"Beg",
          "forgiveness of Allah.\"] Another person complained of poverty, a third one said",
          ".that he was not being blessed with children, a fourth one said that his harvest",
          "had failed, and he continued to remind everyone to beg forgiveness of Allah. The",
          "people asked: [\"How is it that you have suggested to all the people one and the",
          "same cure for the different complaints? He in response recited these verses of",
          "Surah Nuh to them\"] [(Al-Kashshaf)]."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا",
      "simpleTranslate" : [
        "What is [the matter] with you that you do not attribute to Allah [due] grandeur"
      ],
      "tafsirTranslate" : [
        "What is amiss with you that you do not look forward to the majesty of Allah",
        "<N:13>"
      ],
      "tanslateWordByWord" : [
        "What",
        "(is) for you",
        "not",
        "you attribute",
        "to Allah",
        "grandeur"
      ],
      "notes" : {
        "13" : [
          "It means: [\"As for the petty chiefs of the world, you think it would be dangerous",
          "to do anything against their dignity, but as for the Creator and Lord of the",
          "universe, you do not expect that He would also be a Being endowed with dignity.",
          "You rebel against Him, associate others in His Divinity, disobey His Commands,",
          "and yet you are not at all afraid that He would punish you for your misconduct.",
          "\"]"
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَقَدْ خَلَقَكُمْ أَطْوَارًا",
      "simpleTranslate" : [
        "While He has created you in stages?"
      ],
      "tafsirTranslate" : [
        "when He has created you in stages? <N:14>"
      ],
      "tanslateWordByWord" : [
        "And indeed",
        "He created you",
        "(in) stages"
      ],
      "notes" : {
        "14" : [
          "That is, \"He has brought you to the present stage after passing you through",
          "different stages of creation and phases of development. In the beginning you lay",
          "in the form of sperm and ovum separately in the loins of your father and mother.",
          "Then the two were combined by the power of Allah and you were conceived. Then for",
          "nine months in the womb of the mother you were gradually formed into a perfect",
          "human form and were endowed with all those capabilities which you needed to",
          "function as a man in the world. Then you came out as a child from the mother's",
          "womb, and you were developed from one state to another constantly until you",
          "attained to full youth and then old age. While passing through all these stages",
          "you lay wholly in the power of Allah at all times. Had He so willed He would not",
          "have allowed you to be conceived but allowed another person to be conceived in",
          "your place. Had He so pleased He would have made you blind, deaf, dumb, or a",
          "cripple, in the mother's womb itself, or made you mentally deficient. Had He so",
          "liked you would not have been born as a living child. Even after your birth He",
          "could have destroyed you any time by causing you to fall a victim to one or other",
          "accident suddenly. About that God under Whose power you are so powerless, how",
          "could you have taken it into your head that you could commit any insolence",
          "against Him, could regard Him with every treachery and ingratitude, could rebel",
          "against Him as and when you pleased, and could do all this with impunity?"
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا",
      "simpleTranslate" : [
        "Do you not consider how Allah has created seven heavens in layers"
      ],
      "tafsirTranslate" : [
        "Do you not see how Allah has created seven heavens, one upon the other,"
      ],
      "tanslateWordByWord" : [
        "Do not",
        "you see",
        "how",
        "did create",
        "Allah",
        "(the) seven",
        "heavens",
        "(in) layers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا",
      "simpleTranslate" : [
        "And made the moon therein a [reflected] light and made the sun a burning lamp?"
      ],
      "tafsirTranslate" : [
        "and has placed the moon in them as a light, and the sun as a radiant lamp?"
      ],
      "tanslateWordByWord" : [
        "And made",
        "the moon",
        "therein",
        "a light",
        "and made",
        "the sun",
        "a lamp"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا",
      "simpleTranslate" : [
        "And Allah has caused you to grow from the earth a [progressive] growth."
      ],
      "tafsirTranslate" : [
        "And Allah has caused you to grow out of the earth so wondrously, <N:15>"
      ],
      "tanslateWordByWord" : [
        "And Allah",
        "has caused you to grow",
        "from",
        "the earth",
        "(as) a growth"
      ],
      "notes" : {
        "15" : [
          "Here, the creation of man out of the substances of the earth has been compared to",
          "the growth of vegetation. Just as at one time there was no vegetation on the",
          "earth, then Allah caused it to grow, so at one time man did not exist, then Allah",
          "created him."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا",
      "simpleTranslate" : [
        "Then He will return you into it and extract you [another] extraction."
      ],
      "tafsirTranslate" : [
        "and He will later cause you to return to it and will then again bring you out of",
        "it."
      ],
      "tanslateWordByWord" : [
        "Then",
        "He will return you",
        "into it",
        "and bring you forth",
        "(a new) bringing forth"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا",
      "simpleTranslate" : [
        "And Allah has made for you the earth an expanse"
      ],
      "tafsirTranslate" : [
        "Allah has made the earth a wide expanse for you"
      ],
      "tanslateWordByWord" : [
        "And Allah",
        "made",
        "for you",
        "the earth",
        "an expanse"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا",
      "simpleTranslate" : [
        "That you may follow therein roads of passage.' \""
      ],
      "tafsirTranslate" : [
        "so that you may tread its spacious paths.'"
      ],
      "tanslateWordByWord" : [
        "That you may go along",
        "therein",
        "(in) paths",
        "wide"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا",
      "simpleTranslate" : [
        "Noah said, \"My Lord, indeed they have disobeyed me and followed him whose wealth",
        "and children will not increase him except in loss."
      ],
      "tafsirTranslate" : [
        "Noah said: 'My Lord, they did not pay heed to what I said, and followed those",
        "(nobles) whose possession of wealth and children has led them to an even greater",
        "loss."
      ],
      "tanslateWordByWord" : [
        "Said",
        "Nuh",
        "My Lord",
        "Indeed, they",
        "disobeyed me",
        "and followed",
        "(the one) who",
        "(did) not",
        "increase him",
        "his wealth",
        "and his children",
        "except",
        "(in) loss"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَمَكَرُوا مَكْرًا كُبَّارًا",
      "simpleTranslate" : [
        "And they conspired an immense conspiracy."
      ],
      "tafsirTranslate" : [
        "They contrived a plot of great magnitude. <N:16>"
      ],
      "tanslateWordByWord" : [
        "And they have planned",
        "a plan",
        "great"
      ],
      "notes" : {
        "16" : [
          "[\"Mighty plot\"]: AlI those deceits, deceptions and frauds which the cheifs and",
          "religious guides were employing in an attempt to mislead the common people",
          "against the teachings of the Prophet Noah. For example, they said; [\"Noah is no",
          "more than a mere man like yourselves. How can one believe that AIIah sends down",
          "Revelations to him? [(Al-A'raf: 63 <V:7:63>, Hud: 27 <V:11:27> <V:11:27>)]. \"]We",
          "also see that only the meanest of us have become his followers without due",
          "thought. Had there been some weight in what he says, the elders of the people",
          "would have believed in him.[\" [(Hud: 27 <V:11:27>)]. \"]Had Allah willed, He would",
          "have sent down angels.[\" [(A1Mu'minun: 24 <V:23:24>)]. \"]Had he been sent by",
          "Allah, he would possess treasures, he would know the un-seen, and he would be",
          "free from all human needs, like the angels [(Hud: 31 <V:11:31>)]. [\"We tied",
          "nothing in him that might give him superiority over us. \"] [(Hud: 27 <V:11:27>)].",
          "[\"He merely intends to obtain superiority over you. \"] [(AlMu'minun: 24",
          "<V:23:24>)]. [\"Obviously, this man is possessed.\"] [(AI-Mu'minun: 25 <V:23:25>)].",
          "Similar were the things that the Quraish chiefs said to mislead the people",
          "against the Holy Prophet [(upon whom be peace)]."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا",
      "simpleTranslate" : [
        "And said, 'Never leave your gods and never leave Wadd or Suwa' or Yaghuth and",
        "Ya'uq and Nasr."
      ],
      "tafsirTranslate" : [
        "They said: 'Do not abandon your deities; do not abandon Wadd, nor Suwa, nor",
        "Yaghuth, nor Yauq, nor Nasr. <N:17>"
      ],
      "tanslateWordByWord" : [
        "And they said",
        "(Do) not",
        "leave",
        "your gods",
        "and (do) not",
        "leave",
        "Wadd",
        "and not",
        "Suwa",
        "and not",
        "Yaguth",
        "and Yauq",
        "and Nasr"
      ],
      "notes" : {
        "17" : [
          "Of the gods of the Prophet Noah's people only those gods have been mentioned whom",
          "later the people of Arabia also had started worshipping and whose shrines were",
          "found all over the country at the advent of Islam. It is not impossible that the",
          "later generations heard the names of the ancient gods of Noah's people from the",
          "people who were saved from the flood, and when ignorance once again spread among",
          "their children, they made idols of the same gods and started worshipping them",
          "again. Wadd was the god of the Bani Kalb bin Wabash, a branch of the Quda`ah",
          "tribe, whose shrine had been built at Daumat al-Jandal. In the ancient Arabian",
          "inscriptions he has been named as Waddam ibam [(father Wadd)]. Kalbi has stated",
          "that the image built to him was of a tnan of enormous size. The Quraish also",
          "acknowledged him as god and called him Wudd. It is after him that a person has",
          "been named 'Abd-i Wudd [(slave of Wudd)] in history. Suwa was the goddess of the",
          "Hudhayl tribe and her idol was a female figure. Her temple was situated at Ruhat",
          "near Yanbu. Yaghuth was the god of An'um, a branch of the Tay tribe, and of some",
          "branches of the Madhjih tribe. The people of Madhjih had installed its idol, the",
          "image of a lion, at Jurash, a place between Yaman and Hijaz. Among the Quraish",
          "also some people had been named `Abd-i Yaghuth. Ya'uq was the god of Khaywan, a",
          "branch of the Hamdan tribe, in the territory of Hamdan in Yaman; its idol was of",
          "the horse's figure. Nasr was the god of AI-i dhul-Kula', a branch of the Himyar",
          "tribe, in the territory of Himyar; it had its idol installed at Balkha` and had",
          "the image of the vulture. In the ancient inscriptions of Saba its name has been",
          "written as Nasor. Its temple was called bayt Nasor [(house of Nasor)] and its",
          "devotees ahl Nasor [(people of Nasor)]. The ruins of the ancient temples that are",
          "found in Arabia and in the adjoining lands have the image of the vulture made on",
          "the doors of most of them."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَقَدْ أَضَلُّوا كَثِيرًا ۖ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا",
      "simpleTranslate" : [
        "And already they have misled many. And, [my Lord], do not increase the wrongdoers",
        "except in error.\""
      ],
      "tafsirTranslate" : [
        "They have misled many. So do not enable these evildoers to increase in anything",
        "except straying (from the Right Way).' <N:18>"
      ],
      "tanslateWordByWord" : [
        "And indeed",
        "they have led astray",
        "many",
        "And not",
        "increase",
        "the wrongdoers",
        "except",
        "(in) error"
      ],
      "notes" : {
        "18" : [
          "As we have explained in the introduction to this Surah, the Prophet Noah did not",
          "invoke this curse out of impatience but he invoked it when, after doing full",
          "justice to the preaching of his mission for many centuries, he became totally",
          "despaired of any success with his people. Similar were the conditions under which",
          "the Prophet Moses also had cursed Pharaoh and his people, thus: [\"Lord, destroy",
          "their wealth and harden their hearts in a manner so that they do not believe",
          "until they see the painful torment.\"] And Allah, in response, had said: [\"The",
          "prayer of you both has been granted\"] Yunus: 88-89). Like the Prophet Moses', the",
          "Prophet Noah's curse also was in complete conformity with Divine Will. Thus, in",
          "Surah Hud it has been said: [\"And it was revealed to Noah: No more of your people",
          "will believe in you now than those who have already believed. So, do not grieve",
          "at their misdeeds.\"] [(v. 36)]."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا",
      "simpleTranslate" : [
        "Because of their sins they were drowned and put into the Fire, and they found not",
        "for themselves besides Allah [any] helpers."
      ],
      "tafsirTranslate" : [
        "And so they were drowned on account of their sins, and then cast into the Fire,",
        "<N:19> and did not find any other than Allah, <N:20> to come forth to their help."
      ],
      "tanslateWordByWord" : [
        "Because of",
        "their sins",
        "they were drowned",
        "then made to enter",
        "(the) Fire",
        "and not",
        "they found",
        "for themselves",
        "from",
        "besides",
        "Allah",
        "any helpers"
      ],
      "notes" : {
        "20" : [
          "That is, [\"None of the gods whom they looked upon as their supporters and helpers",
          "came to their rescue.\"] This, in fact, was a warning to the people of Makkah, as",
          "if to say: [\"If you too are subjected to the torment of Allah, these gods on whom",
          "you have placed all your reliance, will avail you absolutely nothing. \"]"
        ],
        "19" : [
          "That is, [\"Drowning was not their end, but after death their souls were",
          "immediately subjected to the punishment of the Fire.\"] This precisely was the",
          "treatment that was meted out to Pharaoh and his people, as has been stated in",
          "Surah Al-Mu'min: 45-46. [(For explanation, see E.N. 63 of Al-Mu'min)]. This verse",
          "also is of those verses which prove the punishment of barzakh [(intermediary",
          "stage between death and Resurrection)]."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا",
      "simpleTranslate" : [
        "And Noah said, \"My Lord, do not leave upon the earth from among the disbelievers",
        "an inhabitant."
      ],
      "tafsirTranslate" : [
        "Noah said: 'My Lord, do not leave out of these unbelievers even a single dweller",
        "on earth,"
      ],
      "tanslateWordByWord" : [
        "And said",
        "Nuh",
        "My Lord",
        "(Do) not",
        "leave",
        "on",
        "the earth",
        "any",
        "(of) the disbelievers",
        "(as) an inhabitant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا",
      "simpleTranslate" : [
        "Indeed, if You leave them, they will mislead Your servants and not beget except",
        "[every] wicked one and [confirmed] disbeliever."
      ],
      "tafsirTranslate" : [
        "for certainly if You should leave them (alive), they will mislead Your servants,",
        "and will beget none but sinners and utter unbelievers."
      ],
      "tanslateWordByWord" : [
        "Indeed, You",
        "if",
        "You leave them",
        "they will mislead",
        "Your slaves",
        "and not",
        "they will beget",
        "except",
        "a wicked",
        "a disbeliever"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا",
      "simpleTranslate" : [
        "My Lord, forgive me and my parents and whoever enters my house a believer and the",
        "believing men and believing women. And do not increase the wrongdoers except in",
        "destruction.\""
      ],
      "tafsirTranslate" : [
        "My Lord, forgive me and my parents, and whoever enters my house as a believer,",
        "and forgive all believers, both men and women, and do not increase the",
        "wrong-doers in anything except perdition.'"
      ],
      "tanslateWordByWord" : [
        "My Lord",
        "Forgive",
        "me",
        "and my parents",
        "and whoever",
        "enters",
        "my house ",
        "a believer",
        "and the believing men",
        "and the believing women",
        "And (do) not",
        "increase",
        "the wrongdoers",
        "except",
        "(in) destruction"
      ],
      "notes" : { }
    }
  ],
  "medinian" : false
}