{
  "chapterNumber" : 77,
  "nbVerses" : 50,
  "name" : "Those Sent Forth, The Emissaries, Winds Sent Forth",
  "nameArabic" : "المرسلات",
  "transName" : "al-mursalāt",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "وَالْمُرْسَلَاتِ عُرْفًا",
      "simpleTranslate" : [
        "By those [winds] sent forth in gusts"
      ],
      "tafsirTranslate" : [
        "By the (winds) sent forth in quick succession,"
      ],
      "tanslateWordByWord" : [
        "By the ones sent forth",
        "one after another"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "فَالْعَاصِفَاتِ عَصْفًا",
      "simpleTranslate" : [
        "And the winds that blow violently"
      ],
      "tafsirTranslate" : [
        "which then blow tempestuously"
      ],
      "tanslateWordByWord" : [
        "And the winds that blow",
        "violently"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَالنَّاشِرَاتِ نَشْرًا",
      "simpleTranslate" : [
        "And [by] the winds that spread [clouds]"
      ],
      "tafsirTranslate" : [
        "and raise (clouds) and scatter them around,"
      ],
      "tanslateWordByWord" : [
        "And the ones that scatter",
        "far and wide"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "فَالْفَارِقَاتِ فَرْقًا",
      "simpleTranslate" : [
        "And those [angels] who bring criterion"
      ],
      "tafsirTranslate" : [
        "then winnow them thoroughly,"
      ],
      "tanslateWordByWord" : [
        "And those who separate",
        "(by the) Criterion"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "فَالْمُلْقِيَاتِ ذِكْرًا",
      "simpleTranslate" : [
        "And those [angels] who deliver a message"
      ],
      "tafsirTranslate" : [
        "and then cast (Allah's) remembrance (in people's hearts),"
      ],
      "tanslateWordByWord" : [
        "And those who bring down",
        "(the) Reminder"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "عُذْرًا أَوْ نُذْرًا",
      "simpleTranslate" : [
        "As justification or warning,"
      ],
      "tafsirTranslate" : [
        "to serve as an excuse or a warning. <N:1>"
      ],
      "tanslateWordByWord" : [
        "(As) justification",
        "or",
        "warning"
      ],
      "notes" : {
        "1" : [
          "That is, sometimes the failure of winds causes the people to be alarmed at the",
          "prospect of a famine, and they turn to Allah to repent of their sins: sometimes",
          "they bring a lot of rain and the people turn to Allah in gratitude; and sometimes",
          "their blowing violently causes dread in the hearts and the people turn to AIlah",
          "from fear of destruction. \n In these verses initially the order of rain-bringing",
          "winds has been stated, which is thus: first, winds start blowing in succession;",
          "then they assume the proportions of a storm; then they raise the clouds and",
          "spread them; then they split and separate them. After this, instead of making",
          "mention of the rainfall, it is said that the winds infuse the hearts with the",
          "remembrance of AIIah, as an excuse or as a warning. That is, it is an occasion",
          "when either because of fear man is compelled to remember Allah, or else he",
          "confesses his errors and invokes AIIah to protect and save him from ruin and",
          "bless him with rain. If it has not rained for a long time, and the people are",
          "thirsty for rain, even the most hardened disbeliever sometimes begins to remember",
          "God when he. sees the winds blowing and the clouds advancing. The drought's being",
          "mild and severe makes the difference. In case the drought is mild, the common man",
          "who is not far from AIIah, will remember Him, but others will offer scientific",
          "explanations, saying that there was no cause for anxiety: it did not rain because",
          "of such and such a cause and it would be weak-mindedness to start praying to God",
          "on such an ordinary thing. However, if the drought is unusually prolonged, and",
          "the whole country is faced with a calamitous situation, even the confirmed",
          "disbelievers begin to remember God. If they feel shy to use their tongue, in",
          "their hearts they feel penitent on their wrongdoing and ingratitude and pray to",
          "God to cause rain throughout the country from the winds which are raising the",
          "clouds. This is infusion of God's remembrance in the hearts as an excuse. As for",
          "its infusion as a warning, it happens when the wind develops into a cyclone and",
          "destroys settlement after settlement or it rains so heavily as to cause a deluge,",
          "In such a state even a confirmed atheist starts imploring God out of awe for Him,",
          "and then all scientific explanations of the cyclone or deluge evaporate from his",
          "mind. Thus, after describing the blowing of winds in their succession to say that",
          "they infuse the hearts with Allah's remembrance as an excuse or as a warning, is",
          "meant to impress the truth that the system working in the world keeps on",
          "reminding man that everything on the earth has not been placed under his control",
          "but there is a Supreme Power above him, which rules his destiny. That Power is so",
          "supreme and mighty that it can use the elements for the sustenance and",
          "nourishment of man when it so wills and can use the same elements for his",
          "destruction when it so wills. \n After this the same system of winds has been",
          "proffered as an argument to prove that the Resurrection which is being promised",
          "to man, must come to pass. Now, Iet us see how this system testifies to this",
          "truth. \n Man generally is perplexed in the case of Resurrection and the Hereafter",
          "at two questions. First: is the occurrence of Resurrection possible? Second: what",
          "is its need and necessity? And then being perplexed at these questions, he starts",
          "entertaining doubts whether it will at all occur or not, or whether it was only a",
          "figment of the imagination. In this connection, the Qur'an has at some places",
          "reasoned out and proved its possibility, its necessity and occurrence from the",
          "system of the universe, and at others adopted another mode of reasoning: oaths",
          "have been sworn by some of the countless signs of God's Kingdom and it has been",
          "asserted that it shall surely come to pass. This mode of reasoning contains",
          "arguments for its possibility as well as arguments for its necessity and",
          "arguments for its occurrence. \n Here, adopting the same mode of reasoning only",
          "the system of the circulation of winds and rainfall has been presented as a sign",
          "of the truth that it is a regular system, which has been established by the",
          "design of an All-Wise, All-Mighty Sovereign; it is not a chance occurrence, as a",
          "result of which a system might have been generated in the atmosphere of the earth",
          "that vapours should arise from the seas, winds should carry them and gather them",
          "into clouds, then split and separate them into pieces and transport them to",
          "different parts of the earth and then should cause them to fall as rain. This",
          "system has not been devised accidentally by some blind and deaf Nature, but it is",
          "a well-considered and well-designed plan, which is functioning regularly",
          "according to a law. That is why it never so happens that the heat of the sun",
          "should produce ice on the surface of the sea instead of vapours, but the sun",
          "always raises only vapours from the sea. It never so happens that the monsoons",
          "should blow in the reverse order and suppress vapours into the sea but they",
          "always raise them up into the atmosphere. It never so happens that the formation",
          "of clouds should cease, or the winds should stop to carry them to dry lands or",
          "the falling of rain on the earth should discontinue. The same law has been at",
          "work since millions and millions of years under which this system is functioning.",
          "Had it not been so our coming into existence on the earth and survival here would",
          "not be possible. \n In this system one fords a clear purpose and the working of",
          "regular law. One can clearly see that on the earth the life of man, animal and",
          "vegetation deeply relates to the winds and rainfall, and this arrangement",
          "testifies that water has been provided to bring animate life into existence and",
          "keep it alive precisely according to their requirements and a law. This purpose",
          "and regularity is not found only in this aspect but in the entire system of the",
          "universe, and man's whole scientific progress is based on it. About every thing",
          "man tries to fmd out what is its purpose and on what principle it works Then as",
          "he goes on gaining insight into the purposes of the creation of different things",
          "and the principles on which they work, he goes on devising new and ever new",
          "methods of their use and making new inventions for the progress of his",
          "civilization. Had there been no such concept in the mind of man naturally that",
          "the world is a meaningful world and everything in it is working on a principle,",
          "he would never have entertained the question about anything as to what was its",
          "purpose and how it could be put to use. \n Now, when this world and everything in",
          "it has meaning, and if there is a law working in this world and in everything it",
          "contains, and if it has been functioning with the same purpose and regularity",
          "since millions and millions of years, then a stubborn person only could refuse to",
          "accept that an all-knowing, AllMighty God has made it, and about that God it",
          "would be foolish to assume that although He could make and cause it to function",
          "but cannot break it, and after breaking it, cannot reconstruct it in any other",
          "form if He so wills, The concept about matter that it is imperishable was the",
          "chief support of the ignorant atheist of the past, but the progress of knowledge",
          "has proved it also false. Now it is an acknowledged scientific fact that matter",
          "can change into energy and energy into matter. Therefore, it is perfectly",
          "according to knowledge and reason that this material world will last only as long",
          "as the Living and Eternal God sustains it. As soon as He wills to change it into",
          "energy, He can change it by a simple Command and His one Command is enough to",
          "re-create it into any other material form and shape He wills. \n This much then",
          "about the possibility of the Resurrection, which cannot now be rejected by any",
          "scientific and rational argument. As for the question that it must take place so",
          "that man is rewarded for his good works and punished for his evil deeds, the",
          "person who acknowledges man's moral responsibility and also believes that",
          "rewarding the good services and punishing the crimes is the necessary demand of",
          "this moral responsibility, cannot but admit that there must be the Hereafter.",
          "There is no law or government in the world, which can punish every crime and",
          "reward every good act. To say that the prick of the conscience is a sufficient",
          "punishment for the culprit and the satisfaction of the conscience is sufficient",
          "reward for the doer of good is no more than meaningless philosophizing. The",
          "question is: How and when did the conscience of the person who killed an innocent",
          "man and then himself died in an accident immediately after it rep. ve him? And",
          "when did the conscience of the man who went to fight for the sake of truth and",
          "justice and fell a victim to a bomblast suddenly, have the satisfaction that he",
          "had laid down his life for a good cause? Thus, the truth is that the pretences",
          "invented to avoid the belief in the Hereafter are all meaningless. Man's",
          "intellect wants, his nature requires, that there should be justice, but in the",
          "present life of the world it is not possible to have full and perfect justice.",
          "Justice can be had only in the Hereafter and only under the judgement and command",
          "of the All-Knowing, Omnipotent God. Denial of the necessity of the Hereafter is,",
          "in fact, denial of the necessity of justice. \n Intellect can go only so far as to",
          "convince man that the Hereafter is possible and it should come about. As for the",
          "truth that it will surely come about, the [\"knowledge\"] of it can be obtained",
          "only through Revelation, and Revelation has given us the news that [\"that which",
          "you are being promised must happen\"]. We cannot attain this knowledge by",
          "intellectual reasoning; however, we can attain the certainty of its being true on",
          "the basis that the thing of which we are being informed by Revelation is both",
          "possible and necessary."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "إِنَّمَا تُوعَدُونَ لَوَاقِعٌ",
      "simpleTranslate" : [
        "Indeed, what you are promised is to occur."
      ],
      "tafsirTranslate" : [
        "Surely what you are promised <N:2> shall come to pass. <N:3>"
      ],
      "tanslateWordByWord" : [
        "Indeed, what",
        "you are promised",
        "will surely occur"
      ],
      "notes" : {
        "2" : [
          "Another meaning can be; [\"That which you are being threatened with,\"] i. e. the",
          "Resurrection and Hereafter."
        ],
        "3" : [
          "Here an oath has been sworn by five things on the inevitability of the",
          "Resurrection: \n [(1)] [\"Those which are sent forth in succession, or for a good",
          "cause;\"] \n [(2)] [\"those which blow violently and tempestuously \n [(3)] \"]those",
          "which disperse and scatter;[\" \n [(4)] \"]those which split and separate;[\" and \n",
          "[(5)] \"]those which inspire the remembrance.\" As these words only describe the",
          "characteristics and it has not been specified what thing or things they qualify,",
          "this has given rise to a difference of opinion among the commentators as to",
          "whether these are the qualities of one particular thing or of different things",
          "and what the thing or things are. One group of them says that all the five",
          "qualify the winds; the second group says that all the five imply the angels; the",
          "third group says that the first three imply the winds and the remaining two the",
          "angels; the fourth says that the first two imply the winds and the other three",
          "the angels; another group has opined that the first quality implies the angels of",
          "mercy, the second the angels of punishment and the remaining three imply the",
          "verses of the Qur'an. \n In our opinion, the first thing worthy of consideration",
          "is that when five characteristic have been mentioned continuously in one and the",
          "same context and there is no indication to show as to what has been qualified up",
          "to a certain point and wherefrom has the qualification of another thing begun, it",
          "cannot be correct, on the basis of a baseless conjecture, to understand that in",
          "these verses oaths have been sworn by two or three different things. Rather in",
          "this case the continuity of the subject by itself requires that the whole passage",
          "be regarded as related to the characteristics of one and the same thing.",
          "Secondly, wherever in the Qur'an an oath bas been sworn by a certain thing or,",
          "things in order to convince the doubters or deniers of an unseen truth, there the",
          "oath stands for an argument or reasoning which is meant to tell that the thing or",
          "things point to the truth's being right and correct. For this purpose obviously",
          "it cannot be correct to present one imperceptible thing as an argument for",
          "another imperceptible thing; for, only a perceptible thing can be presented as an",
          "argument for an imperceptible thing. Hence in our opinion the correct explanation",
          "is that it implies the winds and the explanation of the people who interpret the",
          "five things to mean the angels cannot; be acceptable, for the angels are as",
          "imperceptible as is the occurrence of the Resurrection. \n Now, let us consider as",
          "to how these different states of winds point to the occurrence of the",
          "Resurrection. One of the most important factor which has made animal and",
          "vegetable life possible on the earth is the air. The relationship its qualities",
          "bear with every kind of life testify that there is an all-powerful, All-Wise",
          "Creator, Who willed to create life on this earth and for this purpose created",
          "here a thing whose qualities exactly and precisely correspond to the requirements",
          "of the existence of living beings. Then, He did not only wrap up the earth in the",
          "air and left it alone, but by His power and wisdom characterised this air with",
          "countless different states, which are being regulated since millions and millions",
          "of years in such a way that they cause the change of seasons and weather",
          "sometimes it is close and sometimes a soft breeze blows sometimes it is hot and",
          "sometimes cold; sometimes it brings clouds and sometimes it drives away clouds;",
          "sometimes it causes pleasant gusts to blow and sometimes disastrous windstorms;",
          "sometimes it brings beneficial rains and sometimes there is drought; in short,",
          "there are different 'kinds of winds which blow in their own time, and every kind",
          "serves one or the other purpose. This arrangement is the proof of a dominant",
          "Power, for which neither it can be impossible to bring life into existence, nor",
          "to obliterate it, nor to re-create it after having annihilated it. Likewise, this",
          "arrangement is also a proof of a supreme wisdom about which only a foolish man",
          "could think that all this was being done for fun, without any higher object in",
          "view. As against this wonderful system man is so helpless that he can neither",
          "cause a favourable wind to blow for himself, nor can prevent a disastrous cyclone",
          "from blowing on himself. However shameless, obstinate and stubborn he may be, the",
          "wind does at one time or another remind him that a Mighty Sovereign is ruling",
          "over him, Who can turn this principal means of his life into a cause of blessing",
          "for him or into a cause of ruin for him whenever He so likes, and man does not",
          "have the power to prevent or avert any of His decisions. [(For further",
          "explanation, see E.N. 7 of Al-Jathiyah, E.N.'s 1 to 4 of Adh-Dhariyat)]."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "فَإِذَا النُّجُومُ طُمِسَتْ",
      "simpleTranslate" : [
        "So when the stars are obliterated"
      ],
      "tafsirTranslate" : [
        "So when the stars are extinguished, <N:4>"
      ],
      "tanslateWordByWord" : [
        "So when",
        "the stars",
        "are obliterated"
      ],
      "notes" : {
        "4" : [
          "That is, when they lose their light and lustre."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَإِذَا السَّمَاءُ فُرِجَتْ",
      "simpleTranslate" : [
        "And when the heaven is opened"
      ],
      "tafsirTranslate" : [
        "and the sky is rent asunder, <N:5>"
      ],
      "tanslateWordByWord" : [
        "And when",
        "the heaven",
        "is cleft asunder"
      ],
      "notes" : {
        "5" : [
          "[\"When the heaven is rent asunder\"]: when the system and discipline of the",
          "heavens under which every star and planet is established and moving in its orbit",
          "and everything in the universe is adhering to the bounds set for it, is broken."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَإِذَا الْجِبَالُ نُسِفَتْ",
      "simpleTranslate" : [
        "And when the mountains are blown away"
      ],
      "tafsirTranslate" : [
        "and the mountains are blown away,"
      ],
      "tanslateWordByWord" : [
        "And when",
        "the mountains",
        "are blown away"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَإِذَا الرُّسُلُ أُقِّتَتْ",
      "simpleTranslate" : [
        "And when the messengers' time has come..."
      ],
      "tafsirTranslate" : [
        "and the appointed time to bring the Messengers together arrives,(then shall the",
        "promised event come to pass). <N:6>"
      ],
      "tanslateWordByWord" : [
        "And when",
        "the Messengers",
        "are gathered to their appointed time"
      ],
      "notes" : {
        "6" : [
          "At several places in the Qur'an it has been stated that when the case of mankind",
          "will be presented before Allah on the Day of Resurrection, the Messenger of every",
          "nation will be called upon to testify that he had conveyed Allah's Messages",
          "intact to his people. This will be Allah's first and major argument against the",
          "culprits and the wicked people to prove that they were themselves responsible for",
          "their wrong attitude and conduct in life, for there had been no negligence on the",
          "part of Allah to show guidance and administer warnings . For instance, see",
          "AI-A`raf: 172, 173 and E.N.'s 134, 135, Az-Zumar: 69 and E.N. 80, Al-Mulk:8 and",
          "E.N. 14."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "لِأَيِّ يَوْمٍ أُجِّلَتْ",
      "simpleTranslate" : [
        "For what Day was it postponed?"
      ],
      "tafsirTranslate" : [
        "To which Day has this task been deferred?"
      ],
      "tanslateWordByWord" : [
        "For what",
        "Day",
        "are (these) postponed"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "لِيَوْمِ الْفَصْلِ",
      "simpleTranslate" : [
        "For the Day of Judgement."
      ],
      "tafsirTranslate" : [
        "To the Day of Judgement."
      ],
      "tanslateWordByWord" : [
        "For (the) Day",
        "(of) Judgment"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ",
      "simpleTranslate" : [
        "And what can make you know what is the Day of Judgement?"
      ],
      "tafsirTranslate" : [
        "What do you know what the Day of Judgement is?"
      ],
      "tanslateWordByWord" : [
        "And what",
        "will make you know",
        "what",
        "(is the) Day",
        "(of) the Judgment"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Woe, that Day, to the deniers."
      ],
      "tafsirTranslate" : [
        "Woe on that Day to those that give the lie to the Truth! <N:7>"
      ],
      "tanslateWordByWord" : [
        "Woe",
        "that Day",
        "to the deniers"
      ],
      "notes" : {
        "7" : [
          "[\"Deniers of Truth\"]: those people who took the news of the coming of",
          "Resurrection as a lie, and spent their lives in the world under the delusion that",
          "the time would never come when they would have to present themselves before their",
          "God and render an account of their deeds."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "أَلَمْ نُهْلِكِ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "Did We not destroy the former peoples?"
      ],
      "tafsirTranslate" : [
        "Did We not destroy many a nation of the earlier times? <N:8>"
      ],
      "tanslateWordByWord" : [
        "Did not",
        "We destroy",
        "the former (people)"
      ],
      "notes" : {
        "8" : [
          "This is an argument from history for the Hereafter, It means; \"Consider your own",
          "history in the world. Whichever nations denied the Hereafter and took this",
          "worldly life to be real life and based their moral attitude on the results",
          "appearing here regarding them as the criterion of good and evil, ultimately went",
          "to their doom without exception This is a proof of the fact that the Hereafter is",
          "an actual reality overlooking and ignoring which causes the same kind of harm to",
          "a person which is caused when he chooses to close his eyes to the hard facts of",
          "life. [(For further explanation, see E.N. 12 of Yunus, E.N. 86 of An-Naml, E.N. 8",
          "of Ar-Rum, E.N. 25 of Saba)]."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "ثُمَّ نُتْبِعُهُمُ الْآخِرِينَ",
      "simpleTranslate" : [
        "Then We will follow them with the later ones."
      ],
      "tafsirTranslate" : [
        "And We shall cause those of later times <N:9> to follow them."
      ],
      "tanslateWordByWord" : [
        "Then",
        "We follow them up",
        "(with) the later ones"
      ],
      "notes" : {
        "9" : [
          "That is, [\"This is a permanent law with Us. Just as denial of the Hereafter has",
          "proved disastrous for the nations of the past so it will always prove disastrous",
          "also for the nations of the future. No nation has been an exception to it before",
          "nor will any be so in the future.\"]"
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "كَذَٰلِكَ نَفْعَلُ بِالْمُجْرِمِينَ",
      "simpleTranslate" : [
        "Thus do We deal with the criminals."
      ],
      "tafsirTranslate" : [
        "Thus do We deal with the guilty."
      ],
      "tanslateWordByWord" : [
        "Thus",
        "We deal",
        "with the criminals"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Woe, that Day, to the deniers."
      ],
      "tafsirTranslate" : [
        "Woe on that Day to those that give the lie to the Truth! <N:10>"
      ],
      "tanslateWordByWord" : [
        "Woe",
        "that Day",
        "to the deniers"
      ],
      "notes" : {
        "10" : [
          "This sentence in the present context means: [\"The fate they have met or will meet",
          "in the world, is not their real punishment; their real doom will descend on them",
          "on the Day of Decision. The punishment here is only in the nature of a person's",
          "being arrested when he commits one crime after the other fearlessly and is not",
          "inclined to mend and change his ways. The court where his test is to be decided",
          "and he is to be punished for.all his misdeeds, will not be established in this",
          "world but in the Hereafter, and that indeed will be the actual Day of his ruin",
          "and disaster.\"] [(For further explanation, see E.N.'s 5, 6 of Al-A`raf, E.N.,105",
          "of H ud)]."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ",
      "simpleTranslate" : [
        "Did We not create you from a liquid disdained?"
      ],
      "tafsirTranslate" : [
        "Did We not create you of a mean fluid,"
      ],
      "tanslateWordByWord" : [
        "Did not",
        "We create you",
        "from",
        "a water",
        "despicable"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "فَجَعَلْنَاهُ فِي قَرَارٍ مَكِينٍ",
      "simpleTranslate" : [
        "And We placed it in a firm lodging"
      ],
      "tafsirTranslate" : [
        "which We then placed in a secure repository <N:11>"
      ],
      "tanslateWordByWord" : [
        "Then We placed it",
        "in",
        "an abode",
        "safe"
      ],
      "notes" : {
        "11" : [
          "[\"A secure place\"]: the mother's womb in which the child is so firmly lodged as",
          "soon as it has been conceived and where such arrangements are made for its",
          "security and nourishment that abortion cannot take place unless there is a",
          "disaster, and even for artificial abortion extraordinary devices have to be",
          "adopted, which are both risky and harmful in spite of modern developments in",
          "medical science."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "إِلَىٰ قَدَرٍ مَعْلُومٍ",
      "simpleTranslate" : [
        "For a known extent."
      ],
      "tafsirTranslate" : [
        "until an appointed time? <N:12>"
      ],
      "tanslateWordByWord" : [
        "For",
        "a period",
        "known"
      ],
      "notes" : {
        "12" : [
          "The words qadar im-malum do not only mean that the term is appointed and fixed",
          "but they also contain the sense that it is known to Allah alone. About no child",
          "can man know by any means how many months, days, hours, minutes and seconds it",
          "will remain in the mothers womb and what will be its exact and precise time of",
          "birth. AIlah alone has fixed a specific term for every child and He alone knows",
          "it."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "فَقَدَرْنَا فَنِعْمَ الْقَادِرُونَ",
      "simpleTranslate" : [
        "And We determined [it], and excellent [are We] to determine."
      ],
      "tafsirTranslate" : [
        "See that We had the power to do so. Great indeed is Our power to do what We will.",
        "<N:13>"
      ],
      "tanslateWordByWord" : [
        "So We measured",
        "and Best",
        "(are We to) measure"
      ],
      "notes" : {
        "13" : [
          "This is an express argument for the possibility of the life-after-death What is",
          "meant to be said is: [\"When We had the power to shape and develop you into a",
          "perfect and complete man from insignificant sperm-drop, how shall We be helpless",
          "to re-create you in some other way ? Our this creation in consequence of which",
          "you exist as a living being, is a proof that We are excellent Possessors of",
          "power; We cannot be so helpless as to be unable to re-create you after having",
          "created you in the fi rst instance. \"]"
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Woe, that Day, to the deniers."
      ],
      "tafsirTranslate" : [
        "Woe on that Day to those that give the lie to the Truth! <N:14>"
      ],
      "tanslateWordByWord" : [
        "Woe",
        "that Day",
        "to the deniers"
      ],
      "notes" : {
        "14" : [
          "This sentence here gives the meaning that in spite of the express argument for",
          "the possibility of life-after-death, the people who are denying it, may mock it",
          "as they may and look down upon its believers as people of antiquated ideas and",
          "whims, but when the Day comes which they are denying today, they will themselves",
          "know that it is a Day of their own ruin and disaster."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "أَلَمْ نَجْعَلِ الْأَرْضَ كِفَاتًا",
      "simpleTranslate" : [
        "Have We not made the earth a container"
      ],
      "tafsirTranslate" : [
        "Did We not make the earth a receptacle,"
      ],
      "tanslateWordByWord" : [
        "Have not",
        "We made",
        "the earth",
        "a receptacle"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "أَحْيَاءً وَأَمْوَاتًا",
      "simpleTranslate" : [
        "Of the living and the dead?"
      ],
      "tafsirTranslate" : [
        "for the living and the dead,"
      ],
      "tanslateWordByWord" : [
        "(For the) living",
        "and (the) dead"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَجَعَلْنَا فِيهَا رَوَاسِيَ شَامِخَاتٍ وَأَسْقَيْنَاكُمْ مَاءً فُرَاتًا",
      "simpleTranslate" : [
        "And We placed therein lofty, firmly set mountains and have given you to drink",
        "sweet water."
      ],
      "tafsirTranslate" : [
        "and did We not firmly fix towering mountains on it and give you sweet water to",
        "drink? <N:15>"
      ],
      "tanslateWordByWord" : [
        "And We made",
        "therein",
        "firmly set mountains",
        "lofty",
        "and We gave you to drink",
        "water ",
        "sweet"
      ],
      "notes" : {
        "15" : [
          "This is yet another argument for the possibility and reasonableness of the",
          "Hereafter. It is this very earth which since millions and millions of years has",
          "been sustaining and providing for countless different kinds of creatures. Every",
          "kind of vegetation and every kind of animal and man are living on it, To meet the",
          "requirements of aII immeasureable treasures of provisions of different kinds are",
          "corning out of its belly. Then it is on this very earth that countless members of",
          "all kinds of creatures die every day, but there exists a wonderful arrangement in",
          "that the dead bodies of all creatures are deposited in the same earth, and it",
          "again becomes ready for sustaining life and providing home to the new members of",
          "every species. This earth has not been shaped like a smooth-surfaced ball either,",
          "but here and there on it there have been set high mountains and mountain-ranges,",
          "which play an important role in causing the change of seasons and rainfall, the",
          "birth of rivers creation of fertile valleys, growth of trees which supply timber,",
          "and provisions of a variety of minerals and stones. Then in the interior of this",
          "very earth, sweet water has been stored and on its surface rivers of sweet water",
          "have been arranged and from the saline waters of the sea also vapours of pure",
          "water are raised and caused to fall as rain from the sky. Is not all this an",
          "argument to prove that an All-Powerful Sovereign has created aII this and He is",
          "not only All-Powerful but AII-Knowing and All-Wise as well'? Now, if this earth",
          "has been thus equipped and provisioned only by His power and wisdom, why should",
          "an intelligent man trod it difficult to understand that the same Sovereign by His",
          "power can wind up this world and create another world on a new pattern, and the",
          "demand of His wisdom is that he should create another world after it so that He",
          "may call man to account for the deeds he has done in this world?"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Woe, that Day, to the deniers."
      ],
      "tafsirTranslate" : [
        "Woe on that Day to those that give the lie to the Truth! <N:16>"
      ],
      "tanslateWordByWord" : [
        "Woe",
        "that Day",
        "to the deniers"
      ],
      "notes" : {
        "16" : [
          "Here, this sentence signifies that the people who deny the coming of the",
          "Hereafter and regard it as impossible and irrational in spite of seeing these",
          "manifest signs of Allah's power and wisdom, may remain lost in their vain",
          "imaginations if they so like. But the Day when all this takes place against their",
          "expectations, they will realize that they have earned ruin on account of their",
          "own folly."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "انْطَلِقُوا إِلَىٰ مَا كُنْتُمْ بِهِ تُكَذِّبُونَ",
      "simpleTranslate" : [
        "[They will be told], \"Proceed to that which you used to deny."
      ],
      "tafsirTranslate" : [
        "Proceed <N:17> now towards that which you were wont to deny as false;"
      ],
      "tanslateWordByWord" : [
        "Proceed",
        "to",
        "what",
        "you used to",
        "in it",
        "deny"
      ],
      "notes" : {
        "17" : [
          "After giving proofs of the coming of the Hereafter, now it is being stated how",
          "the deniers will be dealt with when it has actually taken place."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "انْطَلِقُوا إِلَىٰ ظِلٍّ ذِي ثَلَاثِ شُعَبٍ",
      "simpleTranslate" : [
        "Proceed to a shadow [of smoke] having three columns"
      ],
      "tafsirTranslate" : [
        "proceed towards the three-pronged shadow, <N:18>"
      ],
      "tanslateWordByWord" : [
        "Proceed",
        "to",
        "a shadow",
        "having",
        "three",
        "columns"
      ],
      "notes" : {
        "18" : [
          "[\"Shadow\"]: shadow of smoke; [\"three branches\"]: because when a big smoke arises",
          "it is divided into several parts at the top."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "لَا ظَلِيلٍ وَلَا يُغْنِي مِنَ اللَّهَبِ",
      "simpleTranslate" : [
        "[But having] no cool shade and availing not against the flame.\""
      ],
      "tafsirTranslate" : [
        "which neither provides (cooling) shade nor protection against the flames;"
      ],
      "tanslateWordByWord" : [
        "No",
        "cool shade",
        "and not",
        "availing",
        "against",
        "the flame"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "إِنَّهَا تَرْمِي بِشَرَرٍ كَالْقَصْرِ",
      "simpleTranslate" : [
        "Indeed, it throws sparks [as huge] as a fortress,"
      ],
      "tafsirTranslate" : [
        "it indeed throws up sparks like castles,"
      ],
      "tanslateWordByWord" : [
        "Indeed, it",
        "throws up",
        "sparks",
        "as the fortress"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "كَأَنَّهُ جِمَالَتٌ صُفْرٌ",
      "simpleTranslate" : [
        "As if they were yellowish [black] camels."
      ],
      "tafsirTranslate" : [
        "which seem as though they are yellow-coloured camels. <N:19>"
      ],
      "tanslateWordByWord" : [
        "As if they (were)",
        "camels",
        "yellow"
      ],
      "notes" : {
        "19" : [
          "That is, each spark will be like a castle, and when these huge sparks will rise",
          "and burst and fly about in all directions it will seem as though they were yellow",
          "camels running and jumping about ceaselessly."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Woe, that Day, to the deniers."
      ],
      "tafsirTranslate" : [
        "Woe on that Day to those that give the lie to the Truth!"
      ],
      "tanslateWordByWord" : [
        "Woe",
        "that Day",
        "to the deniers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "هَٰذَا يَوْمُ لَا يَنْطِقُونَ",
      "simpleTranslate" : [
        "This is a Day they will not speak,"
      ],
      "tafsirTranslate" : [
        "That will be the Day on which they will not (be able to) utter a word,"
      ],
      "tanslateWordByWord" : [
        "This",
        "(is) a Day",
        "not",
        "they will speak"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ",
      "simpleTranslate" : [
        "Nor will it be permitted for them to make an excuse."
      ],
      "tafsirTranslate" : [
        "nor will they be allowed to proffer excuses. <N:20>"
      ],
      "tanslateWordByWord" : [
        "And not",
        "will it be permitted",
        "for them",
        "to make excuses"
      ],
      "notes" : {
        "20" : [
          "This will be their ultimate state at the time they will be entering Hell. Before",
          "this in the plain of Resurrection they will be offering all sorts of excuses,",
          "blaming others for their errors and proving their own selves to be innocent,",
          "abusing their leaders and guides who led them astray; so much so that some of",
          "them will even disown their crimes shamelessly, as has been stated at several",
          "places in the Qur'an. But when their being criminals will have been established",
          "by every kind of evidence, and when their own hands and feet and limbs will have",
          "borne witness against them to prove their guilt fully, and when after fulfilling",
          "all requirements of justice rightly and truly, the sentence will be passed on",
          "them, they will be dumbfounded and no room will be left for them to offer any",
          "excuse. To refuse an opportunity or permission to offer an excuse, does not mean",
          "that judgment will be passed against them without giving them a chance for",
          "self-defence, but it means that their guilt and crime will be proved to the hilt",
          "and they will not be able to offer any excuse after it."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Woe, that Day, to the deniers."
      ],
      "tafsirTranslate" : [
        "Woe on that Day to those that give the lie to the Truth!"
      ],
      "tanslateWordByWord" : [
        "Woe",
        "that Day",
        "to the deniers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "هَٰذَا يَوْمُ الْفَصْلِ ۖ جَمَعْنَاكُمْ وَالْأَوَّلِينَ",
      "simpleTranslate" : [
        "This is the Day of Judgement; We will have assembled you and the former peoples."
      ],
      "tafsirTranslate" : [
        "That is the Day of Judgement on which We have assembled you as well as all those",
        "who went before you."
      ],
      "tanslateWordByWord" : [
        "This",
        "(is the) Day",
        "(of) Judgment",
        "We have gathered you",
        "and the former (people)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "فَإِنْ كَانَ لَكُمْ كَيْدٌ فَكِيدُونِ",
      "simpleTranslate" : [
        "So if you have a plan, then plan against Me."
      ],
      "tafsirTranslate" : [
        "So if you have any ploy, try it against Me! <N:21>"
      ],
      "tanslateWordByWord" : [
        "So if",
        "is",
        "for you",
        "a plan",
        "then plan against Me"
      ],
      "notes" : {
        "21" : [
          "That is, [\"ln the world you used every kind of deception and trick in",
          "self-interest. Now, if you have any trick to escape My punishment, you may use it",
          "to defeat Me and My plan.\"]"
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Woe, that Day, to the deniers."
      ],
      "tafsirTranslate" : [
        "Woe on that Day to those that give the lie to the Truth!"
      ],
      "tanslateWordByWord" : [
        "Woe",
        "that Day",
        "to the deniers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "إِنَّ الْمُتَّقِينَ فِي ظِلَالٍ وَعُيُونٍ",
      "simpleTranslate" : [
        "Indeed, the righteous will be among shades and springs"
      ],
      "tafsirTranslate" : [
        "Behold, today the God-fearing <N:22> will be amidst shades and springs,"
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "the righteous",
        "(will be) in",
        "shades",
        "and springs"
      ],
      "notes" : {
        "22" : [
          "As this world has been used here in contrast to the \"deniers'; the righteous here",
          "implies the people who refrained from denying the Hereafter and accepted it and",
          "passed their life in the world with the belief that in 'the Hereafter they would",
          "have to render an account of their word and deed and their conduct and character."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "وَفَوَاكِهَ مِمَّا يَشْتَهُونَ",
      "simpleTranslate" : [
        "And fruits from whatever they desire,"
      ],
      "tafsirTranslate" : [
        "and the fruits that they desire (will be ready at hand)."
      ],
      "tanslateWordByWord" : [
        "And fruits",
        "from what",
        "they desire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "[Being told], \"Eat and drink in satisfaction for what you used to do.\""
      ],
      "tafsirTranslate" : [
        "Eat and drink and may every joy attend you as a reward for your deeds."
      ],
      "tanslateWordByWord" : [
        "Eat",
        "and drink",
        "(in) satisfaction",
        "for what",
        "you used to",
        "do"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "Indeed, We thus reward the doers of good."
      ],
      "tafsirTranslate" : [
        "Thus do We reward those that do good."
      ],
      "tanslateWordByWord" : [
        "Indeed, We",
        "thus",
        "reward",
        "the good-doers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Woe, that Day, to the deniers."
      ],
      "tafsirTranslate" : [
        "Woe on that Day to those that give the lie to the Truth! <N:23>"
      ],
      "tanslateWordByWord" : [
        "Woe",
        "that Day",
        "to the deniers"
      ],
      "notes" : {
        "23" : [
          "Here this sentence means that one of their afflictions. as mentioned above, will",
          "be that they will be standing as culprits in the plain of Resurrection, their",
          "crimes will have been proved and established openly and they will not be in a",
          "position even to open their mouths to put forward a plea in self defence, and",
          "shall ultimately become fuel of Hell. Their other affliction, and by far the",
          "worse will be that they will see the same believers enjoying themselves in",
          "Paradise, whom they had been opposing and resisting and mocking throughout their",
          "lives as foolish, narrow-minded, mean and old fashioned people."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُمْ مُجْرِمُونَ",
      "simpleTranslate" : [
        "[O disbelievers], eat and enjoy yourselves a little; indeed, you are criminals."
      ],
      "tafsirTranslate" : [
        "Eat <N:24> and enjoy yourselves for a while. <N:25> Surely you are evil-doers."
      ],
      "tanslateWordByWord" : [
        "Eat",
        "and enjoy yourselves",
        "a little",
        "indeed, you",
        "(are) criminals"
      ],
      "notes" : {
        "24" : [
          "In conclusion, these words are being addressed not only to the disbelievers of",
          "Makkah but to alI disbelievers of the world."
        ],
        "25" : [
          "[\"For a while\"]: in their brief life of the world."
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Woe, that Day, to the deniers."
      ],
      "tafsirTranslate" : [
        "Woe on that Day to those that give the lie to the Truth!"
      ],
      "tanslateWordByWord" : [
        "Woe",
        "that Day",
        "to the deniers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَإِذَا قِيلَ لَهُمُ ارْكَعُوا لَا يَرْكَعُونَ",
      "simpleTranslate" : [
        "And when it is said to them, \"Bow [in prayer],\" they do not bow."
      ],
      "tafsirTranslate" : [
        "When it is said to them: 'Bow down (before Allah),' they do not bow down. <N:26>"
      ],
      "tanslateWordByWord" : [
        "And when",
        "it is said",
        "to them",
        "Bow",
        "not",
        "they bow"
      ],
      "notes" : {
        "26" : [
          "[\"Bowing before Allah\"]: does not only imply worshipping Him but also means",
          "believing in the Messenger sent by Allah and in the Book revealed by Him and",
          "following and obeying His Commands."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Woe, that Day, to the deniers."
      ],
      "tafsirTranslate" : [
        "Woe on that Day to those that give the lie to the Truth!"
      ],
      "tanslateWordByWord" : [
        "Woe",
        "that Day",
        "to the deniers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Then in what statement after the Qur'an will they believe?"
      ],
      "tafsirTranslate" : [
        "In what discourse after this (Qur'an) will they, then, believe? <N:27>"
      ],
      "tanslateWordByWord" : [
        "Then in what",
        "statement",
        "after it",
        "will they believe"
      ],
      "notes" : {
        "27" : [
          "That is, the greatest Message that could distinguish the Truth from falsehood for",
          "man and show him right guidance, has been sent down in the shape of the Qur'an.",
          "if a person does not believe even after reading it or hearing it read, what else",
          "after this can show him the correct guidance?"
        ]
      }
    }
  ],
  "medinian" : false
}