{
  "chapterNumber" : 79,
  "nbVerses" : 46,
  "name" : "Those Who Tear Out, Those Who Drag Forth, Soul-snatchers, Those That Rise",
  "nameArabic" : "النازعات",
  "transName" : "an-nāziʿāt",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "وَالنَّازِعَاتِ غَرْقًا",
      "simpleTranslate" : [
        "By those [angels] who extract with violence"
      ],
      "tafsirTranslate" : [
        "By those (angels) that pluck out the soul from depths,"
      ],
      "tanslateWordByWord" : [
        "By those who extract",
        "violently"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَالنَّاشِطَاتِ نَشْطًا",
      "simpleTranslate" : [
        "And [by] those who remove with ease"
      ],
      "tafsirTranslate" : [
        "and gently take it away;"
      ],
      "tanslateWordByWord" : [
        "And those who draw out",
        "gently"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَالسَّابِحَاتِ سَبْحًا",
      "simpleTranslate" : [
        "And [by] those who glide [as if] swimming"
      ],
      "tafsirTranslate" : [
        "and by those that speedily glide along (the cosmos),"
      ],
      "tanslateWordByWord" : [
        "And those who glide",
        "swimming"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "فَالسَّابِقَاتِ سَبْقًا",
      "simpleTranslate" : [
        "And those who race each other in a race"
      ],
      "tafsirTranslate" : [
        "and vie with the others(in carrying out their Lord's behests);"
      ],
      "tanslateWordByWord" : [
        "And those who race each other",
        "(in) a race"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "فَالْمُدَبِّرَاتِ أَمْرًا",
      "simpleTranslate" : [
        "And those who arrange [each] matter,"
      ],
      "tafsirTranslate" : [
        "and then manage the affairs of the Universe(according to their Lord's commands).",
        "<N:1>"
      ],
      "tanslateWordByWord" : [
        "And those who arrange",
        "(the) matter"
      ],
      "notes" : {
        "1" : [
          "Here, the object for which an oath has been sworn by beings having five qualities",
          "has not been mentioned; but the theme that follows by itself leads to the",
          "conclusion that the oath has been sworn to affirm that the Resurrection is a",
          "certainty, which must come to pass, when all dead men shall be resurrected. Nor",
          "is there any mention as to what are the beings possessed of the qualities.",
          "However, a large number of the Companions and their immediate successors and most",
          "of the commentators have expressed the opinion that they are the angels. Hadrat",
          "`Abdullah bin Mas`ud, Hadrat `Abdullah bin `Abbas, Masruq, Sa`id bin Jubair, Abu",
          "salih Abud-Duha and Suddi; say that [\"those who pluck out from the depths and",
          "those who draw out gently\"] imply the angels, who wrench out the soul of man at",
          "death from the very depths of his body, from its every fibre. [\"Those who glide",
          "about swiftly\"], according to Hadrat Ibn Mas`ud, Mujahid, Sa`id bin Jubair and",
          "Abu Salih, also imply the angels, who hurry about swiftly in execution of Divine",
          "Commands as though they were gliding through space. The same meaning of [\"those",
          "who hasten out as in a race\"] has been taken by Hadrat `Ali, Mujahid, Masruq, Abu",
          "Salih and Hasan Bari, and hastening out implies that each one of them hurries on",
          "his errand as soon as he receives the first indication of Divine Will. [\"Those",
          "who conduct the affairs\"] also imply the angels as has been reported from Hadrat",
          "`Ali, Mujahid, 'Ata' Abu -Salih, Hasan Bari;, Qatadah, Rabi` bin Anas and Suddi.",
          "In other words, these are the workers of the Kingdom of the Universe, who are",
          "conducting all the affairs of the world in accordance with Allah's Command and",
          "Will. Though this meaning of these verses has not been reported in any authentic",
          "Hadith from the Holy Prophet, while this meaning has been given by some major",
          "Companions and their immediate successors and pupils, one is led to form the view",
          "that they must have obtained this knowledge from the Holy Prophet himself. \n Now",
          "the question arises: On what basis has the oath been sworn by these angels for",
          "the occurrence of the Resurrection and life after death when they themselves are",
          "as imperceptible as the thing for the occurrence of which they have been",
          "presented as an evidence and as an argument. In our opinion the reason is [(and",
          "Allah has the best knowledge)] that the Arabs were not deniers of the existence",
          "of the angels. They themselves admitted that at the death the soul was taken out",
          "by the angels; they also believed that the angels moved at tremendous speeds;",
          "they could reach any place between the earth and the heavens instantly and",
          "promptly execute any errand that was entrusted to them. They also acknowledged",
          "that the angels are subordinate to Divine Will and they conduct the affairs of",
          "the universe strictly and precisely in accordance with Divine Will; they are not",
          "independent and masters of their will. They regarded them as daughters of Allah",
          "out of ignorance and worshipped them as deities, but they did not believe that",
          "they possessed the real authority as well. Therefore, the basis of the reasoning",
          "from the abovementioned attributes for the occurrence of the Resurrection and",
          "life after death is that the angels who took the soul by the order of God, could",
          "also restore the soul by the order of the same God; and the angels who conducted",
          "the affairs of the universe by the order of God could also upset this universe by",
          "the order of the same God whenever . He so ordered them and could also bring",
          "about a new world order. They would not show any negligence or delay in the",
          "execution of His Command."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "يَوْمَ تَرْجُفُ الرَّاجِفَةُ",
      "simpleTranslate" : [
        "On the Day the blast [of the Horn] will convulse [creation],"
      ],
      "tafsirTranslate" : [
        "The Day when the quaking will cause a violent convulsion,"
      ],
      "tanslateWordByWord" : [
        "(The) Day",
        "will quake",
        "the quaking one"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "تَتْبَعُهَا الرَّادِفَةُ",
      "simpleTranslate" : [
        "There will follow it the subsequent [one]."
      ],
      "tafsirTranslate" : [
        "and will be followed by another quaking. <N:2>"
      ],
      "tanslateWordByWord" : [
        "Follows it",
        "the subsequent"
      ],
      "notes" : {
        "2" : [
          "The first jolt implies the jolt which will destroy the earth and everything on",
          "it, and the second jolt at which all dead men will rise up from death and from",
          "their graves. This same state has been described in Surah Az-Zumar, thus: [\"And",
          "when the Trumpet shall be blown on that Day, all those who are in the heavens and",
          "the earth shall fall down dead except those whom Allah may allow [(to live)].",
          "Then the Trumpet shall be blown again and they will all stand up, looking",
          "around.\"] [(v. 68)]"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ",
      "simpleTranslate" : [
        "Hearts, that Day, will tremble,"
      ],
      "tafsirTranslate" : [
        "On that Day some hearts shall tremble (with fright), <N:3>"
      ],
      "tanslateWordByWord" : [
        "Hearts",
        "that Day",
        "will palpitate"
      ],
      "notes" : {
        "3" : [
          "[\"Some hearts\"], because, according to the Qur'an, only the disbelievers, the",
          "wicked people and the hypocrites will be terror-stricken on the Resurrection Day,",
          "the righteous believers will remain secure from this tenor. About them in Surah",
          "Al-Anbiya' it has been said: [\"The time of great fright will not trouble them at",
          "all; the angels will rush. forth to receive them, saying: `This is the very Day",
          "which you were promised'.\"] [(v. 103)]"
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "أَبْصَارُهَا خَاشِعَةٌ",
      "simpleTranslate" : [
        "Their eyes humbled."
      ],
      "tafsirTranslate" : [
        "and their eyes shall be downcast with dread."
      ],
      "tanslateWordByWord" : [
        "Their eyes",
        "humbled"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "يَقُولُونَ أَإِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ",
      "simpleTranslate" : [
        "They are [presently] saying, \"Will we indeed be returned to [our] former state",
        "[of life]?"
      ],
      "tafsirTranslate" : [
        "They say: 'Shall we indeed be restored to life,"
      ],
      "tanslateWordByWord" : [
        "They say",
        "Will we",
        "indeed be returned",
        "to",
        "the former state"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "أَإِذَا كُنَّا عِظَامًا نَخِرَةً",
      "simpleTranslate" : [
        "Even if we should be decayed bones?"
      ],
      "tafsirTranslate" : [
        "even after we have been reduced to bones, hollow and rotten?'"
      ],
      "tanslateWordByWord" : [
        "What! When",
        "we are",
        "bones",
        "decayed"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "قَالُوا تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ",
      "simpleTranslate" : [
        "They say, \"That, then, would be a losing return.\""
      ],
      "tafsirTranslate" : [
        "They say: 'That will then be a return with a great loss!' <N:4>"
      ],
      "tanslateWordByWord" : [
        "They say",
        "This",
        "then",
        "(would be) a return",
        "losing"
      ],
      "notes" : {
        "4" : [
          "That is, when they were told that they would surely be raised back to life after",
          "death, they started mocking it, saying to one another, [\"Well, if we have really",
          "to be restored to our former state of life, then we would certainly be doomed. \"]"
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ",
      "simpleTranslate" : [
        "Indeed, it will be but one shout,"
      ],
      "tafsirTranslate" : [
        "Surely they will need no more than a single stern blast,"
      ],
      "tanslateWordByWord" : [
        "Then only",
        "it",
        "(will be) a shout",
        "single"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "فَإِذَا هُمْ بِالسَّاهِرَةِ",
      "simpleTranslate" : [
        "And suddenly they will be [alert] upon the earth's surface."
      ],
      "tafsirTranslate" : [
        "and lo, they will all be in the open plain. <N:5>"
      ],
      "tanslateWordByWord" : [
        "And behold",
        "They",
        "(will be) awakened"
      ],
      "notes" : {
        "5" : [
          "That is, [\"They are mocking it as an impossibility, whereas it is not at all a",
          "difficult task for Allah for the performance of which He may have to make lengthy",
          "preparations. For it only a single shout or cry is enough at which your dust of",
          "ash will gather together from wherever it lay, and you will suddenly find",
          "yourself alive on the back of the earth. Thinking this return to be a return to",
          "loss, you may try to escape from it however hard you may, but it will inevitably",
          "take place; it cannot be averted by your denial, escape or mockery.\"]"
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "هَلْ أَتَاكَ حَدِيثُ مُوسَىٰ",
      "simpleTranslate" : [
        "Has there reached you the story of Moses? -"
      ],
      "tafsirTranslate" : [
        "Has <N:6> Moses' story reached you?"
      ],
      "tanslateWordByWord" : [
        "Has",
        "(there) come to you",
        "(the) story",
        "(of) Musa"
      ],
      "notes" : {
        "6" : [
          "Moses' story reached you?"
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "إِذْ نَادَاهُ رَبُّهُ بِالْوَادِ الْمُقَدَّسِ طُوًى",
      "simpleTranslate" : [
        "When his Lord called to him in the sacred valley of Tuwa,"
      ],
      "tafsirTranslate" : [
        "When his Lord called him in the sacred valley of Tuwa, <N:7>"
      ],
      "tanslateWordByWord" : [
        "When",
        "called him",
        "his Lord",
        "in the valley",
        "the sacred",
        "(of) Tuwa"
      ],
      "notes" : {
        "6" : [
          "As the denial of the Resurrection and Hereafter by the disbelievers of Makkah and",
          "their mockery of it was not, in fact, rejection of a philosophy but belying",
          "Allah's Messengers, and the tricks that they were employing against the Holy",
          "Prophet [(upon whom be Allah's peace)] were not against an ordinary man but were",
          "meant to frustrate the mission of Allah's Messenger, the story of the Prophet",
          "Moses and the Pharaoh is being related before giving additional arguments for the",
          "occurrence of the Hereafter so that they are warned of the consequences of",
          "fighting with the Messenger and resisting the God Who sent him."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "اذْهَبْ إِلَىٰ فِرْعَوْنَ إِنَّهُ طَغَىٰ",
      "simpleTranslate" : [
        "\"Go to Pharaoh. Indeed, he has transgressed."
      ],
      "tafsirTranslate" : [
        "and directed him: 'Go to Pharaoh, he has rebelled,"
      ],
      "tanslateWordByWord" : [
        "Go",
        "to",
        "Firaun",
        "Indeed, he",
        "(has) transgressed"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "فَقُلْ هَلْ لَكَ إِلَىٰ أَنْ تَزَكَّىٰ",
      "simpleTranslate" : [
        "And say to him, 'Would you [be willing to] purify yourself"
      ],
      "tafsirTranslate" : [
        "and say to him: 'Are you willing to be purified,"
      ],
      "tanslateWordByWord" : [
        "And say",
        "Would",
        "[for] you",
        "[to]",
        "[that]",
        "purify yourself"
      ],
      "notes" : {
        "7" : [
          "According to general opinion among the commentators [\"the sacred . valley of",
          "'Tuwa\"] means [\"the sacred valley which was named Tuwa\"]. But, besides this, two",
          "other meanings of it also have been given: [(1)] [\"The valley that was blessed",
          "and made sacred twice\"] . for it was first made sacred when Allah spoke to Moses",
          "in it for the first time, and it was blessed and made sacred for the second time",
          "when the Prophet Moses led the children of Israel out of Egypt and brought them",
          "into it; and [(2)] [\"called out to him in the sacred valley in the night,\"] and",
          "this is according to the meaning of tuwa in the Arabic idiom."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَأَهْدِيَكَ إِلَىٰ رَبِّكَ فَتَخْشَىٰ",
      "simpleTranslate" : [
        "And let me guide you to your Lord so you would fear [Him]?'\""
      ],
      "tafsirTranslate" : [
        "that I may direct you to your Lord and then you hold Him <N:8> in awe?' '"
      ],
      "tanslateWordByWord" : [
        "And I will guide you",
        "to",
        "your Lord",
        "so you would fear"
      ],
      "notes" : {
        "8" : [
          "Here, one should understand a few things well: \n [(1)] The dialogue that took",
          "place between the Prophet Moses and Allah Almighty at the time of appointing him",
          "to the office of Prophethood has been related at some places briefly and at",
          "others in full detail in the Qur'an as the occasion demanded. Here; brevity was",
          "the need; therefore, only a resume has been given. Fuller details are found in Ta",
          "Ha: 9-48, Ash-Shua`ra': 10-17, An=Naml: 7-12, AI-Qasas: 29-35. \n [(2)] The",
          "rebellion of the Pharaoh referred to here relates to his transgressing the bounds",
          "of service and rebelling both against the Creator and against His creatures. As",
          "for his rebellion against the Creator, it is being mentioned a little below when",
          "he gathered his people together and prolaimed: [\"I am your lord, the supreme.\"]",
          "As against the creatures his rebellion was that he had divided his subjects into",
          "classes; he treated the weak classes tyrannically and had reduced his entire",
          "nation to slavery as has been mentioned in Al-Qasas: 4 and Az-Zukhruf: 54. \n",
          "[(3)] The instruction given to Moses was: [\"Go, you and your brother Aaron, to",
          "Pharaoh for he has transgressed all bounds. Talk to him gently; maybe that he is",
          "convinced by admonition or is imbued with fear.\"] [(Ta Ha: 44 <V:20:44>)]. One",
          "model of the gentle speech has been given in these verses, which shows what right",
          "method a preacher should adopt when preaching to a perverted man. Other models",
          "are given in Ta Ha: 49-52, Ash-Shua`ra': 23-28, and Al-Qasas: 37. These verses",
          "are of those in which Allah has taught the correct methods of preaching Islam in",
          "the Qur'an. \n [(4)] The Prophet Moses had not been sent to Pharaoh only for the",
          "deliverance of the children of Israel as some people seem to think but the",
          "primary object of his appointment was to show Pharaoh and his people the right",
          "way, and the second object was that if he did not accept the right way, the",
          "children of Israel [(who in fact were a Muslim people)] should be taken out of",
          "his slavery and from Egypt. This thing becomes plain from these verses too, for",
          "there is no mention whatever in these of the deliverance of the children of",
          "Israel, but the Prophet Moses has been commanded to present the message of the",
          "Truth before Pharaoh, and this is confirmed by those verses also in which the",
          "Prophet Moses has preached Islam as well as demanded freedom of the children of",
          "Israel, e.g. see Al-A`raf 104-105, Ta Ha: 47-52, Ash-Shua ara': 16-17, 23-28.",
          "[(For further explanation, see E.N. 74 of Yunus)]. \n [(5)] Here, [\"to adopt",
          "purity\"] means to adopt purity of belief, morals and deeds, or, in other words,",
          "to accept Islam. Ibn Zaid says: [\"Wherever in the Qur'an the word tazakka",
          "[(purity)] has been use, it implies acceptance of Islam.\"] As an example of this",
          "he has cited the following three verses: [\"And this is the reward of him who",
          "adopts purity\"], i.e. accepts Islam; [\"and what would make you know that he might",
          "adopt purity\"], i.e. becomes a Muslim [(`Abasa:3 <V:80:3>)]; [\"And you would not",
          "be responsible if he did not adapt purity\"], i.e. did not become a Muslim",
          "[(`Abasa: 7 <V:80:7>)]. [(Ibn Jarir)]. \n [(6)] [\"That I may guide you to your",
          "Lord so that you may have fear [(of Him)]\"] means: [\"When you recognize your Lord",
          "and come to know that you are His slave, and not a free man, you will inevitably",
          "have fear of Him in your heart, for fear of God is the thing on which depends the",
          "right attitude of man in the world. Without the knowledge and fear of God no",
          "purity of the self can be possible.\"]"
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "فَأَرَاهُ الْآيَةَ الْكُبْرَىٰ",
      "simpleTranslate" : [
        "And he showed him the greatest sign,"
      ],
      "tafsirTranslate" : [
        "Then Moses (went to Pharaoh and) showed him the Great Sign; <N:9>"
      ],
      "tanslateWordByWord" : [
        "Then he showed him",
        "the sign",
        "the great"
      ],
      "notes" : {
        "9" : [
          "[\"The great Sign\"] : the turning of the staff into a serpent, as has been",
          "mentioned at several places in the Qur'an. Obviously there could be no greater",
          "sign than that a lifeless staff should turn into a living serpent right in front",
          "of the eyes of the people, that it should devour the artificial serpents produced",
          "by the magicians out of their staffs and cords, and vKhen the Prophet Moses",
          "should pick it up, it should become a walking stick again. This was proof that it",
          "was Allah, Lord of the worlds, Who had sent Moses as a Prophet."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "فَكَذَّبَ وَعَصَىٰ",
      "simpleTranslate" : [
        "But Pharaoh denied and disobeyed."
      ],
      "tafsirTranslate" : [
        "but he denied it as false and disobeyed,"
      ],
      "tanslateWordByWord" : [
        "But he denied",
        "and disobeyed"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "ثُمَّ أَدْبَرَ يَسْعَىٰ",
      "simpleTranslate" : [
        "Then he turned his back, striving."
      ],
      "tafsirTranslate" : [
        "and then he turned back to have recourse to his craftiness, <N:10>"
      ],
      "tanslateWordByWord" : [
        "Then",
        "he turned his back",
        "striving"
      ],
      "notes" : {
        "10" : [
          "According to the details given at other places in the Qur'an, he summoned skilful",
          "magicians from all over Egypt and made them produce serpents out of sticks and",
          "cords in front of the assembled people so that they were convinced that Moses",
          "[(peace be upon him was not a Prophet but a magician, and that the miracle worked",
          "by him of turning a staff into a serpent, could also be worked by other",
          "magicians. But this device of his recoiled upon himself and the defeated",
          "magicians themselves admitted that what Moses (peace be on him)] had displayed",
          "was no magic but a miracle."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "فَحَشَرَ فَنَادَىٰ",
      "simpleTranslate" : [
        "And he gathered [his people] and called out"
      ],
      "tafsirTranslate" : [
        "and gathered his people and declared: <N:11>"
      ],
      "tanslateWordByWord" : [
        "And he gathered",
        "and called out"
      ],
      "notes" : {
        "11" : [ ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "فَقَالَ أَنَا رَبُّكُمُ الْأَعْلَىٰ",
      "simpleTranslate" : [
        "And said, \"I am your most exalted lord.\""
      ],
      "tafsirTranslate" : [
        "'I am the supreme lord of you all.'"
      ],
      "tanslateWordByWord" : [
        "Then he said",
        "I am",
        "your Lord",
        "the Most High"
      ],
      "notes" : {
        "11" : [
          "This proclamation of Pharaoh has been mentioned at several places in the Qur'an.",
          "On one occasion he said to the Prophet Moses: [\"lf you took another one as a",
          "deity beside me, I would cast you in the prison.\"] [(Ash-Shua`ra': 29",
          "<V:26:29>)]. On another occasion he had addressed his courtiers, saying: [\"O",
          "chiefs, I do not know of any other god of yours than myself. [(Al-Qasas.: 38",
          "<V:28:38>)]. By this Pharaoh did not mean, nor could he ever mean, that he",
          "himself was the creator of the universe and he had made the world, nor that he",
          "denied the existence of Allah and claimed to be lord of the universe, nor that he",
          "regarded only himself as a deity of the people in the religious sense. In the",
          "Qur'an itself there is a clear testimony that as regards religion he himself",
          "worshipped other gods. Once his courtiers said to him: \"]Will you leave Moses and",
          "his people free to spread chaos in the land, and let them discard you and your",
          "deities?[\" [(Al A`raf: 127 <V:7:127>)]. And in the Qur'an itself this saying of",
          "the Pharaoh also has been cited: \"]Had Moses been sent by Allah, why were not",
          "bracelets of gold sent down to him, or a company of angels as attendants?\"",
          "[(AzZukhruf: 53 <V:43:53>)]. Thus, in fact, he called himself a god and supreme",
          "deity not in the religious but in the political sense. What he meant was that he",
          "possessed the sovereign rights: no one beside him had the right to rule in his",
          "kingdom and there was no superior power whose orders could be enforced in the",
          "land. [(For further explanation. see E.N. 85 of Al-A`raf, E.N. 21 of Ta Ha,",
          "E.N.'s 24, 26 of AshShua'ra', E-N.'s 52, 53 of Al-Qasas E.N. 49 of Az-Zukhruf)]."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "فَأَخَذَهُ اللَّهُ نَكَالَ الْآخِرَةِ وَالْأُولَىٰ",
      "simpleTranslate" : [
        "So Allah seized him in exemplary punishment for the last and the first",
        "[transgression]."
      ],
      "tafsirTranslate" : [
        "Thereupon Allah seized him for the chastisement of the World to Come as well as",
        "of the present."
      ],
      "tanslateWordByWord" : [
        "So seized him",
        "Allah",
        "(with) an exemplary punishment",
        "(for) the last",
        "and the first"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِمَنْ يَخْشَىٰ",
      "simpleTranslate" : [
        "Indeed in that is a warning for whoever would fear [ Allah ]."
      ],
      "tafsirTranslate" : [
        "Surely there is a great lesson in it for whoever would fear (Allah). <N:12>"
      ],
      "tanslateWordByWord" : [
        "Indeed",
        "in",
        "that",
        "surely (is) a lesson",
        "for whoever",
        "fears"
      ],
      "notes" : {
        "12" : [
          "[\"...who fears\"]: who fears the consequences of denying God's Messenger, which",
          "the Pharaoh experienced in the past."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ ۚ بَنَاهَا",
      "simpleTranslate" : [
        "Are you a more difficult creation or is the heaven? Allah constructed it."
      ],
      "tafsirTranslate" : [
        "Is <N:13> it harder to create you or the heaven? <N:14> But Allah built it,"
      ],
      "tanslateWordByWord" : [
        "Are you",
        "a more difficult",
        "creation",
        "or",
        "the heaven",
        "He constructed it"
      ],
      "notes" : {
        "13" : [
          "Now arguments are being given for the possibility of Resurrection and life after",
          "death and their being the very demand and requirement of wisdom."
        ],
        "14" : [
          "Here, creation implies the recreation of men, and the heaven the entire firmament",
          "which contains countless stars and planets, and innumerable solar systems and",
          "galaxies. means to say: [\"You think that your resurrection after death is",
          "something extremely improbable and you express wonder saying: `How is it possible",
          "that when our very bones will have decayed and become rotten the scattered",
          "particles of our bodies will be reassembled and made living once again?' But have",
          "you ever also considered whether the great universe is harder to create or your",
          "own re-creation in the form in which you were created in the first instance? The",
          "God Who created you in the first instance cannot be powerless to create you once",
          "again.\"] This same argument for life after death has been given at several places",
          "in the Qur'an. For example, in Surah Ya Sin it has been said: [\"Is not He Who",
          "created the heavens and the earth able to create the like of them [(again)]? Why",
          "not, when He is the skilful Creator.\"] [(v. 81)] And in Surah Al-Mu'min it was",
          "said: \"Surely the creation of the heavens and the earth is a greater task than",
          "the creation of man, but most people do not know. [(v. S7)]"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "رَفَعَ سَمْكَهَا فَسَوَّاهَا",
      "simpleTranslate" : [
        "He raised its ceiling and proportioned it."
      ],
      "tafsirTranslate" : [
        "and raised its vault high and proportioned it;"
      ],
      "tanslateWordByWord" : [
        "He raised",
        "its ceiling",
        "and proportioned it"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا",
      "simpleTranslate" : [
        "And He darkened its night and extracted its brightness."
      ],
      "tafsirTranslate" : [
        "and covered its night with darkness and brought forth from it its day; <N:15>"
      ],
      "tanslateWordByWord" : [
        "And He darkened",
        "its night",
        "and brought out",
        "its brightness"
      ],
      "notes" : {
        "15" : [
          "The night and the day have been attributed to the heaven, for the night falls",
          "when the sun of the heavens sets and the day dawns when it rises. The word",
          "[\"cover\"] has been used for the night in the sense that after the sun has set the",
          "darkness of the night so spreads over the earth as though it has covered it from",
          "above by a curtain."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "وَالْأَرْضَ بَعْدَ ذَٰلِكَ دَحَاهَا",
      "simpleTranslate" : [
        "And after that He spread the earth."
      ],
      "tafsirTranslate" : [
        "and thereafter spread out the earth, <N:16>"
      ],
      "tanslateWordByWord" : [
        "And the earth",
        "after",
        "that",
        "He spread it"
      ],
      "notes" : {
        "16" : [
          "[\"After that He spread out the earth\"] does not mean that Allah created the earth",
          "after the creation of the heavens, but it is a style of expression just like our",
          "saying after making mention of something: [\"Then this is noteworthy.\"] The object",
          "is not to express the sequence of occurrence between the two things but to draw",
          "attention from the first to the second thing although both may exist together.",
          "Several instances of this style are found in the Qur'an, e.g. in Surah Al-Qalam",
          "it is said: [\"[(He is)] oppressive, and after that, ignoble by birth.\"] This dces",
          "not mean that first he became oppressive and then he turned ignoble by birth, but",
          "it means: [\"He is oppressive, and above alI, ignoble by birth.\"] Likewise, in",
          "Surah Al-Balad it is said: [\"Should free a slave...then be of those who",
          "believe.\"] This also dces not mean that first he should act righteously and then",
          "believe. but that along with doing righteous deeds he should also be",
          "characterised by belief. Here, one should also understand that at some places in",
          "the Qur'an the creation of the earth has been mentioned first and then the",
          "creation of the heavens, as in Al-Baqarah: 29, and at others the creation of the",
          "heavens has been mentioned first and then of the earth, as in these verses. There",
          "is, in fact, no contradiction in this. At no place the object is to tell what was",
          "created first and what afterwards, but wherever the context requires that the",
          "excellences of the power of AIlah be made prominent, the heavens have been",
          "mentioned first and then the earth, and where the context requires that the",
          "people be made to appreciate and acknowledge the blessings that they are",
          "benefiting by on the earth, the mention of the earth has been made before that of",
          "the heavens. [(For further explanation, see E.N's 13,14 of Ha Mim As-Sajdah)]."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا",
      "simpleTranslate" : [
        "He extracted from it its water and its pasture,"
      ],
      "tafsirTranslate" : [
        "and brought out of it its water and its pasture, <N:17>"
      ],
      "tanslateWordByWord" : [
        "He brought forth",
        "from it",
        "its water",
        "and its pasture"
      ],
      "notes" : {
        "17" : [
          "[\"Pasture\"] here dces not only imply pasture and fodder for the animals but all",
          "kinds of herbal produce suitable for consumption both by man and by animal. An",
          "example of the use of rat'. which is generally used in Arabic for the grazing",
          "animals, is found in Surah Yusuf: 12, signifying that this word is sometimes used",
          "for man also. The brothers of Joseph said to their father: [\"Send Joseph with us",
          "tomorrow that he may frcely graze and enjoy sport. \"] Here, the word grace",
          "[(rat`)] for the child has been used in the meaning that he thay move about",
          "freely in the jungle and pluck and eat fruit."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَالْجِبَالَ أَرْسَاهَا",
      "simpleTranslate" : [
        "And the mountains He set firmly"
      ],
      "tafsirTranslate" : [
        "and firmly fixed in it mountains;"
      ],
      "tanslateWordByWord" : [
        "And the mountains",
        "He made them firm"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ",
      "simpleTranslate" : [
        "As provision for you and your grazing livestock."
      ],
      "tafsirTranslate" : [
        "all this as provision for you and your cattle. <N:18>"
      ],
      "tanslateWordByWord" : [
        "(As) a provision",
        "for you",
        "and for your cattle"
      ],
      "notes" : {
        "18" : [
          "In these verses arguments have been given for the Resurrection and life after",
          "death from two aspects: first, that it is not at all difficult to establish these",
          "for the power of that God Who has made this vast and huge universe with such",
          "wonderful balance and this earth with such provisions. Second, that the pointers",
          "to the perfect wisdom of Allah which are clearly visible in the universe and the",
          "earth, point out that nothing is happening here purposelessly. The balance that",
          "exists between countless of the stars and planets and galaxies in the heavens",
          "testifies that all this has not happened haphazardly but there is a well",
          "thought-out plan working behind it. The regular alternation of the night and day",
          "is an evidence that this system has been established with supreme wisdom and",
          "knowledge for making the earth a home and place of settlement. On this very earth",
          "are found regions where the alternation of the night and day takes place within",
          "24 hours and also those regions where there are longer days and longer nights. A",
          "very large part of the earth's population lives in the first kind of the regions.",
          "Then as the days and nights go on becoming longer and longer, life goes on",
          "becoming harder and harder and population thinner and thinner. So much so that",
          "the regions where there are six-month-long days and six-month-long nights, are",
          "not at all fit for human settlement. Arranging both these types of the land on",
          "this very earth Allah has provided the evidence that this regular order of the",
          "alternation of night and day has not come about accidentally but has been brought",
          "about with great wisdom precisely in accordance with a scheme to make the earth a",
          "place fit for human settlement. Likewise, spreading out the earth so that it",
          "becomes a fit place to live in, providing in it that water which should be",
          "palatable for man and animal and a cause of growth for vegetation, setting in it",
          "mountains and creating all those things which may become a means of life for both",
          "man and animal- all these are a manifest sign that they are not chance happenings",
          "of the purposeless works of a care-free person but each one of these has been",
          "arranged purposefully by a Supreme, Wise Being. Now every sensible and",
          "intelligent man can consider for himself whether the necessity and occurrence of",
          "the Hereafter is the requirement of wisdom or its negation. The person who in",
          "spite of seeing all this says that there is no Hereafter, in fact, says that",
          "everything in the universe is happening wisely and purposefully, but only the",
          "creation of man on the earth as a being endowed with sense and power is",
          "meaningless and foolish. For there could be nothing more purposeless than",
          "delegating to man vast powers of appropriation in the earth and providing him an",
          "opportunity to do good as well as evil deeds but then failing to ever subject him",
          "to accountability."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "فَإِذَا جَاءَتِ الطَّامَّةُ الْكُبْرَىٰ",
      "simpleTranslate" : [
        "But when there comes the greatest Overwhelming Calamity -"
      ],
      "tafsirTranslate" : [
        "But when the great calamity will come about <N:19>"
      ],
      "tanslateWordByWord" : [
        "But when",
        "comes",
        "the Overwhelming Calamity",
        "the great"
      ],
      "notes" : {
        "19" : [
          "This implies the Resurrection for which the words at-Taammat alkubra have been",
          "used. Taammah by itself is a grievous calamity which afflicts everybody. Then it",
          "has been further qualified by the word kubra [(great)], which shows that the mere",
          "word taammah is not enough to describe fully its intensity and severity."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "يَوْمَ يَتَذَكَّرُ الْإِنْسَانُ مَا سَعَىٰ",
      "simpleTranslate" : [
        "The Day when man will remember that for which he strove,"
      ],
      "tafsirTranslate" : [
        "on the Day when man will recall all his strivings, <N:20>"
      ],
      "tanslateWordByWord" : [
        "(The) Day",
        "will remember",
        "man",
        "what",
        "he strove (for)"
      ],
      "notes" : {
        "20" : [
          "That is, \"When man will see that the same Day of accountability of which he was",
          "being foretold in the world, has come, he will start remembering each one of his",
          "misdeeds done in the world even before his records are handed over to him. Some",
          "people experience this even in the world. if at some time they come across a",
          "dangerous situation suddenly when death seems to be staring them in the face,",
          "their whole life-film flashes across their mind's eye all at once."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَبُرِّزَتِ الْجَحِيمُ لِمَنْ يَرَىٰ",
      "simpleTranslate" : [
        "And Hellfire will be exposed for [all] those who see -"
      ],
      "tafsirTranslate" : [
        "and Hell will be brought in sight for anyone to see:"
      ],
      "tanslateWordByWord" : [
        "And will be made manifest",
        "the Hellfire",
        "to (him) who",
        "sees"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "فَأَمَّا مَنْ طَغَىٰ",
      "simpleTranslate" : [
        "So as for he who transgressed"
      ],
      "tafsirTranslate" : [
        "then he who transgressed"
      ],
      "tanslateWordByWord" : [
        "Then as for",
        "(him) who",
        "transgressed"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَآثَرَ الْحَيَاةَ الدُّنْيَا",
      "simpleTranslate" : [
        "And preferred the life of the world,"
      ],
      "tafsirTranslate" : [
        "and preferred the life of this world,"
      ],
      "tanslateWordByWord" : [
        "And preferred",
        "the life",
        "(of) the world"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَىٰ",
      "simpleTranslate" : [
        "Then indeed, Hellfire will be [his] refuge."
      ],
      "tafsirTranslate" : [
        "most surely his abode shall be Hell."
      ],
      "tanslateWordByWord" : [
        "Then indeed",
        "the Hellfire",
        "it",
        "(is) the refuge"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَىٰ",
      "simpleTranslate" : [
        "But as for he who feared the position of his Lord and prevented the soul from",
        "[unlawful] inclination,"
      ],
      "tafsirTranslate" : [
        "But he who feared to stand before his Lord, and restrained himself from evil",
        "desires,"
      ],
      "tanslateWordByWord" : [
        "But as for",
        "(him) who",
        "feared",
        "standing",
        "(before) his Lord",
        "and restrained",
        "his soul",
        "from",
        "the vain desires"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَىٰ",
      "simpleTranslate" : [
        "Then indeed, Paradise will be [his] refuge."
      ],
      "tafsirTranslate" : [
        "most surely his abode shall be Paradise. <N:21>"
      ],
      "tanslateWordByWord" : [
        "Then indeed",
        "Paradise ",
        "it (is)",
        "the refuge"
      ],
      "notes" : {
        "21" : [
          "Here, in a few words, it has been told briefly what shall be the criterion of the",
          "final judgement in the Hereafter. One kind of the conduct of life in the world is",
          "that transgressing all bounds of service man should rebel against his God and",
          "should make up his mind that he would seek only the benefits and pleasures of",
          "this world in whatever way they could be sought and achieved. The other kind of",
          "conduct is that while man passes life in the world he should constantly keep in",
          "view the truth that ultimately one day he has to stand before his Lord, and",
          "should refrain from fulfilling the evil desires of the self only for the fear",
          "that if he earned an unlawful benefit in obedience to his self, or enjoyed an",
          "evil pleasure, what answer he would give to his Lord. The criterion of the",
          "judgement in the Hereafter will be which of the two kinds of conduct he adopted",
          "in the world. If he had adopted the first kind of conduct, his permanent abode",
          "would be Hell, and if he had adopted the second kind of conduct, his permanent",
          "home would be Paradise."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا",
      "simpleTranslate" : [
        "They ask you, [O Muhammad], about the Hour: when is its arrival?"
      ],
      "tafsirTranslate" : [
        "They ask you about the Hour: 'When will it be?' <N:22>"
      ],
      "tanslateWordByWord" : [
        "They ask you",
        "about",
        "the Hour",
        "when",
        "(is) its arrival"
      ],
      "notes" : {
        "22" : [
          "The disbelievers of Makkah asked this question of the Holy Prophet over and over",
          "again. By this they did not mean to know the time and date of the coming of",
          "Resurrection but to mock it. [(For further explanation, see E.N. 35 of Surah",
          "Al-Mulk)]."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "فِيمَ أَنْتَ مِنْ ذِكْرَاهَا",
      "simpleTranslate" : [
        "In what [position] are you that you should mention it?"
      ],
      "tafsirTranslate" : [
        "What concern do you have to speak about that?"
      ],
      "tanslateWordByWord" : [
        "In what",
        "(are) you",
        "[of]",
        "(to) mention it"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "إِلَىٰ رَبِّكَ مُنْتَهَاهَا",
      "simpleTranslate" : [
        "To your Lord is its finality."
      ],
      "tafsirTranslate" : [
        "Its knowledge rests with your Lord."
      ],
      "tanslateWordByWord" : [
        "To",
        "your Lord",
        "(is) its finality"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا",
      "simpleTranslate" : [
        "You are only a warner for those who fear it."
      ],
      "tafsirTranslate" : [
        "You are only a warner to him who has a fear of it. <N:23>"
      ],
      "tanslateWordByWord" : [
        "Only",
        "you",
        "(are) a warner",
        "(for him) who",
        "fears it"
      ],
      "notes" : {
        "23" : [
          "This also we have explained in E.N. 36 of Surah Al-Mulk above. As for the words",
          "[\"you are only a Warner to him who fears it\"], they do not mean that it is not",
          "your duty to warn those who do not fear, but it means: [\"Your warning will",
          "benefit only him who fears the coming of that Day.\"]"
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا",
      "simpleTranslate" : [
        "It will be, on the Day they see it, as though they had not remained [in the",
        "world] except for an afternoon or a morning thereof."
      ],
      "tafsirTranslate" : [
        "On the Day they see it, they will feel as though they had stayed (in the grave)",
        "no more than one evening or one morning. <N:24>"
      ],
      "tanslateWordByWord" : [
        "As though they",
        "(the) Day",
        "they see it",
        "not",
        "they had remained",
        "except",
        "an evening",
        "or",
        "a morning thereof"
      ],
      "notes" : {
        "24" : [
          "This theme has occurred at several places in the Qur'an and been explained in the",
          "corresponding Notes. For it, see E.N. 53 of Yunus, E.N. 56 of Bani Isra'il, E.N.",
          "80 of Ta Ha, E.N. 101 of Al-Mu'minun, E.N.'s 81, 82 of ArRum, E.N. 48 of Ya Sin.",
          "Besides, this theme has also occurred in Al-Ahqaf: 35 but we have not explained",
          "it there for fear of repetition."
        ]
      }
    }
  ],
  "medinian" : false
}