{
  "chapterNumber" : 97,
  "nbVerses" : 5,
  "name" : "The Night of Honor, The Night of Decree, Power, Fate, Destiny",
  "nameArabic" : "القدر",
  "transName" : "al-qadr",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ",
      "simpleTranslate" : [
        "Indeed, We sent the Qur'an down during the Night of Decree."
      ],
      "tafsirTranslate" : [
        "Behold, We revealed this (Qur'an) on the Night of Power. <N:1>"
      ],
      "tanslateWordByWord" : [
        "Indeed, We",
        "revealed it",
        "in",
        "(the) Night",
        "(of) Power"
      ],
      "notes" : {
        "1" : [ ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ",
      "simpleTranslate" : [
        "And what can make you know what is the Night of Decree?"
      ],
      "tafsirTranslate" : [
        "And what do you know what the Night of Power is?"
      ],
      "tanslateWordByWord" : [
        "And what",
        "can make you know",
        "what",
        "(the) Night",
        "(of) Power (is)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ",
      "simpleTranslate" : [
        "The Night of Decree is better than a thousand months."
      ],
      "tafsirTranslate" : [
        "The Night of Power is better than a thousand months. <N:2>"
      ],
      "tanslateWordByWord" : [
        "(The) Night",
        "(of) Power",
        "(is) better",
        "than",
        "a thousand",
        "month(s)"
      ],
      "notes" : {
        "2" : [
          "The commentators in general have understood this to mean that the good acts",
          "performed in this Night are superior in value to the good acts of a thousand",
          "months in which Lailat-ul-qadr is not included. There is no doubt that this is in",
          "itself correct and the Holy Prophet [(upon whom be peace)] has described great",
          "excellencies and virtues of the good acts and devotions of this Night. According",
          "to a tradition related in Bukhari and Muslim, on the authority of Hadrat Abu",
          "Hurairah, the Holy Prophet said: The one who remained standing in worship in the",
          "state of belief and for the sake of rewards from Allah during Lailat-ul-qadr,",
          "would have all his previous sins forgiven.[\" And in Musnad Ahmad, there is a",
          "tradition from Hadrat `Ubadah bin as-Samit, saying that the Holy Prophet said:",
          "Lailat-ut-qadr is. Among the last ten nights of Ramadan. The one who stood up in",
          "worship in order to take advantage of their rewards, Allah wilt forgive all his",
          "former and latter sins.\"] But, the verse does not say: [\"To act righteously in",
          "Lailat-ul-qadr is better than acting righteously in a thousand months, \"] but it",
          "says: lailat-ul-qadr is better than a thousand months. [\" And \"]a thousand",
          "months[\" also does not imply 83 years and 4 months exactly, but a very long",
          "period of time as \"]a thousand\" denoted among the Arabs. Therefore, the verse",
          "means that in this one night a task was accomplished for the welfare of mankind",
          "the like of which had not been accomplished even during an indefinitely long",
          "period of history."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ",
      "simpleTranslate" : [
        "The angels and the Spirit descend therein by permission of their Lord for every",
        "matter."
      ],
      "tafsirTranslate" : [
        "The angels along with the Spirit <N:3> descend in it by the permission of their",
        "Lord <N:4> with all kinds of decrees."
      ],
      "tanslateWordByWord" : [
        "Descend",
        "the Angels",
        "and the Spirit",
        "therein",
        "by (the) permission",
        "(of) their Lord",
        "for",
        "every",
        "affair"
      ],
      "notes" : {
        "4" : [
          "That is, they do not descend of their own accord but by leave of their Lord, and",
          "[\"every decree\"] implies amr hakim [(a wise decree)] as described in Ad-Dukhan:",
          "5."
        ],
        "3" : [
          "[\"The Spirit\"]: Gabriel [(peace be on him)], who has been mentioned separately",
          "from the angels in view of his unique eminence, honour and merit."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "سَلَامٌ هِيَ حَتَّىٰ مَطْلَعِ الْفَجْرِ",
      "simpleTranslate" : [
        "Peace it is until the emergence of dawn."
      ],
      "tafsirTranslate" : [
        "All peace is that night until the rise of dawn. <N:5>"
      ],
      "tanslateWordByWord" : [
        "Peace",
        "it (is)",
        "until",
        "(the) emergence",
        "(of) the dawn"
      ],
      "notes" : {
        "5" : [
          "That is, the entire Night, from evening till morning, is peace, free from every",
          "evil and mischief."
        ]
      }
    }
  ],
  "medinian" : false
}