{
  "chapterNumber" : 104,
  "nbVerses" : 9,
  "name" : "The Scandalmonger, The Traducer, The Gossipmonger, The Slanderer",
  "nameArabic" : "الهُمَزة",
  "transName" : "al-humaza",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ",
      "simpleTranslate" : [
        "Woe to every scorner and mocker"
      ],
      "tafsirTranslate" : [
        "Woe to every fault-finding backbiter; <N:1>"
      ],
      "tanslateWordByWord" : [
        "Woe",
        "to every",
        "slanderer",
        "backbiter"
      ],
      "notes" : {
        "1" : [
          "The words used in the original are humazat il-lumazah. In Arabic hamz and lamz",
          "are so close in meaning that they are sometimes used as synonyms and sometimes",
          "with a little difference in the shade of meaning. But this difference is not",
          "definite and clear, for the meaning given to lamz by some Arabic speaking people",
          "themselves is given to lamz by other Arabic speaking peoples. On the contrary,",
          "the meaning given to harm by some people is given to hamz by others. Here, since",
          "both the words appear together and the words humazat il-lumazat have been used,",
          "they give the meaning that it has become a practice with the slanderer that he",
          "insults and holds others in contempt habitually. He raises his finger and winks",
          "at one man, finds fault with the lineage and person of another, taunts one in the",
          "face and backbites another; creates differences between friends and stirs up",
          "divisions between brothers; calls the people names and satirizes and defames",
          "them."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ",
      "simpleTranslate" : [
        "Who collects wealth and [continuously] counts it."
      ],
      "tafsirTranslate" : [
        "who amasses wealth and counts it over and again. <N:2>"
      ],
      "tanslateWordByWord" : [
        "The one who",
        "collects",
        "wealth",
        "and counts it"
      ],
      "notes" : {
        "2" : [
          "This second sentence after the first sentence by itself gives the meaning that he",
          "slanders others because of his pride of wealth. The words jama `a malan for",
          "collecting money suggest the abundance of wealth; then the words [\"counting it",
          "over and over again\"] depict the person's miserliness and his selfish hoarding of",
          "wealth."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ",
      "simpleTranslate" : [
        "He thinks that his wealth will make him immortal."
      ],
      "tafsirTranslate" : [
        "He thinks that his wealth will immortalise him forever. <N:3>"
      ],
      "tanslateWordByWord" : [
        "Thinking",
        "that",
        "his wealth",
        "will make him immortal"
      ],
      "notes" : {
        "3" : [
          "Another meaning also can be: [\"He thinks that his wealth will make him immortal.",
          "\"] That is, he is so engrossed in amassing wealth and counting it over and over",
          "again that he has forgotten death and he never bothers to consider that a time",
          "will come when he will have to depart from the world empty-handed, leaving",
          "everything behind."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "كَلَّا ۖ لَيُنْبَذَنَّ فِي الْحُطَمَةِ",
      "simpleTranslate" : [
        "No! He will surely be thrown into the Crusher."
      ],
      "tafsirTranslate" : [
        "Nay, he shall be thrown <N:4> into the Crusher. <N:5>"
      ],
      "tanslateWordByWord" : [
        "Nay",
        "Surely he will be thrown",
        "in",
        "the Crusher"
      ],
      "notes" : {
        "4" : [
          "The word in the original is la yrtnbadhanna. Nabdh in Arabic is used for throwing",
          "away a thing regarding it as worthless and mean. This by itself indicates that",
          "because of his wealth he thinks that he is a great man but on the Day Of",
          "Resurrection he will be hurled into Hell as a mean and contemptible object."
        ],
        "5" : [
          "The word hutamah in the original is from hatm, which means to smash, crush and",
          "break into pieces. Hell has been described by this epithet because it will crush",
          "and break to pieces whatever is thrown into it because of its depth and its fire."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَمَا أَدْرَاكَ مَا الْحُطَمَةُ",
      "simpleTranslate" : [
        "And what can make you know what is the Crusher?"
      ],
      "tafsirTranslate" : [
        "And what do you know what the Crusher is?"
      ],
      "tanslateWordByWord" : [
        "And what",
        "will make you know",
        "what",
        "the Crusher (is)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "نَارُ اللَّهِ الْمُوقَدَةُ",
      "simpleTranslate" : [
        "It is the fire of Allah , [eternally] fueled,"
      ],
      "tafsirTranslate" : [
        "It is the Fire <N:6> kindled by Allah,"
      ],
      "tanslateWordByWord" : [
        "A Fire",
        "Allah",
        "kindled"
      ],
      "notes" : {
        "6" : [
          "Nowhere else in the Qur'an has the fire of Hell been called the fire of Allah.",
          "Here, its ascription to Allah not only expresses its dreadfulness but it also",
          "shows how the wrath and contempt of Allah envelops those who become proud and",
          "arrogant with the worldly wealth. That is why Allah has described that fire as",
          "His own Fire into which they will be hurled."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ",
      "simpleTranslate" : [
        "Which mounts directed at the hearts."
      ],
      "tafsirTranslate" : [
        "the Fire that shall rise to the hearts (of criminals). <N:7>"
      ],
      "tanslateWordByWord" : [
        "Which",
        "mounts up",
        "to",
        "the hearts"
      ],
      "notes" : {
        "7" : [
          "Tattali'u is from ittala a, which means to climb and mount to the top, and also",
          "to be aware and informed. Afidah is plural of fuwad, which means the heart. But",
          "this word is not used for the organ which throbs in the breast, but for the seat",
          "of man's understanding and consciousness, his'feelings and desires, beliefs and",
          "thoughts, motives and intentions, Thus, one meaning of the rising of the fire to",
          "the hearts is that this. fire will reach the place which is the centre of man's",
          "evil thoughts, false beliefs, impure desires and feelings, and wicked motives and",
          "intentions. The second meaning is that the Fire of AIIah will not be blind like",
          "the tire of the world, which burns up the deserving and the non-deserving alike,",
          "but it will reach the heart of every culprit and discover the nature of his crime",
          "and then punish him according to his guilt."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ",
      "simpleTranslate" : [
        "Indeed, Hellfire will be closed down upon them"
      ],
      "tafsirTranslate" : [
        "Verily it will close in upon them, <N:8>"
      ],
      "tanslateWordByWord" : [
        "Indeed, it",
        "(will be) upon them",
        "closed over"
      ],
      "notes" : {
        "8" : [
          "That is, after the culprits have been thrown into it, Hell will be closed in upon",
          "them without leaving any slit or opening anywhere, in order to choke and",
          "suffocate them."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "فِي عَمَدٍ مُمَدَّدَةٍ",
      "simpleTranslate" : [
        "In extended columns."
      ],
      "tafsirTranslate" : [
        "in outstretched columns. <N:9>"
      ],
      "tanslateWordByWord" : [
        "In",
        "columns",
        "extended"
      ],
      "notes" : {
        "9" : [
          "Fi amad-im-mumaddahah can have several meanings [(1)] That the gates of Hell will",
          "be closed and tall columns will be erected on them; [(2)] that the culprits will",
          "be tied to the tall columns; [(3)] according to Ibn `Abbas, the flames of the",
          "fire shall be rising high like tall columns."
        ]
      }
    }
  ],
  "medinian" : false
}