{
  "chapterNumber" : 8,
  "nbVerses" : 75,
  "name" : "Le butin",
  "nameArabic" : "الأنفال",
  "transName" : "al-anfāl",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "يَسْأَلُونَكَ عَنِ الْأَنْفَالِ ۖ قُلِ الْأَنْفَالُ لِلَّهِ وَالرَّسُولِ ۖ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ ۖ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ",
      "simpleTranslate" : [
        "On t’interroge sur les prises de guerre. Réponds : «Les prises de guerre sont à",
        "Dieu et à Son Prophète. Craignez Dieu ! Maintenez la concorde entre vous et",
        "obéissez à Dieu et à Son Prophète, si vous êtes des croyants sincères,"
      ],
      "tafsirTranslate" : [
        "Ils vous demandent concernant le butin de guerre? Dites-leur: «Le butin de guerre",
        "appartiennent à Allah et au Messager. Craignez Allah donc, et arranger les choses",
        "entre vous et obéissez à Allah et à Son messager, si vous êtes de vrais croyants.",
        "<N:1>"
      ],
      "tanslateWordByWord" : [
        "Ils vous demandent",
        "sur",
        "le butin de guerre",
        "Dire",
        "Le butin de guerre",
        "(Sont) pour Allah",
        "et le Messager",
        "craignez",
        "Allah",
        "et mettre à droite",
        "cette",
        "(Qui est) entre vous",
        "et d'obéir",
        "Allah",
        "et Son Messager",
        "si",
        "tu es",
        "croyants"
      ],
      "notes" : {
        "1" : [
          "La critique de la bataille s'ouvre avec cette note inhabituelle. Certains",
          "désaccords ont surgi parmi les musulmans à l'égard de partager le butin de",
          "guerre. Comme ce fut leur première expérience de la lutte sous la bannière de",
          "l'Islam, les soldats musulmans avaient presque aucune notion des règlements",
          "qu'ils étaient tenus de suivre sur le champ de bataille et pour régler les",
          "problèmes liés à la guerre. Indubitablement quelques instructions préliminaires",
          "avaient été prévues pour eux dans la sourate al-Baqarah 2 et Surah Muhammad 47,",
          "[(voir 2: 190 ff et 47:... 4 et suiv - Ed)] Cependant l'ensemble des",
          "réglementations qui pourraient contribuer à civiliser la conduite de la guerre",
          "avait encore à fixer. Par conséquent, quand il est venu à la guerre comme avec",
          "plusieurs autres questions sociétales, les musulmans étaient encore sous",
          "l'influence des idées et des concepts pré-islamiques. Aller par les coutumes",
          "arabes séculaires, ceux qui avaient saisi le butin de guerre se considéraient",
          "leurs propriétaires uniques et légitimes. D'autre part, les Musulmans qui avaient",
          "porté sur chasser l'ennemi plutôt que sur la collecte des dépouilles, ont affirmé",
          "qu'ils méritaient une part égale du butin. Ils ont soutenu que si elles avaient",
          "ralentirent dans leur devoir de poursuivre l'ennemi, ce dernier aurait pu frapper",
          "en arrière, tourner la victoire musulmane dans une défaite. De même, un autre",
          "groupe de musulmans qui avaient escorté le Prophète [(la paix, il lui)] sur le",
          "champ de bataille, également revendiqué une part égale, Pour, croyaient-ils, ce",
          "sont eux qui avaient rendu un service inestimable dans la mesure où la négligence",
          "du devoir de leur part aurait permis de mettre en danger la vie précieuse du",
          "Prophète [(la paix soit sur lui)], auquel cas la possibilité de la victoire et de",
          "ses dépouilles concomitants et leur répartition tout aurait été totalement hors",
          "de question. Néanmoins, le groupe de musulmans qui possédait déjà le butin vu",
          "aucun mérite dans ces revendications. Arguments et contre-arguments ont donné",
          "lieu à l'amertume et du mauvais sang. [(Pour les désaccords entre les musulmans",
          "sur la question de la distribution de butin de guerre voir Ibn Hisham, vol 1. pp",
          "641-2;.. Al-Waqadi, vol 1, p 78. Voir aussi les commentaires sur le verset",
          "Qurtubi.. et Ibn Kathir - Ed.)] \n Il est à ce moment que Dieu a révélé la",
          "présente sourate. Le verset d'ouverture prend cette question. «Ils vous demandent",
          "concernant anfal 'est la requête avec laquelle le surah ouvre. L'utilisation même",
          "du mot Anfal au lieu de ghana'im dans la requête implique la réponse. Pour le mot",
          "anfal, qui est le pluriel de NAFL, signifie ce qui est extra, ce qui est au-delà",
          "de ce qui est obligatoire. Si ce supplément est de la servante, il indique que le",
          "service supplémentaire qu'il rend volontairement au-delà de ce qui est",
          "obligatoire. D'autre part, lorsque ce supplément est du maître, il désigne la",
          "récompense supplémentaire que les maîtres prix, son serviteur au-delà de ce qu'il",
          "est en droit de. Ce qui est véhiculé ici en utilisant le mot anfal est, en fait,",
          "que tous les querelles à propos de butin est hors de car il ne concerne pas leurs",
          "droits, mais les récompenses supplémentaires qu'ils pourraient recevoir de Dieu.",
          "Et toute discussion chauffée dans laquelle ils se sont engagés était sans",
          "importance car il était entièrement à Dieu de décider s'il doit accorder une",
          "récompense ou non supplémentaire; et s'il doit lui accorder, alors combien, et à",
          "qui. En bref, il n'a pas été pour les hommes de dire qui doit et qui ne devrait",
          "pas recevoir une partie du butin. \n Ce fut une réforme conceptuelle majeure. La",
          "guerre qui a des salaires musulmans ne sont pas dans le but d'accumuler des",
          "avantages matériels. Il recourt à elle pour la réforme morale et sociale du monde",
          "et le fait que les forces opposées, il est impossible d'aboutir à une réforme par",
          "la persuasion et la prédication. réformateurs Être, les musulmans devraient se",
          "concentrer leur attention sur leur objectif - la réforme du monde - plutôt que",
          "sur les avantages matériels qui leur reviennent accidentelle par voie de",
          "récompense supplémentaire de Dieu au lieu de leurs aspirations. Si l'attention",
          "des musulmans ne sont pas détournés des prestations matérielles à leur véritable",
          "mission, il est probable que les avantages matériels deviendraient une fin en",
          "soi. \n En outre, le concept introduit par le Coran [(voir le verset ci-dessus)] a",
          "également provoqué une grande réforme administrative se rapportant à la guerre et",
          "le butin de guerre. Avant l'avènement de l'Islam, un soldat utilisé pour",
          "approprier tout ce qu'il pouvait mettre la main sur, prétendant être son",
          "propriétaire légitime, ou bien dépouilles ont été saisis soit par; le roi ou le",
          "chef de l'armée. Dans le premier cas, les conflits mutuels se sont ensuivies",
          "parmi les soldats de l'armée victorieuse, avec le résultat fréquent que leur",
          "victoire transformée en défaite. D'autre part, si les dépouilles ont été saisis",
          "par le commandant de l'armée ou de la règle, les soldats souvent cachés et ont",
          "volé le butin. En déclarant que les dépouilles appartiennent à Dieu et à Son",
          "messager, le Coran a rendu obligatoire sur tous les soldats à commettre tout le",
          "butin de guerre à la garde du commandant, cachant même pas quelque chose d'aussi",
          "trivial comme une aiguille à coudre. Par la suite le Coran posé un ensemble",
          "complexe de lois pour distribuer le butin de guerre. Selon elle, un cinquième du",
          "butin doit être déposé dans le trésor public pour le bien-être public et de",
          "fournir un soutien pour les pauvres, tandis que les quatre cinquièmes sont à",
          "répartir entre les soldats. [(Al-Anfal 8: 41 - Ed. <V:8:41-Ed.>)] Il a mis ainsi",
          "un terme aux maux inhérents à l'ancien système. . \n Un point subtil implicite",
          "dans le verset ci-dessus ne devrait pas il négligé. Dans le verset d'ouverture du",
          "rien Surah a été dit au-delà de l'affirmation du principe selon lequel les",
          "dépouilles appartiennent à Dieu et à Son messager. Le problème de savoir comment",
          "les dépouilles devraient être distribués n'a pas été abordé. Le Coran ne traite",
          "cependant par la suite la question de la distribution [(voir le verset 41",
          "ci-dessous)]. Il est significatif que dans ce second cas, le mot utilisé est un",
          "dérivé verbal de ghanimah [(butin, butin)] [(voir verset 41 ci-dessous)], alors",
          "que dans l'ouverture vers le mot utilisé est anfal."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "simpleTranslate" : [
        "car les vrais croyants sont ceux dont les cœurs frémissent quand le Nom de Dieu",
        "est évoqué ; ceux dont la foi augmente quand Ses versets leur sont récités et",
        "qui, en tout, s’en remettent à Lui ;"
      ],
      "tafsirTranslate" : [
        "Les vrais croyants sont ceux qui, quand le nom d'Allah est mentionné, leur cœur",
        "tremblement de terre, et quand Ses versets leur sont récités leur foi grandit,",
        "<N:2> et qui mettent leur confiance en leur Seigneur;"
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "les croyants",
        "(Sont) ceux qui",
        "quand",
        "est mentionné",
        "Allah",
        "ressentir de la peur",
        "leur cœur",
        "et quand",
        "sont récitée",
        "pour eux",
        "Ses versets",
        "ils augmentent leur",
        "(En) foi",
        "et à",
        "leur Seigneur",
        "ils ont mis leur confiance"
      ],
      "notes" : {
        "2" : [
          "La foi d'un homme grandit comme il est en mesure de confirmer et de se soumettre",
          "à l'ordre de Dieu qu'il vient à travers. Cela est particulièrement vrai où il",
          "soumet à des commandes qui vont à l'encontre de ses propres prédilections",
          "personnelles. La foi d'un homme atteint de grandes hauteurs si, au lieu d'essayer",
          "de tordre et déformer les commandements de Dieu et le Prophète [(paix qu'il",
          "lui)], il développe l'habitude d'accepter et de se soumettre à tous les",
          "commandements de Dieu et le Prophète [(paix soit sur lui)]; s'il cherche à",
          "façonner sa conduite aux enseignements qui vont à l'encontre de ses opinions et",
          "conceptions personnelles, qui sont contraires à ses habitudes, les intérêts et la",
          "commodité, qui ne sont pas en accord avec ses loyautés et des amitiés. Car s'il",
          "hésite à répondre positivement à l'ordre de Dieu, sa foi est diminuée. On apprend",
          "ainsi que la foi est pas, un objet immobile statique. Ni est tout, acte de",
          "croyance ou incroyance, de la même qualité. Un acte de croyance peut être",
          "meilleur ou pire qu'un autre acte de croyance. De même, un acte d'incroyance peut",
          "différer de la qualité d'un autre acte d'incrédulité. Pour les deux croyance et",
          "l'incroyance, sont capables de croissance et de déclin. \n Tout cela concerne",
          "l'essence de la croyance et de l'incroyance. Cependant, quand la croyance et de",
          "l'incroyance sont mentionnés comme une base pour l'adhésion de la communauté",
          "musulmane ou en relation avec les droits et les responsabilités juridiques comme",
          "corollaires nécessaires de cette adhésion, une ligne de démarcation claire doit",
          "être faite entre ceux qui croient et ceux qui ne le font pas . A cet égard, la",
          "détermination de qui est un croyant et qui ne dépendra du minimum de base de la",
          "croyance indépendamment de la qualité de la croyance. Dans une société islamique",
          "tous ceux qui croient auront droit aux mêmes droits légaux et seront tenus de",
          "remplir les mêmes fonctions quelles que soient les différences dans la qualité de",
          "leur foi. De même, tous les non-croyants - quelles que soient les différences",
          "dans la qualité de leur incrédulité - seront placés dans la catégorie des",
          "non-croyants, sans tenir compte de la question de savoir si leur incrédulité est",
          "d'une qualité ordinaire ou une question extrêmement grave."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
      "simpleTranslate" : [
        "ceux qui sont assidus à la salât et qui donnent en aumône une partie des biens",
        "que Nous leur avons accordés."
      ],
      "tafsirTranslate" : [
        "qui établissent la prière et dépensent de ce que Nous leur avons fourni."
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "établir",
        "la prière",
        "et en ce que",
        "Nous leur avons fourni",
        "ils dépensent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "أُولَٰئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا ۚ لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "simpleTranslate" : [
        "Les voilà, les véritables croyants auxquels une place de choix auprès de leur",
        "Seigneur sera réservée, ainsi qu’une rémission et une généreuse récompense !"
      ],
      "tafsirTranslate" : [
        "Ces personnes sont en effet de vrais croyants. Ils ont de hauts rangs auprès de",
        "leur Seigneur, et le pardon pour leurs péchés <N:3> et une subsistance honorable."
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "elles sont",
        "les croyants",
        "(en vérité",
        "Pour eux",
        "(Sont) rangs",
        "avec",
        "leur Seigneur",
        "et le pardon",
        "et une disposition",
        "noble"
      ],
      "notes" : {
        "3" : [
          "Même les croyants les plus dévoués mieux et sont susceptibles de commettre des",
          "fautes. Tant que l'homme est homme, il est impossible pour son dossier à remplir",
          "exclusivement avec justice de premier ordre et d'être libre de toutes les",
          "déchéances, les lacunes et les faiblesses. Sur sa miséricorde infinie, cependant,",
          "Dieu donne sur les lacunes de l'homme aussi longtemps qu'il remplit les fonctions",
          "de base qui lui incombent en tant que serviteur de Dieu, et le favorise avec une",
          "récompense bien supérieure à celle justifiée par ses bonnes œuvres. Si cela avait",
          "été une règle que l'homme serait jugé strictement sur la base de ses actes, qu'il",
          "serait puni pour chaque mauvaise action et récompensé pour chaque bonne action,",
          "aucun homme, quelle qu'en soit juste, aurait échappé à la punition."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ",
      "simpleTranslate" : [
        "De même qu’un groupe de croyants ne t’a suivi qu’à contre-cœur, lorsque ton",
        "Seigneur t’a fait sortir de ta demeure, pour assurer le triomphe de la Vérité,"
      ],
      "tafsirTranslate" : [
        "(maintenant à l'égard des dépouilles la même situation existe aussi quand) ton",
        "Seigneur t'a fait sortir de votre maison dans une juste cause alors qu'une partie",
        "parmi les croyants étaient beaucoup opposé à lui."
      ],
      "tanslateWordByWord" : [
        "Comme",
        "vous a fait sortir",
        "votre Seigneur",
        "de",
        "ta maison",
        "en vérité",
        "tout effet",
        "une fête",
        "parmi",
        "les croyants",
        "certainement pas aimé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَمَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ",
      "simpleTranslate" : [
        "de même, ils continuent à contester cette même Vérité qui s’est pourtant",
        "clairement manifestée, comme si on les conduisait à une mort certaine !"
      ],
      "tafsirTranslate" : [
        "Ils ont contesté avec vous au sujet de la vérité après que était devenu évident,",
        "comme si on les poussait à la mort avec les yeux grands ouverts <N:4>."
      ],
      "tanslateWordByWord" : [
        "Ils contestent avec vous",
        "concernant",
        "la vérité",
        "après quoi",
        "après quoi",
        "a été clairement",
        "comme si",
        "ils ont été chassés",
        "à",
        "[la mort",
        "pendant qu'ils",
        "(regardaient"
      ],
      "notes" : {
        "4" : [
          "Lorsque les personnes en question ont été tenus de se battre, ils étaient peu",
          "enclins à le faire car ils estimaient qu'ils étaient conduits à la mort et la",
          "destruction. Leur état est quelque peu similaire car ils sont maintenant tenus de",
          "ne pas lutter sur les dépouilles de la guerre et attendre le commandement de Dieu",
          "quant à la façon du butin de guerre devraient être distribués. \n Ce verset",
          "pourrait aussi dire que si les musulmans ont obéi à Dieu et a suivi le Prophète",
          "[(la paix soit sur lui)] plutôt que leurs propres désirs, ils seraient témoins",
          "d'un aussi bon résultat que ils ont été témoins à l'occasion de la bataille de",
          "Badr. A cette occasion, un trop grand nombre étaient réticents à prendre sur le",
          "Quraysh et a estimé qu'il ne court du suicide [(voir verset 6)]. Mais quand ils",
          "ont obéi au commandement de Dieu et Son Prophète [(la paix soit sur lui)], il est",
          "avéré être une source de vie et de survie. \n Par ailleurs, cette déclaration dans",
          "le Qur'in nie implicitement les rapports habituellement mentionnés dans les",
          "œuvres de Sirah et Maghazi et qui suggèrent que le Prophète [(la paix soit sur",
          "lui)] et ses compagnons avaient initialement prévu de Médine afin de piller les",
          "échanges caravane de Quraysh, et que ce fut seulement quand ils sont venus à",
          "savoir que l'armée Quraysh avançait pour fournir une protection à la caravane de",
          "négociation que les musulmans ont été confrontés à la possibilité soit d'attaquer",
          "la caravane ou l'armée Quraysh. La version coranique est tout à fait contraire.",
          "En conséquence, à partir du moment où le Prophète [(la paix soit sur lui)] partit",
          "de sa maison, il avait l'intention sur une battlewith décisive Quraysh. En outre,",
          "la décision de savoir si les musulmans doivent faire face à la caravane de",
          "négociation ou de l'armée a été prise au tout début plutôt que plus tard. Il est",
          "également évident que, même si il était tout à fait clair qu'il était essentiel",
          "de faire face à l'armée Quraysh, un groupe de musulmans a tenté de l'éviter et",
          "gardé de plaider pour leur point de vue. Même quand une décision ferme a été",
          "prise que les musulmans allaient attaquer l'armée Quraysh plutôt que la caravane,",
          "ce groupe partit pour la rencontre avec l'opinion selon laquelle ils ont été",
          "conduits à la mort et la destruction. [(Voir versets 5-8 Cf. al-Waqidi vol 1, pp",
          "19-21;....... Ibn Saad, vol 2. pp 11-14 - Ed)]"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ",
      "simpleTranslate" : [
        "Dieu vous avait promis la victoire sur l’une des deux troupes ennemies, et vous",
        "auriez préféré triompher de celle qui n’était pas armée. Or, Dieu aux arrêts",
        "immuables voulait faire triompher la Vérité dans tout son éclat et anéantir les",
        "infidèles jusqu’au dernier ;"
      ],
      "tafsirTranslate" : [
        "Et rappeler quand Allah vous a promis que l'un des deux hôtes tomberait à vous,",
        "<N:5> et vous avez voulu que l'un sans bras doit tomber entre tes mains <N:6>",
        "Mais Allah a cherché. de prouver par ses paroles la vérité pour être vrai et",
        "d'anéantir les mécréants jusqu'au dernier vestige"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "vous promis",
        "Allah",
        "un",
        "(D ') les deux groupes",
        "que ce (serait)",
        "pour toi",
        "et vous vouliez",
        "cette",
        "(Une) autre que",
        "cette",
        "(De) l'armée",
        "serait",
        "pour toi",
        "Mais l'intention",
        "Allah",
        "à",
        "justifier",
        "la vérité",
        "par Ses paroles",
        "et couper",
        "(les racines",
        "(De) les incroyants"
      ],
      "notes" : {
        "5" : [
          "La promesse de Dieu était que les musulmans seraient en mesure de surmonter celui",
          "des deux partis qu'ils souhaitaient attaque - la caravane de commerce ou de",
          "l'armée Quraysh."
        ],
        "6" : [
          "Cela fait référence à la caravane de négociation qui avait quelque 30 à 40 gardes",
          "armés pour la protection."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ",
      "simpleTranslate" : [
        "cela afin d’avérer le Vrai et de dissiper le faux, quelle que fût la répulsion",
        "qu’en avaient les criminels."
      ],
      "tafsirTranslate" : [
        "Il pourrait se révéler la vérité pour être vrai et le faux est faux, cependant",
        "averse les méchants pourraient être à elle <N:7>."
      ],
      "tanslateWordByWord" : [
        "Qu'il pourrait justifier",
        "la vérité",
        "et prouver faux",
        "le mensonge",
        "même si",
        "détestée (it)",
        "les criminels"
      ],
      "notes" : {
        "7" : [
          "Cela donne une idée de la situation courante à l'époque. Comme nous l'avons dit",
          "plus haut [(. Voir ci-dessus, p 128)], le mars des Quraysh vers Madina signifiait",
          "que seul l'un des deux survivrait en Arabie - soit l'islam ou le système",
          "retranché de Jahiliyah [(ignorance)]. Avait les musulmans à ne pas relevé le",
          "défi, la survie même de l'Islam aurait été mis en péril. Mais depuis que les",
          "musulmans ont pris l'initiative et a porté un coup sévère à la force militaire du",
          "Quraysh, il est devenu possible pour l'islam de se consolider et ensuite les",
          "forces de l'ignorance a subi une succession de revers humiliants."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ",
      "simpleTranslate" : [
        "Lorsque vous imploriez l’assistance de votre Seigneur, n’a-t-Il pas exaucé vos",
        "prières, en disant : «Je vous envoie en renfort mille anges qui déferleront par",
        "vagues successives»?"
      ],
      "tafsirTranslate" : [
        "Et rappeler quand vous imploré votre Seigneur pour l'aide et il a répondu à vous:",
        "\". Je vais en effet vous renforcer avec mille anges, venant hôte après host '"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "vous cherchez de l'aide",
        "(De) votre Seigneur",
        "et il a répondu",
        "[à toi",
        "En effet, je suis",
        "va vous renforcer",
        "avec un millier",
        "de",
        "les anges",
        "l'un après l'autre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَىٰ وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ ۚ وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ ۚ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
      "simpleTranslate" : [
        "Et ce n’était là, de la part du Seigneur, qu’une heureuse annonce destinée à vous",
        "mettre en confiance, tant il est vrai qu’il n’y a que Dieu pour accorder la",
        "victoire, car Il est Puissant et Sage."
      ],
      "tafsirTranslate" : [
        "Allah signifiait cette nouvelle comme joie et que vos cœurs soient mis au repos.",
        "Pour toute l'aide vient de Dieu seul. Certes, Allah est Puissant et Sage."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "(c'était fabriqué",
        "(Par) Allah",
        "mais",
        "de bonnes nouvelles",
        "et que peut-être au repos",
        "Avec ça",
        "vos coeurs",
        "Et (il n'y a) pas",
        "[la victoire",
        "sauf",
        "de",
        "[de]",
        "Allah",
        "Effectivement",
        "Allah",
        "(Est) Tout-Puissant",
        "All-Wise"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدَامَ",
      "simpleTranslate" : [
        "Et, étendant Sa sécurité sur vous, Dieu vous enveloppa d’un sommeil apaisant et",
        "envoya une eau du ciel pour vous purifier, afin de vous débarrasser des",
        "souillures du démon, de relever votre courage et de raffermir vos pas."
      ],
      "tafsirTranslate" : [
        "Et rappeler quand Allah a sur vous somnolence, <N:8> vous donnant un sentiment de",
        "paix et de sécurité de lui, et il fait descendre la pluie sur vous du ciel qu'il",
        "pourrait vous nettoyer à travers elle et vous enlever la pollution de Satan et de",
        "renforcer votre cœur, et stabiliser vos pieds à travers elle. <N:9>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "Il vous couvert",
        "avec [le] sommeil",
        "un titre",
        "de lui",
        "et envoyé vers le bas",
        "sur vous",
        "de",
        "Le ciel",
        "eau",
        "de sorte qu'il peut vous purifier",
        "Avec ça",
        "et enlever",
        "de toi",
        "mauvais (suggestions)",
        "(De) l'Shaitaan",
        "Et pour renforcer",
        "[sur]",
        "vos coeurs",
        "et affermis",
        "Avec ça",
        "vos pieds"
      ],
      "notes" : {
        "8" : [
          "Dans la bataille de Uhud les musulmans passé à travers une expérience similaire",
          "[(voir Al'lmran 3: 154 ci-dessus)]. Dans les deux cas, lorsque les conditions",
          "prévalentes auraient dû produire une peur intense et la panique parmi eux, Dieu a",
          "rempli leurs cœurs avec une telle paix et la tranquillité qu'ils ont été",
          "maîtrisés avec la somnolence."
        ],
        "9" : [
          "Ceci se rapporte à l'averse la nuit précédant la bataille de Badr. Il a aidé les",
          "musulmans de trois façons. D'abord, il leur a fourni un approvisionnement en eau",
          "abondant dont ils stockés rapidement dans de grands réservoirs. Deuxièmement, la",
          "pluie compacté le sable en vrac dans la partie supérieure de la vallée où les",
          "musulmans avaient dressé leurs tentes. Cela a aidé les musulmans planter leurs",
          "pieds fermement et a facilité leur mouvement. En troisième lieu, où l'armée",
          "Quray'sh était stationné dans la partie inférieure de la vallée, le sol tourné",
          "marécageux. \n La souillure causée par Satan qui se produit dans le verset se",
          "réfère à la peur et la panique qui, initialement, affligé les musulmans."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "إِذْ يُوحِي رَبُّكَ إِلَى الْمَلَائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا ۚ سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ",
      "simpleTranslate" : [
        "Puis Il révéla aux anges : «Je suis avec vous ! Rassurez les croyants ! Je me",
        "charge de jeter l’épouvante dans le cœur des infidèles. Frappez-les à la nuque !",
        "Frappez-les sur les doigts !»"
      ],
      "tafsirTranslate" : [
        "]. Compte tenu du principe général énoncé dans l'arrêt du Coran nous présumons",
        "que les anges ne prennent pas part aux combats réels. Ce que nous pouvons",
        "suggérer est que les anges ont aidé les musulmans et par conséquent leurs coups",
        "sont devenus plus précis et efficace."
      ],
      "tanslateWordByWord" : [
        "Quand",
        "inspiré",
        "votre Seigneur",
        "à",
        "les anges",
        "je suis",
        "avec toi",
        "afin de renforcer",
        "ceux qui",
        "a cru",
        "Je rejetterai",
        "dans",
        "(les) coeurs",
        "(De) ceux qui",
        "pas foi",
        "la terreur",
        "Frappez donc",
        "au dessus de",
        "le cou",
        "et la grève",
        "d'eux",
        "chaque",
        "du bout des doigts [s]"
      ],
      "notes" : {
        "10" : [
          "Compte tenu du principe général énoncé dans l'arrêt du Coran nous présumons que",
          "les anges ne prennent pas part aux combats réels. Ce que nous pouvons suggérer",
          "est que les anges ont aidé les musulmans et par conséquent leurs coups sont",
          "devenus plus précis et efficace."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ ۚ وَمَنْ يُشَاقِقِ اللَّهَ وَرَسُولَهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
      "simpleTranslate" : [
        "Et il en fut ainsi, parce qu’ils se sont insurgés contre Dieu et Son Prophète.",
        "Quiconque s’insurge contre Dieu et Son Prophète doit savoir que Dieu est Terrible",
        "dans Son châtiment."
      ],
      "tafsirTranslate" : [
        "Ceci est parce qu'ils ont défié Allah et Son Messager. Celui qui défie Allah et",
        "Son Messager doit sachez qu'Allah est dur en punition. <N:11>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Est) parce qu'ils",
        "opposé",
        "Allah",
        "et Son Messager",
        "Et quiconque",
        "oppose",
        "Allah",
        "et Son Messager",
        "alors en effet",
        "Allah",
        "(Est) sévère",
        "dans [la] peine"
      ],
      "notes" : {
        "11" : [
          "En racontant les événements de la bataille de Badr, le Coran vise à expliquer la",
          "signification du mot al-Anfal [(butin de guerre)]. Dans le verset d'ouverture de",
          "la sourate les musulmans ont dit qu'ils ne devraient pas considérer que le butin",
          "d'être une récompense pour leur labeur. Au contraire, les dépouilles devraient",
          "constituer une récompense spéciale accordée aux musulmans par Dieu, à qui le",
          "butin appartiennent à juste titre. Les événements relatés ici soutiennent cela.",
          "Les musulmans pourraient réfléchir sur le cours des événements et de voir pour",
          "eux-mêmes dans quelle mesure était la victoire qu'ils avaient atteint en raison",
          "de la faveur de Dieu, et dans quelle mesure elle est due à leurs propres efforts."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "ذَٰلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَافِرِينَ عَذَابَ النَّارِ",
      "simpleTranslate" : [
        "Tel est, impies, votre supplice ! Goûtez-le, en étant assurés que c’est le",
        "supplice du feu qui est réservé aux infidèles !"
      ],
      "tafsirTranslate" : [
        "C'est votre punition (d'Allah). Goûtez donc ce châtiment, <N:12> et je sais que",
        "pour les non-croyants est le châtiment du Feu."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "Donc goûter",
        "Et cela",
        "pour les mécréants",
        "(Est la) peine",
        "(De) l'incendie"
      ],
      "notes" : {
        "12" : [
          "Ici, le discours est soudainement dirigé vers les mécréants qui nous avons parlé",
          "[(au verset 13)] comme méritant la punition de Dieu."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا فَلَا تُوَلُّوهُمُ الْأَدْبَارَ",
      "simpleTranslate" : [
        "Et vous qui croyez ! Quand une armée ennemie marche contre vous, ne lui tournez",
        "pas le dos !"
      ],
      "tafsirTranslate" : [
        "(8,15) Les croyants, chaque fois que vous rencontrez une force hostile des",
        "non-croyants, ne tournez pas le dos à eux en vol."
      ],
      "tanslateWordByWord" : [
        "O vous",
        "qui",
        "croyez",
        "Quand",
        "vous rencontrez",
        "ceux qui",
        "ne pas croire",
        "avancer",
        "puis (faire) pas",
        "se tourner vers eux",
        "le dos"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ ۖ وَبِئْسَ الْمَصِيرُ",
      "simpleTranslate" : [
        "Quiconque, ce jour-là, tournera le dos à l’ennemi, à moins que ce ne soit par",
        "tactique de combat ou pour rallier un autre groupe, s’exposera à la colère de",
        "Dieu et sera voué à la Géhenne qui constituera pour lui la pire des demeures."
      ],
      "tafsirTranslate" : [
        "Car celui qui tourne le dos à eux à cette occasion ar - sauf que ce soit pour des",
        "raisons tactiques, ou de tourner à se joindre à une autre société - il encourra",
        "la colère d'Allah et l'Enfer sera sa demeure. Il est une mauvaise destination.",
        "<N:13>"
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "se tourne vers les",
        "Ce jour là",
        "son dos",
        "sauf",
        "(Comme) une stratégie",
        "de guerre",
        "ou",
        "(joindre",
        "à",
        "un groupe",
        "certainement",
        "(Il a) encourus",
        "colère",
        "de",
        "Allah",
        "et sa demeure",
        "(Est) Enfer",
        "misérable",
        "destination"
      ],
      "notes" : {
        "13" : [
          "Le Coran ne défend pas la retraite ordonnée sous forte pression de l'ennemi à",
          "condition qu'il soit recouru à un stratagème de guerre, par exemple la recherche",
          "de renforts ou d'adhérer à une autre partie à l'arrière. Qu'est-ce que le Coran",
          "ne l'interdit est la fuite désordonnée produit par pure lâcheté et le défaitisme.",
          "Un tel retrait a lieu parce que le déserteur tient sa vie plus chère que sa",
          "cause. Une telle lâcheté a été caractérisée comme l'un de ces trois péchés",
          "majeurs qui, si elle est commise, peut être expié par aucune autre bonne action",
          "que ce soit. Ces trois péchés sont: ascription de la divinité à toute personne ou",
          "autre chose que Dieu, la violation des droits des parents, et la fuite du champ",
          "de bataille au cours de combats dans la voie de Dieu. [(Voir al-Moundhiri, «Kitab",
          "al-Jihad», «Bab al-Tarhib min al-Firar min al-Zahf'- Ed.)] Dans une autre",
          "tradition du Prophète [(la paix soit sur lui)] a mentionné sept mortelle péchés",
          "qui ruinent totalement d'un homme suivant la vie. L'un d'eux est la fuite du",
          "champ de bataille dans une rencontre entre l'Islam et l'incroyance. [(Muslim, 'K.",
          "al-lman »,« Bab al-Kabi'ir wa Akbaruha'; Bukhari, «K. al-Wasaya ',' bab - fi Qawl",
          "Allah - Tala: inna al-ladhina Ya'kuluna Amwal al-Yatami Zulman '-. Ed)] Cela a",
          "été déclaré un péché mortel parce qu'en plus d'être un acte de pure lâcheté, il",
          "démoralise les autres et peut générer démoralisation qui peut avoir des",
          "conséquences désastreuses. la désertion d'un soldat peut causer tout un peloton,",
          "ou même un régiment tout entier, et, finalement, toute l'armée, de prendre la",
          "fuite. Pour une fois un soldat fuit dans la panique, il est difficile de",
          "contrôler les autres."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "فَلَمْ تَقْتُلُوهُمْ وَلَٰكِنَّ اللَّهَ قَتَلَهُمْ ۚ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَٰكِنَّ اللَّهَ رَمَىٰ ۚ وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلَاءً حَسَنًا ۚ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
      "simpleTranslate" : [
        "Ce n’est pas vous qui les avez tués ! C’est Dieu qui les a tués ! Ce n’est pas",
        "toi Prophète qui les as déstabilisés par ton geste ! C’est Dieu qui l’a fait ! Il",
        "voulait ainsi donner aux croyants cette belle marque de Sa sollicitude. Il est",
        "Audient et Omniscient."
      ],
      "tafsirTranslate" : [
        "Donc, le fait est qu'il n'y avait pas vous, mais il était Allah qui les a tués;",
        "et ce ne fut-vous quand vous avez jeté [sable sur eux], mais il était Allah qui",
        "l'a jeté, <N:14> (et les croyants ont été employés pour la tâche) qu'il pourrait",
        "amener les croyants à passer avec succès à travers ce test. Allah est Audient et",
        "Omniscient."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "vous les tuez",
        "mais",
        "Allah",
        "tués",
        "Et pas",
        "vous avez jeté",
        "quand",
        "vous avez jeté",
        "mais",
        "Allah",
        "jeta",
        "et qu'il peut tester",
        "les croyants",
        "de lui",
        "(Avec) un procès",
        "bien",
        "Effectivement",
        "Allah",
        "(Est) Audient",
        "Omniscient"
      ],
      "notes" : {
        "14" : [
          "Ceci se rapporte à l'occasion wnen les armées des musulmans et les non-croyants",
          "se tenaient face à face dans la bataille de Badr et étaient sur le point de",
          "combat réel. A ce moment, le Prophète [(la paix soit sur lui)] a jeté une poignée",
          "de poussière à l'ennemi en disant: 'mai, leurs visages se carboniser. Donc,",
          "disant que le Prophète [(la paix soit sur lui)] fait un geste et les musulmans",
          "ont commencé leur charge. [(Voir Ahmad b Hanbal, Musnad, vol 1, p 368; Ibn",
          "Hisham, vol 1, p 668;...... Ibn Kathir, des commentaires sur le verset - Ed)]"
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "ذَٰلِكُمْ وَأَنَّ اللَّهَ مُوهِنُ كَيْدِ الْكَافِرِينَ",
      "simpleTranslate" : [
        "Voilà ce que Dieu a fait pour vous ! Dieu fera toujours échouer la perfidie des",
        "infidèles !"
      ],
      "tafsirTranslate" : [
        "Ceci est sa manière de traiter avec vous. Comme pour les mécréants, Allah va",
        "certainement saper leurs conceptions."
      ],
      "tanslateWordByWord" : [
        "Ce (est le cas)",
        "et cela",
        "Allah (est)",
        "celui qui fait faible",
        "(le plan",
        "(De) les incroyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "إِنْ تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ ۖ وَإِنْ تَنْتَهُوا فَهُوَ خَيْرٌ لَكُمْ ۖ وَإِنْ تَعُودُوا نَعُدْ وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئًا وَلَوْ كَثُرَتْ وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Si vous cherchiez la victoire, impies, vous voilà servis ! Cessez donc toute",
        "hostilité, cela vaudra mieux pour vous ! Mais si vous reprenez la lutte, Nous la",
        "reprendrons et votre armée, quel qu’en soit le nombre, ne vous sera d’aucune",
        "utilité, car Dieu est avec les croyants."
      ],
      "tafsirTranslate" : [
        "(Dites aux incroyants :) «Si vous avez demandé un jugement, alors sûrement un",
        "jugement est venu à vous. <N:15> Et si vous cesses de la désobéissance, il est",
        "d'autant mieux pour vous. Mais si vous revenez à votre mal, nous allons à nouveau",
        "vous châtierai; et votre hôte, quelle qu'en soit nombreux, ne sera jamais de",
        "toute utilité pour vous. Sachez bien, Allah est avec les croyants »."
      ],
      "tanslateWordByWord" : [
        "Si",
        "vous demandez pour la victoire",
        "alors certainement",
        "est venu à vous",
        "la victoire",
        "Et si",
        "vous cesses",
        "alors c'est)",
        "bien",
        "pour toi",
        "mais si",
        "vous revenez",
        "Nous reviendrons (trop)",
        "Et jamais",
        "se prévaloir",
        "toi",
        "vos forces",
        "n'importe quoi",
        "même si",
        "(elles sont nombreuses",
        "Et cela",
        "Allah",
        "(est avec",
        "les croyants"
      ],
      "notes" : {
        "15" : [
          "Avant de marcher hors de Makka les incroyants ont tenu la couverture de la Kaaba",
          "et priaient: «O Dieu! Grant victoire au meilleur des deux parties ». Abu Jahl,",
          "notamment invoqué le jugement de Dieu: «O Dieu! Grant victoire à celui qui est",
          "dans le droit et provoquer l'humiliation au malfaiteur ». Dieu a répondu à ces",
          "prières pleinement et l'issue de la bataille a clairement indiqué à la partie qui",
          "se trouvait dans le droit."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَوَلَّوْا عَنْهُ وَأَنْتُمْ تَسْمَعُونَ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Obéissez à Dieu et à Son Prophète ! Ne vous détournez pas de",
        "lui, quand vous l’entendez vous interpeller !"
      ],
      "tafsirTranslate" : [
        "Les croyants! Obéissez à Allah et à Son messager et ne vous détournez pas de lui",
        "après avoir entendu son commandement."
      ],
      "tanslateWordByWord" : [
        "O vous",
        "qui",
        "croyez",
        "Obéit",
        "Allah",
        "et Son Messager",
        "Et (ne) pas",
        "Faire demi-tour",
        "de lui",
        "pendant que tu",
        "entendre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَلَا تَكُونُوا كَالَّذِينَ قَالُوا سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ",
      "simpleTranslate" : [
        "Ne faites pas comme ceux qui disent : «Nous avons entendu !», alors qu’ils n’ont",
        "même pas écouté !"
      ],
      "tafsirTranslate" : [
        "Et ne soyez pas comme ceux qui disent: \". Nous entendons ', bien qu'ils",
        "n'écoutent pas <N:16>"
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "être",
        "comme ceux qui",
        "dire",
        "Nous avons entendu",
        "pendant qu'ils",
        "(ne pas",
        "entendre"
      ],
      "notes" : {
        "16" : [
          "Dans le présent contexte, «audition» signifie prendre garde en vue d'obéir ». Le",
          "verset fait allusion à ces hypocrites qui professaient de croire et pourtant",
          "n'étaient pas prêts à exécuter les ordres de Dieu."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لَا يَعْقِلُونَ",
      "simpleTranslate" : [
        "Les plus viles des bêtes au regard de Dieu sont celles qui sont sourdes et",
        "muettes et qui sont incapables de raisonner."
      ],
      "tafsirTranslate" : [
        "En effet, la pire de toutes les bêtes dans la vue d'Allah sont les gens qui sont",
        "sourds et muets, <N:17> et ne comprennent pas."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "pire",
        "(De) les créatures vivantes",
        "près",
        "Allah",
        "(Sont) les sourds",
        "le muet",
        "ceux qui",
        "(ne pas",
        "utiliser (leur) intellect"
      ],
      "notes" : {
        "17" : [
          "Ce sont ceux qui ne parlent ni entendent la vérité. Pour autant que la vérité est",
          "concernée, leurs oreilles sont sourdes et leur bouche muette."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ",
      "simpleTranslate" : [
        "Si Dieu leur avait reconnu quelque mérite, Il leur aurait permis d’entendre Son",
        "enseignement. Mais, même s’Il leur avait permis de l’entendre, ils s’en seraient",
        "encore détournés et s’en seraient sûrement éloignés !"
      ],
      "tafsirTranslate" : [
        "Et Allah avait connu en eux tout bon, il serait sûrement, ont fait les entendre;",
        "mais (étant ce qu'ils sont), même s'il les fit entendre, ils auraient sûrement",
        "détourné de l'aversion. <N:18>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "(avoir connu",
        "Allah",
        "en eux",
        "tout bon",
        "sûrement, il (serait) ont fait les entendre",
        "Et si",
        "Il leur avait fait entendre",
        "sûrement ils auraient détourné",
        "pendant qu'ils",
        "(Étaient) opposés"
      ],
      "notes" : {
        "18" : [
          "Ces personnes ne disposent ni de l'amour pour la vérité, ni aucun désir de lutter",
          "pour elle. Par conséquent, même si elles ont été activées par Dieu pour aller à",
          "la bataille. ils se sont tournés sur leurs talons à la première vue du danger.",
          "Que ces gens devraient être une partie de l'armée musulmane aurait pu conduire à",
          "un plus grand mal que de bien."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ۖ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Répondez à l’appel de Dieu et du Prophète lorsque celui-ci",
        "vous convie à ce qui peut assurer votre salut. Sachez que Dieu peut S’interposer",
        "entre l’homme et son cœur, et que c’est devant Lui que vous serez tous",
        "rassemblés."
      ],
      "tafsirTranslate" : [
        "Les croyants! Répondez à Allah et de répondre au Messager lorsqu'il vous appelle",
        "à ce qui vous donne la vie. Sachez bien que Dieu se tient entre un homme et son",
        "cœur, et il est à Lui que vous tous sont rassemblèrent. <N:19>"
      ],
      "tanslateWordByWord" : [
        "O vous",
        "qui",
        "croyez",
        "Répondre",
        "à Allah",
        "et Son Messager",
        "quand",
        "il vous appelle",
        "à quoi",
        "vous donne la vie",
        "Et saches",
        "cette",
        "Allah",
        "vient",
        "(entre",
        "un homme",
        "et son cœur",
        "et cela",
        "à lui",
        "vous serez rassemblés"
      ],
      "notes" : {
        "19" : [
          "Le moyen le plus efficace de prévenir l'homme de ne pas en proie à l'hypocrisie",
          "est d'implanter deux idées dans son esprit. Tout d'abord, qu'il devra faire face",
          "à la prise en compte et le jugement de Dieu, qui sait ce qui est dans les",
          "profondeurs de son cœur. les intentions et les désirs de l'homme même, aux fins",
          "qu'il cherche à atteindre, les idées qu'il cherche à garder caché dans son cœur,",
          "sont tous bien connus de Dieu. Deuxièmement, que finalement tous les hommes",
          "seront rassemblèrent à Dieu; qu'il est si puissant que personne ne peut échapper",
          "à son jugement. Le plus profond des racines de ces convictions. l'autre est",
          "l'homme retiré de l'hypocrisie. Ainsi, alors que admonester les musulmans contre",
          "l'hypocrisie, le Coran recourt souvent à souligner la croyance de ces deux",
          "articles."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَاتَّقُوا فِتْنَةً لَا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً ۖ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
      "simpleTranslate" : [
        "Redoutez une épreuve qui n’atteindra pas uniquement ceux d’entre vous qui sont",
        "injustes. Sachez que Dieu est Implacable quand Il sévit."
      ],
      "tafsirTranslate" : [
        "Et garde contre le mal qui va non seulement mettre la peine à les injustes",
        "d'entre vous. <N:20> savons bien que Dieu est dur en punition."
      ],
      "tanslateWordByWord" : [
        "Et la peur",
        "un procès",
        "ne pas",
        "qui affliger",
        "ceux qui",
        "faire le mal",
        "parmi vous",
        "exclusivement",
        "Et saches",
        "cette",
        "Allah",
        "(Est) sévère",
        "(En) la peine"
      ],
      "notes" : {
        "20" : [
          "Cela fait référence à ces maux sociaux généralisés dont les effets pernicieux ne",
          "se limitent pas seulement aux personnes dépendantes pour eux, mais qui affectent",
          "même ceux qui, bien qu'ils ne soient pas dépendants de ces péchés, font partie de",
          "cette société. Par exemple, si la saleté se trouve à seulement quelques endroits",
          "dans une localité, il sera peut affecter que ceux qui ne sont pas eux-mêmes ou",
          "leurs maisons propres. Toutefois, si elle se généralise, et personne ne se",
          "préoccupe de retirer la malpropreté et le maintien de conditions sanitaires, puis",
          "tout, y compris l'eau et le sol deviendra contaminé. Par conséquent, si des",
          "épidémies éclatent, ils ne seront pas seulement affliger ceux qui étaient",
          "responsables de la propagation crasse et se vivaient dans des conditions",
          "insalubres, mais pratiquement tous les habitants de cette localité. \n Ce qui est",
          "vrai des conditions insalubres dans un sens physique, est également vrai pour la",
          "saleté et la malpropreté dans un sens moral. Si les pratiques immorales restent",
          "confinées à quelques personnes ici et là, mais la préoccupation morale globale de",
          "la société empêche ces pratiques de se généraliser et publics, leurs effets",
          "néfastes restent limités. Mais quand la conscience collective de la société est",
          "affaiblie à un point où les pratiques immorales ne sont pas supprimées, quand les",
          "gens se livrent à des maux sans aucun sentiment de honte et vont même autour de",
          "vanter leurs actes immoraux, quand les bonnes gens adoptent une attitude passive",
          "et se contentent de étant justes seulement dans leur propre vie et sont",
          "indifférents avec ou le silence sur les maux collectifs, la société tout entière",
          "invite sa perte. Une telle société devient alors victime d'un fléau qui ne",
          "distingue pas entre le grain et l'ivraie. \n Qu'est-ce que la directive de Dieu",
          "cherche à impressionner les gens est que la mission de redressement du Prophète",
          "[(la paix soit sur lui)] et la cause qu'il invitait les gens à était la source de",
          "la vie et le bien-être pour eux à la fois individuellement et collectivement. Les",
          "gens devraient garder à l'esprit que, si elles ne parviennent pas à participer",
          "sans réserve à la tâche à laquelle ils ont été invités et restent spectateurs",
          "silencieux à des maux endémiques, qui inviterait un fléau qui engloberait tous.",
          "Il affligent même les individus qui ni eux-mêmes maux engagés, ni ont contribué à",
          "leur propagation, et qui pourrait en fait avoir été justes dans leur conduite",
          "personnelle. Ce point a été souligné plus tôt [(voir al-Araf 7: 163-6)] et a été",
          "illustré par référence aux Sabbat, et constitue la philosophie islamique",
          "sous-jacente pour faire la guerre à des fins de réforme."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ",
      "simpleTranslate" : [
        "Rappelez-vous lorsque vous n’étiez qu’une poignée d’opprimés dans la contrée,",
        "craignant à tout moment d’être capturés par vos adversaires ! Dieu vous a alors",
        "donné un refuge, vous a prêté assistance et vous a pourvus de bonnes choses, afin",
        "que vous Lui en témoigniez votre reconnaissance."
      ],
      "tafsirTranslate" : [
        "Et rappeler quand vous étiez peu nombreux et réputé faible dans le pays,",
        "craignant que les gens en finir avec vous. Puis Il a fourni vous refuge, vous",
        "renforcé avec son aide, et a fourni vous nourrit de bonnes choses que vous pouvez",
        "être reconnaissants. <N:21>"
      ],
      "tanslateWordByWord" : [
        "Et rappelez-vous",
        "quand",
        "toi",
        "(Étaient) quelques-uns",
        "(Et) jugé faible",
        "dans",
        "La terre",
        "craignant",
        "cette",
        "pourrait en finir avec vous",
        "les hommes",
        "Il vous a ensuite abrité",
        "et vous renforcé",
        "avec son aide",
        "et vous fourni",
        "de",
        "les bonnes choses",
        "afin que vous puissiez",
        "(être reconnaissants"
      ],
      "notes" : {
        "21" : [
          "La référence à la reconnaissance dans le verset est digne de réflexion. Ayant à",
          "l'esprit la question en discussion, il semble que gratefulness ne signifie pas",
          "simplement que les musulmans doivent reconnaître la faveur de Dieu pour les dans",
          "la mesure où il les a sauvés de leur état de faiblesse extrême. Dieu avait non",
          "seulement les sauvés d'une vie précaire dans Makka et leur a fourni un havre de",
          "sécurité à Médine où ils jouissaient d'une abondance de moyens de subsistance.",
          "Gratefulness ne nécessite pas simplement tout cela. En dehors de reconnaître la",
          "faveur de Dieu, gratefulness exige aussi que les musulmans devraient fidèlement",
          "obéir à Dieu et à Son messager hors d'une conscience de la munificence de Dieu,",
          "sur la fidélité et le dévouement à la mission du Prophète, et devrait mettre de",
          "côté tous les dangers, les difficultés et les malheurs qui pourraient y faire",
          "face . Dans leur lutte pour la cause de Dieu les musulmans devraient avoir",
          "confiance en Dieu qui les a aidés à d'autres occasions et qui les a délivrés de",
          "dangers. Les musulmans devraient aussi avoir la foi que si elles travaillent",
          "sincèrement à la cause de Dieu, il va certainement aider et de les protéger. Par",
          "conséquent, la reconnaissance attendue des musulmans ne consiste pas simplement",
          "d'une reconnaissance verbale du bienfait de Dieu. Gratefulness à Dieu doit se",
          "manifester par des actes réels ainsi. Si quelqu'un devait reconnaître la faveur",
          "de son Seigneur, et pourtant se relâche dans la recherche de son bon plaisir,",
          "manque de sincérité dans le servir, et divertit doutes que l'bienfait de Dieu",
          "continuera à l'avenir, alors qui peut difficilement être qualifiée de gratitude."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Ne trahissez pas Dieu et le Prophète, car ce serait trahir",
        "sciemment la confiance placée en vous !"
      ],
      "tafsirTranslate" : [
        "Les croyants! Ne pas être infidèle à Allah et au Messager, ni sciemment infidèle",
        "à vos fiducies. <N:22>"
      ],
      "tanslateWordByWord" : [
        "O vous",
        "qui",
        "croyez",
        "(Ne pas",
        "trahir",
        "Allah",
        "et le Messager",
        "ou trahir",
        "vos fiducies",
        "pendant que tu",
        "connaître"
      ],
      "notes" : {
        "22" : [
          "«Trusts» embrassent toutes les responsabilités qui sont imparties à quelqu'un",
          "parce qu'il est digne de confiance. Celles-ci pourraient consister en des",
          "obligations découlant d'un accord ou alliance collective. Il pourrait aussi",
          "consister en des secrets d'un groupe. Il pourrait aussi consister en des biens",
          "personnels ou collectifs, ou à tout bureau ou une position qui pourrait être",
          "accordé à une personne par le groupe. [(Pour de plus amples explications, voir",
          "Vers Undersranding le Coran 4, n 88, pp 49 f ', un vol 11. al-Nisa.' -... Ed)]"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَأَنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ",
      "simpleTranslate" : [
        "Sachez que vos richesses et vos enfants ne sont qu’une épreuve pour vous, et",
        "qu’auprès de Dieu il y a de magnifiques récompenses !"
      ],
      "tafsirTranslate" : [
        "(8,28) savent bien que vos biens et vos enfants ne sont qu'une épreuve, <N:23> et",
        "que d'Allah il y a une énorme récompense."
      ],
      "tanslateWordByWord" : [
        "Et saches",
        "cette",
        "votre richesse",
        "et vos enfants",
        "(Sont) un procès",
        "Et cela",
        "Allah",
        "avec lui",
        "(Est) une récompense",
        "génial"
      ],
      "notes" : {
        "23" : [
          "amour excessif de l'argent et l'un des enfants compromet souvent la sincérité de",
          "la foi d'une personne et souvent conduit l'homme à l'hypocrisie, la trahison et",
          "de la malhonnêteté. Le Coran, par conséquent, indique clairement IHAT depuis 1ove",
          "de la richesse ou les enfants pousse les gens du droit chemin, elle constitue un",
          "test important pour eux. Ses biens, ses affaires et de l'un des descendants",
          "constituent un test pour l'homme, car ils ont été sous sa garde afin de juger",
          "dans quelle mesure il respecte les limites de la bienséance fixées par Dieu et",
          "remplit adéquatement ses responsabilités. Ce qui est testé est de savoir jusqu'où",
          "l'homme est capable de contrôler son auto animal - qui est fortement attaché à",
          "des fins mondaines - de sorte qu'il est en mesure d'agir en tant que serviteur de",
          "Dieu et de rendre tous les droits de la vie mondaine de la manière prévue par",
          "Dieu."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ ۗ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Si vous craignez Dieu, Il vous accordera la faculté de",
        "discerner entre le Bien et le Mal, absoudra vos péchés et vous recevra en Sa",
        "grâce, car Il est le Détenteur de la grâce infinie !"
      ],
      "tafsirTranslate" : [
        "(8,29) Les croyants! Si vous craignez Allah Il vous accordera un critère <N:24>",
        "et vous purifier de vos péchés et vous pardonner. Allah est le Seigneur de riche",
        "bonté."
      ],
      "tanslateWordByWord" : [
        "O vous",
        "qui",
        "croyez",
        "Si",
        "tu as peur",
        "Allah",
        "Il accordera",
        "toi",
        "un critère",
        "et va supprimer",
        "de toi",
        "vos mauvaises actions",
        "et pardonner",
        "toi",
        "Et Allah",
        "(Est) le Possesseur",
        "(De) Bounty",
        "le grand"
      ],
      "notes" : {
        "24" : [
          "«Critère» signifie ce que l'on permet de distinguer entre le vrai et le faux;",
          "entre vrais et faux. Ceci est la nuance véhiculée par le terme coranique 'de",
          "furqan'. Si un homme est la crainte de Dieu et essaie de son mieux pour éviter",
          "des actes qui déplaisent à Dieu, Dieu crée en lui la capacité de discerner pour",
          "lui-même à chaque étape les actions sont propres et qui ne sont pas; quelle",
          "attitude conduces au bon plaisir de Dieu et qui est susceptible de subir sa",
          "colère. Cette lumière intérieure servira de pointeur à chaque tour et traversant,",
          "à chaque haut et en bas dans la vie, le guidant quant au moment où il doit",
          "procéder et quand il devrait se garder, en lui disant qui est le chemin de la",
          "vérité et conduit à Dieu, et ce qui est faux et conduit à Satan."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ ۖ وَاللَّهُ خَيْرُ الْمَاكِرِينَ",
      "simpleTranslate" : [
        "Rappelle-toi Prophète le temps où les infidèles tramaient des complots contre toi",
        "pour t’emprisonner, te tuer ou te bannir. Ainsi complotaient-ils ; mais Dieu",
        "déjoua tous leurs complots, car Dieu maîtrise tous les stratagèmes."
      ],
      "tafsirTranslate" : [
        "Et rappeler comment ceux qui ont mécru complota contre vous pour vous emmener en",
        "captivité, ou vous tuer, ou vous en voiture. <N:25> Ils complotèrent et Allah ont",
        "également régime. Allah est le meilleur de ceux qui régime."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "tracée",
        "contre vous",
        "ceux qui",
        "pas foi",
        "qu'ils vous retiennent",
        "ou",
        "vous tuer",
        "ou",
        "vous chasser",
        "Et ils avaient l'intention",
        "et (aussi) planifiait",
        "Allah",
        "Et Allah",
        "est le meilleur",
        "(De) les planificateurs"
      ],
      "notes" : {
        "25" : [
          "Appréhender la migration du Prophète à Médine, le Quraysh a convoqué un conseil",
          "de haut niveau en présence de tous les chefs de tribu à Dar al-Nadwah [(Conseil",
          "de la Maison)] pour décider d'un plan d'action décisif contre le Prophète [(la",
          "paix soit sur lui) ]. Ils ont réalisé qu'une fois que le Prophète [(la paix soit",
          "sur lui)] laissé Makka, il serait hors de leur portée, les rendant impuissants",
          "face à une menace redoutable. Un groupe d'entre eux était d'avis que le Prophète",
          "[(la paix soit sur lui)] devrait être emprisonné pour la vie et gardé dans les",
          "chaînes. Cette proposition a été, cependant, a refusé au motif que la détention",
          "du Prophète ne dissuaderait pas ses disciples de prêcher l'Islam et qu'ils",
          "saisiraient la première occasion pour libérer le Prophète [(la paix soit sur",
          "lui)], même au risque de leur propre vies. Un autre groupe a suggéré que le",
          "Prophète [(la paix soit sur lui)] devrait être exilé, car cela supprimerait le",
          "mal et la subversion loin de Makka, et il ne serait pas question où il a passé",
          "ses jours, ni ce qu'il a fait, pour Makka serait à l'abri de son influence. Cette",
          "proposition, aussi, a été rejeté par crainte de la persuasion et l'éloquence du",
          "Prophète, et sa capacité à gagner les cœurs des gens d'autres tribus et donc",
          "représenter une plus grande menace à l'avenir. Enfin, Abu Jahl a suggéré qu'un",
          "groupe de jeunes hommes issus de tous les différents clans de Quraysh devrait",
          "conjointement bondir sur le Prophète [(la paix soit sur lui)] et de le tuer. Dans",
          "un tel cas, la responsabilité de son sang reposerait sur tous les clans de la",
          "Quray'sh. Il serait donc devenu impossible pour 'Abd Manaf, le clan du Prophète.",
          "pour se venger de tout un clan particulier. Une telle décision obligerait les",
          "parents du Prophète à déposer leurs demandes de représailles et de les forcer à",
          "régler pour le prix du sang. En conséquence, les jeunes hommes chargés de",
          "l'exécution de ce plan ont été sélectionnés et ont été informés de l'endroit et",
          "l'heure exacte à laquelle ils devaient commettre le crime. Non seulement cela,",
          "les prétendus assassins ont en effet arriver à l'endroit désigné à l'heure",
          "convenue. Cependant, avant de pouvoir lui nuire au Prophète [(la paix soit sur",
          "lui)] a réussi à échapper en toute sécurité. . L'intrigue Ouraysh était donc",
          "frustré à la onzième heure. [(Voir Ibn Hisham, vol 1, pp 480-2 Voir aussi les",
          "commentaires de Ibn Kathir sur le verset -.... Ed)]"
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَٰذَا ۙ إِنْ هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "Lorsque Nos versets leur sont récités, ils disent : «Oui, nous les avons déjà",
        "entendus ! Et si nous le voulions, nous en dirions autant, car ce ne sont là que",
        "des histoires anciennes !»"
      ],
      "tafsirTranslate" : [
        "Et lorsque Nos versets leur sont récités, ils disent: «Nous avons entendu. Nous",
        "pourrions, si nous voulions, composer de semblable. Ils ne sont rien que des",
        "fables des temps anciens »."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "sont récitée",
        "pour eux",
        "Nos versets",
        "ils disent",
        "En vérité",
        "nous avons entendu",
        "si",
        "nous souhaitons",
        "sûrement, nous pourrions dire",
        "comme",
        "ce",
        "ne pas",
        "est-ce",
        "mais",
        "contes",
        "(De) l'ancien (personnes)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَٰذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ",
      "simpleTranslate" : [
        "Et ils disent aussi : «Ô Dieu ! Si c’est là la Vérité que Tu nous envoies, fais",
        "pleuvoir sur nous des pierres, ou inflige-nous quelques terribles tourments !»"
      ],
      "tafsirTranslate" : [
        "Et aussi rappeler quand ils ont dit: «O Allah! Si ce fait est la vérité de vous,",
        "alors pleuvoir des pierres sur nous du ciel, ou venir sur nous un châtiment",
        "douloureux. » <N:26>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "ils ont dit",
        "O Allah",
        "Si",
        "était",
        "ce",
        "[il]",
        "la vérité",
        "[de]",
        "de toi",
        "puis (send) pluie",
        "sur nous",
        "(de) pierres",
        "de",
        "Le ciel",
        "ou",
        "faire (sur) nous",
        "une punition",
        "douloureux"
      ],
      "notes" : {
        "26" : [
          "Ces paroles ont été prononcées par voie de défi plutôt que d'une prière à Dieu.",
          "Ce qu'ils voulaient dire était que le message avait du Prophète [(la paix soit",
          "sur lui)] été vrai, et de Dieu, son rejet aurait entraîné un fléau lourd, et les",
          "pierres seraient tombés sur eux du ciel. Comme rien de ce genre qui est arrivé,",
          "il était évident que le message était ni vrai ni de Dieu."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ ۚ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ",
      "simpleTranslate" : [
        "Mais Dieu ne saurait les châtier tant que tu te trouves parmi eux ; de même qu’Il",
        "ne saurait les punir tant qu’ils demandent Son pardon !"
      ],
      "tafsirTranslate" : [
        "Mais Allah était de ne pas les châtier pendant que vous êtes au milieu d'eux; ni",
        "a Allah va les châtier alors qu'ils cherchaient son pardon. <N:27>"
      ],
      "tanslateWordByWord" : [
        "Mais non",
        "est",
        "(pour Allah",
        "qu'il les punit",
        "pendant que tu",
        "(Sont) parmi eux",
        "et pas",
        "est",
        "Allah",
        "Celui qui les punit",
        "pendant qu'ils",
        "demander pardon"
      ],
      "notes" : {
        "27" : [
          "Ceci est une réplique au défi implicite dans la remarque ci-dessus des mécréants.",
          "En réponse, il a été expliqué pourquoi les gens ont été épargnés fléau céleste",
          "pendant la période mecquoise de la vie du Prophète. La première raison étant que",
          "Dieu ne punit pas un peuple aussi longtemps que le prophète est au milieu d'eux,",
          "occupé en les invitant à la vérité. Ces personnes sont plutôt accordées répit et",
          "ne sont pas privés de la possibilité de se réformer en envoyant un fléau trop",
          "vite. Deuxièmement, s'il y a un bon nombre de personnes dans un pays qui",
          "reconnaissent qu'ils ont été négligents et insouciants et ont commis l'iniquité,",
          "qui cherchent le pardon de Dieu et nous nous efforçons de se réformer, il ne",
          "reste aucun motif légitime de les soumettre à un céleste fléau. Le temps pour un",
          "tel fléau vient quand un prophète qui n'a pas ménagé ses efforts pour réformer",
          "son peuple sent qu'il a épuisé tous ses efforts, et conclut que son peuple ont",
          "aucune justification à persister dans leur iniquité, et part de cette terre ou",
          "est banni de celui-ci par son peuple ou est assassiné par eux. Un fléau d'en haut",
          "devient alors imminente puisque les gens de ce pays ont prouvé par leurs actes",
          "leur incapacité à tolérer tout élément juste au milieu d'eux."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ ۚ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Sinon, qu’auraient-ils de particulier pour que Dieu ne les soumette pas au",
        "supplice, eux qui empêchent les fidèles d’accéder à la Mosquée sacrée, comme",
        "s’ils en étaient les gardiens, alors que ses vrais gardiens sont ceux qui",
        "craignent le Seigneur? Mais la plupart d’entre eux ne le comprennent pas !"
      ],
      "tafsirTranslate" : [
        "Mais ce qui empêche Allah de les châtiant maintenant quand ils font obstacle à",
        "des gens de la Mosquée sacrée, même si elles ne sont même pas ses véritables",
        "gardiens. Pour ses véritables gardiens n'y en a pas, mais la crainte de Dieu,",
        "bien que la plupart d'entre eux ne savent pas que."
      ],
      "tanslateWordByWord" : [
        "Mais quoi",
        "(Is) pour les",
        "qui ne",
        "(Devrait) punir",
        "Allah",
        "pendant qu'ils",
        "entraver (personnes)",
        "de",
        "Al-Masjid",
        "Al-haram",
        "tout en ne",
        "elles sont",
        "ses gardiens",
        "Non (peut être)",
        "ses gardiens",
        "sauf",
        "ceux qui craignent Allah",
        "mais",
        "la plupart d'entre eux",
        "(ne pas",
        "connaître"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً ۚ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ",
      "simpleTranslate" : [
        "Même leur prière dans l’enceinte sacrée n’était que sifflements entre les doigts",
        "et battements des mains. «Goûtez donc au châtiment que vous méritez par votre",
        "impiété !»"
      ],
      "tafsirTranslate" : [
        "(8,35) Leur prière à la Maison est rien, mais sifflement et battements de mains.",
        "<N:28> Le goût, alors, ce châtiment pour votre nier la vérité. <N:29>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "était",
        "leur prière",
        "à",
        "la maison",
        "sauf",
        "sifflement",
        "et applaudissements",
        "donc, le goût",
        "la punition",
        "car",
        "vous avez utilisé pour",
        "ne pas croire"
      ],
      "notes" : {
        "28" : [
          "Ceci est de dissiper un malentendu commun parmi les Arabes de ces jours. Ils",
          "étaient généralement enclins à supposer que depuis le Quraysh étaient les",
          "gardiens et les gardiens de la Kaaba et ont également été engagés dans le culte à",
          "ce lieu saint, ils étaient bénéficiaires de faveurs spéciales de Dieu. Ici, les",
          "gens sont informés que la tutelle de facto de la Ka'ba ne doit pas être confondue",
          "avec sa tutelle de jure. Pour seulement la crainte de Dieu et pieux sont les",
          "gardiens légitimes de la Ka, bah. Quant au Quraysh, loin de se comporter d'une",
          "manière de devenir des gardiens de la Kaaba, ils avaient pratiquement eux-mêmes",
          "installé comme ses maîtres, et étaient coupables d'empêcher les gens d'adorer là",
          "à volonté. Cette attitude ouvertement trahi leur impiété, et la justice des",
          "Nations Unies. Quant à leur culte dans la Ka'ba. il était tout à fait dénué de",
          "dévotion religieuse et de sincérité. Ils ne se sont sérieusement à Dieu, ni",
          "affichés toute soumission ou de l'humilité véritable, ni engagés dans Lui",
          "rappelant avec adoration. Leur culte se composait de bruit sans signification et",
          "clameurs, des actes qui semblaient plus près de jouer et plaisanterie que des",
          "actes de dévotion religieuse. Comment une telle tutelle de la Ka'ba et de tels",
          "actes non graves au nom de la faveur de Dieu le culte gagnant pour eux, ou",
          "l'immunité sécurisée pour eux à partir du fléau de Dieu pourrait?"
        ],
        "29" : [
          "Le Quraysh croit que la punition de Dieu prend nécessairement la forme d'une",
          "calamité naturelle ou une pluie de pierres du ciel. Ils sont, cependant, dit que",
          "leur défaite décisive à la bataille de Badr, qui a assuré la survie de l'Islam et",
          "orthographié mort pour leur Jahiliyah bien-aimée était une forme de punition de",
          "Dieu pour eux."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ ۚ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ ۗ وَالَّذِينَ كَفَرُوا إِلَىٰ جَهَنَّمَ يُحْشَرُونَ",
      "simpleTranslate" : [
        "Les négateurs dépensent leurs biens pour détourner les gens de la Voie du",
        "Seigneur. Et quand ils les auront gaspillés, ils en éprouveront du regret. Puis,",
        "après avoir connu la défaite, c’est vers la Géhenne qu’ils seront conduits,"
      ],
      "tafsirTranslate" : [
        "Certes, ceux qui nient la vérité dépensent leurs biens pour éloigner les gens de",
        "la voie d'Allah, et continuera à dépenser de façon jusqu'à ce que leurs efforts",
        "deviennent une source d'intense regret pour eux, et ils seront vaincus , puis ces",
        "deniers de la vérité seront conduits à l'enfer,"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "ne pas croire",
        "ils dépensent",
        "leur richesse",
        "entraver (personnes)",
        "de",
        "(le chemin",
        "(De) Allah",
        "Donc, ils vont dépenser",
        "puis",
        "ce sera",
        "pour eux",
        "un regret",
        "puis",
        "ils seront surmontés",
        "Et ceux qui",
        "ne pas croire",
        "à",
        "enfer",
        "ils seront réunis"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ وَيَجْعَلَ الْخَبِيثَ بَعْضَهُ عَلَىٰ بَعْضٍ فَيَرْكُمَهُ جَمِيعًا فَيَجْعَلَهُ فِي جَهَنَّمَ ۚ أُولَٰئِكَ هُمُ الْخَاسِرُونَ",
      "simpleTranslate" : [
        "afin que s’accomplisse la distinction entre les bons et les mauvais, et afin que",
        "Dieu entasse ces derniers les uns sur les autres pour n’en faire qu’un monceau",
        "qu’Il jettera en Enfer. Et ce sont eux, en fin de compte, les perdants !"
      ],
      "tafsirTranslate" : [
        "afin qu'Allah séparer le mauvais du bon, et se réunir tous ceux qui sont mauvais",
        "en un tas les uns sur les autres, et les jeter dans l'enfer. Ils, ce sont eux qui",
        "sont les perdants. <N:30>"
      ],
      "tanslateWordByWord" : [
        "Cela peut distinguer",
        "Allah",
        "les méchants",
        "de",
        "le bon",
        "et lieu",
        "les méchants",
        "certains d'entre eux",
        "sur",
        "autres",
        "et les tas",
        "tous ensemble",
        "et les mettre",
        "dans",
        "enfer",
        "Ceux",
        "ils",
        "(Sont) les perdants"
      ],
      "notes" : {
        "30" : [
          "Que peut-être plus calamiteuse que la découverte d'une personne à la fin de la",
          "route que tout le temps, l'énergie, la capacité et la quintessence même de sa vie",
          "qu'il a consacré l'a conduit tout droit à sa ruine; que ses investissements loin",
          "de céder tout intérêt ou dividende exigeront de lui le paiement d'un châtiment",
          "douloureux à la place."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ وَإِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "Avertis les infidèles que s’ils mettent fin à leur impiété, leurs fautes passées",
        "seront pardonnées, mais que s’ils récidivent, ils n’auront plus qu’à méditer",
        "l’exemple des peuples qui les ont précédés."
      ],
      "tafsirTranslate" : [
        "[O Prophète!] Dites aux incroyants que s'ils cessent du mal, leur passé est",
        "pardonné et si elles reviennent à leurs manières passées, alors il est bien connu",
        "ce qui est arrivé avec les gens du passé ."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "à ceux qui",
        "ne pas croire",
        "si",
        "ils cessent",
        "sera pardonné",
        "pour eux",
        "quelle",
        "[en vérité]",
        "(Est) passé",
        "Mais si",
        "ils reviennent",
        "puis en vérité",
        "précédé",
        "(la pratique",
        "(De) l'ancien (personnes)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "وَقَاتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ ۚ فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ",
      "simpleTranslate" : [
        "Combattez-les jusqu’à ce qu’il n’y ait plus de sédition et que tout culte soit",
        "rendu uniquement à Dieu. Mais, s’ils désarment, qu’ils sachent que Dieu voit",
        "parfaitement ce qu’ils font."
      ],
      "tafsirTranslate" : [
        "Et lutter contre eux jusqu'à ce que le mal se termine et la façon prescrite par",
        "Allah - l'ensemble de celui-ci -prevail <N:31> Ensuite, s'ils abandonnent le mal,",
        "car Allah voit ce qu'ils font."
      ],
      "tanslateWordByWord" : [
        "Et combattez-les",
        "jusqu'à",
        "ne pas",
        "il y a",
        "oppression",
        "et est",
        "la religion",
        "tout",
        "pour Allah",
        "Mais si",
        "ils cessent",
        "alors en effet",
        "Allah",
        "de quoi",
        "ils font",
        "(Est) Clairvoyant"
      ],
      "notes" : {
        "31" : [
          "Ceci est une réitération de l'objectif, mentionné plus haut dans al-Baqarah 2:",
          "193, pour lesquels les musulmans sont tenus de faire la guerre. Le but est",
          "double. Négativement parlant, le but est d'éradiquer la «méfait». Le but positif",
          "consiste à établir un état de choses dans lequel toute obéissance est rendu à",
          "Dieu seul. Cela seul est la raison pour laquelle les croyants peuvent, devraient",
          "plutôt, se battre. Se battre pour tout autre but est illégale. Elle n'a pas non",
          "incomberait hommes de foi de prendre part à des guerres à des fins mondaines.",
          "[(Pour de plus amples explications, voir vers la compréhension du Coran, vol 1,",
          "al-Baqarah 2, nn .. 204 et 205, pp 152-3 -... Ed)]"
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "وَإِنْ تَوَلَّوْا فَاعْلَمُوا أَنَّ اللَّهَ مَوْلَاكُمْ ۚ نِعْمَ الْمَوْلَىٰ وَنِعْمَ النَّصِيرُ",
      "simpleTranslate" : [
        "Et s’ils tournent le dos, sachez que Dieu est votre Maître. Quel excellent Maître",
        "et quel excellent Protecteur !"
      ],
      "tafsirTranslate" : [
        "Mais s'ils se détournent, alors sachez bien que Dieu est votre Protector - une",
        "excellente protection et un excellent Helper."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "ils se détournent",
        "sachez alors",
        "cette",
        "Allah",
        "(Est) votre Protector",
        "Excellent",
        "(Est) le Protecteur",
        "et excellent",
        "(Est) le Helper"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَمَا أَنْزَلْنَا عَلَىٰ عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "Sachez que, sur tout butin que vous faites, le cinquième revient à Dieu, au",
        "Prophète, à ses proches, aux orphelins, aux pauvres et aux voyageurs démunis,",
        "pour peu que vous croyez en Dieu et à ce que Nous avons révélé à Notre Serviteur,",
        "le jour où le vrai s’est distingué du faux (al-furqân), le jour où les deux",
        "armées se sont rencontrées. La puissance de Dieu n’a point de limite !"
      ],
      "tafsirTranslate" : [
        "Sachez que un cinquième du butin que vous obteniez appartient à Allah, au",
        "Messager, aux proches parents, aux orphelins et aux nécessiteux, et le Wayfarer.",
        "<N:32> Cela vous doit observer si vous croyez vraiment en Allah et en ce que Nous",
        "avons fait descendre sur Notre serviteur <N:33> le jour où le vrai se distinguait",
        "du faux, le jour où les deux armées se rencontrèrent dans la bataille. Allah a le",
        "pouvoir sur toutes choses."
      ],
      "tanslateWordByWord" : [
        "Et saches",
        "ce que",
        "vous obtenez (comme) butin de guerre",
        "de",
        "n'importe quoi",
        "alors que",
        "pour Allah",
        "(Est) un cinquième de celui-ci",
        "et pour le Messenger",
        "et pour",
        "proches parents",
        "et les orphelins",
        "et les nécessiteux",
        "et le",
        "voyageur",
        "si",
        "toi",
        "croyez",
        "en Allah",
        "et (dans) ce qui",
        "Nous avons fait descendre",
        "à",
        "Notre esclave",
        "(au jour",
        "(D ') le critère",
        "(le jour",
        "(Quand) rencontré",
        "les deux forces",
        "Et Allah",
        "(est sur",
        "chaque",
        "chose",
        "Tout-puissant"
      ],
      "notes" : {
        "32" : [
          "Ce verset de faire la loi pour distribuer le butin de guerre. Dépouilles de",
          "guerre, comme mentionné précédemment, essentiellement appartiennent à Dieu et à",
          "Son messager. Eux seuls ont le droit de disposer d'eux. Quant aux soldats qui se",
          "battent, ils ne sont pas les propriétaires légitimes des dépouilles; ce qu'ils ne",
          "reçoivent devrait être considérée comme une récompense supplémentaire de Dieu",
          "plutôt que de leur droit légitime. \n Ici, il est dit que Dieu et Son messager ont",
          "décidé de disposer du butin. La règle prescrite est que les soldats devraient",
          "depbsit tout le butin avec la règle ou le commandant sans faire aucun effort pour",
          "dissimuler quoi que ce soit. Un cinquième du butin ainsi déposés serait affecté",
          "aux fins mentionnées dans le présent verset et les quatre cinquièmes serait",
          "réparti entre les soldats qui avaient pris part aux combats. Conformément à la",
          "directive contenue dans le présent verset, après chaque bataille, le Prophète",
          "[(la paix soit sur lui)] utilisé pour proclamer: «Ce sont vos dépouilles. Ma",
          "propre part en eux est plus d'un cinquième et même que le cinquième est consacré",
          "à vous. Apportez tout, même si elle est un morceau de fil ou une aiguille, ou",
          "quoi que ce soit plus grand ou plus petit, et ne rien prendre par la ruse",
          "[(gulal)], pour prendre par la ruse est un acte honteux, et conduirait à l'Enfer.",
          "' [(Ahmad b Hanbal, Musnad, vol 5, p 316 -.... Ed)] \n Il est pertinent de",
          "rappeler que la part de Dieu et Son Messager [(la paix soit sur lui)] dans le",
          "butin signifie qu'une partie du butin devrait être affectée à la lutte pour",
          "exalter la Parole de Dieu et d'établir l'Islam en tant que opérationnelle système",
          "de vie .. \n Quant au mot «parents» dans le verset, durant la vie du Prophète, il",
          "était pour ses parents. Étant donné que le Prophète [(la paix soit sur lui)] a",
          "consacré tout son temps à la cause de l'Islam, il n'a pas été en mesure de gagner",
          "sa vie. Par conséquent, un arrangement a dû être fait pour le maintien du",
          "Prophète [(la paix soit sur lui)], ainsi que pour sa famille, et les parents à",
          "charge sur lui pour un soutien financier. Par conséquent, une partie de khums",
          "[(un cinquième du butin de guerre)] a été spécifié à cet effet. Il y a,",
          "cependant, un certain désaccord entre les juristes comme à qui cette part devrait",
          "aller à après la mort du Prophète. Certains juristes estiment que, après la mort",
          "du Prophète la règle se tient abrogé. Selon d'autres juristes, cette partie",
          "devrait aller à des proches de ceux qui l'ont réussi à Califat. D'autres juristes",
          "sont d'avis que cette part devrait être réparti entre les membres pauvres de la",
          "famille du Prophète. Au meilleur de ma connaissance, les califes bien guidés ont",
          "suivi la dernière pratique. [(Voir les commentaires de Qurtubi, Ibn Kathir et",
          "Jassas sur le verset Voir aussi Ibn Rushd, Bidayat al-Mujtahid, vol 1, pp 377-8",
          "-.... Ed)]"
        ],
        "33" : [
          "Cela fait référence à l'appui et l'aide de Dieu qui a amené la victoire pour les",
          "musulmans."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَىٰ وَالرَّكْبُ أَسْفَلَ مِنْكُمْ ۚ وَلَوْ تَوَاعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعَادِ ۙ وَلَٰكِنْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَىٰ مَنْ حَيَّ عَنْ بَيِّنَةٍ ۗ وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ",
      "simpleTranslate" : [
        "Ce jour-là, vous vous trouviez sur le versant le plus proche et vos ennemis sur",
        "le versant le plus éloigné, tandis que la caravane se trouvait en contre-bas.",
        "Votre rencontre, donc, aurait pu ne pas avoir lieu, même si vous vous étiez donné",
        "rendez-vous. Mais Dieu veillait à l’exécution d’un arrêt pris par Lui de toute",
        "éternité pour que pérît, en connaissance de cause, celui qui devait périr, et",
        "survécût à la mêlée, en connaissance de cause, celui qui devait survivre. En",
        "vérité, Dieu entend tout et sait tout."
      ],
      "tafsirTranslate" : [
        "Et rappeler quand vous étiez campé à l'extrémité la plus proche de la vallée (de",
        "Badr) et ils étaient au fond et la caravane ci-dessous (le long de la mer). Si",
        "vous aviez fait un rendez-vous commun de rencontrer dans la rencontre, vous avez",
        "refusé. Mais la rencontre a été provoquée afin qu'Allah pourrait accomplir ce",
        "qu'Il avait décrété, et que celui qui devait périr périssent par une preuve",
        "claire et qui était de survivre pourrait survivre grâce à une preuve évidente.",
        "<N:34> Certes, Allah est All- Audition, Omniscient. <N:35>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "vous étiez)",
        "sur le côté de la vallée",
        "le plus proche",
        "et ils",
        "(Étaient) du côté",
        "le plus loin",
        "et la caravane",
        "(Était) inférieure",
        "que toi",
        "Et si",
        "vous (eu) pris rendez-vous",
        "certainement vous auriez échoué",
        "dans",
        "le rendez-vous",
        "Mais",
        "qui pourrait accomplir",
        "Allah",
        "une matière",
        "(c'était",
        "destiné",
        "que (peut-être) détruit",
        "(ceux qui",
        "(Devaient être) détruits",
        "sur",
        "une preuve claire",
        "et (peut) vivre",
        "(ceux qui",
        "(Devait) vivre",
        "sur",
        "une preuve claire",
        "Et en effet",
        "Allah",
        "(Est) Audient",
        "Omniscient"
      ],
      "notes" : {
        "34" : [
          "Les vivants et les morts dont parle le verset ci-dessus ne signifie pas les",
          "personnes qui ont survécu à la bataille ou les personnes tuées pendant. La",
          "référence ici est aux entités idéologiques de l'Islam et Jahiliyah."
        ],
        "35" : [
          "Dieu est ni aveugle, ni sourd ni ignorant. Au contraire, Il est Omniscient,",
          "Clairvoyant et Sage. Par conséquent, nous trouvons le reflet de la connaissance,",
          "la sagesse de Dieu et de la justice dans l'histoire."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلًا ۖ وَلَوْ أَرَاكَهُمْ كَثِيرًا لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ وَلَٰكِنَّ اللَّهَ سَلَّمَ ۗ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
      "simpleTranslate" : [
        "Dieu t’avait montré en songe une armée ennemie peu nombreuse, car s’Il te l’avait",
        "montrée plus forte, vous vous seriez certainement découragés et la discorde se",
        "serait installée dans vos rangs. Mais Dieu vous en a préservés, car Dieu connaît",
        "parfaitement ce que recèlent les cœurs."
      ],
      "tafsirTranslate" : [
        "Et rappeler quand Allah leur a montré à vous dans votre rêve d'être peu nombreux.",
        "<N:36> avaient Il leur a montré à vous d'être nombreux, vous auriez signalé et en",
        "désaccord avec l'autre autour les combattre. Mais Allah vous a sauvé. Certes,",
        "Allah sait ce qui est caché dans les seins."
      ],
      "tanslateWordByWord" : [
        "Quand",
        "vous (où) les montré",
        "(Par) Allah",
        "dans",
        "ton rêve",
        "(As) quelques-uns",
        "et si",
        "Il leur avait montré à vous",
        "(autant",
        "sûrement vous auriez perdu courage",
        "et sûrement vous avez contesté",
        "dans",
        "la question",
        "mais",
        "Allah",
        "sauvé (vous)",
        "En effet, il",
        "(Est) Omniscient",
        "de ce qui est en",
        "les seins"
      ],
      "notes" : {
        "36" : [
          "Cela fait référence à l'époque où le Prophète [(la paix soit sur lui)] quittait",
          "Madina avec les musulmans, ou était sur le chemin de Badr pour la rencontre avec",
          "les Quraysh et ne dispose d'aucune information précise sur la force de l'ennemi .",
          "Dans un rêve, cependant, le Prophète [(la paix soit sur lui)] a eu une vision de",
          "l'ennemi. Sur la base de cette vision, le prophète [(paix qu'il lui)] estime que",
          "l'ennemi, était pas trop puissant. Plus tard, quand le Prophète [(la paix soit",
          "sur lui)] a raconté son rêve aux musulmans, ils; ont également été encouragés et",
          "hardiment allé de l'avant pour faire face à l'ennemi,"
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللَّهُ أَمْرًا كَانَ مَفْعُولًا ۗ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
      "simpleTranslate" : [
        "Et lorsque vous vous êtes rencontrés avec vos ennemis, Dieu les fit apparaître à",
        "vos yeux moins nombreux qu’ils n’étaient en réalité ; de même qu’Il vous fit",
        "apparaître à leurs yeux peu nombreux, afin que fût parachevé le Décret divin qui",
        "devait être exécuté. C’est à Dieu que tout doit être ramené."
      ],
      "tafsirTranslate" : [
        "Et rappeler quand il a fait apparaître comme peu vos yeux lorsque vous les avez",
        "rencontrés dans la bataille tout comme il vous diminua à leurs yeux afin qu'Allah",
        "pourrait accomplir ce qui avait été décrété. A Allah sont toutes les questions",
        "visées par la décision."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Il leur a montré à vous",
        "quand",
        "Tu as rencontré",
        "dans",
        "tes yeux",
        "(As) quelques-uns",
        "et Il vous a fait (apparaissent) que quelques-uns",
        "dans",
        "leurs yeux",
        "qui pourrait accomplir",
        "Allah pourrait accomplir",
        "une matière",
        "(c'était",
        "(Déjà) à destination",
        "Et à",
        "Allah",
        "retour",
        "(tous) les questions"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Lorsque vous êtes en face d’une armée ennemie, soyez fermes",
        "et invoquez sans cesse le Nom de votre Seigneur ! Votre succès est à ce prix."
      ],
      "tafsirTranslate" : [
        "Les croyants! Lorsque vous rencontrez un hôte dans la bataille, rester ferme et",
        "invoquez beaucoup Allah que vous pouvez triompher."
      ],
      "tanslateWordByWord" : [
        "O vous",
        "qui",
        "croyez",
        "Quand",
        "vous rencontrez",
        "une force",
        "puis être ferme",
        "Et rappelez-vous",
        "Allah",
        "beaucoup",
        "afin que vous puissiez",
        "(avoir du succès"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلَا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ ۖ وَاصْبِرُوا ۚ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ",
      "simpleTranslate" : [
        "Obéissez à Dieu et à Son Prophète ! Ne vous livrez pas entre vous à des disputes",
        "qui entameraient votre union et compromettraient vos chances de succès ! Soyez",
        "patients ! Dieu est avec ceux qui font preuve de patience."
      ],
      "tafsirTranslate" : [
        "Et obéissez à Allah et à Son messager, et ne pas se quereller avec l'autre afin",
        "que vous ne perdez pas courage et votre force. Soyez ferme, car Allah est avec",
        "ceux qui restent fermes. <N:37>"
      ],
      "tanslateWordByWord" : [
        "Et obéissez",
        "Allah",
        "et Son Messager",
        "et (faire) pas",
        "différend",
        "de peur que vous perdez courage",
        "et (serait) partent",
        "votre force",
        "et être patient",
        "Effectivement",
        "Allah",
        "(est avec",
        "endurants"
      ],
      "notes" : {
        "37" : [
          "On a demandé aux croyants de faire preuve de retenue. Ils étaient tenus de ne pas",
          "la hâte, la panique, la consternation, la croyance et l'enthousiasme déplacée",
          "pour. Ils ont été conseillés de procéder la tête froide et de prendre des",
          "décisions réfléchies. Ils ont également été invités à ne pas relâcher un pouce,",
          "même face à des dangers Crave: abstenir d'agir inconsidérément sous provocation;",
          "de cesser de prendre des mesures hâtives par impatience. Ils ont également été",
          "invités à exercer un contrôle sur eux-mêmes de peur qu'ils ont été tentés par les",
          "gains matériels. Toutes ces instructions sont implicites dans la directive",
          "coranique de la patience donnée aux musulmans. Dieu étend toute l'aide et le",
          "soutien à ceux qui exercent «patience» [(sabr)] dans le sens ci-dessus."
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَلَا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَرًا وَرِئَاءَ النَّاسِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ ۚ وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ",
      "simpleTranslate" : [
        "N’imitez pas ces gens qui ont quitté leurs demeures, pleins d’ostentation et de",
        "gloriole, pour détourner leurs semblables de la Voie de Dieu, et dont aucun de",
        "leurs gestes n’a échappé au Seigneur."
      ],
      "tafsirTranslate" : [
        "Et ne soyez pas comme ceux qui sortirent de leurs maisons exultant, avec le désir",
        "d'être vu des hommes, et d'entraver les autres de la voie d'Allah. <N:38> Allah",
        "englobe tout ce qu'ils font."
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "être",
        "comme ceux qui",
        "est sorti",
        "de",
        "leurs maisons",
        "vantardise",
        "et montrant",
        "(À) les personnes",
        "et entraver (les)",
        "de",
        "(le chemin",
        "(De) Allah",
        "Et Allah",
        "de quoi",
        "ils font",
        "(Est) All-Englobant"
      ],
      "notes" : {
        "38" : [
          "Cette allusion à l'armée du Qurayash mécréant, qui, quand il a procédé à une",
          "expédition militaire contre les musulmans, était accompagné par le chant et la",
          "danse ménestrels. [(Voir Ibn Sa`d vol 2, p 13 -.... Ed)] Chaque fois que l'armée",
          "arrête, danser et boire les parties ont eu lieu. Aussi l'armée arrogante vantait",
          "sa puissance militaire et la force numérique avant que les tribus et les",
          "localités qui sont tombés sur le chemin, et se vantait de son invincibilité.",
          "[(Voir al-Waqidi, vol 1, p 39 -... Ed)] Ce bien est à propos de l'état moral de",
          "l'armée Quraysh. Ce qui était encore pire était l'objet de leur combat. Ils ne se",
          "battent pas pour tout noble idéal. Ce qu'ils visent à était simplement pour",
          "vaincre les forces de la vérité et de la justice, de supprimer et d'effacer le",
          "seul groupe qui cherchait à défendre la vérité. Ils ne voulaient tout simplement",
          "pas une pour défendre la cause de la vérité et de la justice. \n Cette occasion a",
          "été jugé approprié pour avertir les musulmans de ne pas se laisser dégénérer en",
          "un groupe comme le Quraysh. Dieu leur avait favorisé avec la foi et la dévotion à",
          "la vérité. et de gratitude à Dieu pour cette faveur nécessaire qu'ils devraient",
          "purifier à la fois leur conduite et leur raison de se battre. \n Cette directive",
          "ne visait pas seulement pour le temps où il a été révélé. Il est tout aussi",
          "applicable aujourd'hui, et restera applicable dans tous les temps à venir. Les",
          "forces de l'incroyance aujourd'hui ne sont pas différents de ceux de l'époque du",
          "Prophète [(la paix, il lui)] pour l'état moral des armées actuelles est pas mieux",
          "que des armées dans le passé. Dispositions pour la prostitution et boire sont",
          "autant une partie des armées actuelles des incroyants comme jamais auparavant.",
          "Les soldats dans ces armées se sentent aucune honte à demander ouvertement la",
          "quantité maximale de boissons alcoolisées et autant de call-girls que possible.",
          "Sans aucun sentiment de honte les soldats demandent pratiquement leurs",
          "compatriotes à mettre à leur disposition leurs filles et sœurs pour la",
          "satisfaction de leurs désirs. Cela étant le cas, comment peut-on espérer que les",
          "soldats d'aujourd'hui ne seraient pas aller à commettre la débauche et de polluer",
          "la vie des gens dans les terres qu'ils arrivent à conquérir? \n En dehors de la",
          "corruption morale, les soldats des armées d'aujourd'hui sont connus pour leur",
          "arrogance et affrontery aux peuples conquis. Leurs gestes et la conversation -",
          "deux soldats et officiers ordinaires - témoignent de leur arrogance. Arrogance se",
          "reflète également dans les déclarations faites par les hommes d'Etat des nations",
          "militairement forts et triomphants qui, en effet disent vantardise à leur peuple,",
          "dans les mots du Coran: «Nul ne te vaincront aujourd'hui '[(al-Anfal 8: 48",
          "<V:8:48>)] et défiant le monde entier dans leur gloriole: «Qui est plus grand que",
          "nous en force? [(Fusilat 41: 15 <V:41:15>)]. \n Ces pouvoirs sont évidemment",
          "méchants, mais les fins pour lesquelles ils font la guerre sont encore plus. Ces",
          "pouvoirs sont désireux, par pure ruse, pour assurer le reste du monde que dans la",
          "guerre, ils sont invités que par le bien-être de l'humanité. En fait, ils",
          "pourraient avoir soit un motif pour faire la guerre ou d'une autre, mais il est",
          "absolument certain que le motif est pas le bien-être de l'humanité. Leur but est",
          "d'établir leur contrôle exclusif et d'exploiter les ressources créées par Dieu",
          "pour toute l'humanité. Leur objectif est de réduire d'autres pays à la position",
          "de scieurs de bois et porteurs d'eau et de les soumettre à thraldom et de la",
          "servitude. Ici musulmans sont dit, en effet, qu'ils devraient éviter les voies de",
          "non-musulmans et cesser de consacrer leur vie, de l'énergie et des ressources aux",
          "fins du mal pour lesquelles les non-musulmans engager dans une guerre."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ وَإِنِّي جَارٌ لَكُمْ ۖ فَلَمَّا تَرَاءَتِ الْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ وَقَالَ إِنِّي بَرِيءٌ مِنْكُمْ إِنِّي أَرَىٰ مَا لَا تَرَوْنَ إِنِّي أَخَافُ اللَّهَ ۚ وَاللَّهُ شَدِيدُ الْعِقَابِ",
      "simpleTranslate" : [
        "Satan avait embelli aux yeux de ces négateurs leurs propres actions et leur avait",
        "dit : «Qui, aujourd’hui, est en mesure de vous vaincre? D’ailleurs, je suis là, à",
        "vos côtés !» Mais, lorsque les deux troupes étaient en vue l’une de l’autre,",
        "Satan tourna sur ses talons et leur dit : «Je vous désavoue ; je vois des choses",
        "que vous ne voyez pas. En vérité, je crains Dieu, car Dieu est Terrible quand Il",
        "sévit !»"
      ],
      "tafsirTranslate" : [
        "Et rappeler quand Satan fait leurs œuvres semblent juste pour eux et dit: «Nul ne",
        "te vaincront aujourd'hui. et je suis votre soutien. \" Mais quand les deux armées",
        "se faisaient face, il se tourna sur ses talons, et dit: «Certes, je suis arrêté",
        "de vous car je vois ce que vous ne le faites pas. En effet, je crains Allah, et",
        "Allah est dur en punition. »"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "enjolivait",
        "pour eux",
        "le Shaitaan",
        "leurs actions",
        "et il a dit",
        "Personne)",
        "(Peut) surmonter",
        "[à toi",
        "aujourd'hui",
        "de",
        "les gens",
        "et en effet, je suis",
        "un voisin",
        "pour toi",
        "Mais quand",
        "est venu en vue",
        "les deux forces",
        "il se détourna",
        "sur",
        "ses talons",
        "et dit",
        "En effet, je suis",
        "gratuit",
        "de toi",
        "En effet, je",
        "voir",
        "quelle",
        "ne pas",
        "tu vois",
        "en effet, je",
        "[Je crains",
        "Allah",
        "Et Allah",
        "(Est) sévère",
        "(En) la peine"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ غَرَّ هَٰؤُلَاءِ دِينُهُمْ ۗ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ",
      "simpleTranslate" : [
        "Quant aux hypocrites et aux sceptiques, ils disaient des vrais croyants : «Ces",
        "gens-là, abusés par leur religion, surestiment leur force.» Mais seuls ceux qui",
        "s’en remettent à Dieu en éprouvent la Puissance et la Sagesse."
      ],
      "tafsirTranslate" : [
        "Et rappeler quand les hypocrites et ceux dont les cœurs ont été malades dit:",
        "«Leur foi a trompé ces (croyants) <N:39> Mais celui qui met sa confiance en Allah",
        "trouvera Allah Tout-Puissant.. All-Wise."
      ],
      "tanslateWordByWord" : [
        "Quand",
        "dit",
        "les hypocrites",
        "et ceux qui",
        "dans",
        "leur cœur",
        "(A) une maladie",
        "(Avait) trompé",
        "ces gens)",
        "leur religion",
        "Mais celui qui",
        "puts (sa) confiance",
        "dans",
        "Allah",
        "alors en effet",
        "Allah",
        "(Est) Tout-Puissant",
        "All-Wise"
      ],
      "notes" : {
        "39" : [
          "Constatant qu'un petit groupe de musulmans démunis se préparait à affronter le",
          "puissant Quraysh, les hypocrites, ainsi que ceux qui étaient inattentifs de Dieu",
          "et pris en charge que pour les intérêts matériels, souvent tendance à se dire que",
          "la passion religieuse des musulmans avait chassés de prononcer le fanatisme et le",
          "fanatisme. Ils étaient sûrs que les Musulmans face à une déroute totale sur le",
          "champ de bataille. Ils ont été intrigués par la façon dont le Prophète [(la paix",
          "soit sur lui)], en qui les musulmans croyaient, avait jeté un tel sort sur eux",
          "qu'ils étaient tout à fait incapables de calcul rationnel et ont donc été",
          "précipitent directement dans la bouche même de la mort."
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "وَلَوْ تَرَىٰ إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا ۙ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ وَذُوقُوا عَذَابَ الْحَرِيقِ",
      "simpleTranslate" : [
        "Ah ! Si tu pouvais voir comment les anges ôtaient la vie aux négateurs, les",
        "frappant au visage et au dos en leur criant : «Goûtez donc le supplice du Feu,"
      ],
      "tafsirTranslate" : [
        "Et si seulement vous pouviez voir quand les anges ont emporté les âmes des",
        "mécréants, les frappant sur leurs visages et le dos, en disant: «Goûtez le",
        "tourment de la combustion."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Tu pourrais voir",
        "quand",
        "enlever les âmes",
        "(De) ceux qui",
        "ne pas croire",
        "les anges",
        "frappant",
        "leurs visages",
        "et leurs dos",
        "Goût",
        "(la punition",
        "(De) la Fournaise"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ",
      "simpleTranslate" : [
        "en expiation des fautes que vous avez commises ! Dieu n’est point injuste envers",
        "Ses créatures.»"
      ],
      "tafsirTranslate" : [
        "Ceci est votre punition pour ce que vos mains forgé. Allah est pas injuste dans",
        "le moins à ses créatures »."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Is) pour ce que",
        "il envoya",
        "tes mains",
        "Et en effet",
        "Allah",
        "(n'est pas",
        "injuste",
        "à ses esclaves"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "كَدَأْبِ آلِ فِرْعَوْنَ ۙ وَالَّذِينَ مِنْ قَبْلِهِمْ ۚ كَفَرُوا بِآيَاتِ اللَّهِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ ۗ إِنَّ اللَّهَ قَوِيٌّ شَدِيدُ الْعِقَابِ",
      "simpleTranslate" : [
        "Et il en fut de même des gens de Pharaon, ainsi que de ceux qui, avant eux,",
        "avaient nié les signes de Dieu, et que Dieu a anéantis en punition de leurs",
        "péchés, car Il est Fort et Implacable quand Il sévit."
      ],
      "tafsirTranslate" : [
        "Leur cas est semblable à celui des gens de Pharaon et ceux qui avant eux. Ils ont",
        "nié les signes d'Allah et ainsi Allah les saisit pour leurs péchés. Certes, Allah",
        "est Tout-Puissant, dur en punition."
      ],
      "tanslateWordByWord" : [
        "Comme (la) façon",
        "(de personnes",
        "(De) Firaun",
        "et ceux qui",
        "(provenaient",
        "Avant eux",
        "Ils mécru",
        "dans (les) Signes",
        "(De) Allah",
        "afin de les saisir",
        "Allah",
        "pour leurs péchés",
        "Effectivement",
        "Allah",
        "(Est) All-Fort",
        "(Et) sévère",
        "(En) la peine"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَىٰ قَوْمٍ حَتَّىٰ يُغَيِّرُوا مَا بِأَنْفُسِهِمْ ۙ وَأَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
      "simpleTranslate" : [
        "C’est que, en effet, Dieu ne modifie en rien les bienfaits dont Il gratifie un",
        "peuple qu’autant que ce peuple modifie lui-même son comportement, car Dieu est",
        "Audient et Omniscient."
      ],
      "tafsirTranslate" : [
        "Ceci est arrivé parce que Dieu ne fait pas partie de changer la faveur qu'il a",
        "accordé à un peuple jusqu'à ce qu'ils aient changé leur attitude. <N:40>, car",
        "Allah est Audient et Omniscient."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(parce que",
        "Allah",
        "ne pas",
        "est",
        "Celui qui change",
        "une faveur",
        "dont il avait donné",
        "sur",
        "un peuple",
        "jusqu'à",
        "ils changent",
        "quelle",
        "(Est) en eux-mêmes",
        "Et en effet",
        "Allah",
        "(Est) Audient",
        "Omniscient"
      ],
      "notes" : {
        "40" : [
          "Sauf si une nation rend lui-même tout à fait indigne de la faveur de Dieu, il ne",
          "soit pas privé de celui-ci."
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "كَدَأْبِ آلِ فِرْعَوْنَ ۙ وَالَّذِينَ مِنْ قَبْلِهِمْ ۚ كَذَّبُوا بِآيَاتِ رَبِّهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ ۚ وَكُلٌّ كَانُوا ظَالِمِينَ",
      "simpleTranslate" : [
        "Et il en fut de même des gens de Pharaon, ainsi que de ceux qui avaient",
        "auparavant renié les signes de leur Seigneur et que Nous avons fait périr en",
        "punition de leurs péchés. Et Nous avons fait engloutir les gens de Pharaon, car",
        "ils ont été tous coupables."
      ],
      "tafsirTranslate" : [
        "Leur cas est semblable à celui des gens de Pharaon et ceux qui avant eux: ils ont",
        "rejeté les signes de leur Seigneur comme faux et Nous les avons donc détruits",
        "pour leurs péchés, et causé le peuple de Pharaon se noyer. Car ils étaient",
        "injustes tous."
      ],
      "tanslateWordByWord" : [
        "Comme (la) façon",
        "(de personnes",
        "(De) Firaun",
        "et ceux qui",
        "(provenaient",
        "Avant eux",
        "Ils ont nié",
        "(les panneaux",
        "(De) leur Seigneur",
        "Nous les avons donc détruit",
        "pour leurs péchés",
        "Et Nous avons noyé",
        "(les gens",
        "(De) Firaun",
        "et (ils) Tous",
        "ont été",
        "les malfaiteurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا فَهُمْ لَا يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Les plus viles créatures pour Dieu sont les infidèles obstinément réfractaires à",
        "la foi"
      ],
      "tafsirTranslate" : [
        "(08h55) Sûrement les pires créatures mobiles dans la vue d'Allah sont ceux qui",
        "définitivement nié la vérité et ne sont donc en aucun cas prêt à l'accepter;"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "(le pire",
        "(De) les créatures vivantes",
        "près",
        "Allah",
        "(Sont) ceux qui",
        "ne pas croire",
        "et ils",
        "(Sera) pas",
        "croyez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "الَّذِينَ عَاهَدْتَ مِنْهُمْ ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ",
      "simpleTranslate" : [
        "qui, à chaque instant, violent le pacte que tu as conclu avec eux, sans le",
        "moindre scrupule."
      ],
      "tafsirTranslate" : [
        "(surtout) ceux avec lesquels vous avez conclu un pacte, puis ils ont rompu leur",
        "temps d'alliance après le temps, et qui ne craignent pas Allah. <N:41>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "vous avez fait une alliance",
        "avec eux",
        "puis",
        "ils cassent",
        "leur alliance",
        "[dans]",
        "chaque",
        "temps",
        "et ils",
        "(ne pas",
        "Craignez Allah)"
      ],
      "notes" : {
        "41" : [
          "Cela fait référence en particulier aux Juifs. Après son arrivée à Médine, le",
          "Prophète [(la paix soit sur lui)] a conclu un traité de coopération mutuelle et",
          "de bon voisinage avec eux. Non seulement le Prophète [(la paix soit sur lui)]",
          "prendre l'initiative à cet égard, il a essayé aussi de son mieux pour maintenir",
          "des relations agréables avec eux. Le Prophète [(la paix soit sur lui)] ont",
          "également ressenti une plus grande affinité avec les Juifs qu'avec les",
          "polythéistes de la Mecque. En règle générale, il a toujours montré la préférence",
          "aux coutumes et aux pratiques des gens du Livre par rapport à ceux des",
          "polythéistes. Mais en quelque sorte les rabbins et les érudits juifs ont été",
          "contrariés par la prédication du prophète du monothéisme pur et droiture morale,",
          "et encore moins sa critique cinglante des écarts qui sont apparus dans la",
          "croyance et la conduite juive. Ils étaient constamment engagés, par conséquent,",
          "dans les efforts visant à saboter le nouveau mouvement religieux. À cet égard,",
          "theyleft aucune pierre non retournée. Ils ont collaboré avec les hypocrites qui",
          "étaient apparemment une partie intégrante du corps politique musulman. Pour",
          "servir la même fin, ils ont attisé les flammes pour rajeunir les vieilles",
          "animosités entre les Aws et Khazraj qui avait provoqué l'effusion de sang et",
          "fratricide dans les temps pré-islamiques. Ils ont tenté de faire éclore des",
          "conspirations contre l'Islam en collaboration avec les Quraysh et d'autres",
          "tribus. Ce qui était d'autant plus déplorable était qu'ils se livraient à ces",
          "activités néfastes en dépit de leur traité d'amitié et de coopération avec le",
          "Prophète [(la paix soit sur lui)]. \n Lorsque la bataille de Badr a eu lieu, ils",
          "ont pris pour acquis que les musulmans ne seraient pas en mesure de survivre à la",
          "première attaque du Quraysh. Toutefois, lorsque le résultat de la bataille",
          "précipita leurs espoirs, ils sont devenus d'autant plus méchante. Appréhender que",
          "la victoire à la bataille de Badr aiderait les musulmans consolider leur",
          "position, ils ont effectué leurs activités hostiles contre l'islam encore plus",
          "vigoureusement. Ka'b b. Ashraf, un chef juif, est allé à Makka personnellement et",
          "récité élégies en remuant pour leurs guerriers morts en vue de provoquer la",
          "Quray'sh en action hostile contre les musulmans. Ce fut la même Ka'b b. Ashraf",
          "qui considérait la victoire musulmane à la bataille de Badr une telle catastrophe",
          "qu'il considérait la mort pour être mieux que la vie. Dans ses propres mots: «Le",
          "ventre de la terre est devenu préférable pour nous que son dos. [(Ibn Hisham, vol",
          "2, p 51 -.. Ed.)] Banu Qaynuqa ', une tribu juive, en violation éhontée de leur",
          "accord d'amitié et d'alliance avec les musulmans, a pris pour attentat à la",
          "pudeur à la pudeur et taquiner les femmes musulmanes qui ont passé à travers",
          "leurs quartiers. Quand le Prophète [(la paix soit sur lui)] leur reprocha cette",
          "conduite honteuse, ils ont menacé le Prophète [(la paix soit sur lui)], en",
          "disant: «Ne soyez pas trompés par votre rencontre avec un peuple qui ne",
          "connaissaient pas la guerre , et ainsi vous avez eu la bonne chance avec eux. Par",
          "Dieu, si nous devions mener une guerre contre vous, vous savez que nous sommes",
          "les hommes [(Ibn Hisham, vol 2, p 47 -... Ed)]."
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ",
      "simpleTranslate" : [
        "Si donc tu les maîtrises au cours d’un combat, inflige-leur un châtiment propre à",
        "dissuader ceux qui seraient tentés de suivre leur exemple. Peut-être seront-ils",
        "ainsi amenés à réfléchir."
      ],
      "tafsirTranslate" : [
        "Donc, si vous les rencontrez dans la guerre, en faire un exemple redoutable pour",
        "ceux qui les <N:42> qu'ils peuvent il admonesté suivre."
      ],
      "tanslateWordByWord" : [
        "Donc si",
        "vous gagnez la domination sur eux",
        "dans",
        "la guerre",
        "disperser",
        "par eux",
        "(ceux qui",
        "(Sont) derrière",
        "afin qu'ils puissent",
        "prenez garde"
      ],
      "notes" : {
        "42" : [
          "Le verset rend licite pour les musulmans de se sentir absous des obligations d'un",
          "traité avec un peuple qui, en dépit de cette alliance, ont jeté les obligations",
          "du traité par-dessus bord et engagés dans des actions hostiles contre les",
          "musulmans. Il serait même licite pour les musulmans de se livrer à des hostilités",
          "contre eux. De même, si les musulmans sont engagés dans des hostilités contre un",
          "peuple et les non-musulmans qui sont liés à des traités d'alliance ou d'amitié",
          "avec les musulmans, array eux-mêmes sur le côté de l'ennemi et la lutte contre",
          "les musulmans, il serait-il légitime pour la musulmans à les traiter comme des",
          "ennemis et les tuer. Car, par leur violation éhontée des obligations du traité",
          "conclu avec leur peuple, ils avaient fait absolument licite pour les musulmans à",
          "ignorer les termes de ce traité concernant l'inviolabilité de la vie et les",
          "propriétés d'au moins ces personnes."
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَىٰ سَوَاءٍ ۚ إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ",
      "simpleTranslate" : [
        "Et si tu redoutes la trahison d’un peuple, dénonce en toute franchise l’acte qui",
        "te lie à lui, car Dieu n’aime point les traîtres."
      ],
      "tafsirTranslate" : [
        "Et si vous craignez la trahison de toutes les personnes (avec qui vous avez une",
        "alliance) puis jeter publiquement leur alliance sur eux. <N:43> Allah n'aime pas",
        "les traîtres."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "tu as peur",
        "de",
        "un peuple",
        "trahison",
        "renvoyer",
        "pour eux",
        "sur",
        "égalité (termes)",
        "Effectivement",
        "Allah",
        "(ne fait pas",
        "amour",
        "les traîtres"
      ],
      "notes" : {
        "43" : [
          "Selon le verset ci-dessus, il est pas permis aux musulmans de décider",
          "unilatéralement que leur traité avec un allié est annulé, soit à cause de leur",
          "grief qui leur allié n'a pas respecté pleinement les termes du traité dans le",
          "passé ou sur terrain de la crainte que il perfidement enfreindre à l'avenir. Il",
          "n'y a aucune justification pour les musulmans de prendre une telle décision, ni",
          "se comporter comme si aucun traité liait les deux parties. Au contraire, chaque",
          "fois que les musulmans sont contraints à une telle situation, ils sont tenus",
          "d'informer l'autre partie, avant d'entreprendre toute action hostile, que le",
          "traité a pris fin. Cette étape est nécessaire pour que les deux parties sont",
          "claires dans leur esprit quant à où les choses. Guidé par ce principe, le",
          "Prophète [(la paix soit sur lui)] établi une règle de base du droit international",
          "islamique dans les termes suivants: «Celui qui est lié au traité avec un peuple",
          "ne peut pas dissoudre jusqu'à ce que soit son expiration, soit il la jette sur",
          "eux [(ie déclare publiquement qu'il avait été annulé)] ». [(Abu Dâwûd, 'Jihad',",
          "Babfi al-Iman yakunbaynaha al-'Aduw 'Ahad, vol 2, p 75; Ahmad b Hanbal, Musnad,",
          "vol 4, pp 111 et 113 - Ed...... )] Le Prophète [(la paix soit sur lui)] encore",
          "élucidé ce par sayling: «ne pas être dangereux, même à celui qui est traître à",
          "vous '[(Abu Dâwûd, Kitab al-Buyu», «Bab al-fi Yadih de Rajul Ya'khudh Hakkahu man",
          "', vol 2, p 260 -... Ed)] \n Ces directives ne sont pas donnés uniquement pour que",
          "les prédicateurs pourraient les prêcher en chaire ou embellir dans les livres",
          "religieux. Au contraire, les musulmans devaient foliow ces directive dans leur",
          "vie de tous les jours, et ils ont en fait le faire. Une fois Mu'awiyah pendant",
          "son règne, concentré ses troupes sur les frontières de l'Empire romain, afin de",
          "mener à bien une attaque soudaine immédiatement après l'expiration du traité.",
          "'Amr b. 'Anbasah, compagnon, fortement opposé à cette manœuvre. Il a soutenu son",
          "opposition par référence à une tradition du Prophète [(la paix, il lui)] dans",
          "laquelle il a condamné cet acte de trahison. En fin de compte Mu'awiyah a dû",
          "céder et appeler outre ses troupes. [(Voir les commentaires sur le verset par",
          "Qurtubi et Ibn Kathir Voir aussi Ahmad b Hanbal, Musnad, vol 4, pp 113 et 389",
          "-.... Ed,)] \n Pour annuler un traité unilatéralement et de lancer une attaque",
          "armée sans avertissement était pratique courante à l'époque de jahiliyah ancienne",
          "[(ignorance)]. Cette pratique reste en vogue dans la jahiliyah civilisée de nos",
          "jours aussi. Les exemples récents sont au point l'invasion russe de l'Allemagne",
          "et de l'action militaire russe et britannique contre l'Iran au cours de la",
          "Seconde Guerre mondiale. Ces actions sont généralement justifiées au motif qu'un",
          "avertissement préalable aurait mis l'ennemi en alerte et lui aurait permis de",
          "mettre en place une résistance encore plus rigide. Elle est également justifiée",
          "en disant qu'une initiative militaire a pour effet de préempter une initiative",
          "militaire semblable par l'ennemi. Si cette plaidoirie peut absoudre les gens de",
          "leurs obligations morales, alors chaque infraction est justifiable. Dans un tel",
          "cas, même ceux qui commettent le vol, le vol, les rapports sexuels illégitimes,",
          "homicide, ou faux peut proférer soit un prétexte ou l'autre pour ce faire. Il est",
          "également étonnant que les actes qui sont considérés comme illégaux pour les",
          "individus sont considérés comme parfaitement licite quand ils sont commis par des",
          "nations. \n Il convient également de souligner qu'une attaque à l'improviste.",
          "selon la loi islamique, est licite dans une situation: quand l'allié a clairement",
          "violé le traité et a ouvertement livré à une action hostile. Seulement dans une",
          "telle éventualité, il ne lie pas les musulmans à d'abord déclarer la dissolution",
          "du traité. Non seulement cela, dans une telle circonstance, il est également",
          "permis de lancer une action militaire à l'improviste. En dérivant cette règle",
          "juridique, les juristes musulmans ont tiré sur sa propre conduite du Prophète à",
          "l'égard de l'Quraysh qui avait violé le traité Hudaybiyah dans le traitement de",
          "Bana Khuza'ah. Dans ce cas, le Prophète [(la paix soit sur lui)] ne les aviser",
          "que le traité avait été annulé. Au contraire, il a envahi Makka sans",
          "avertissement. [(Voir les commentaires de Qurtubi sur le verset - Ed.)]",
          "Néanmoins, tout en agissant sur cette disposition exceptionnelle devrait être",
          "prudent et prendre en compte l'ensemble des circonstances dans lesquelles le",
          "Prophète [(la paix soit sur lui)] a pris cette étape. Cela seul vous aidera à",
          "suivre un bon exemple du Prophète. Pour il faut essayer d'imiter l'exemple du",
          "Prophète dans sa totalité plutôt que de simplement l'un ou l'autre aspect de",
          "celui-ci en fonction de l'un caprice. Ce que nous savons de la Sirah et Hadith à",
          "l'égard de c'est le suivant: \n Tout d'abord, que le Quraysh avait ouvertement",
          "violé le traité que son annulation était devenu tout à fait clair. Même les",
          "hommes de Quraysh eux-mêmes ont reconnu que le traité était plus en opération. Il",
          "est à cause de cette prise de conscience que le Qurayrsh avait délégué Abu Sufyan",
          "à Médine pour négocier son renouvellement [(Al-Tabari. Ta'rikh, vol. 3, p. 46",
          "Ed.)] Ce fait indique clairement que les Quraysh étaient aucun doute que le",
          "traité resta dissous. Il est indifférent que la partie qui a annulé le traité",
          "verbalement déclaré ainsi ou non car il avait été violé de façon flagrante que",
          "aucun doute a été laissé. \n Deuxièmement, après l'annulation du traité du",
          "Prophète [(la paix soit sur lui)] n'a pas dit quoi que ce soit, que ce soit en",
          "termes clairs ou ambigus, ce qui pourrait justifier l'impression qu'il encore",
          "considéré Quraysh être ses alliés, ou que les relations conventionnelles avec eux",
          "étaient encore intacts. Tous les rapports pertinents, au contraire, suggèrent que",
          "lorsque Abu Sufyan a plaidé pour le renouvellement du traité, le Prophète [(la",
          "paix soit sur lui)] n'a pas accédé à cette demande, [(Ibn Hisham. Vol. 2, p. 395",
          "- Ed)]. \n Troisièmement, le Prophète [(la paix, il lui)] s'initie une action",
          "militaire contre l'Qouraysh et il l'a fait ouvertement. Il n'y avait aucun",
          "élément de duplicité ou de fraude dans le comportement du Prophète; il n'y avait",
          "aucune trace de prétention à être en paix tout en engageant secrètement dans des",
          "activités belligérantes. \n Ceci est une image complète de l'attitude du Prophète",
          "à l'occasion. D'où la directive de jeter le traité dans le visage de l'autre",
          "partie incarnée dans le verset ci-dessus [(à savoir informer l'autre partie que",
          "le traité avait été résilié)] ne peut être écartée dans des circonstances très",
          "spéciales, telles que celles qui existent alors. Et devrait-il être ignoré alors",
          "cela devrait être fait de la manière simple et gracieuse adoptée par le Prophète",
          "[(la paix soit sur lui)]. \n En outre, si un différend survient avec des gens avec",
          "lesquels les musulmans ont un traité et le différend subsiste, même après des",
          "négociations directes ou médiation internationale; ou l'autre partie semble se",
          "pencha sur forçant une solution militaire au problème, il serait licite pour les",
          "musulmans à recourir à la force. Cependant, selon le verset ci-dessus, la force",
          "peut être utilisée par les musulmans après avoir fait une proclamation claire de",
          "l'annulation du traité, et que les mesures prises devrait être manifeste. Pour",
          "mener à bien une action militaire de furtivité est un acte immoral et peut nulle",
          "part être trouvée parmi les enseignements de l'Islam."
        ]
      }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا سَبَقُوا ۚ إِنَّهُمْ لَا يُعْجِزُونَ",
      "simpleTranslate" : [
        "Que les négateurs ne s’imaginent surtout pas qu’ils ont pris de l’avance sur",
        "Nous, car ils ne sauraient jamais mettre Dieu en échec."
      ],
      "tafsirTranslate" : [
        "Laissez pas les deniers de la vérité se leurrer qu'ils gagneront un avantage.",
        "Certes, ils ne peuvent jamais dépasser nous!"
      ],
      "tanslateWordByWord" : [
        "Et (laisser) pas",
        "penser",
        "ceux qui",
        "ne pas croire",
        "ils peuvent dépasser",
        "En effet, ils",
        "(ne peut pas",
        "échapper"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ ۚ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ",
      "simpleTranslate" : [
        "Préparez contre eux tout ce que vous pouvez comme troupes et comme cavalerie,",
        "afin de tenir en respect les ennemis de Dieu et les vôtres, ainsi que d’autres",
        "encore que vous ne connaissez pas, mais que Dieu connaît ! Tout ce que vous aurez",
        "dépensé pour la Cause de Dieu vous sera largement remboursé et vous ne serez",
        "nullement lésés."
      ],
      "tafsirTranslate" : [
        "Préparez-vous pour une rencontre contre eux toutes les forces et les chevaux bien",
        "prépara vous pouvez rassembler <N:44> que vous épouvanter les ennemis d'Allah et",
        "de vos propres ennemis et d'autres encore ceux de qui vous êtes pas au courant,",
        "mais dont Allah est conscient. Quoi que vous pouvez dépenser pour la cause",
        "d'Allah sont entièrement remboursés à vous, et vous ne serez point lésés."
      ],
      "tanslateWordByWord" : [
        "Et préparez",
        "pour eux",
        "peu importe",
        "Pouvez-vous (à)",
        "de",
        "obliger",
        "et de",
        "tethered",
        "les chevaux",
        "(À) terrifier",
        "celui-ci",
        "(l'ennemi",
        "(l'ennemi",
        "et votre ennemi",
        "et d'autres",
        "de",
        "à côté d'eux",
        "ne pas",
        "(tu les connais",
        "(Mais) Allah",
        "les connaît",
        "Et quel que soit",
        "tu dépenses",
        "de",
        "(n'importe quoi",
        "dans",
        "(le chemin",
        "(De) Allah",
        "il sera entièrement remboursé",
        "à toi",
        "et toi",
        "(Sera) pas",
        "être lésés"
      ],
      "notes" : {
        "44" : [
          "Les musulmans doivent-il équipé de moyens militaires et devraient avoir une armée",
          "permanente dans un état de préparation, afin qu'il puisse être utilisé en cas de",
          "besoin. Jamais devrait-il que les musulmans sont pris au dépourvu et ont à",
          "regarder la hâte autour de droite et de gauche pour construire leurs défenses et",
          "de recueillir des armes et des fournitures afin de relever le défi de l'ennemi.",
          "Car alors il pourrait être trop tard et l'ennemi aurait atteint son but."
        ]
      }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ ۚ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
      "simpleTranslate" : [
        "S’ils penchent pour la paix, fais de même en te confiant à Dieu, car Il est",
        "l’Audient et l’Omniscient."
      ],
      "tafsirTranslate" : [
        "Si elles inclinent à la paix, vous incliner ainsi à elle, et la confiance en",
        "Allah. Sûrement Il est Audient. Omniscient."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "ils inclinent",
        "à la paix",
        "alors vous (aussi) Pente",
        "à ce",
        "et de mettre (votre) la confiance",
        "dans",
        "Allah",
        "Effectivement",
        "Il",
        "(Est) Audient",
        "Omniscient"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ ۚ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "S’ils cherchent à te tromper, qu’il te suffise d’avoir Dieu avec toi ! N’est-ce",
        "pas Lui qui t’a déjà prêté Son assistance, ainsi que celle des croyants"
      ],
      "tafsirTranslate" : [
        "Et devraient-ils cherchent à vous tromper, Allah est suffisant pour vous. <N:45>",
        "Il est Celui qui vous soutenu par Son secours et les croyants"
      ],
      "tanslateWordByWord" : [
        "Mais si",
        "ils ont l'intention",
        "à",
        "te décevoir",
        "alors en effet",
        "est suffisante pour vous",
        "Allah",
        "Il",
        "(Est) Celui qui",
        "vous pris en charge",
        "avec son aide",
        "et avec les croyants"
      ],
      "notes" : {
        "45" : [
          "Dans les relations internationales musulmans ne doivent pas agir avec timidité.",
          "Ils devraient plutôt avoir la foi en Dieu et doivent agir avec courage et",
          "bravoure. Cependant, dès que l'ennemi est enclin à la réconciliation, ils",
          "devraient accueillir le mouvement et ne devraient pas qu'il hésite à faire la",
          "paix, même si elles ne savent pas si oui ou non l'ennemi est sincère au sujet de",
          "la paix, et si oui ou non il a l'intention d'utiliser le règlement comme une ruse",
          "de commettre une trahison plus tard. \n Comme il est impossible de connaître la",
          "véritable intention des autres, il faut tenir compte de leurs paroles. Si",
          "l'ennemi est sincère dans son offre de reconcoliation, les musulmans ne devraient",
          "pas continuer l'effusion de sang en raison de sa sincérité, à leurs yeux, est",
          "suspect. Au contraire, si l'ennemi est sincère, les musulmans devraient avoir le",
          "courage, grâce à leur confiance en Dieu, et devrait aller de l'avant pour la",
          "réconciliation. Ils devraient étirer la main de la paix, en réponse à la main",
          "tendue de l'ennemi, car cela est un indice de leur supériorité morale. Quant à la",
          "main de l'amitié qui a été hypocritement étendu dans enemity, les musulmans",
          "devraient avoir la force de briser cette main en morceaux."
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "وَأَلَّفَ بَيْنَ قُلُوبِهِمْ ۚ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَٰكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ ۚ إِنَّهُ عَزِيزٌ حَكِيمٌ",
      "simpleTranslate" : [
        "dont Il a uni les cœurs que toi, tu n’aurais jamais pu unir, même si tu avais",
        "dépensé tous les trésors de la Terre? Seul Dieu a réalisé cette union, car Il est",
        "Puissant et Sage."
      ],
      "tafsirTranslate" : [
        "et rejoint leurs cœurs. vous avait donné toutes les richesses de la terre que",
        "vous pourriez ne pas avoir rejoint leur cœur, mais il est Allah qui rejoint leurs",
        "cœurs. <N:46> En effet, il est tout-puissant. All-Wise."
      ],
      "tanslateWordByWord" : [
        "Et Il (a) mettre l'affection",
        "entre",
        "leur cœur",
        "Si",
        "vous (eu) passé",
        "peu importe",
        "(est dans",
        "La terre",
        "tout",
        "ne pas",
        "(Pourrait) vous (avez) mis affection",
        "entre",
        "leur cœur",
        "mais",
        "Allah",
        "(A) mettre l'affection",
        "entre eux",
        "En effet, il",
        "(Est) Tout-Puissant",
        "All-Wise"
      ],
      "notes" : {
        "46" : [
          "Ici, l'allusion est à ce fort lien d'amour et de fraternité qui a développé chez",
          "les Arabes qui ont embrassé l'Islam et dont la conversion les amena la",
          "solidarité. Cette solidarité forte existait malgré le fait qu'ils proviennent",
          "d'une variété de tribus qui avaient des traditions de longue date de l'inimitié",
          "mutuelle. Ce fut une faveur spéciale de Dieu sur les musulmans, particulièrement",
          "évident dans le cas des Aws et des Khazraj. Il était à peine quelques années,",
          "avant leur acceptation de l'Islam que les deux clans presque soif de sang de",
          "l'autre. Pendant la bataille de Bu'ath deux semblait prêt à exterminer les uns",
          "des autres. [(Ibn Hisham, vol. 1. pp. 427-8-Ed.)] Pour activer cette inimitié",
          "grave dans la cordialité profonde et la fraternité au sein d'une période de deux",
          "ou trois ans et à se joindre à des éléments ainsi mutuellement répulsifs dans une",
          "unité aussi ferme que celle d'un mur solide comme il a été témoin en ce qui",
          "concerne la communauté musulmane au cours de la vie du Prophète [(la paix soit",
          "sur lui)] était sans doute au-delà de la puissance de tout mortel. quelqu'un",
          "devait dépendre de facteurs du monde seul, il aurait été impossible de parvenir à",
          "une telle réalisation. Le soutien de Dieu était le facteur décisif dans ce",
          "développement et cela ne sert à souligner que les musulmans devraient toujours",
          "chercher et dépendent de l'appui et la faveur de Dieu plutôt que sur des facteurs",
          "matériels."
        ]
      }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Prophète ! Qu’il te suffise d’avoir avec toi Dieu, ainsi que les croyants qui te",
        "suivent !"
      ],
      "tafsirTranslate" : [
        "O Prophète! Allah est suffisant pour vous et les croyants qui te suivent."
      ],
      "tanslateWordByWord" : [
        "O",
        "Prophète",
        "Suffisant pour vous",
        "(Est) Allah",
        "et celui qui",
        "vous suit",
        "de",
        "les croyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ ۚ إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ ۚ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ",
      "simpleTranslate" : [
        "Prophète ! Incite les croyants à combattre ! S’il en est parmi vous seulement",
        "vingt qui soient endurants, ils en vaincront deux cents, et s’il en est cent, ils",
        "vaincront mille négateurs, car les négateurs sont des gens qui manquent de",
        "discernement."
      ],
      "tafsirTranslate" : [
        "O Prophète! Rouse les croyants à combattre. Si ce soit vingt d'entre vous qui",
        "persévèrent ils vaincront deux cents, et s'il y avoir de vous une centaine, ils",
        "doivent vaincre un millier de ceux qui ne croient pas, car ils sont des gens qui",
        "manquent de compréhension. <N:47>"
      ],
      "tanslateWordByWord" : [
        "O",
        "Prophète",
        "Exhorter",
        "les croyants",
        "à",
        "[le combat",
        "Si",
        "(il y a",
        "parmi vous",
        "vingt",
        "ferme",
        "ils surmonteront",
        "deux cent",
        "Et si",
        "(il y a",
        "parmi vous",
        "cent",
        "ils surmonteront",
        "un millier",
        "de",
        "ceux qui",
        "ne pas croire",
        "parce qu'ils",
        "(Sont) un peuple",
        "(qui ne",
        "comprendre"
      ],
      "notes" : {
        "47" : [
          "Qu'est-ce qu'on appelle aujourd'hui le moral a été décrit comme la",
          "«compréhension» dans le Coran. L'expression coranique est plus scientifique que",
          "le mot actuellement utilisé «moral». Pour le mot dans ce contexte se réfère à",
          "celui qui est pleinement conscient de son objectif, qui est calme clair dans son",
          "esprit que la cause pour laquelle il a jalonné sa vie est beaucoup plus précieux",
          "que sa propre vie, et donc si cette cause est gauche latente, sa vie la perdra",
          "toute sa valeur et de sens. Un tel, personne consciente comitted devient",
          "effectivement beaucoup de fois plus puissant que celui qui combat sans aucune",
          "conscience de sa cause, même si les deux pourraient être comparables à la force",
          "physique. Par-dessus tout, celui qui a une compréhension claire de la réalité de",
          "son être, de Dieu, de sa relation avec Dieu, de la réalité de la vie et la mort,",
          "et de la vie après la mort, qui est aussi bien conscient de la différence entre",
          "la vérité et le mensonge, et des conséquences de la victoire du mensonge sur la",
          "vérité, sa force dépasse de loin la force des autres pour qui, même si elles",
          "«comprendre», leur conscience est liée au nationalisme ou patriotisme ou de",
          "conflit de classe. Il est pour cette raison que le Coran déclare que le croyant",
          "avec compréhension est dix fois plus fort que l'incroyant. Pour le croyant",
          "comprend la vérité et un non-croyant ne fait pas. On peut rappeler, cependant,",
          "que le verset mentionne également un autre facteur important, en plus de la",
          "«compréhension» qui rend un croyant beaucoup plus fort qu'un infidèle, et qui est",
          "«patience»."
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا ۚ فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ ۚ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ ۗ وَاللَّهُ مَعَ الصَّابِرِينَ",
      "simpleTranslate" : [
        "Mais, pour l’instant, tenant compte de votre faiblesse, Dieu entend alléger votre",
        "tâche. S’il se trouve donc, parmi vous, une centaine de combattants à être",
        "endurants, ils en vaincront deux cents, et s’il s’en trouve mille, ils vaincront",
        "deux mille négateurs, avec l’aide de Dieu, car Dieu est avec ceux qui sont",
        "persévérants."
      ],
      "tafsirTranslate" : [
        "Allah a maintenant allégé votre fardeau car il a constaté la faiblesse en vous.",
        "Donc, s'il y aura cent d'entre vous qui persévèrent, ils vaincront deux cents; et",
        "s'il y a un millier d'entre vous ils, par la permission d'Allah, vaincront deux",
        "mille. <N:48> Allah est avec ceux qui persévèrent."
      ],
      "tanslateWordByWord" : [
        "Maintenant",
        "a (été) allégé",
        "(Par) Allah",
        "pour toi",
        "et il sait",
        "cette",
        "en toi",
        "(Il) est faible",
        "Donc si",
        "(il y a",
        "parmi vous",
        "cent",
        "ferme",
        "ils surmonteront",
        "deux cent",
        "Et si",
        "(il y a",
        "parmi vous",
        "un millier",
        "ils surmonteront",
        "deux milles",
        "avec (la) permission",
        "(De) Allah",
        "Et Allah",
        "(est avec",
        "endurants"
      ],
      "notes" : {
        "48" : [
          "Cela ne signifie pas que, puisque la foi des musulmans avait diminué, leur dix",
          "fois la supériorité ove les incroyants a été réduit à seulement deux fois. Ce que",
          "cela signifie est que, idéalement, un musulman est dix fois plus fort que",
          "l'incroyant. Cependant, étant donné que les musulmans avaient pas encore été",
          "throughly formés et avaient atteint le niveau de désir de maturité dans leur",
          "compréhension, ils sont priés de ne pas se sentir mal à l'aise au moins de",
          "remettre en cause un ennemi qui est deux fois plus forte. Il convient de garder à",
          "l'esprit que la directive coranique a été donnée dans 2A.H./624 C.E. alors que la",
          "plupart des musulmans, étant convertis à l'Islam, avait subi peu trainning. Comme",
          "ils ont acquis la maturité sous la direction du Prophète, le rapport désiré de un",
          "à dix entre les musulmans et les non-croyants a été créé. Que les musulmans sont",
          "dix fois plus fort que les non-croyants est un fait témoin fréquemment dans les",
          "combats au cours de la vie du Prophète [(paix soit sur lui)] et des Califes bien",
          "guidés."
        ]
      }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِي الْأَرْضِ ۚ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ",
      "simpleTranslate" : [
        "Il ne sied pas à un prophète de faire des captifs tant qu’il n’a pas réduit les",
        "infidèles à l’impuissance. Vous aspirez aux biens éphémères de ce monde, quand",
        "Dieu vous convie à la vie future ! Dieu est Puissant et Sage."
      ],
      "tafsirTranslate" : [
        "Il appartient pas un prophète de prendre captifs jusqu'à ce qu'il ait",
        "suffisamment réprimé les ennemis dans la terre. Vous cherchez simplement les",
        "gains du monde alors que Allah veut (pour vous le bien) de l'au-delà. Allah est",
        "Puissant et Sage."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "est",
        "pour un prophète",
        "cette",
        "(il devrait y avoir",
        "pour lui",
        "prisonniers de guerre",
        "jusqu'à",
        "il a lutté avec acharnement",
        "dans",
        "la terre",
        "Tu désires",
        "(les) produits",
        "(du monde",
        "mais Allah",
        "désirs",
        "(Pour vous) l'au-delà",
        "Et Allah",
        "(Est) Tout-Puissant",
        "All-Wise"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ",
      "simpleTranslate" : [
        "Et n’eût été une prescription déjà décrétée par Dieu, un châtiment terrible vous",
        "aurait été déjà infligé pour ce que vous avez pris."
      ],
      "tafsirTranslate" : [
        "il n'y avait pas eu un précédent décret d'Allah, une punition sévère vous aurait",
        "affligé pour ce que vous avez pris."
      ],
      "tanslateWordByWord" : [
        "N'avait pas",
        "une ordination",
        "de",
        "Allah",
        "précédé",
        "sûrement (serait) vous ont touché",
        "pour quoi",
        "tu as pris",
        "une punition",
        "génial"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا ۚ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Disposez donc de ce qui vous est échu en tant que butin licite et pur, et",
        "craignez Dieu. En vérité, Dieu est Clément et Compatissant."
      ],
      "tafsirTranslate" : [
        "Alors, mangez ce que vous avez obtenu - car il est licite et propre -. Et",
        "craignez Allah <N:49> Certes, Allah est Pardonneur, le Très Miséricordieux."
      ],
      "tanslateWordByWord" : [
        "Alors, mangez",
        "de ce que",
        "vous avez obtenu comme butin de guerre",
        "légitime",
        "(et bien",
        "et la peur",
        "Allah",
        "Effectivement",
        "Allah",
        "(Est) Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "49" : [
          "En essayant d'expliquer l'arrière-plan circonstancielle du verset ci-dessus,",
          "certains commentateurs du Coran ont fait référence aux délibérations pour décider",
          "du sort des captifs Quraysh après la bataille de Badr. Dans ce conseil Abu Bakr a",
          "plaidé pour libérer les captifs en échange de rançon, tandis que 'Umar a suggéré",
          "qu'ils devraient être mis à l'épée. Préférer la suggestion de Abu Bakr, le",
          "Prophète [(la paix soit sur lui)] régler tous les captifs en échange de rançon.",
          "Cependant, Dieu a désapprouvé la décision comme le montre le verset cité",
          "ci-dessus. [(Voir musulman, «Jihad», «Bab al-lmdad bi fi al-Mala'ikah Ghazwah",
          "Badr», et les commentaires sur les versets 67 et 68 par Ibn Kathir;. Et sur le",
          "verset 67 par Jassas et Qurtubi - Ed)] le point de vue des commentateurs peut",
          "reprocher au motif qu'ils ont échoué à offrir une explication convaincante de",
          "cette partie du même verset coranique: «Avait-il pas été un précédent décret",
          "d'Allah. ' Cela pourrait signifier le décret divin dans l'éternité qui détermine",
          "tout ce qui va se passer, ou, le décret de Dieu dans l'éternité pour rendre le",
          "butin de guerre licite pour les musulmans. Maintenant, il est évident qu'il est",
          "illégal de prendre quelque chose de quelqu'un, sauf si elle a été déclarée légale",
          "selon la loi révélée. Ainsi, ont été le point de vue ci-dessus pour être",
          "acceptée, cela voudrait dire que tous, y compris le Prophète [(la paix soit sur",
          "lui)], avait commis un péché. Une telle interprétation ne peut guère qu'il",
          "recevait d'autant plus que ce point de vue dépend de l'autorité des isolés [(",
          "'Ahad)] traditions. \n À mon avis, afin de comprendre le verset ci-dessus, il",
          "convient de garder à l'esprit que des instructions préliminaires au sujet de la",
          "guerre avaient déjà été donnés dans la sourate Muhammad qui a été révélé avant la",
          "bataille de Badr: \n Par conséquent, lorsque vous rencontrez, mécru [(dans le",
          "combat)], frapperas à leur cou. Enfin, quand vous les avez dominés, enchaînez-les",
          "solidement [(sur eux)]. Par la suite, soit le recours à la générosité ou de",
          "racheter jusqu'à ce que la guerre dépose son fardeau [(Muhammad 47: 4 <V:47:4>)].",
          "\n Ce verset avait déjà fait légitime pour les musulmans de tenir l'ennemi en",
          "captivité ou d'accepter une rançon subordonnée à la suppression totale de",
          "l'ennemi. Les musulmans avaient donc agi conformément à l'autorisation accordée",
          "par Dieu à accepter rançon. Toutefois, ce faisant, ils avaient négligé la",
          "stipulation que l'ennemi doit être complètement maîtrisé avant l'acceptation de",
          "rançon. [(Voir les commentaires de Jassas sur les versets 67- 9-Ed.)] Tandis que",
          "l'armée Quraysh se retirait, beaucoup de musulmans sont descendus dans la",
          "collecte des dépouilles et de prendre les incroyants comme captifs. Ce ne fut que",
          "quelques musulmans qui ont chassé l'ennemi en fuite. Nous avons passé les",
          "musulmans a fait une poursuite concertée, un coup mortel aurait été frappé à la",
          "puissance Quraysh, une fois pour toutes. Dieu a donc exprimé son disapproal de",
          "cette manière de faire face à la situation que le verset cité ci-dessus suggère.",
          "Il est évident que ce n'est pas le Prophète [(la paix soit sur lui)], mais la",
          "généralité des musulmans à qui le reproche est dirigé. \n Le but de ce verset est",
          "de faire comprendre aux musulmans qu'ils avaient pas encore imbibée la mission du",
          "Prophète [(la paix soit sur lui)]. Les prophètes ne sont pas concernés à remplir",
          "leurs coffres de dépouilles et de l'argent de la rançon. Plutôt leur mission est",
          "d'écraser la puissance des incroyants. Ce ne fut pas le premier exemple, lorsque",
          "les Musulmans avaient montré leur mondanité. Ils avaient déjà exprimé leur",
          "préférence pour piller la caravane du commerce à la lutte contre l'armée Quraysh.",
          "Alors, plutôt que d'essayer d'écraser l'ennemi, ils se sont tournés vers la",
          "collecte de butin et de prendre des captifs, et plus tard remontrèrent sur la",
          "répartition du butin. il n'y avait pas eu ce que Dieu leur avait accordé la",
          "permission d'accepter la rançon [(voir Muhammad 47: 4 <V:47:4>)], il aurait",
          "sévèrement puni sur ce chef. Dieu, ute, était miséricordieux envers eux et leur a",
          "permis de profiter de tout ce qu'ils avaient saisi. Ils devraient, par",
          "conséquent, éviter les comportements qui pourraient être déplaisait à Dieu. Il",
          "est pertinent de souligner que Jassas dans son Ahkam al-Qur'an, considère le",
          "point de vue ci-dessus une interprétation plausible du verset. [(Voir les",
          "commentaires de Jassas sur ce verset, vol 3, pp 72-3 -... Ed)] Ibn Hisham",
          "contient également un rapport qui prend en charge la vue. Le rapport mentionne",
          "que si les Musulmans étaient engagés dans la saisie des captifs de guerre et de",
          "collecte de butin, le Prophète [(la paix soit sur lui)] ont observé des signes de",
          "désapprobation sur le visage de Sa`d b. Mu'adh. Le Prophète [(la paix soit sur",
          "lui)] lui a demandé: «O Sa`d! Il semble que vous n'approuvez pas le comportement",
          "de ces personnes ». Il a répondu: «Oui, ô Messager de Dieu! Il est la première",
          "rencontre où Dieu a causé la déroute de les incroyants. Cette possibilité aurait",
          "dû être mieux utilisé pour écraser les mécréants à fond plutôt que pour amasser",
          "des captifs de guerre ». [(Ibn Hisham vol 1, p 628 -.... Ed)]"
        ]
      }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَىٰ إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْ ۗ وَاللَّهُ غَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Ô Prophète ! Dis aux captifs qui sont entre vos mains : «Si Dieu discerne quelque",
        "bien dans vos cœurs, Il vous apportera mieux que ce qui vous a été pris et vous",
        "pardonnera vos péchés, car Il est Clément et Miséricordieux !»"
      ],
      "tafsirTranslate" : [
        "O Prophète! Dites aux captifs dans vos mains: «Si Allah trouve toute bonté dans",
        "vos cœurs, il vous donnera ce qui est mieux que ce qui a été prise loin de vous,",
        "et Il vous pardonnera. Allah est Pardonneur, le Très Miséricordieux »."
      ],
      "tanslateWordByWord" : [
        "O",
        "Prophète",
        "Dire",
        "à quiconque",
        "(est dans",
        "tes mains",
        "de",
        "les captifs",
        "Si",
        "sait",
        "Allah",
        "dans",
        "vos coeurs",
        "tout bon",
        "Il vous donnera",
        "mieux",
        "que ce que",
        "a été pris",
        "de toi",
        "et Il pardonnera",
        "toi",
        "Et Allah",
        "(Est) Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "وَإِنْ يُرِيدُوا خِيَانَتَكَ فَقَدْ خَانُوا اللَّهَ مِنْ قَبْلُ فَأَمْكَنَ مِنْهُمْ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
      "simpleTranslate" : [
        "S’ils cherchent à te trahir, sache qu’ils ont déjà trahi Dieu avant toi, et c’est",
        "pourquoi Dieu a permis leur capture, car Dieu est Omniscient et Sage."
      ],
      "tafsirTranslate" : [
        "Mais si elles cherchent à vous trahir, savent qu'ils ont déjà trahi Allah. Par",
        "conséquent, il vous a fait prévaloir sur eux. Allah est Omniscient et Sage."
      ],
      "tanslateWordByWord" : [
        "Mais si",
        "ils ont l'intention",
        "(À) vous trahir",
        "certainement",
        "ils ont trahi",
        "Allah",
        "de",
        "avant",
        "Donc, Il a donné (vous) pouvoir",
        "au dessus d'eux",
        "Et Allah",
        "(Est) Omniscient",
        "All-Wise"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَٰئِكَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ حَتَّىٰ يُهَاجِرُوا ۚ وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَىٰ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ ۗ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "simpleTranslate" : [
        "Ceux qui ont cru, émigré et mis leurs biens et leurs personnes au service de",
        "Dieu, ainsi que ceux qui les ont accueillis et secourus, ceux-là sont solidaires",
        "les uns des autres. Mais ceux qui ont cru sans avoir quitté leurs foyers, vous ne",
        "serez liés à eux par les mêmes liens que lorsqu’ils auront, à leur tour, émigré.",
        "S’ils sollicitent votre aide au nom de la religion, vous devez la leur donner, à",
        "moins qu’elle ne soit dirigée contre un peuple auquel un pacte vous lie. Dieu",
        "voit parfaitement ce que vous faites."
      ],
      "tafsirTranslate" : [
        "Certes, ceux qui ont cru et émigré et cherchait dur dans le chemin d'Allah avec",
        "leurs biens et leur vie, et ceux qui à l'abri et les a aidés - eux seuls sont les",
        "vrais alliés les uns des autres. Et ceux qui ont cru, mais n'a pas migré",
        "(Dar-al-Islam), vous êtes soumis à aucune obligation d'alliance à moins qu'ils ne",
        "migrent. <N:50> Et devraient-ils demander de l'aide auprès de vous en matière de",
        "religion, il incombe à vous de fournir une aide à moins qu'il ne soit contre un",
        "peuple avec qui vous avez un pacte. <N:51> Allah est conscient de tout ce que",
        "vous faites."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "a cru",
        "et a émigré",
        "et efforça dur",
        "avec leur richesse",
        "et leurs vies",
        "dans",
        "(le chemin",
        "(De) Allah",
        "et ceux qui",
        "a donné un abri",
        "et a aidé",
        "ceux",
        "certains d'entre eux",
        "(Sont) alliés",
        "(Des) autre",
        "Mais ceux qui",
        "a cru",
        "et (a) pas",
        "émigrer",
        "(ce n'est pas",
        "pour toi",
        "(de)",
        "leur protection",
        "(dans)",
        "(En) rien",
        "jusqu'à",
        "ils émigrent",
        "Et si",
        "ils cherchent votre aide",
        "dans",
        "la religion",
        "puis sur vous",
        "(Est de) les aider à",
        "sauf",
        "contre",
        "un peuple",
        "entre vous",
        "et entre eux",
        "(Est) un traité",
        "Et Allah",
        "de quoi",
        "tu fais",
        "(Est) Clairvoyant"
      ],
      "notes" : {
        "50" : [
          "Le verset ci-dessus est une disposition importante dans le droit constitutionnel",
          "islamique. Car il prescrit que tout accord sur la tutelle serait applicable",
          "exclusivement aux musulmans qui sont soit les habitants du territoire qui est",
          "devenu Dar al-Islam [(le domaine de l'Islam)] ou les musulmans qui ont migré vers",
          "le Dar al-Islam. Quant aux musulmans vivant en dehors de la juridiction de l'Etat",
          "islamique, le lien de fraternité religieuse existerait sans doute entre eux et",
          "les résidents musulmans de l'Etat islamique. Les deux groupes, cependant, ne pas",
          "la relation de walâyat [(alliance mutuelle)]. De même, une relation de walâyat ne",
          "serait pas exister entre les musulmans qui ne migrent pas vers Dar al-Islam, mais",
          "viennent à lui comme sujets musulmans d'un Etat non musulman. \n Le mot arabe",
          "walâyat désigne la relation de parenté, le soutien, le secours, la protection,",
          "l'amitié, et la tutelle. Dans le contexte du présent verset, le mot signifie la",
          "relation de soutien mutuel entre l'Etat islamique et de ses citoyens, et entre",
          "les citoyens eux-mêmes. Ainsi, ce verset établit que dans un sens politique et",
          "constitutionnel, seuls les musulmans qui vivent dans les limites territoriales de",
          "l'Etat islamique apprécieront les privilèges de walâyat [(tutelle)] de l'Etat",
          "islamique. Quant aux musulmans qui sont installés dans un état non-islamique, ils",
          "sont exclus de sa tutelle politique et constitutionnelle. \n Il est difficile de",
          "préciser en détail les implications de cette règle. Juste pour donner une idée.",
          "il convient de souligner que parce qu'ils manquent de tutelle les musulmans de",
          "Dar al-Kufr [(le Domaine de incroyance)] ne peuvent pas hériter des biens d'un",
          "musulman décédé dans l'Etat islamique. Ils ne peuvent pas agir en tant que",
          "gardiens des citoyens musulmans d'un Etat islamique. Ni est-il permis à un",
          "contrat matrimonial à faire entre les musulmans, l'un d'entre eux vit dans un",
          "Etat islamique et l'autre à l'extérieur de celui-ci. De même, l'Etat islamique ne",
          "peut nommer à un bureau de l'autorité de ceux qui ne l'ont pas renoncé à leur",
          "citoyenneté de l'état non-islamique. Surtout, ces dispositions de la loi",
          "islamique déterminent la politique étrangère de l'Etat islamique. [(Cf. Ibn",
          "Qudimah, al-Moughni, vol 8, pp 456-8 -... Ed)] Étant donné que cette clause",
          "limite le rôle et le contrôle de l'Etat islamique sur les musulmans vivant au",
          "sein de cet Etat, l'Etat islamique est pas obligé pour soigner les musulmans à",
          "l'extérieur de son domaine. La tradition suivante incarne ce point: «Je suis",
          "acquitter de tout musulman vivant parmi les polythéistes. [(. Abu Dâwûd 'Jihad',",
          "'Bab al-Nahy'an,' katl homme i'tasama bi al-Sujud - Ed.)] La loi islamique, par",
          "conséquent, les grèves à la cause profonde du conflit qui sévit dans la relation",
          "entre les différentes nations. Car, chaque fois qu'un Etat essaie de défendre la",
          "cause de la minorité vivant en dehors de son territoire, il donne lieu à des",
          "problèmes complexes qui ne peuvent pas être résolus, même par une succession de",
          "guerres."
        ],
        "51" : [
          "Le verset ci-dessus montre clairement que les musulmans vivant en dehors de",
          "l'Etat islamique ont aucun lien politique avec l'Etat islamique. Ce verset,",
          "cependant, ne souligne que les musulmans ne sont pas libres de lien de fraternité",
          "religieuse. Si les musulmans vivant dans un état non-islamique sont persécutés et",
          "demander de l'aide de l'Etat islamique ou de ses citoyens, il incombe à ce",
          "dernier pour aider les musulmans persécutés. \n Tout en aidant ses frères en la",
          "foi, les musulmans sont censés agir scrupuleusement. Cette aide devrait être",
          "rendue sans oblioations iritermitional et en tenant dûment compte des exigences",
          "de la bienséance rnoral. \n Si l'Etat islamique arrive à être lié dans une",
          "relation conventionnelle avec une nation qui inflige tort sur les musulmans, les",
          "musulmans opprimés ne seront pas aidés d'une manière qui est incompatible avec",
          "les obligations morales qui incombent à l'Etat islamique à la suite de ce traité.",
          "\n Le Coran utilise le mot Mithaq pour le traité. Cette expression est un dérivé",
          "d'un mot l'arabe qui signifie la confiance et la confiance. L'expression implique",
          "donc que les deux parties se font mutuellement confiance, qu'il n'y a pas de",
          "différence entre-eux, indépendamment de savoir si un accord de non-guerre a été",
          "formellement conclu ou non. \n Les mots réels du verset [ \"bainakum wa bainahum",
          "Mithaq\"] [( '[[moins qu'il n'y ait]] un pacte entre vous et eux')] rendent",
          "évident que le traité conclu par l'Etat islamique avec un Etat non musulman ne se",
          "contente pas de lier les deux gouvernements. Les obligations morales découlant de",
          "ce traité sont obligatoires pour la nation musulmane dans son ensemble, y compris",
          "ses individus de ne pas violer les obligations du traité dans lequel un Etat",
          "islamique a conclu avec un autre Etat. Cependant, il est seulement les musulmans",
          "de l'Etat islamique qui sont liés par l'accord signé par l'Etat islamique.",
          "Musulmans vivant en dehors de l'Etat islamique n'a pas de telles obligations.",
          "Ceci explique le fait que Abu Basir et Abu Jandal ne sont pas liés par le traité",
          "Hudaybiyah conclu entre le Prophète [(la paix, il lui)] et les mécréants",
          "mecquois."
        ]
      }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ",
      "simpleTranslate" : [
        "Les négateurs sont solidaires les uns des autres. Si donc vous n’en faites pas",
        "autant, la Terre connaîtra de graves désordres et des troubles profonds."
      ],
      "tafsirTranslate" : [
        "Et ceux qui ne croient pas. ils sont alliés les uns des autres; et à moins que",
        "vous agissez de même. il y aura l'oppression dans le monde et la grande",
        "corruption. <N:52>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "ne pas croire",
        "certains d'entre eux",
        "(Sont) alliés",
        "(à un autre",
        "Sinon",
        "Tu le fais",
        "(il y aura",
        "oppression",
        "dans",
        "La terre",
        "et la corruption",
        "génial"
      ],
      "notes" : {
        "52" : [
          "Si les mots «à moins que vous aussi aider les uns les autres» dans le verset sont",
          "considérés comme une continuation du verset précédent, ils signifieraient que si",
          "les musulmans ne supportent pas les uns des autres dans le chemin, unbelielers",
          "font, cela donnerait lieu à beaucoup de mal et désordre dans le monde. Toutefois,",
          "si ces mots sont considérés comme étant en rapport avec les directives contenues",
          "dans le verset 72 partir, leur but serait de souligner que le monde deviendrait",
          "plein de malice et de désordre si les musulmans de Dar al-Islam [(a)] n'a pas",
          "réussi à aider les uns les autres; [(B)] n'a pas réussi à apporter un soutien",
          "politique et de la protection aux musulmans qui se sont installés dans les Etats",
          "non islamiques et n'ont pas migré vers Dar al-lslam; [(C)] n'a pas réussi à aider",
          "les musulmans vivant sous l'oppression dans les territoires en dehors de Dar",
          "al-Islam quand ils le demandent, et [(d)] n'a pas réussi à rompre leurs liens",
          "amicaux avec les incroyants."
        ]
      }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "وَالَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَٰئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا ۚ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "simpleTranslate" : [
        "Ceux qui ont cru, qui ont émigré, qui ont combattu au service de Dieu, ainsi que",
        "ceux qui les ont accueillis et secourus, ceux-là sont les vrais croyants auxquels",
        "l’absolution de leurs péchés et une généreuse récompense seront accordées."
      ],
      "tafsirTranslate" : [
        "Ceux qui croient et ont migré et s'efforça dans la voie d'Allah, et ceux qui leur",
        "ont donné refuge et aide - ce sont eux qui sont les vrais croyants. Leur aura le",
        "pardon et honorable subsistance."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "a cru",
        "et a émigré",
        "et efforça dur",
        "dans",
        "(le chemin",
        "(De) Allah",
        "et ceux qui",
        "a donné un abri",
        "et a aidé",
        "ceux",
        "elles sont)",
        "les croyants",
        "(en vérité",
        "Pour eux",
        "(Est) le pardon",
        "et une disposition",
        "noble"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَٰئِكَ مِنْكُمْ ۚ وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِي كِتَابِ اللَّهِ ۗ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
      "simpleTranslate" : [
        "Ceux qui se sont convertis par la suite, qui ont émigré et combattu avec vous,",
        "ceux-là sont également des vôtres. Cependant, ceux que des liens du sang unissent",
        "sont encore plus proches les uns des autres, comme Dieu l’a prescrit. En vérité,",
        "Dieu a connaissance de toute chose."
      ],
      "tafsirTranslate" : [
        "Et ceux qui ont cru par la suite et ont migré et se sont efforcés avec vous: ils",
        "vous appartiennent. Mais ceux qui sont liés par le sang sont plus proches les uns",
        "des autres selon le Livre d'Allah. <N:53> Allah a connaissance de tout."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "a cru",
        "de",
        "ensuite",
        "et a émigré",
        "et efforça dur",
        "avec toi",
        "puis ceux",
        "(Sont) de vous",
        "Mais ceux",
        "(Des) liens du sang",
        "certains d'entre eux",
        "(Sont) plus proche",
        "à un autre",
        "dans",
        "(le livre",
        "(De) Allah",
        "Effectivement",
        "Allah",
        "de toute",
        "chose",
        "(Est) Omniscient"
      ],
      "notes" : {
        "53" : [
          "Le but de ce verset est à préciser que la base de l'héritage est le lien de sang",
          "et le mariage plutôt que le simple lien de fraternité islamique. Que occasionné",
          "cette déclaration était le malentendu qui avait surgi après la migration à",
          "Médine, où le Prophète [(la paix soit sur lui)] a établi des relations",
          "fraternelles entre les Ansars et Muhajirun et a fait des paires d'entre eux",
          "déclarant qu'ils étaient «frères» les uns des autres . [(Voir Ibn Hisham, vol 1,",
          "pp 504-6 -... Ed)]"
        ]
      }
    }
  ],
  "medinian" : true
}