{
  "chapterNumber" : 11,
  "nbVerses" : 123,
  "name" : "Hûd",
  "nameArabic" : "هود",
  "transName" : "Hūd",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "الر ۚ كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ",
      "simpleTranslate" : [
        "Alif - Lâm - Râ. C’est un Livre aux versets solidement établis, suffisamment",
        "détaillés, émanant d’un Sage parfaitement Informé,"
      ],
      "tafsirTranslate" : [
        "Alif. Lam. Ra. Ceci est un commandement divin <N:1> dont le contenu a été rendu",
        "ferme et exposé en détail <N:2> de celui qui est Sage, All-Aware"
      ],
      "tanslateWordByWord" : [
        "Alif Lam Ra",
        "(C'est un livre",
        "sont mis au point",
        "ses versets",
        "de plus",
        "expliqué en détail",
        "à partir (il One Who)",
        "à partir (il One Who)",
        "(Est) All-Wise",
        "All-Aware"
      ],
      "notes" : {
        "1" : [
          "En accord avec le contexte, le mot Kitab a ici été rendu comme «commandement",
          "divin». Le mot Kitab dans son usage arabe désigne non seulement livre ou",
          "inscription, mais aussi bref et commande. Il y a plusieurs cas dans le Coran de",
          "l'utilisation du mot dans ce dernier sens. [(Voir, par exemple, al-Baqarah 2: 235",
          "<V:2:235>, al-Raad 13: 38. La signification de «commande» est particulièrement",
          "évident à partir de l'utilisation de dérivés de KTB au passif tendue: voir",
          "al-Baqarah 2: 180",
          "<V:13:38.Lasignificationde«commande»estparticulièrementévidentàpartirdel'utilisationdedérivésdeKTBaupassiftendue:voiral-Baqarah2:180>,",
          "183, 216, 246, etc. - Ed.)]"
        ],
        "2" : [
          "Le contenu de cette «commande» sont fermes et inaltérables. En outre, le Coran",
          "est exempt de la verbosité des orateurs, l'imagination fantaisiste des poètes, la",
          "rhétorique envoûtante des littérateurs. Au lieu de cela, les enseignements du",
          "Coran ont été présentés avec clarté et précision remarquable. Ainsi, dans le",
          "texte coranique nous ne trouvons pas un seul mot qui est superflu, ni un seul mot",
          "qui manque. De plus, les versets exposent les enseignements du Coran d'une",
          "manière telle qu'ils sont à la fois complexe et lucide."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ۚ إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ",
      "simpleTranslate" : [
        "qui vous prescrit de n’adorer que Dieu ! Je suis chargé par Lui de vous avertir",
        "et de vous annoncer la bonne nouvelle."
      ],
      "tafsirTranslate" : [
        "que vous adorions Allah. En vérité, je suis venu à vous comme un avertisseur et",
        "un porteur de bonnes nouvelles de lui"
      ],
      "tanslateWordByWord" : [
        "Ce &quot;Non",
        "vous adorez",
        "mais",
        "Allah",
        "En effet, je suis",
        "à toi",
        "de lui",
        "un warner",
        "et un porteur de bonnes nouvelles"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَىٰ أَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ ۖ وَإِنْ تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ",
      "simpleTranslate" : [
        "Implorez donc le pardon de votre Seigneur ! Revenez repentants à Lui ! Il vous",
        "assurera une vie heureuse ici-bas jusqu’au terme fixé, et Il accordera Sa faveur",
        "à tout homme de mérite. Mais si vous vous détournez de Lui, je crains pour vous",
        "les tourments d’un grand jour,"
      ],
      "tafsirTranslate" : [
        "que vous pouvez demander le pardon de votre Seigneur et se tourner vers Lui dans",
        "la repentance, après quoi il vous accordera une jouissance équitable de la vie",
        "jusqu'à un terme fixé, <N:3> et remettra faveur à tout le monde qui mérite",
        "favorisent . <N:4> Mais si vous détourner (de la vérité), je crains pour vous le",
        "châtiment d'un jour impressionnant."
      ],
      "tanslateWordByWord" : [
        "Et cela",
        "Cherchez le pardon",
        "(De) votre Seigneur",
        "et",
        "tourner dans la repentance",
        "à lui",
        "Il vous permettra",
        "prendre plaisir",
        "un bien",
        "pour",
        "un terme",
        "nommé",
        "Et donner",
        "(À) tous les",
        "propriétaire",
        "(De) la grâce",
        "Sa Grâce",
        "Mais si",
        "vous vous détournez",
        "alors en effet, je",
        "la crainte",
        "pour toi",
        "(la punition",
        "(De) un grand jour",
        "(De) un grand jour"
      ],
      "notes" : {
        "4" : [
          "Plus une personne excelle dans la conduite morale et les bonnes actions, le plus",
          "élevé sera le statut que Dieu lui confère. Dieu ne laisse pas de bonnes actions",
          "de quiconque se perdre. De la même manière que Dieu ne montre aucune appréciation",
          "pour le mal, il ne montre pas de manque d'appréciation de la bonté et de la",
          "vertu. Dans le royaume de Dieu, il n'y a pas de place pour le genre d'injustice",
          "atroce et de la stupidité à laquelle un poète persan a donné une expression dans",
          "le couplet suivant: \n Le cheval arabe gît la souffrance des blessures de la",
          "selle-pack tout en un collier d'or orne le cou d'un âne! Dieu traite avec ses",
          "créatures d'une manière telle que toute personne qui mérite une récompense, est",
          "entièrement accordé cette récompense."
        ],
        "3" : [
          "Si une personne se tourne vers Dieu dans la dévotion sincère, il lui permettra de",
          "passer sa vie avec bonheur. Dieu prodiguera sur lui Ses bienfaits, confèrent une",
          "variété de bénédictions, offrir une vie de prospérité, accorde la paix et la",
          "tranquillité, et l'amener à vivre honorablement plutôt que dans l'ignominie et la",
          "honte. La même idée a été fait naître ailleurs dans le Coran dans les termes",
          "suivants: \n Celui qui agit avec droiture - homme ou femme - le temps qu'il est un",
          "croyant, Nous lui accorderons sûrement une vie propre. . . [(Al-Nahl 16: 97",
          "<V:16:97>)]. Ce verset dissipe le malentendu satanique auquel nigauds succombent",
          "souvent. L'idée fausse consiste en croyant que la piété, l'honnêteté et un",
          "comportement responsable pourrait tout au plus conduire à l'homme de bien-être",
          "dans la prochaine vie, mais ils jouent certainement des ravages avec sa vie dans",
          "le monde actuel. En vertu de cette notion erronée on croit que les bonnes",
          "personnes sont inévitablement destinés à vivre dans une pauvreté abjecte et la",
          "misère absolue. En réfutant cette idée fausse, Dieu, il est clair que le",
          "comportement juste est propice à la réussite de l'homme dans les deux mondes.",
          "Ceux qui vivent une vie juste et craignant Dieu va atteindre le succès et la",
          "position estimée dans ce monde comme dans le suivant. Car, une position de",
          "véritable honneur dans ce monde tombe seulement à ceux qui, par leur dévouement à",
          "Dieu, agir vertueusement, qui sont connus pour leurs excellentes mœurs, qui",
          "adhèrent à la bienséance dans leurs relations avec les autres, qui sont",
          "considérés par les gens à être digne de confiance, dont tous attendent rien",
          "d'autre que la bonté et la bienveillance, et dont aucun ne divertit la crainte de",
          "tout mal. \n Implicite dans l'expression coranique «une jouissance équitable de la",
          "vie» est un autre point qui ne devrait pas échapper à notre attention. Selon le",
          "Coran, «la jouissance de la vie» est de deux sortes: l'une. ce qui conduit les",
          "gens, qui sont inattentifs de Dieu, aux tentations avec le résultat qu'ils se",
          "plonger dans la mondanité et oublient Dieu encore plus. Ainsi, «la jouissance de",
          "la vie», mais apparemment une bénédiction divine, prouve une malédiction. Il",
          "devient le précurseur de la punition de Dieu. Ceci est ce que le Coran marques",
          "comme «la jouissance illusoire». [(Voir Al 'Imran 3:. 185; al-Hadid 57: 20 - Ed",
          "<V:3:.185;al-Hadid57:20-Ed>)] En revanche, l'autre type de jouissance de la vie",
          "ajoute à la prospérité d'une personne et la vitalité physique de telle manière",
          "qu'il devient encore plus reconnaissant à Dieu. Ce genre de «jouissance de la",
          "vie» invite l'homme à respecter les obligations qui lui incombent envers Dieu,",
          "envers les créatures de Dieu et envers lui-même. Fort des ressources fournies par",
          "Dieu, l'homme se trouve dans une position plus forte pour promouvoir efficacement",
          "la cause du bien et de la justice et de chercher à effacer le mal et le mal. Tel",
          "est le concept coranique de «juste jouissance de la vie» - une jouissance qui ne",
          "se termine pas avec la vie de ce monde, mais étend à la prochaine vie aussi bien."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "إِلَى اللَّهِ مَرْجِعُكُمْ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "car c’est vers Dieu que se fera votre retour, et Sa puissance n’a point de",
        "limite."
      ],
      "tafsirTranslate" : [
        "Unto Allah est votre retour, et il a le pouvoir de tout faire."
      ],
      "tanslateWordByWord" : [
        "À",
        "Allah",
        "(Est) votre retour",
        "et il",
        "(est sur",
        "chaque",
        "chose",
        "Tout-puissant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "أَلَا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا مِنْهُ ۚ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
      "simpleTranslate" : [
        "Or, ne voilà-t-il pas qu’ils se replient sur eux-mêmes pour se cacher de Dieu?",
        "Mais ne savent-ils pas que, au moment même où ils s’enfouissent sous leurs",
        "habits, Dieu connaît déjà ce qu’ils dissimulent et ce qu’ils divulguent, car Il",
        "voit dans le tréfonds des cœurs?"
      ],
      "tafsirTranslate" : [
        "Lo! Ils replient leurs poitrines afin de se se cacher de lui. <N:5> Sûrement",
        "quand ils couvrent eux-mêmes avec leurs vêtements Allah sait bien ce qu'ils",
        "couvrent et ce qu'ils révèlent. En effet, il sait même les secrets cachés dans",
        "les seins."
      ],
      "tanslateWordByWord" : [
        "Sans aucun doute",
        "Ils",
        "replier",
        "leurs seins",
        "qu'ils peuvent se cacher",
        "de lui",
        "Sûrement",
        "quand",
        "ils couvrent (eux-mêmes)",
        "(Avec) leurs vêtements",
        "Il sait",
        "quelle",
        "ils cachent",
        "et quoi",
        "ils révèlent",
        "En effet, il",
        "(Est) Omniscient",
        "de quoi",
        "(Is in) les seins"
      ],
      "notes" : {
        "5" : [
          "Lorsque la mission du Prophète est devenu le discours de la journée à Makka,",
          "certaines personnes ont montré l'aversion considérable pour elle, même si elles",
          "ne sont pas opposés activement. Ces personnes ne voulaient pas écouter le",
          "Prophète [(la paix soit sur lui)] et a fait un point de l'éviter. S'ils l'ont vu",
          "quelque part, ils se tournent leur visage loin ou essayer de se cacher. Ces",
          "personnes ont fait tous les efforts pour éviter toute rencontre avec le Prophète",
          "[(la paix soit sur lui)] de peur qu'il pourrait les inviter à accepter son",
          "enseignement. \n Le présent verset se réfère précisément à ces personnes; ils sont",
          "décrits comme étant effrayés à l'idée de faire face à la vérité. Autruche comme",
          "ils ont creusé leurs têtes dans le sable, croyant que la réalité elle-même avait",
          "disparu. Le fait, cependant, est que la réalité reste, et témoigne de la folie de",
          "ceux qui se cachent de lui."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِي كِتَابٍ مُبِينٍ",
      "simpleTranslate" : [
        "Il n’est point de créature sur Terre qui n’attende de Dieu sa pâture et dont Dieu",
        "ne connaisse le repaire et le lieu de sa mort, car tout est consigné dans un",
        "Livre explicite !"
      ],
      "tafsirTranslate" : [
        "Il n'y a pas un seul être vivant sur la terre, mais Allah est chargé de fournir",
        "sa subsistance. Il sait où il habite et où il reposera en permanence. <N:6> Tout",
        "cela est consigné dans un livre clair."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "tout",
        "créature mobile",
        "dans",
        "La terre",
        "mais",
        "sur",
        "Allah",
        "(Est) sa provision",
        "Et il sait",
        "son lieu d'habitation",
        "et son lieu de stockage",
        "Tout",
        "(est dans",
        "un enregistrement",
        "clair"
      ],
      "notes" : {
        "6" : [
          "Dieu est, d'une part, Omniscient. Il sait exactement où chacun de ses créatures",
          "est, que ce soit le nid d'un petit oiseau ou le trou d'un petit ver. D'autre",
          "part, Dieu fournit la nourriture à tous, et fournit pour eux où qu'ils soient. Il",
          "est conscient en tout temps de l'endroit où ses créatures passent leur vie et où",
          "ils vont respirer leur dernier. Ce serait pure bêtise si quelqu'un venait à",
          "penser que par le recours à des méthodes telles que se couvrir le visage, ou",
          "fermer les yeux on serait en mesure d'échapper à la punition de Dieu. Même si",
          "quelqu'un parvient à éluder l'observation du Prophète, il est vain. Car personne",
          "ne peut échapper à l'observation de Dieu. Ne devrait-on entretenir l'illusion que",
          "Dieu ignore le fait que le Prophète [(la paix soit sur lui)] faisait de son mieux",
          "pour communiquer la vérité aux incroyants, et que ce dernier essayait de leur",
          "mieux pour boucher leurs oreilles de peur que la vérité les atteint."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۗ وَلَئِنْ قُلْتَ إِنَّكُمْ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ هَٰذَا إِلَّا سِحْرٌ مُبِينٌ",
      "simpleTranslate" : [
        "C’est Lui qui a créé les Cieux et la Terre en six jours, alors que Son Trône",
        "reposait sur l’eau, pour vous mettre à l’épreuve et reconnaître ceux d’entre vous",
        "qui agiraient le mieux. Or, si tu leur dis : «Vous serez certainement ressuscités",
        "après votre mort», les incrédules ne manqueront pas de dire : «Cela relève",
        "manifestement de la pure magie !»"
      ],
      "tafsirTranslate" : [
        "Et c'est Lui qui a créé les cieux et la terre en six jours - et [avant que] Son",
        "Trône était sur l'eau <N:7> afin qu'Il vous tester, qui vous est mieux conduite",
        "<N:8> Si vous deviez dire (O Muhammad): «Chacun d'entre vous va sûrement être",
        "soulevée après la mort», ceux qui ne croient pas diront très certainement:. «Ce",
        "ne sont que la sorcellerie plaine <N:9>"
      ],
      "tanslateWordByWord" : [
        "Et il",
        "(Est) Celui qui",
        "créé",
        "Le Paradis",
        "et la terre",
        "dans",
        "six",
        "époques",
        "et son trône était",
        "et son trône était",
        "sur",
        "l'eau",
        "qu'il pourrait tester [vous]",
        "lequel de vous",
        "(est le meilleur",
        "(effectivement",
        "Mais si",
        "tu dis",
        "En effet, vous",
        "(Sera) ressuscité",
        "après",
        "après",
        "[la mort",
        "sûrement dirait",
        "ceux qui",
        "pas foi",
        "Ce n'est pas",
        "Ce n'est pas",
        "mais",
        "une magie",
        "clair"
      ],
      "notes" : {
        "8" : [
          "Dieu créa la terre et les cieux, parce qu'il a voulu créer l'homme. En outre, il",
          "a créé l'homme afin de lui confier la responsabilité morale et de l'investir de",
          "la puissance de la lieutenance de Dieu. Par la suite, il devait être vu comment",
          "chaque être humain serait s'acquitter de cette responsabilité et comment il",
          "ferait usage de la puissance qui lui est confiée. Il est possible d'imaginer que",
          "ce ne fut pas le but de créer l'homme et que Dieu avait l'homme voulu avoir les",
          "pouvoirs qu'il a maintenant et ne pas le mettre à toute épreuve, ni lui poser des",
          "questions quant à savoir s'il a utilisé les pouvoirs qui lui sont accordés de",
          "manière appropriée ou pas. Il est également possible d'imaginer que l'homme ne",
          "serait pas tenu de rendre un compte à Dieu, ni être récompensé ou puni pour ses",
          "actes. Il est également possible d'imaginer que l'homme. qui a été encombré de",
          "responsabilité morale, serait tout simplement finir dans la poussière. Si tout",
          "cela est vrai, alors on n'a pas d'autre choix que de considérer l'ensemble de cet",
          "acte de création d'un stratagème absurde, et la vie humaine une inutilité",
          "absolue."
        ],
        "9" : [
          "Les incroyants sont si carrément stupide qu'ils considèrent l'univers pas plus",
          "que le théâtre de certains collègues sportive, et se considèrent simplement comme",
          "des farces à l'amusent. Ils sont si heureux avec ce concept fou que même quand",
          "ils sont informés de la véritable finalité de la création et de leur propre vie",
          "en elle, ils ont simplement rire tout de suite. Ils vont aussi dans la mesure de",
          "jeter la raillerie du sorcier au Prophète [(la paix soit sur lui)]."
        ],
        "7" : [
          "Ceci est une parenthèse qui a été probablement faite en réponse à une certaine",
          "telle requête: «S'il y avait un moment où n'existaient pas les cieux et la terre,",
          "puis ils ont été créés - qu'est-ce qui existait avant? Sans mentionner",
          "explicitement une telle requête, une réponse est brièvement fourni. La réponse",
          "est: avant que tous les cieux et la terre ont été créés il y avait de l'eau",
          "partout. Cependant, nous ne sommes pas en mesure d'affirmer avec certitude la",
          "signification du mot «eau» utilisé dans le verset. Est-ce que cela signifie la",
          "«eau» que nous connaissons par ce nom maintenant? Ou at-il été utilisé",
          "métaphoriquement pour désigner la matière sous sa forme liquide avant qu'il a",
          "pris sa forme actuelle? Quant à l'affirmation selon laquelle le Trône de Dieu",
          "était sur l'eau, cela signifie - pour autant que nous avons été en mesure de",
          "saisir -Que le royaume de Dieu était sur l'eau."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَىٰ أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ مَا يَحْبِسُهُ ۗ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
      "simpleTranslate" : [
        "Et si Nous reportons le châtiment qui doit les frapper à une date déterminée, ils",
        "diront : «Qu’est-ce donc qui le retient?» Qu’ils sachent que le jour où il se",
        "produira, rien ne pourra les en sauver, et que ce dont ils se moquaient les",
        "enveloppera de toutes parts !"
      ],
      "tafsirTranslate" : [
        "Et Nous étions de mettre hors d'eux le châtiment pour une période déterminée, ils",
        "crieront: «Qu'est-ce que Lui abstenez châtiant? Certes, lorsque le jour du",
        "châtiment viendra, rien ne permettra d'éviter et le châtiment qu'ils avaient",
        "ridiculisé doit les englober."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Nous retardons",
        "d'eux",
        "la punition",
        "pour",
        "une époque",
        "déterminé",
        "ils vont sûrement dire",
        "Quelle",
        "il retient",
        "Sans aucun doute",
        "(Au jour",
        "elle leur vient",
        "ne pas",
        "(Sera) évitée",
        "d'eux",
        "et entourera",
        "leur",
        "quelle",
        "ils avaient l'habitude)",
        "maquette à [it]",
        "maquette à [it]"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ",
      "simpleTranslate" : [
        "Faisons-Nous goûter à l’homme un bienfait de Notre part et l’en privons-Nous",
        "ensuite, il est alors livré au désespoir et plein d’ingratitude !"
      ],
      "tafsirTranslate" : [
        "Si jamais nous favorisons l'homme avec Notre miséricorde, puis prendre loin de",
        "lui, il devient tout à fait désespérée, totalement ingrat."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Nous donnons l'homme un goût",
        "Nous donnons l'homme un goût",
        "(De) Mercy de nous",
        "(De) Mercy de nous",
        "puis",
        "Nous retirons",
        "de lui",
        "en effet, il",
        "(Est) désespérée",
        "(Et) ingrat"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ السَّيِّئَاتُ عَنِّي ۚ إِنَّهُ لَفَرِحٌ فَخُورٌ",
      "simpleTranslate" : [
        "Lui faisons-Nous goûter un bienfait de Notre part, après qu’un malheur l’a",
        "frappé, alors aussitôt il s’écrie : «C’en est fini enfin de mes malheurs !»,",
        "plein de joie et de gloriole."
      ],
      "tafsirTranslate" : [
        "Et si nous le laissons goûter faveur après un préjudice lui a touché, il dit:",
        "«Tous mes maux sont partis», et il devient soudainement exultant et vantard,",
        "<N:10>"
      ],
      "tanslateWordByWord" : [
        "Mais si",
        "Nous lui donnons un avant-goût",
        "(De) faveur",
        "après",
        "épreuves",
        "lui (a) touché",
        "sûrement, il dira",
        "ont disparu",
        "les maux",
        "de moi",
        "En effet, il a",
        "(Est) exultant",
        "(Et) vantard"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَٰئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
      "simpleTranslate" : [
        "Seuls ceux qui patientent et pratiquent de bonnes œuvres obtiendront pardon et",
        "belle récompense."
      ],
      "tafsirTranslate" : [
        ", sauf ceux qui sont patients <N:11> et d'agir avec droiture. Une telle aura le",
        "pardon d'Allah et une grande récompense. <N:12>"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "ceux qui",
        "(Sont) des patients",
        "et fait",
        "les bonnes actions",
        "ceux",
        "pour eux",
        "(Sera) le pardon",
        "et une récompense",
        "génial"
      ],
      "notes" : {
        "12" : [
          "Dieu pardonne les péchés de ceux qui sont patients et faire le bien et il les",
          "récompense aussi amplement pour leurs bonnes actions."
        ],
        "11" : [
          "Cela fait ressortir un autre aspect de la «patience»; une qualité en contraste",
          "frappant avec ce trait indigne vient de mentionner. Ceux qui sont patients poise",
          "d'exposition et l'équanimité au milieu des vicissitudes de la fortune. Ils ne",
          "permettent pas de changements de fortune pour changer leur attitude et leur",
          "caractère. Si les circonstances sont favorables et ils jouissent de la richesse,",
          "la puissance et la gloire, qui ne les rend pas assoiffé de pouvoir. Encore une",
          "fois, quand ils sont visités à l'adversité, leur dignité ne soit pas écrasé de",
          "toute existence. Chaque fois que Dieu les met à toute épreuve - que ce soit celle",
          "de la prospérité ou l'adversité - ils maintiennent leur posture digne de",
          "modération. Quelle que soit la circonstance, leur courage ne leur manque."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَىٰ إِلَيْكَ وَضَائِقٌ بِهِ صَدْرُكَ أَنْ يَقُولُوا لَوْلَا أُنْزِلَ عَلَيْهِ كَنْزٌ أَوْ جَاءَ مَعَهُ مَلَكٌ ۚ إِنَّمَا أَنْتَ نَذِيرٌ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ",
      "simpleTranslate" : [
        "Il se peut que tu sois tenté de délaisser une partie de ce qui t’a été révélé et",
        "que tu ressentes un serrement de cœur lorsque tu les entends dire : «Que ne lui",
        "envoie-t-on un trésor du Ciel, ou que ne lui adjoigne-t-on un ange?» Rappelle-toi",
        "que tu n’es qu’un avertisseur et que c’est Dieu qui est le Gérant de l’Univers !"
      ],
      "tafsirTranslate" : [
        "(O Messager!) Que cela ne se produise que vous omettez (exposer) une partie de ce",
        "qui a été révélé. Et ne soyez pas affligés qu'ils diront: «Pourquoi un trésor n'a",
        "pas été accordé à lui» ou «Pourquoi ne pas un ange l'accompagner? Pour que vous",
        "êtes simplement un warner, alors Allah a le contrôle sur tout. <N:13>"
      ],
      "tanslateWordByWord" : [
        "Alors peut-être vous",
        "(Peut) abandonner",
        "une part",
        "(de quoi",
        "est révélé",
        "à toi",
        "et l'étroit",
        "par cela",
        "ta poitrine",
        "car",
        "ils disent",
        "Pourquoi pas",
        "est envoyé vers le bas",
        "pour lui",
        "un trésor",
        "ou",
        "est venu",
        "avec lui",
        "un ange",
        "Seulement",
        "toi",
        "(Sont) un warner",
        "Et Allah",
        "(est sur",
        "chaque",
        "chose",
        "un gardien"
      ],
      "notes" : {
        "13" : [
          "Afin de bien comprendre le verset on devrait prendre note mentale de",
          "l'arrière-plan circonstancielle de sa révélation. Au moment où ce verset a été",
          "révélé, Makka était le centre de Quraysh qui a eu une influence prépondérante sur",
          "l'ensemble de l'Arabie en raison de leur prestige religieux, la richesse, le",
          "commerce, et le pouvoir politique. Au moment même où les Quraysh étaient au",
          "zénith de leur puissance et de l'autorité, un mecquoise - le Prophète - se leva",
          "et dénoncé avec véhémence la religion dont ils étaient les gardiens comme un",
          "faisceau de l'ignorance et de l'erreur. Il a également condamné le système social",
          "dont ils étaient les porte-drapeaux, l'appelant pourri jusqu'à la moelle. Il les",
          "a également mis en garde contre un châtiment imminent de Dieu. Il a souligné que",
          "le seul moyen d'éviter cette peine était d'accepter la vraie foi et l'ordre juste",
          "de la vie dont il avait exposé les au nom de Dieu. \n La seule chose que cet homme",
          "avait à faire croire qu'il avait été nommé par Dieu pour communiquer son message,",
          "était la pureté de son caractère et le caractère raisonnable absolu de son",
          "enseignement. En outre, il n'y avait apparemment rien dans le milieu, sauf les",
          "torts profonds qui avaient corrompu la vie religieuse, morale et sociale du",
          "Quraysh qui suggère que la punition de Dieu était à portée de main. Au contraire,",
          "tous les présages ont indiqué que les Mecquois jouissaient des faveurs",
          "d'abondance de Dieu et des divinités dont ils adoraient. Ainsi, apparemment, ils",
          "avaient toutes les raisons de croire qu'ils étaient sur la bonne voie. \n Si, dans",
          "de telles circonstances, une personne de la manière du Prophète [(la paix soit",
          "sur lui)] était de dénoncer fermement la manière la plus répandue de la vie, il",
          "est à peine surprenant que tous, sauf un très peu de gens bien-pensants qui ont",
          "eu accès à la la vérité deviendrait ses ennemis invétérés. Cette inimitié a",
          "trouvé son expression dans une myriade de formes. Certaines personnes ont cherché",
          "à supprimer le Prophète [(la paix soit sur lui)] en ayant recours à des méthodes",
          "dures de répression. D'autres ont essayé de saper sa position en fausses",
          "accusations et la propagande vicieuse. Certains le décourager avec leur",
          "indifférence bigote et fronçant les sourcils, tandis que d'autres ont eu recours",
          "à des plaisanteries, farces, railleries, et le ridicule pour rejeter son message",
          "aussi absurde. \n Il est clair qu'une telle attitude hostile aurait été crève-cœur",
          "pour le Prophète [(la paix soit sur lui)]. Cela aurait été d'autant plus que",
          "l'hostilité a persisté pendant plusieurs années. Il est dans ces circonstances",
          "difficiles que Dieu consolait le Prophète [(la paix soit sur lui)]. Il le",
          "réconforta en disant que ce sont les gens de faible courage qui se tournent",
          "vantard dans la prospérité et deviennent abattus et découragés dans l'adversité.",
          "Une personne digne aux yeux de Dieu poursuit la justice avec patience et courage.",
          "Par conséquent, le Prophète [(la paix soit sur lui)] ne doit pas être ébranlée",
          "par l'opposition fanatique, l'aversion, le ridicule et la moquerie, et les",
          "objections folles dont il a été soumis par les non-croyants. Au contraire, il ne",
          "devrait pas hésiter, malgré toute l'opposition, il a fait face, en appelant les",
          "gens à la vérité révélée par Dieu. En fait, il ne devrait même pas permettre la",
          "réticence d'un moment à proclamer la vérité de peur qu'il serait ridiculisé pour",
          "propager ces enseignements. Il ne doit pas se rétrécir d'accomplir son devoir de",
          "prêcher parce que certains de ces enseignements serait trop désagréable pour son",
          "peuple même d'entendre. Pour la tâche principale du Prophète [(la paix soit sur",
          "lui)] était d'indiquer en permanence la vérité, sans compromis et sans crainte,",
          "et indépendamment de ceux qui ont accepté et ceux qui ne l'a pas. Une fois cette",
          "tâche avait été effectuée, il était inutile inquiétant que ce serait de tout",
          "effet. À cet égard, le Prophète [(la paix soit sur lui)] doit placer sa confiance",
          "entièrement à Dieu."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَيَاتٍ وَادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "Diront-ils : «C’est Muhmmad qui a inventé ce Coran !» Réponds-leur : «Eh bien !",
        "Inventez vous-mêmes dix sourates pareilles ! Et faites-vous aider par qui vous",
        "pourrez, hormis Dieu, si vous êtes véridiques !»"
      ],
      "tafsirTranslate" : [
        "Est-ce qu'ils disent: «Il a inventé ce livre lui-même? Dis: «Si tel est le cas,",
        "apportez dix sourates analogues de celui-ci de votre composition, et font appel à",
        "tous (les divinités), vous pouvez autre qu'Allah à votre aide. Faites-le si vous",
        "êtes véridiques »."
      ],
      "tanslateWordByWord" : [
        "Ou",
        "ils disent",
        "Il a fabriqué ce",
        "Dire",
        "Ensuite, mettre",
        "Dix",
        "sourates",
        "J'aime ça",
        "fabriqué",
        "et appel",
        "quiconque",
        "vous pouvez",
        "en dehors d'Allah",
        "en dehors d'Allah",
        "en dehors d'Allah",
        "si",
        "tu es",
        "véridique"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ وَأَنْ لَا إِلَٰهَ إِلَّا هُوَ ۖ فَهَلْ أَنْتُمْ مُسْلِمُونَ",
      "simpleTranslate" : [
        "S’ils ne vous répondent pas, apprenez alors que ce qui a été révélé relève",
        "uniquement du savoir de Dieu, en dehors de qui il n’y a point d’autre divinité.",
        "Finirez-vous donc par vous soumettre à Lui?"
      ],
      "tafsirTranslate" : [
        "Alors si (vos divinités) ne répondent pas à votre appel à l'aide, puis se sentir",
        "assuré que ce livre a été révélé à la connaissance d'Allah, et qu'il n'y a pas de",
        "véritable divinité que Lui. Voulez-vous, alors, se rendre (à cette vérité)?",
        "<N:14>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, sinon",
        "ils répondent",
        "à toi",
        "sachez alors",
        "cette",
        "il a été envoyé vers le bas",
        "avec la connaissance d'Allah",
        "avec la connaissance d'Allah",
        "et cela",
        "(Il n'y a pas",
        "Dieu",
        "sauf",
        "Lui",
        "Alors, serait",
        "toi",
        "(Be) musulmans"
      ],
      "notes" : {
        "14" : [
          "L'argument avancé ici sert à établir l'origine divine du Coran, ainsi que",
          "l'unicité de Dieu. L'argument, mis succinctement, est la suivante: \n [(I)] Si les",
          "mécréants pensaient que le Coran avait été écrit par un être humain, alors il",
          "devrait être possible pour eux de composer quelque chose qui serait analogue de",
          "celui-ci. Maintenant, les incrédules prétendent qu'il est le Prophète [(la paix",
          "soit sur lui)] - un être humain plutôt que de Dieu - qui a produit le Coran. Dans",
          "un tel cas, il devrait être possible pour eux - car eux aussi sont des êtres",
          "humains - pour produire un tel livre. Cependant, malgré les difficultés répétées",
          "pour eux de produire quelque chose comme le Coran personne, même pas tous les",
          "combinés, a réussi à y parvenir. La conclusion est tout à fait évident: le Livre",
          "a été révélé par Dieu et il n'y a aucun doute qu'il est l'œuvre d'un être humain.",
          "\n [(Ii)] Le Coran tout à fait ouvertement et dénoncé avec véhémence les divinités",
          "qui les incroyants adoraient, et les a exhortés à abandonner ces car ils avaient",
          "aucune part dans la divinité de Dieu. On a également demandé aux incroyants de",
          "mobiliser tous ceux qu'ils voulaient, y compris leurs divinités - à condition",
          "qu'ils aient un pouvoir - pour les aider à établir la fausseté de l'affirmation",
          "du Prophète en produisant un livre égal au Coran. Mais si, à cette étape",
          "cruciale, leurs divinités ne parviennent pas à leur venir en aide et ne pas leur",
          "accorder le pouvoir de produire quelque chose comme le Coran, qu'est-ce donc que",
          "cela prouve? Bien évidemment, cela prouve que ces soi-disant divinités avaient ni",
          "le pouvoir ni même la moindre des attributs nécessaires pour godhead. Le fait de",
          "leurs divinités devenant purement le travail de quelques êtres humains qui",
          "avaient investi ces faibles créatures mortelles avec godhead. \n Soit dit en",
          "passant, ce verset établit également le fait que, en termes de séquence",
          "chronologique présent de la sourate - HUD a été révélé avant Surah Yunus. Car,",
          "dans la présente sourate, les mécréants ont été mis au défi de produire dix",
          "sourates comme ceux du Coran. Par la suite, après que les incroyants ont échoué à",
          "le faire, on leur a demandé dans la sourate Yunus pour produire un seul sourate",
          "semblable. [(Voir Yunus 10:. 38, n 46.)]"
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ",
      "simpleTranslate" : [
        "Ceux dont l’ambition se limite aux plaisirs et au faste de ce monde, Nous",
        "rétribuerons leurs efforts dans ce monde même, sans leur faire subir la moindre",
        "injustice ;"
      ],
      "tafsirTranslate" : [
        "Ceux qui cherchent simplement le monde présent et sa parure. <N:15> Nous les",
        "récompensons pleinement pour leur travail dans ce monde, et ils sont faits pour",
        "souffrir aucune diminution dans ce qui concerne ce qui leur est dû."
      ],
      "tanslateWordByWord" : [
        "Celui qui [est]",
        "Celui qui [est]",
        "désirs",
        "la vie",
        "(du monde",
        "et ses ornements",
        "Nous allons rembourser intégralement",
        "pour eux",
        "(Pour) leurs actes",
        "la bride",
        "et ils",
        "en ce",
        "ne sera pas diminué",
        "ne sera pas diminué"
      ],
      "notes" : {
        "15" : [
          "Ce qui a poussé cette remarque Coranique est le fait que le genre de personnes",
          "qui ont rejeté le message du Coran à la fois dans le temps du Prophète [(la paix",
          "soit sur lui)] et ont ensuite une caractéristique importante en commun - ils sont",
          "tout imprégné de mondanité. Bon nombre des arguments qu'ils avancent pour rejeter",
          "le Coran sont probablement après-pensées, simplement rationalisée excuses pour ne",
          "pas accepter la vérité. Ce qui se trouve à la racine du rejet de ces personnes",
          "est l'hypothèse que tout autre que ce monde et ses gains sont sans valeur, et que",
          "tout le monde devrait avoir la plus grande opportunité à saisir la partie",
          "optimale des avantages matériels."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "أُولَٰئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ ۖ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "mais ceux-là n’auront dans la vie future que le Feu, car toutes leurs œuvres",
        "ici-bas seront vaines et tout ce qu’ils auront accompli sur Terre sera sans",
        "valeur."
      ],
      "tafsirTranslate" : [
        "Ce sont eux qui auront rien dans l'au-delà, sauf Fire <N:16> (Là, ils sont venus",
        "à connaître) que leurs actions dans le monde ont à néant; et que tout ce qu'ils",
        "ont fait est absolument inutile."
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "(Sont) ceux qui",
        "(n'est pas",
        "pour eux",
        "dans",
        "l'au-delà",
        "sauf",
        "le feu",
        "Et (a) passé en vain",
        "quelle",
        "ils ont fait",
        "la bride",
        "et (est) sans valeur",
        "quelle",
        "ils avaient l'habitude)",
        "faire"
      ],
      "notes" : {
        "16" : [
          "Ceux qui gardent leur attention centrée sur ce monde et ses avantages tireront",
          "parti des retombées du monde en proportion de leurs efforts. Toutefois, étant",
          "donné que ces personnes ne sont pas concernés par, ni ont-ils dirigent leurs",
          "efforts vers la réussite et le bien-être dans l'au-delà, il n'y a aucune raison",
          "de supposer que leurs efforts, visant simplement à obtenir des avantages du",
          "monde, seront également profiter des avantages de l'au-delà. Une personne peut",
          "attendre à ce que son action dans ce monde sera de quelque avantage pour lui dans",
          "la prochaine vie que si lui-même a engagé dans des tâches qui sont bénéfiques",
          "dans la prochaine vie aussi bien. Ceci peut être illustré par l'exemple. Une",
          "personne veut avoir une majestueuse demeure à vivre et à cette fin, il adopte les",
          "moyens qui sont habituellement adoptées pour sa construction. \n Maintenant, s'il",
          "a adopté signifie la condition qu'il aura en effet une majestueuse demeure. Même",
          "si une telle personne se trouve être un incroyant, ce fait ne sera pas empêcher",
          "le manoir d'être construit. Cependant, si une telle personne respire son dernier,",
          "il devra laisser derrière ce manoir et ses effets et sera en mesure de prendre",
          "rien à l'autre monde. Maintenant, s'il n'a pas pris les mesures nécessaires pour",
          "obtenir une maison dans l'autre monde, il sera tout simplement pas obtenir une",
          "telle demeure là. Seuls ceux qui ont accompli des actes qui, selon la loi de",
          "Dieu, lui ferait mériter un manoir dans le Next World sera en mesure de le faire.",
          "\n On pourrait être tenté de dire:. «Cette argumentation au meilleur conduit à la",
          "conclusion qu'une telle personne qui ne se soucie que de ce monde, devrait se",
          "voir refuser un manoir dans le Next World Mais cela appelle aussi pour lui",
          "consignant, dans le Next World, to Hell-Fire? Sur ce point, le Coran explique à",
          "plus d'une occasion que tous ceux qui travaillent au mépris total de l'au-delà",
          "engagent nécessairement des actes qui les conduisent à se retrouver dans un tas",
          "de feu dans la prochaine vie plutôt que dans un manoir au Paradis . [(Voir, par",
          "exemple, Yunus 10, n. 12)]"
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "أَفَمَنْ كَانَ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ وَمِنْ قَبْلِهِ كِتَابُ مُوسَىٰ إِمَامًا وَرَحْمَةً ۚ أُولَٰئِكَ يُؤْمِنُونَ بِهِ ۚ وَمَنْ يَكْفُرْ بِهِ مِنَ الْأَحْزَابِ فَالنَّارُ مَوْعِدُهُ ۚ فَلَا تَكُ فِي مِرْيَةٍ مِنْهُ ۚ إِنَّهُ الْحَقُّ مِنْ رَبِّكَ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Peut-on comparer ces gens-là à ceux qui se réfèrent à une preuve évidente émanant",
        "de leur Seigneur, et qu’un témoin envoyé par Lui vient leur réciter, corroborant",
        "ainsi l’Écriture de Moïse, qui était révélée pour servir de guide et de",
        "bénédiction? Ce sont ceux-là les vrais croyants ! Quant à ceux, parmi les",
        "factieux, qui refusent de croire, ceux-là, leur rendez-vous est déjà pris avec",
        "l’Enfer. N’aie aucun doute là-dessus, car c’est là la stricte Vérité émanant de",
        "ton Seigneur ! Mais la plupart des hommes n’y croient pas."
      ],
      "tafsirTranslate" : [
        "Peut-il arriver que celui qui prend sa position sur une preuve évidente de son",
        "Seigneur, <N:17> ultérieurement suivie par un témoin de lui (dans son support),",
        "<N:18> et avant que le livre de Moïse a été révélé comme un guide et une",
        "miséricorde, (ne serait même lui nier la vérité de la manière de ceux qui adorent",
        "la vie de ce monde)? Au contraire, ces hommes sont tenus d'y croire. <N:19> Le",
        "feu est la station promise des groupes qui ne croient pas. Donc, avoir aucun",
        "doute à ce sujet en est bien la vérité de ton Seigneur, bien que la plupart des",
        "gens ne croient pas."
      ],
      "tanslateWordByWord" : [
        "est alors celui qui",
        "est",
        "sur",
        "une preuve claire",
        "de",
        "son Seigneur",
        "et récite",
        "un témoin",
        "de lui",
        "et avant",
        "et avant",
        "(A) un livre",
        "(De) Musa",
        "(comme un guide",
        "et (comme) la miséricorde",
        "Ceux",
        "croyez",
        "en ce",
        "Mais celui qui",
        "mécroit",
        "en ce",
        "parmi",
        "les sectes",
        "alors le feu",
        "(Sera) sa promise (réunion) lieu",
        "Donc ne le fais pas",
        "être",
        "dans",
        "doute",
        "à propos de ça",
        "En effet, il",
        "(est la vérité",
        "de",
        "votre Seigneur",
        "mais",
        "les plus",
        "(des gens",
        "(ne pas",
        "croyez"
      ],
      "notes" : {
        "17" : [
          "Cela montre que même en dehors de la révélation, il y a suffisamment de preuves",
          "dans le propre de l'homme, dans la structure des cieux et de la terre, et dans",
          "l'ordre qui règne dans l'univers de prouver que Dieu est le créateur seulement,",
          "maître, seigneur et souverain de l'univers. La preuve visée ci-dessus incline",
          "aussi l'homme à croire que la vie présente sera suivi par un autre dans lequel",
          "l'homme sera tenu de rendre compte de ses actes, et dans lequel il pourrait être",
          "rétribué."
        ],
        "18" : [
          "Le «témoin de Lui» est le Coran. Le témoignage des phénomènes naturels combinés",
          "avec celui fourni par soi-même de l'homme avait déjà créé dans l'homme la",
          "disposition d'affirmer les vérités mentionnées plus haut. Tout ce qui a été",
          "encore renforcée par le Coran qui est venu comme l'assurance que ce qu'il était",
          "prédisposé à croire en était bien vrai."
        ],
        "19" : [
          "Dans le présent contexte, le verset signifie que ceux qui sont trop entiché les",
          "séductions de la vie mondaine seront enclins à rejeter le message du Coran.",
          "Distinguable de ceux-ci sont ceux qui prennent bonne note du témoignage fourni",
          "par leurs propres êtres et par la structure et l'ordre qui règne dans l'univers à",
          "l'appui de l'unité de Dieu. Ce témoignage a été encore renforcé par les livres",
          "célestes révélés avant le Coran. Comment ces personnes peuvent fermer les yeux",
          "sur un tel témoignage accablant que cela et joindre leur voix à celles des",
          "non-croyants? \n Ce verset indique clairement que, même avant la révélation du",
          "Coran, le Prophète [(la paix soit sur lui)] avaient atteint le stade de la",
          "croyance en l'invisible. Nous avons vu dans al-Anam [(voir 6: 75 et suiv.)] Le",
          "cas d'Abraham. Avant d'être nommé un prophète, Abraham [(la paix soit sur lui)] a",
          "été conduit par une observation attentive des phénomènes naturels à la",
          "connaissance de l'unité de Dieu. De même, le présent verset, il est clair que par",
          "sa réflexion, le Prophète [(la paix soit sur lui)], avait été amené à croire en",
          "l'invisible avant même que le Coran a été révélé. Par la suite, lorsque le Coran",
          "a été révélé non seulement confirmé ce qu'il avait déjà devenu enclin à accepter,",
          "mais a également fourni une connaissance précise à ce sujet."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا ۚ أُولَٰئِكَ يُعْرَضُونَ عَلَىٰ رَبِّهِمْ وَيَقُولُ الْأَشْهَادُ هَٰؤُلَاءِ الَّذِينَ كَذَبُوا عَلَىٰ رَبِّهِمْ ۚ أَلَا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ",
      "simpleTranslate" : [
        "Y a-t-il plus coupables que ceux qui inventent des mensonges sur le compte de",
        "Dieu? Ceux-là comparaîtront devant leur Seigneur et les témoins s’écrieront :",
        "«Les voilà, ceux qui ont attribué des mensonges à leur Seigneur !» Que la",
        "malédiction de Dieu s’abatte sur les coupables,"
      ],
      "tafsirTranslate" : [
        "Et qui est un malfaiteur plus grand que celui qui invente un mensonge contre",
        "Allah <N:20> Ces hommes seront exposés devant leur Seigneur et les témoins",
        "diront: «Ce sont ceux qui ont menti contre leur Seigneur. Lo! la malédiction",
        "d'Allah soit sur les injustes; <N:21>"
      ],
      "tanslateWordByWord" : [
        "Et qui",
        "(Est) plus injuste",
        "que (il) qui",
        "invente",
        "contre",
        "Allah",
        "un mensonge",
        "Ceux",
        "sera présenté",
        "avant",
        "leur Seigneur",
        "et dira",
        "les témoins",
        "Ceux-ci sont)",
        "ceux qui",
        "menti",
        "contre",
        "leur Seigneur",
        "Sans aucun doute",
        "(La) malédiction d'Allah",
        "(La) malédiction d'Allah",
        "(est sur",
        "les malfaiteurs"
      ],
      "notes" : {
        "20" : [
          "Pour inventer un mensonge contre Dieu consiste en affirmant que les êtres autres",
          "que Dieu ont aussi une part avec Dieu dans sa divinité, que, comme Dieu, ils ont",
          "également le droit d'être servi et adoré par les créatures de Dieu. Inventer un",
          "mensonge contre Dieu consiste également d'affirmer que Dieu ne se soucie pas de",
          "donner des conseils à ses créatures, qu'il n'a pas soulevé prophètes à cette fin,",
          "et qu'il a quitté plutôt les hommes libres de se comporter à leur guise. Inventer",
          "un mensonge contre Dieu consiste également d'affirmer que Dieu a créé les êtres",
          "humains en raillerie et du sport et qu'il ne les aura pas rendre compte à lui, et",
          "qu'il ne les rétribue pour leurs actes."
        ],
        "21" : [
          "Une telle proclamation sera faite sur le Jour du Jugement."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ",
      "simpleTranslate" : [
        "qui détournent leurs semblables de la Voie de Dieu, qu’ils cherchent à rendre",
        "tortueuse et qui ne croient pas à la vie future !"
      ],
      "tafsirTranslate" : [
        "sur ceux <N:22> qui barre les gens de la voie d'Allah, et chercher en elle",
        "tortuosité, <N:23> et nieront l'au-delà."
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "empêcher",
        "de",
        "(le chemin",
        "(De) Allah",
        "et chercher (en), il",
        "tortuosité",
        "pendant qu'ils",
        "dans l'au-delà",
        "[ils]",
        "(Sont) incroyants"
      ],
      "notes" : {
        "22" : [
          "Ceci est une parenthèse. Autrement dit, que la malédiction de Dieu sera proclamée",
          "dans l'au-delà contre ceux qui sont coupables de crimes mentionnés."
        ],
        "23" : [
          "Ces personnes n'aiment pas le droit chemin étant exposé à eux. Ils préféreraient",
          "avoir le droit chemin tortueux donc rendu en modifiant sous l'influence de la",
          "luxure, de préjugés, de fantaisie, et de la superstition. Il est seulement après",
          "le chemin qui était autrefois droite a été rendu tortueux qu'ils seront prêts à",
          "l'accepter."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "أُولَٰئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَا كَانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ۘ يُضَاعَفُ لَهُمُ الْعَذَابُ ۚ مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ",
      "simpleTranslate" : [
        "Ceux-là ne sauraient tenir Dieu en échec sur Terre, pas plus qu’ils ne sauraient",
        "trouver contre Son châtiment de protecteur. Mais leurs tourments seront portés au",
        "double pour n’avoir voulu ni entendre ni voir."
      ],
      "tafsirTranslate" : [
        "Ils avaient pas le pouvoir de faire échouer le dessein de Dieu sur la terre,",
        "<N:24> n'a pas non plus ils ont des protecteurs contre Allah. Leur châtiment sera",
        "doublé. <N:25> Ils étaient incapables d'entendre, ils ne pouvaient voir."
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "ne pas",
        "sera",
        "(Pouvoir) évasion",
        "dans",
        "La terre",
        "et pas",
        "est",
        "pour eux",
        "outre",
        "outre",
        "Allah",
        "tout",
        "protecteurs",
        "Et sera doublé",
        "pour eux",
        "la punition",
        "ne pas",
        "ils étaient",
        "capable",
        "(entendre",
        "et pas",
        "ils avaient l'habitude)",
        "voir"
      ],
      "notes" : {
        "24" : [
          "Ceci, à nouveau, se réfère à ce qui se passera dans la prochaine vie."
        ],
        "25" : [
          "Ils subiront la peine d'être dans l'erreur et pour tromper les autres et laissant",
          "derrière d'erreur et de l'égarement d'un héritage pour les générations à venir.",
          "[(Voir Vers Comprendre le Coran, vol. III, al-Araf, n. 30, pp. 23-6 Ed.)]"
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "أُولَٰئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ",
      "simpleTranslate" : [
        "Ceux-là auront été eux-mêmes les artisans de leur propre perte, de même qu’ils",
        "auront vu disparaître leurs divinités mensongères !"
      ],
      "tafsirTranslate" : [
        "Ils ont causé la perte totale à eux-mêmes, et tout ce qu'ils avaient inventé les",
        "a échoué. <N:26>"
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "(Sont) ceux qui",
        "(ont perdu",
        "leurs âmes",
        "et a perdu",
        "d'eux",
        "(Est) ce qui",
        "Ils ont utilisé",
        "(inventer"
      ],
      "notes" : {
        "26" : [
          "Toutes leurs conjectures concernant Dieu, l'univers et leur propre moi se",
          "révélera être absolument sans fondement dans la prochaine vie. De même, les",
          "notions qu'ils divertis sur l'aide et le soutien qu'ils recevraient de ceux",
          "qu'ils considéraient comme soit leurs divinités, ou leurs intercesseurs auprès de",
          "Dieu, ou leurs patrons se révéleront faux. De même, il deviendra évident que",
          "toutes leurs notions sur le bout de la vie étaient totalement faux."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ",
      "simpleTranslate" : [
        "Nul doute qu’ils seront les plus grands perdants dans la vie future !"
      ],
      "tafsirTranslate" : [
        "Indubitablement, ils seront les plus grands perdants dans l'au-delà."
      ],
      "tanslateWordByWord" : [
        "Non",
        "doute",
        "qu'ils",
        "dans",
        "l'au-delà",
        "[ils]",
        "(Seront) les plus grands perdants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَأَخْبَتُوا إِلَىٰ رَبِّهِمْ أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ ۖ هُمْ فِيهَا خَالِدُونَ",
      "simpleTranslate" : [
        "Ceux, au contraire, qui auront cru, accompli de bonnes œuvres et fait preuve",
        "d’humilité devant leur Seigneur, ceux-là auront le Paradis pour séjour éternel."
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui ont cru et agi avec droiture et dédié eux-mêmes totalement à",
        "leur Seigneur -ils sont les gens du Paradis, et ils y demeurerez éternellement.",
        "<N:27>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "croyez",
        "et fait",
        "Bonnes actions",
        "et se humilier",
        "avant",
        "leur Seigneur",
        "ceux",
        "(Les) compagnons",
        "(De) Paradise",
        "ils",
        "en ce",
        "(Se) demeureront éternellement"
      ],
      "notes" : {
        "27" : [
          "Ceci conclut le compte à propos de l'au-delà."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "مَثَلُ الْفَرِيقَيْنِ كَالْأَعْمَىٰ وَالْأَصَمِّ وَالْبَصِيرِ وَالسَّمِيعِ ۚ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ أَفَلَا تَذَكَّرُونَ",
      "simpleTranslate" : [
        "Ces deux groupes ressemblent l’un à l’aveugle et au sourd, l’autre à celui qui",
        "voit et qui entend. Ces deux groupes sont-ils égaux? Finirez-vous donc par le",
        "comprendre?"
      ],
      "tafsirTranslate" : [
        "L'exemple des deux parties est que l'on est aveugle et sourd, et l'autre capables",
        "de voir et d'entendre. Les deux peuvent être égaux? <N:28> Voulez-vous, alors, ne",
        "pas tenir compte?"
      ],
      "tanslateWordByWord" : [
        "(L'exemple",
        "(De) les deux parties",
        "(Est) comme des aveugles",
        "et les sourds",
        "et le voyant",
        "et l'auditeur",
        "Sont",
        "ils égaux",
        "(en comparaison",
        "Alors, ne sera pas",
        "vous prenez garde"
      ],
      "notes" : {
        "28" : [
          "l'attitude et la fin ultime de ces deux types de personnes peuvent-ils être les",
          "mêmes? De toute évidence, celui qui ne voit pas la bonne façon et ignore",
          "l'instruction du guide qui le dirige vers la bonne façon nécessairement trébucher",
          "et rencontrer quelques-uns terrible accident. Cependant, celui qui perçoit le",
          "droit chemin et suit les instructions de son guide atteindra sa destination, et",
          "d'atteindre en toute sécurité. \n La même différence se trouve entre les deux",
          "parties mentionnées ici. L'un d'eux observe attentivement les réalités de",
          "l'univers et tienne compte des enseignements des messagers de Dieu. L'autre",
          "partie, cependant, ni utilise leurs yeux correctement à percevoir les signes de",
          "Dieu, et ne paie pas attention à ses messagers. Le comportement des deux parties",
          "est donc tenu d'être différent. Et lorsque leur comportement est différent, il",
          "n'y a aucune raison de croire que leur but ultime sera identique."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ",
      "simpleTranslate" : [
        "Nous avions déjà envoyé Noé à son peuple : «Je suis chargé solennellement,",
        "dit-il, de vous avertir,"
      ],
      "tafsirTranslate" : [
        "(Telles étaient les circonstances) lorsque Nous avons envoyé Noé vers son peuple",
        "<N:29> (Il a dit):. «J'ont été envoyés à vous pour vous avertir clairement"
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons envoyé",
        "Nuh",
        "à",
        "son peuple",
        "En effet, je suis",
        "à toi",
        "un warner",
        "clair"
      ],
      "notes" : {
        "29" : [
          "Il est pertinent à ce stade de garder à l'esprit vers la compréhension du Coran,",
          "vol. III. al-Araf 7: 59-64. nn. 47-50, pp. 37-42."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "أَنْ لَا تَعْبُدُوا إِلَّا اللَّهَ ۖ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ",
      "simpleTranslate" : [
        "afin que vous n’adoriez que Dieu. Je crains pour vous le châtiment d’un jour",
        "terrible.»"
      ],
      "tafsirTranslate" : [
        "que vous adorions Allah ou bien je crains pour vous le châtiment d'un jour",
        "douloureux. <N:30>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(ne pas",
        "culte",
        "sauf",
        "Allah",
        "En effet, je",
        "[Je crains",
        "pour toi",
        "(la punition",
        "(De) un jour",
        "douloureux"
      ],
      "notes" : {
        "30" : [ ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا نَرَاكَ إِلَّا بَشَرًا مِثْلَنَا وَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِنْ فَضْلٍ بَلْ نَظُنُّكُمْ كَاذِبِينَ",
      "simpleTranslate" : [
        "Mais les notables de son peuple qui étaient incrédules lui dirent : «Nous ne",
        "voyons en toi qu’un mortel semblable à nous. Nous constatons que seule la lie de",
        "notre peuple t’a suivi sans réfléchir et nous ne vous reconnaissons aucun",
        "avantage sur nous. Bien plus, vous n’êtes pour nous que des imposteurs !»"
      ],
      "tafsirTranslate" : [
        "Les notables entre le peuple de Noé, qui avait refusé de le suivre, a répondu:",
        "«Nous vous considérons simplement un être humain comme nous <N:31> ne",
        "trouvons-nous parmi ceux qui vous suivent, sauf le. plus humble de notre peuple,",
        "les hommes qui vous suivent sans aucune raison valable. <N:32> nous ne voyons",
        "rien en vous de suggérer que vous êtes mieux que nous. <N:33> au contraire, nous",
        "pensons que vous soyez des menteurs »."
      ],
      "tanslateWordByWord" : [
        "Ainsi dit",
        "les chefs",
        "(De) ceux qui",
        "pas foi",
        "de",
        "son peuple",
        "ne pas",
        "nous vous voyons",
        "mais",
        "un homme",
        "comme nous",
        "et pas",
        "nous vous voyons",
        "je t'ai suivi]",
        "sauf",
        "ceux qui",
        "[ils]",
        "(Sont) le plus faible d'entre nous",
        "immature dans l'opinion",
        "immature dans l'opinion",
        "Et pas",
        "nous voyons",
        "en toi",
        "sur nous",
        "tout",
        "mérite",
        "Non",
        "nous vous pensons",
        "(Sont) des menteurs"
      ],
      "notes" : {
        "32" : [
          "Encore une fois, il convient de noter que la même objection soulevée par le",
          "peuple de Noé contre lui a été soulevée par les Mecquois contre le Prophète [(la",
          "paix soit sur lui)]. L'objection étant que ce ne sont que des personnes de la",
          "position insignifiante qui ont rejoint le Prophète le [(la paix soit sur lui)]",
          "classe. Ils ont ainsi tenté de minimiser à la fois le message et le messager en",
          "soulignant que ses partisans étaient soit quelques jeunes premières, un groupe",
          "d'esclaves, ou un groupe de roturiers faibles d'esprit et superstitieuses des",
          "échelons inférieurs de la société. [(Voir Vers Comprendre le Coran, vol. Il,",
          "al-An'arn6, nn. 34-7, pp. 235-7, et Yunus 10, n. 78. p. 57 ci-dessus.)]"
        ],
        "33" : [
          "Les croyants ont affirmé qu'ils jouissaient de la faveur et la miséricorde de",
          "Dieu, et que ceux qui ont choisi de dévier de leur chemin étaient soumis à la",
          "colère de Dieu."
        ],
        "30" : [
          "Substantiellement, le même avertissement a été prononcé par le Prophète Muhammad",
          "[(la paix soit sur lui)] dans les premiers versets [(viz. 2-3)] de cette sourate."
        ],
        "31" : [
          "Ceci est exactement la même objection absurde Mecquois soulevée contre le",
          "Prophète Muhammad [(la paix soit sur lui)]. Ils l'ont trouvé inconcevable qu'un",
          "mortel comme eux-mêmes qui ont mangé bu aride, marché et dormi, et qui avait",
          "aussi une famille pourrait être désigné un messager de Dieu. [(Voir Ya Sin 36, n",
          "Il;. Al-Shura42, n.41.)]"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي رَحْمَةً مِنْ عِنْدِهِ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنْتُمْ لَهَا كَارِهُونَ",
      "simpleTranslate" : [
        "– «Ô mon peuple !, répliqua Noé, que vous en semble? Si, par la grâce de mon",
        "Seigneur, je suis pourvu par Lui d’une preuve évidente qui demeure pour vous",
        "incomprise, devrons-nous vous l’imposer en dépit de votre répugnance?"
      ],
      "tafsirTranslate" : [
        "Noé dit: «Mon peuple! Si je me base sur une preuve claire de mon Seigneur, et je",
        "l'ai aussi été béni par Sa miséricorde <N:34> à laquelle vous avez été aveugle,",
        "comment pouvons-nous forcer sur vous malgré votre aversion pour elle?"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "O mon peuple",
        "Est-ce que tu vois",
        "si",
        "J'ai été",
        "sur",
        "(La) une preuve claire",
        "de",
        "mon Seigneur",
        "alors qu'il m'a donné",
        "la miséricorde",
        "de",
        "Lui-même",
        "mais (il) a été obscurci",
        "de toi",
        "Nous devrions vous obliger (à accepter), il",
        "pendant que vous (sont)",
        "aversion pour elle",
        "aversion pour elle"
      ],
      "notes" : {
        "34" : [
          "Cela revient à pratiquement répétant la déclaration mentionnée plus haut [(voir",
          "le verset 17 et n. 17 et suiv. Ci-dessus)]. La déclaration suggère que le",
          "Prophète [(la paix soit sur lui)] avaient atteint le stade d'affirmer l'unité de",
          "Dieu à la suite de son propre reflet. Après quoi, Dieu lui favorisée par le",
          "désignant un prophète et lui fournissant une connaissance directe des vérités",
          "dont son cœur était déjà convaincu. \n Cela montre aussi que les prophètes",
          "atteignent la croyance en ce qui concerne le domaine de l'invisible avant qu'ils",
          "ne soient nommés au bureau de la prophétie. Quand ils sont ensuite désignés",
          "prophètes, ils sont dotés de la foi dans les vérités appartenant au royaume de",
          "l'invisible en raison de la connaissance directe de ces vérités."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَيَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ مَالًا ۖ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ ۚ وَمَا أَنَا بِطَارِدِ الَّذِينَ آمَنُوا ۚ إِنَّهُمْ مُلَاقُو رَبِّهِمْ وَلَٰكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ",
      "simpleTranslate" : [
        "Ô mon peuple ! Je ne vous réclame en retour aucun salaire, car je n’attends de",
        "rétribution que de mon Seigneur. De plus, je ne puis repousser ceux qui ont cru,",
        "et qui auront un jour à rencontrer leur Seigneur. Mais je vois bien que j’ai",
        "affaire à un peuple d’ignorants !"
      ],
      "tafsirTranslate" : [
        "Mon peuple! Je cherche aucune récompense de vous. <N:35> Ma récompense est auprès",
        "d'Allah. Pas plus que je chasser ceux qui croient. Ils sont destinés à rencontrer",
        "leur Seigneur. <N:36> Mais je trouve que tu sois un peuple ignorant."
      ],
      "tanslateWordByWord" : [
        "Ô mon peuple,",
        "ne pas",
        "Je demande (de) vous",
        "pour ça",
        "toute la richesse",
        "ne pas",
        "(Est) ma récompense",
        "sauf",
        "de",
        "Allah",
        "Et pas",
        "je suis",
        "aller chasser",
        "ceux qui",
        "a cru",
        "En effet, ils",
        "(Sera) réunion",
        "leur Seigneur",
        "mais je",
        "à plus",
        "(Sont) un peuple",
        "ignorant"
      ],
      "notes" : {
        "36" : [
          "La valeur des croyants est mieux connu que de leur Seigneur qui deviendra",
          "pleinement évident quand ils le rencontrent sur le Jour du Jugement. Si elles",
          "sont en effet de véritables joyaux, ils ne deviennent alors des morceaux de roche",
          "ordinaire juste parce que certaines personnes dans ce monde avaient désobligeante",
          "jetés de côté. Mais si, au contraire, ils sont en effet rien d'autre que de",
          "simples morceaux de roche ordinaire, leur Seigneur a le droit de les jeter",
          "partout où il veut. [(Voir Vers Comprendre le Coran, vol II, al-Anam 6:.. 52",
          "<V:6:..52>, et al-Kahf 18:28)]"
        ],
        "35" : [
          "Le Prophète Noé [(la paix soit sur lui)] dit à son peuple qu'il avait sincèrement",
          "conseillé son peuple sur ce qui était propice à leur bien-être. Noah portait",
          "toutes sortes de difficultés et de souffrances, et tout cela pour le bien-être de",
          "son peuple. Noah a cherché à obtenir aucun avantage personnel de son effort",
          "d'appeler"
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "وَيَا قَوْمِ مَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ طَرَدْتُهُمْ ۚ أَفَلَا تَذَكَّرُونَ",
      "simpleTranslate" : [
        "Ô mon peuple ! Qui viendrait à mon secours contre Dieu si jamais je les chassais?",
        "Ne réfléchissez-vous donc point?"
      ],
      "tafsirTranslate" : [
        "Mon peuple! Si je conduis les hommes de foi loin, qui me protéger contre (le",
        "châtiment) Allah? Ne comprenez-vous même ce beaucoup?"
      ],
      "tanslateWordByWord" : [
        "Ô mon peuple,",
        "Qui",
        "me aiderait",
        "contre",
        "Allah",
        "si",
        "Je les chassais",
        "Alors, ne sera pas",
        "vous prenez garde"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَلَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ وَلَا أَقُولُ إِنِّي مَلَكٌ وَلَا أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَنْ يُؤْتِيَهُمُ اللَّهُ خَيْرًا ۖ اللَّهُ أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ ۖ إِنِّي إِذًا لَمِنَ الظَّالِمِينَ",
      "simpleTranslate" : [
        "Je ne prétends pas détenir les trésors de Dieu ni être au courant du mystère ; je",
        "ne dis pas que je suis un ange, et je ne dis pas à ceux que vous regardez avec",
        "mépris que Dieu ne leur accordera aucune faveur, car Dieu seul sait ce qu’ils",
        "recèlent dans leurs cœurs. Si je le disais, je serais moi-même du nombre des",
        "injustes !»"
      ],
      "tafsirTranslate" : [
        "Je ne vous dis pas que je possède les trésors d'Allah, ni que j'avoir accès à",
        "l'au-delà de la portée de la perception sensible, et je ne prétends pas être un",
        "ange. <N:37> Ni dis-je au sujet de ceux que vous regardez avec dédain qu'Allah ne",
        "leur accordera aucune faveur sur eux. Allah sait mieux ce qui est dans leur cœur.",
        "Si je dis que je serais l'un des malfaiteurs »."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Je dis",
        "à toi",
        "(Ce) avec moi",
        "(Les) trésors",
        "(De) Allah",
        "et pas",
        "je connais",
        "l'invisible",
        "et pas",
        "Je dis",
        "que je suis",
        "un ange",
        "et pas",
        "Je dis",
        "pour ceux qui",
        "mépriser",
        "tes yeux",
        "jamais",
        "Allah va leur donner",
        "Allah va leur donner",
        "tout bon",
        "Allah",
        "sait mieux",
        "quelle",
        "(est dans",
        "leurs âmes",
        "En effet, je",
        "puis",
        "(Sera) sûrement de",
        "les malfaiteurs"
      ],
      "notes" : {
        "37" : [
          "Ceci est une réplique aux adversaires du Prophète Noé. Ses adversaires ont tenté",
          "de le discréditer en disant qu'il leur paraissait être simplement un être humain",
          "ordinaire, tout comme l'un d'eux. En réponse à cette Noah reconnaît qu'il est en",
          "effet rien de plus qu'un être humain, et qu'il n'a jamais prétendu être autre",
          "chose que cela. Par conséquent, toute attaque contre lui au motif qu'il était",
          "simplement un être humain était inutile. \n Noah [(la paix soit sur lui)], comme",
          "les autres prophètes, avait réclamé plus que ce que Dieu avait laissé entendre à",
          "lui au sujet du droit chemin comprenant des croyances justes et solides principes",
          "de comportement. Ses gens étaient libres de le tester en ce qui concerne cette",
          "allégation. Il était étrange, cependant, qu'ils lui ont demandé sur une question",
          "qui se trouvait au-delà de la portée de la perception humaine, quelque chose",
          "qu'il n'a jamais prétendu connaître Ils ont également fait des demandes étranges",
          "de lui qui a suggéré qu'il possédait les clés des trésors de Dieu. Ils lui même",
          "raillés au motif que, comme les autres êtres humains, il a également mangé et bu",
          "et fit le tour. \n Tout cela n'a pas de sens pour Noah [(la paix soit sur lui)]",
          "avait jamais prétendu qu'il un ange et qu'en tant que tel il ne pouvait se passer",
          "avec les exigences physiques et biologiques nécessaires. Tout ce que Noah [(la",
          "paix soit sur lui)] avait réclamé était qu'il possédait les connaissances",
          "nécessaires pour guider les êtres humains en matière de croyance, la conduite",
          "morale et le comportement social. Maintenant, quel sens at-il fait de demander",
          "une telle personne ce que le sexe du veau d'une vache serait? Par quel bout droit",
          "de l'imagination peut-on établir un lien entre la grossesse d'une vache et de",
          "solides principes de conduite individuelle et sociale? [(Voir aussi vers la",
          "compréhension du Coran, vol. II, al-Anam 6, nn. 31-2, pp. 234-5.)]"
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "قَالُوا يَا نُوحُ قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
      "simpleTranslate" : [
        "– «Ô Noé, dirent-ils, assez discuté ! Car nous avons jusqu’ici abondamment",
        "discuté. Provoque donc ce malheur dont tu ne cesses de nous menacer, pour autant",
        "que tu sois sincère !»"
      ],
      "tafsirTranslate" : [
        "Ils ont dit: «Ô Noé! Certes, vous avez contesté avec nous et avez prolongé votre",
        "différend. Maintenant, venir sur nous le châtiment que tu nous menaces; faire, si",
        "vous êtes véridiques »."
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "O Nuh",
        "Effectivement",
        "vous avez contesté avec nous",
        "et vous (avez été) fréquents",
        "(En) conflit avec nous",
        "Apportez-nous donc",
        "quelle",
        "vous nous menacez (avec)",
        "si",
        "tu es",
        "de",
        "la vérité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "قَالَ إِنَّمَا يَأْتِيكُمْ بِهِ اللَّهُ إِنْ شَاءَ وَمَا أَنْتُمْ بِمُعْجِزِينَ",
      "simpleTranslate" : [
        "Noé leur répondit : «C’est Dieu qui vous l’enverra, s’Il le veut, et ce n’est pas",
        "vous qui pourrez L’en empêcher !"
      ],
      "tafsirTranslate" : [
        "Noé dit: «Seul Allah le fera venir sur vous s'il le veut, et vous serez",
        "totalement incapables de contrecarrer cela."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Seulement",
        "va amener un (e) vous",
        "va amener un (e) vous",
        "Allah",
        "si",
        "Il veut",
        "et pas",
        "tu es)",
        "celui qui (peut) escape (it)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَلَا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ أَنْ أَنْصَحَ لَكُمْ إِنْ كَانَ اللَّهُ يُرِيدُ أَنْ يُغْوِيَكُمْ ۚ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ",
      "simpleTranslate" : [
        "Les conseils que je pourrais vous donner ne vous serviraient à rien, si Dieu",
        "décidait de vous égarer, car Il est votre Seigneur et c’est à Lui que vous serez",
        "ramenés.»"
      ],
      "tafsirTranslate" : [
        "Si je veux vous donner de bons conseils qui ne vous profitera si Allah Lui-même a",
        "décidé de vous laisser aller égarer. <N:38> Il est votre Seigneur, et à Lui vous",
        "sera retourné."
      ],
      "tanslateWordByWord" : [
        "Et (nt)",
        "vous bénéficiez",
        "mon conseil",
        "(même si",
        "je souhaite",
        "à",
        "[Je vous conseille",
        "[à toi",
        "si",
        "il était Allah",
        "il était Allah",
        "volonté",
        "à",
        "laissez-vous aller égarer",
        "Il est)",
        "votre Seigneur",
        "et à Lui",
        "vous retournerez"
      ],
      "notes" : {
        "38" : [
          "Telle était leur endurcissement, espièglerie et le mépris absolu pour le",
          "comportement juste que tout à fait compréhensible que Dieu décide de ne pas les",
          "diriger vers le droit chemin et au lieu de les laisser, comme ils le",
          "souhaitaient, trébucher dans l'erreur. Une fois que Dieu avait pris une telle",
          "décision de l'effort de personne pour les diriger vers le droit chemin - pas même",
          "le Prophète - pourrait être de quelque utilité."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ",
      "simpleTranslate" : [
        "Diront-ils : «Il a inventé ce Coran», réponds-leur : «Si je l’ai inventé, c’est",
        "sur moi que retombera le poids de mon forfait, mais je suis totalement innocent",
        "de ce dont vous m’accusez.»"
      ],
      "tafsirTranslate" : [
        "(O Muhammad!) Est-ce qu'ils disent qu'il a lui-même forgé ce message?",
        "Dites-leur:. «Si je l'ai inventé cela, la culpabilité de celui-ci va tomber sur",
        "moi, mais je ne suis pas responsable des crimes que vous livrez <N:39>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(Do) ils disent",
        "Il a inventé",
        "Dire",
        "Si",
        "Je l'ai inventé",
        "puis sur moi",
        "(Est) mon crime",
        "mais je suis",
        "innocent",
        "de quoi",
        "crimes que vous commettez"
      ],
      "notes" : {
        "39" : [
          "Le contexte semble indiquer la façon dont les adversaires ont réagi à la",
          "narration de l'histoire de Noé. Il semble qu'ils auraient objecté au motif que le",
          "véritable but de raconter l'histoire de Noé était de montrer comment il était",
          "applicable aux non-croyants. Ils ont fait remarquer sans doute que le Prophète",
          "[(la paix soit sur lui)] avait inventé ces histoires simplement ridicule et",
          "déshonorer eux; que ces histoires étaient simplement un moyen par lequel il",
          "pouvait les calomnier. \n Le thème principal du discours a été interrompu ici afin",
          "de répondre à cette objection. personnes Petty sont susceptibles de mal",
          "interpréter les choses. Leur bassesse mentale leur permet seulement de percevoir",
          "ce qui est mal et de ne pas tenir compte de ces aspects qui sont bons. Si",
          "quelqu'un offre un morceau de sagesse, ou cherche à transmettre un bon conseil,",
          "ou attire l'attention de quelqu'un pour l'un de ses faiblesses, une personne sage",
          "bénéficiera de ce qui est dit et se réformer. Mais une personne petite sera",
          "toujours enclin à voir quelque chose de mauvais en elle. Une telle attitude va",
          "réduire à néant la sagesse ou sincère avocat qui a été offert. En outre, une",
          "telle personne continuera à adhérer à ses mauvaises voies. Non seulement cela,",
          "mais il est également susceptible d'attribuer quelque motif du mal à la personne",
          "qui avait cherché à dire un mot de la sagesse ou de lui fournir des conseils",
          "sincères. \n Même le meilleur conseil va gaspiller si quelqu'un se méprend il. Car",
          "il est possible que quelqu'un peut interpréter un conseil comme découlant pas de",
          "préoccupation sincère pour mais par un désir de narguer. Dans de tels cas, au",
          "lieu d'examiner de impartialement sa propre vie en vue d'identifier ses défauts",
          "et ses faiblesses, cette personne est susceptible de se sentir offensé. Une telle",
          "personne sera l'habitude d'assumer, et va souvent de dire, que le conseil a été",
          "actionné par des arrière-pensées et était destinée à l'insulter. Supposons un",
          "réformateur mentionne, à des fins instructives, ce qui se passe dans la société.",
          "Il est possible que certaines des choses mentionnées pourrait également être",
          "applicable au cas d'une personne et peut sembler faire allusion à une faille",
          "réelle ou lacune dans son caractère. Maintenant, il est tout à fait possible que",
          "le réformateur n'a pas l'intention de pointer un doigt accusateur sur une",
          "personne en particulier. Au lieu de cela, il a simplement voulu attirer",
          "l'attention des gens les attitudes malsaines présentes dans la société. Si la",
          "personne concernée est sage, il ne s'enserrer des questions quant à savoir si la",
          "déclaration du réformateur devait jeter une insulte à son caractère. Il",
          "reconnaîtra la place de la valeur de la déclaration, saisira ses aspects",
          "instructifs, et faire un effort pour réparer son comportement en conséquence. \n",
          "Toutefois, si un homme a un esprit tordu et est donné seulement à voir les",
          "mauvaises intentions dans les actions des gens, il est susceptible de jeter des",
          "accusations au réformateur. Il va de condamner sa déclaration comme un faisceau",
          "de fabrications concoctés en vue de le mettre dans le discrédit. Il est pour",
          "cette raison que le Prophète [(la paix soit sur lui)] a été demandé de dire que",
          "s'il avait fabriqué quelque chose, il serait responsable du péché d'une telle",
          "fabrication. Ce ne serait pas, cependant, absoudre les autres de la culpabilité",
          "et les maux qu'ils ont commis dans le passé et qu'ils ont continué à commettre."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَأُوحِيَ إِلَىٰ نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَفْعَلُونَ",
      "simpleTranslate" : [
        "Puis il fut révélé à Noé : «Plus personne ne se convertira parmi ton peuple, à",
        "part ceux qui avaient déjà cru. Ne t’afflige donc point de ce qu’ils faisaient !"
      ],
      "tafsirTranslate" : [
        "Il a été révélé à Noé que pas plus de vos personnes, autres que ceux qui croient",
        "déjà, ne sera jamais venu à croire. Donc, ne vous affligez pas sur leurs actes,"
      ],
      "tanslateWordByWord" : [
        "Et il a été révélé",
        "à",
        "Nuh",
        "Cette",
        "ne sera jamais",
        "croyez",
        "de",
        "votre peuple",
        "sauf",
        "(ceux qui",
        "a déjà",
        "a cru",
        "Donc ne le fais pas",
        "(Be) en détresse",
        "par quoi",
        "ils ont été",
        "Faire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا ۚ إِنَّهُمْ مُغْرَقُونَ",
      "simpleTranslate" : [
        "Construis l’arche sous Nos yeux, d’après les directives qui te seront révélées !",
        "Et n’interviens plus en faveur des impies, car ils sont voués à être noyés !»"
      ],
      "tafsirTranslate" : [
        "et de construire l'arche sous Nos yeux et notre direction. Et ne me suppliez pas",
        "au sujet de ceux qui se sont engagés dans répréhensibles. Ils sont condamnés à",
        "être noyé. <N:40>"
      ],
      "tanslateWordByWord" : [
        "Et construire",
        "Le bateau",
        "sous Nos yeux",
        "et notre source d'inspiration",
        "et (faire) pas",
        "Me traiter",
        "concernant",
        "ceux qui",
        "lésés",
        "en effet, ils (sont)",
        "ceux (être) noyés"
      ],
      "notes" : {
        "40" : [
          "Cela démontre que lorsqu'un Messenger communique son message à son peuple, ils",
          "sont accordés répit de la peine aussi longtemps qu'il reste possible pour le",
          "milieu social pour produire un nombre raisonnable de bonnes personnes. Dès que le",
          "milieu devient dépouillé de bonnes personnes, et aucun mais le reste inique,",
          "alors le terme de répit se termine. À ce stade, la Miséricorde de Dieu lui-même",
          "appelle à la destruction de ces voleurs incorrigibles de peur qu'ils ne",
          "contaminent aussi les autres. Pour montrer toute nouvelle clémence pour les",
          "reviendrait à commettre une injustice sur le monde entier et sur les générations",
          "futures."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَيَصْنَعُ الْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِنْ قَوْمِهِ سَخِرُوا مِنْهُ ۚ قَالَ إِنْ تَسْخَرُوا مِنَّا فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ",
      "simpleTranslate" : [
        "Noé entreprit la construction de l’arche ; et chaque fois que les grands de son",
        "peuple passaient, ils se moquaient de lui. «Si vous vous moquez de nous",
        "aujourd’hui, leur disait Noé, nous nous moquerons bientôt de vous à notre tour !"
      ],
      "tafsirTranslate" : [
        "Comme Noé construisait l'arche, chaque fois que les grands hommes de sa nation",
        "adoptée par lui, ils se moquent de lui. Il a dit: «Si vous moquez de nous, nous",
        "moquons trop à vous de la même manière."
      ],
      "tanslateWordByWord" : [
        "Et il a été construit",
        "Le bateau",
        "et à chaque fois",
        "passé",
        "par lui",
        "(les) chefs",
        "de",
        "son peuple",
        "ils ridiculisés",
        "[de lui",
        "Il a dit",
        "Si",
        "vous moquez",
        "nous",
        "ensuite nous",
        "peut ridiculiser",
        "toi",
        "comme",
        "vous moquez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "فَسَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ",
      "simpleTranslate" : [
        "Et vous saurez bientôt qui subira un châtiment avilissant et à qui est réservé un",
        "supplice permanent !»"
      ],
      "tafsirTranslate" : [
        "Vous arriverez à savoir qui sera frappé par un châtiment humiliant, et qui sera",
        "soumis à un tourment incessant. <N:41>"
      ],
      "tanslateWordByWord" : [
        "Etc",
        "tu sauras",
        "(sur qui",
        "viendra",
        "une punition",
        "(Que) l'humiliera",
        "et descendra",
        "sur lui",
        "une punition",
        "durable"
      ],
      "notes" : {
        "41" : [
          "Cette histoire fascinante illustre comment l'homme peut être trompé par",
          "l'apparence des choses. Quand le Prophète Noé [(la paix soit sur lui)] était en",
          "train de construire l'arche sur une parcelle de terrain, loin de toute mer ou",
          "rivière, il a dû paraître une chose très stupide à faire. le peuple de Noé aurait",
          "sûrement ri de lui, se moquant au régime apparemment sénile du vieux. Ils peuvent",
          "même avoir appelé une aventure de la voile sur l'Arche à travers la terre ferme!",
          "A ce moment, il aurait tout simplement été inconcevable pour quiconque de penser",
          "que l'Arche serait un jour en effet naviguer sur cette parcelle de terre très",
          "comme il est devenu inondé avec de l'eau. Par conséquent, ils ont fait le tour",
          "peut-être dire aux gens que si quelqu'un avait besoin la preuve de l'aliénation",
          "mentale de Noé, ce fut désormais plus nécessaire. \n Le même acte serait,",
          "cependant, ont été perçus très différemment par toute personne qui savait",
          "vraiment ce qui allait se passer, qui savait que assez tôt un navire serait en",
          "effet une nécessité pour toute personne qui souhaite se déplacer. Une telle",
          "personne ne pouvait avoir ri de l'ignorance et stupide complaisances de son",
          "peuple. Noah [(la paix soit sur lui)], qui connaissait bien ces choses, serait",
          "souvent avoir dit à lui-même: «Comment stupide sont ces gens! le châtiment de",
          "Dieu est sur le point de les affliger, et je l'ai été les avertit de cela. Ce",
          "moment a tous mais viennent et ils me voir même faire un effort pour échapper au",
          "châtiment imminent. Est-il pas étrange qu'ils restent totalement imperturbable?",
          "Non seulement cela, mais ils me regardent comme un fou total. » \n Cela offre une",
          "bonne illustration de deux attitudes contrastées. L'une est basée sur la",
          "connaissance de l'apparent, celui qui est saisi par les sens. L'autre est basé",
          "sur la vraie connaissance, une connaissance des vérités qui se trouvent au-delà",
          "de la portée de l'apparent. Si l'on devait se contenter de ce qui est apparent,",
          "on pourrait beaucoup considèrent comme une chose pure folie. Maintenant, s'il y a",
          "quelqu'un qui connaît des vérités qui se trouvent au-delà de la portée de",
          "l'apparent, cette personne va considérer ces folies apparentes du zénith même de",
          "la sagesse. Une telle personne serait en effet considérer le flair de smartness",
          "affichée par le superficiellement informés pour être pas plus que l'ignorance et",
          "de la stupidité."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "حَتَّىٰ إِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ آمَنَ ۚ وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ",
      "simpleTranslate" : [
        "Et lorsque Notre ordre fut donné et que le four se mit à bouillonner, Nous dîmes",
        "alors à Noé : «Charge dans l’arche un couple de chaque espèce, ainsi que ta",
        "famille, excepté ceux contre qui l’arrêt a déjà été prononcé. Embarque aussi tous",
        "ceux qui avaient cru !» Mais, en vérité, ceux-ci étaient fort peu nombreux."
      ],
      "tafsirTranslate" : [
        "Ainsi, il était jusqu'à ce que Notre ordre arriva et le four bouilli sur <N:42>",
        "Nous avons dit:. «Prenez dans l'arche deux de chaque espèce; et prenez votre",
        "propre famille, sauf ceux qui ont déjà été déclarés (comme indigne); <N:43> et",
        "aussi prendre tout le monde qui croit <N:44> Mais ceux qui, avec lui, avait cru",
        "étaient en effet que quelques-uns.."
      ],
      "tanslateWordByWord" : [
        "jusqu'à",
        "quand",
        "venu",
        "Notre commande",
        "et débordé",
        "le four",
        "Nous l'avons dit",
        "Charge",
        "en ce",
        "de",
        "tous les types",
        "une paire",
        "deux",
        "et votre famille",
        "sauf",
        "qui",
        "a précédé",
        "contre lui",
        "le mot",
        "et celui qui",
        "a cru",
        "Et pas",
        "a cru",
        "avec lui",
        "sauf",
        "quelques"
      ],
      "notes" : {
        "42" : [
          "Les commentateurs du Coran ont offert des explications différentes de cet",
          "incident. À notre avis, le lieu d'où l'inondation a commencé était un four",
          "particulier. Il est de dessous qu'une source d'eau jaillit. Elle a été suivie à",
          "la fois par une averse lourde et par un très grand nombre de sources jaillis.",
          "Surah al-Qamar fournit des informations pertinentes en détail: Donc, nous avons",
          "ouvert les portes du ciel, avec l'eau qui coule par intermittence en avant, et",
          "nous a causé la terre pour être clivé et les ressorts de circuler partout.",
          "Ensuite, l'eau [(à partir de deux sources - le ciel et la terre)] ont convergé",
          "pour provoquer ce qui avait été décrété [(al-Qamar, 54: 11-12)]. \n Dans le",
          "présent verset, le mot tannur a été précédé de l'article al: Selon la grammaire",
          "arabe, cela indique que la référence est à un tannur particulier [(four)]. Ainsi,",
          "il est évident que Dieu avait déterminé que le déluge devrait commencer à partir",
          "d'un four particulier. Dès le moment est venu nommé, et dès que Dieu a tant",
          "ordonné, l'eau jaillit de ce four. Par la suite, il est devenu connu comme le",
          "Déluge-Four. Le fait que Dieu avait prévu un certain four à servir de point de",
          "départ de l'inondation est confirmée par al-Mu'minun 23: 27."
        ],
        "43" : [
          "Les informations que certains membres de la famille de Noé étaient incrédules et",
          "étaient donc indigne de la miséricorde de Dieu avait déjà été donné. Noah [(la",
          "paix soit sur lui)] a également été demandé de ne pas leur fournir l'espace dans",
          "l'Arche. On peut supposer que ceux-ci étaient seulement deux personnes. L'un",
          "était le propre fils de Noé; l'histoire de sa noyade sera désigné sous peu [(voir",
          "le verset 43 ci-dessous)]. L'autre était la femme de Noé [(voir al-Tahrim 66:",
          "15)]. Il est possible que d'autres membres de la famille de Noé appartenaient",
          "également à cette catégorie. Quoi qu'il en soit, le Coran ne mentionne pas",
          "expressément les autres."
        ],
        "44" : [
          "Cela réfute l'opinion de ces historiens et généalogistes qui retracent l'origine",
          "de tous les êtres humains à trois fils de Noé. Cette idée fausse a surgi des",
          "traditions israélites qui suggèrent que Noé, ses trois fils et leurs femmes",
          "étaient les seuls survivants du déluge. [(. Voir Genèse 6: 18, 7: 7, p 1 et 9:",
          "19.)] Le Coran, cependant, dit à plusieurs reprises que, en dehors de la famille",
          "de Noé, au moins d'autres personnes appartenant à sa nation - même si seulement",
          "quelques-uns - ont également été sauvés par Dieu du déluge. Le Coran considère",
          "donc les générations futures de l'humanité à descendent non seulement de Noé,",
          "mais aussi de ces croyants qui, en vertu de la directive de Dieu, ont été logés",
          "dans l'arche par Noé. Il est significatif que le Coran mentionne l'humanité",
          "post-inondation comme «descendants de ceux que Nous avons transportés avec Noé",
          "[(al-Isra 17: 3 <V:17:3>)] et la« descendance d'Adam et ceux que Nous avons",
          "transportés avec Noah '[(Maryam 19: 58)]. Il ne se réfère pas simplement comme",
          "«la descendance de Noé»."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا ۚ إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "«Montez dans l’arche !, dit Noé. Et qu’au nom de Dieu s’accomplissent sa course",
        "et son mouillage ! En vérité, mon Seigneur est Clément et Miséricordieux !»"
      ],
      "tafsirTranslate" : [
        "Noé dit: «Embarquez en elle. Au nom d'Allah est son voile et son ancrage. Mon",
        "Seigneur est certes Pardonneur, le Très Miséricordieux. <N:45>"
      ],
      "tanslateWordByWord" : [
        "Et il a dit",
        "Embarquer",
        "en ce",
        "dans le nom",
        "d'Allah",
        "(Est) son cours",
        "et son ancrage",
        "Effectivement",
        "mon Seigneur",
        "(Est) certainement Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "45" : [
          "La confiance en Dieu est la caractéristique par excellence du croyant. Certes,",
          "comme toute autre personne, le croyant a aussi recours à des mesures de ce monde.",
          "Il est, en effet, nécessaire de les utiliser en raison des lois de la nature en",
          "vertu de laquelle tous les êtres humains vivent et fonctionnent. Une chose,",
          "cependant, différencie un croyant d'un homme du monde. Un croyant, tout en ayant",
          "recours à des mesures mondaines place, sa confiance en Dieu plutôt que sur les",
          "mesures qu'il adopte. Il est bien conscient qu'aucun de ses mesures peut être de",
          "quelque utilité à moins qu'ils ne coïncident pas avec la faveur et la miséricorde",
          "de Dieu."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كَالْجِبَالِ وَنَادَىٰ نُوحٌ ابْنَهُ وَكَانَ فِي مَعْزِلٍ يَا بُنَيَّ ارْكَبْ مَعَنَا وَلَا تَكُنْ مَعَ الْكَافِرِينَ",
      "simpleTranslate" : [
        "L’arche commença alors à voguer au milieu d’énormes vagues, aussi hautes que des",
        "montagnes. Noé appela son fils qui était resté à l’écart : «Mon cher fils, monte",
        "avec nous ! Ne reste pas avec les impies !»"
      ],
      "tafsirTranslate" : [
        "L'Arche a navigué avec eux au milieu des vagues de montagne comme. Noah, repérant",
        "son fils à distance, lui cria: «Mon fils. embarquer avec nous. et ne soyez pas",
        "avec les infidèles »."
      ],
      "tanslateWordByWord" : [
        "Et cela",
        "navigué",
        "avec eux",
        "sur",
        "les vagues",
        "comme des montagnes",
        "Et Noé appela",
        "Et Noé appela",
        "(À) son fils",
        "et il était",
        "[dans]",
        "une part",
        "O mon fils",
        "Embarquer",
        "avec nous",
        "et (faire) pas",
        "être",
        "avec",
        "les incroyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "قَالَ سَآوِي إِلَىٰ جَبَلٍ يَعْصِمُنِي مِنَ الْمَاءِ ۚ قَالَ لَا عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ ۚ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ",
      "simpleTranslate" : [
        "– «Je vais me retirer, dit-il, sur une montagne qui me mettra à l’abri des eaux",
        "!» – «Nul n’échappera aujourd’hui à l’arrêt de Dieu, excepté celui qui aura",
        "bénéficié de Sa grâce !», dit Noé. Puis les flots s’interposèrent entre eux ; et",
        "le fils de Noé fut submergé."
      ],
      "tafsirTranslate" : [
        "Le fils a répondu: «Je vais aller à la montagne pour refuge et il me sauvera de",
        "l'eau.\" Noé dit: «Personne ne peut sauver personne aujourd'hui de l'ordre",
        "d'Allah, sauf ceux sur lesquels il peut avoir pitié. Là-dessus, une vague a",
        "balayé entre les deux et il a été noyé."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Je vais me réfugier",
        "à",
        "une montagne",
        "(Qui) va me sauver",
        "de",
        "l'eau",
        "Il a dit",
        "(Il n'y a pas",
        "protecteur",
        "aujourd'hui",
        "de",
        "le commandement d'Allah",
        "le commandement d'Allah",
        "sauf",
        "(sur qui",
        "Il a pitié",
        "Et il est venu",
        "(En) entre eux",
        "les vagues",
        "donc il était",
        "parmi",
        "la noyée"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "وَقِيلَ يَا أَرْضُ ابْلَعِي مَاءَكِ وَيَا سَمَاءُ أَقْلِعِي وَغِيضَ الْمَاءُ وَقُضِيَ الْأَمْرُ وَاسْتَوَتْ عَلَى الْجُودِيِّ ۖ وَقِيلَ بُعْدًا لِلْقَوْمِ الظَّالِمِينَ",
      "simpleTranslate" : [
        "Et il fut dit : «Ô terre, absorbe tes eaux ! Et toi, ciel, arrête tes pluies !»",
        "Et aussitôt les eaux baissèrent, l’ordre de Dieu fut exécuté et l’arche s’arrêta",
        "sur le mont Jûdî . Et l’on entendit dire : «Loin d’ici la gent perverse !»"
      ],
      "tafsirTranslate" : [
        "Et la commande a été donnée: «Terre! Avalez votre eau »; et: «Ciel! Diminuer!'",
        "Donc, l'eau calmée, la commande a été remplie, et l'arche installé sur le mont",
        "Judi, <N:46> et il a été dit: '! Loin avec les gens de mauvaise conduite'"
      ],
      "tanslateWordByWord" : [
        "Et il a été dit",
        "O terre",
        "Avaler",
        "votre eau",
        "et le ciel O",
        "Retenir",
        "Et calmée",
        "l'eau",
        "et a été rempli",
        "la commande",
        "Et elle reposait",
        "sur",
        "le Judi",
        "Et il a été dit",
        "Un moyen",
        "avec le peuple",
        "les malfaiteurs"
      ],
      "notes" : {
        "46" : [
          "Mont Judi est situé au nord-est de l'île de Ibn 'Umar dans le Kurdistan. Selon la",
          "Bible, lieu de repos de l'arche était Ararat, qui est le nom d'une montagne",
          "particulière ainsi que de toute une chaîne de montagnes en Arménie. Ararat, dans",
          "le sens d'une chaîne de montagnes, s'étend du plateau arménien vers le sud du",
          "Kurdistan. La montagne appelée Judi fait partie de cette gamme et est connu",
          "aujourd'hui encore par le même nom. Dans anciens récits historiques, le mont Judi",
          "est mentionné comme le lieu où l'arche reposait. Autour de 250 av. J.-C., un",
          "prêtre babylonien, Berasus, a écrit une histoire de son pays sur la base de",
          "traditions chaldéennes. Il mentionne Judi comme lieu de repos de l'arche de Noé.",
          "L'histoire écrite par Abydenus, disciple d'Aristote, corrobore également cela.",
          "Abydenus remarques que beaucoup de gens en Mésopotamie possédaient des morceaux",
          "de l'arche dont ils se servaient comme un charme. Ils fondent ces morceaux dans",
          "de l'eau et a donné la préparation aux malades pour les guérir de leurs maux. \n",
          "Dans le cadre de ce grand événement on est également confronté à la question de",
          "savoir si l'inondation était universelle ou si elle a été limitée à la région",
          "habitée par le peuple de Noé. Cette question reste sans réponse à ce jour. Sous",
          "l'influence des traditions israélites, on pense que ce fut un déluge universel",
          "[(Genèse 7: 18-24)]. Le Coran, cependant, ne dit pas explicitement. Il y a",
          "plusieurs allusions dans le Coran qui indiquent que les générations suivantes de",
          "l'humanité sont les descendants de ceux qui ont été sauvés de l'inondation. Mais",
          "cela ne signifie pas nécessairement que le déluge a couvert le monde entier. Car,",
          "il est tout à fait plausible que, à ce moment-là dans l'histoire de la population",
          "humaine se limitait uniquement à la zone qui a été dépassé par le déluge, et que",
          "ceux qui sont nés après le déluge progressivement dispersé à d'autres parties du",
          "monde. \n Ce point de vue est soutenu par deux choses. Tout d'abord, les anciennes",
          "traditions historiques, découvertes archéologiques et les données géologiques",
          "démontrent qu'une grande inondation a eu lieu à une certaine période dans le",
          "passé lointain dans la région du Tigre et de l'Euphrate. Il n'y a aucune preuve",
          "d'un déluge universel. Deuxièmement, traditions sur une grande inondation ont été",
          "populaire parmi toutes les communautés du monde à travers les âges. Ces",
          "traditions se trouvent même dans le folklore de ces régions lointaines comme",
          "l'Australie, l'Amérique et la Nouvelle-Guinée. On peut donc conclure que, à un",
          "moment dans le passé, les ancêtres de toutes ces communautés vivaient ensemble",
          "dans une région qui a été dépassé par le déluge. Depuis probablement leurs",
          "descendants ensuite dispersés à, et se sont installés dans. Différentes parties",
          "du monde, ils ont transmis et conservés les traditions de cette grande",
          "inondation. [(Pour plus de détails, voir vers la compréhension du Coran, vol.",
          "III, al-Araf 7 n. 47, pp. 37-8.)]"
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَنَادَىٰ نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ",
      "simpleTranslate" : [
        "Noé adressa alors cette prière à son Seigneur : «Seigneur, dit-il, mon fils fait",
        "partie des miens. Ta promesse est la Vérité même et Tu es le plus Équitable des",
        "juges !»"
      ],
      "tafsirTranslate" : [
        "Et Noé appela son Seigneur, en disant: «Mon Seigneur! Mon fils est de ma famille.",
        "Sûrement Ta promesse est vrai, <N:47> et Vous êtes le plus grand de ceux qui",
        "jugent. <N:48>"
      ],
      "tanslateWordByWord" : [
        "Et Noé appela",
        "Et Noé appela",
        "(À) son Seigneur",
        "et dit",
        "O mon Seigneur",
        "Effectivement",
        "mon fils",
        "(Is) de",
        "ma famille",
        "et en effet",
        "Votre promesse",
        "(est vrai",
        "et toi",
        "(Sont) le plus juste",
        "(De) les juges"
      ],
      "notes" : {
        "48" : [
          "Noah [(la paix soit sur lui)] reconnaît que le jugement de Dieu est définitive;",
          "qu'il est celui contre lequel il ne peut y avoir recours. En outre, le jugement",
          "de Dieu est également basée sur la connaissance absolue et la justice parfaite."
        ],
        "47" : [
          "Noah [(la paix soit sur lui)] rappelle à Dieu sa promesse d'épargner sa famille.",
          "Depuis que son fils était bien évidemment partie de sa famille. demandes Noé de",
          "Dieu qu'il sera épargné."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ ۖ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ ۖ فَلَا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ ۖ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ",
      "simpleTranslate" : [
        "– «Ô Noé !, répondit le Seigneur, celui-là ne fait point partie des tiens, car il",
        "a commis un acte impie. Ne Me parle donc pas de ce que tu ne sais pas ! Je",
        "t’exhorte afin que tu ne sois pas du nombre des ignorants.»"
      ],
      "tafsirTranslate" : [
        "En réponse Noah a été dit: «La plupart, il est certainement pas de votre famille;",
        "En vérité, il est de la conduite injuste. <N:49> Alors ne demandez pas de moi",
        "pour cela au sujet desquels vous avez aucune connaissance. Je vous exhorte à ne",
        "jamais agir comme les ignorants. <N:50>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "O Nuh",
        "En effet, il a",
        "(n'est pas",
        "de",
        "ta famille",
        "en effet, [il]",
        "(Son) acte",
        "(Est) autre que",
        "vertueux",
        "Donc ne le fais pas",
        "demande moi",
        "(sur quoi",
        "ne pas",
        "tu as",
        "de celui-ci",
        "aucune connaissance",
        "En effet, je",
        "vous admonester",
        "de peur de",
        "vous soyez",
        "parmi",
        "l'ignorant"
      ],
      "notes" : {
        "49" : [
          "L'importation de ce verset coranique peut être mieux appréciée par analogie aux",
          "membres sur le corps d'une personne. Un membre peut devenir pourri et un médecin",
          "peut décider de le retirer par une opération chirurgicale. Maintenant, le patient",
          "peut demander à son médecin de ne pas amputer parce qu'elle est une partie de son",
          "corps. La réponse naturelle du médecin serait que le membre pourri était pas",
          "vraiment une partie de son corps. Une telle réponse ne revient pas à nier, dans",
          "un sens littéral, le fait évident que le membre est une partie du corps de cette",
          "personne. Qu'est-ce qu'une telle déclaration signifie réellement est que le corps",
          "d'une personne a besoin de membres solides et en bonne santé plutôt que ceux qui",
          "sont pourris. Pour les membres pourris ne sont pas seulement inutiles, ils sont",
          "même capables d'endommager les autres membres sains. Compte tenu de ce qui",
          "précède, il est logique que cette branche soit enlevée chirurgicalement. De la",
          "même manière un père juste peut être dit que son fils corrompu ne fait pas partie",
          "de sa famille. Le fait biologique de son être le fils de son père ne soit pas",
          "niée ici. Au contraire, il est dit que sur un plan moral le fils n'a rien à voir",
          "avec les ordures justes de son père. \n Il est aussi pertinent de se rappeler le",
          "contexte dans lequel la présente déclaration a été faite. Un jugement a été",
          "nécessaire dans la rencontre entre la foi et l'incroyance afin de déterminer qui",
          "avait la foi et qui était dépourvue de lui. Les justes devaient être sauvés et le",
          "mal devaient être détruits. La déclaration ne vise pas à suggérer que ceux d'un",
          "certain stock seraient sauvés tandis que d'autres seraient détruits. \n En",
          "mentionnant le fils de Noé comme «l'un des comportements injustes», le Coran",
          "attire notre attention sur un autre fait significatif. Une personne du monde",
          "apporte ses enfants et leur est cher pour la simple raison qu'ils se trouvent",
          "être ses descendants, indépendamment de leur conduite. Cependant, pour un",
          "croyant, la considération principale est de savoir comment ses enfants se",
          "comportent en réalité. La vue d'un croyant de ses enfants est régie par la",
          "conception que ses enfants sont la confiance de Dieu a placé dans ses soins tels",
          "qu'il peut les amener d'une manière qui leur permet de poursuivre la fin pour",
          "laquelle Dieu a créé l'homme. Il est possible, cependant, que malgré leurs",
          "meilleurs efforts des parents peuvent ne pas réussir à la bonne éducation de",
          "leurs enfants et que ces derniers, quand ils grandissent, ne parviennent pas à",
          "obéir à leur Seigneur. Si cela se produit, les parents doivent se rendre compte",
          "que tous leurs efforts ont été vains et qu'il n'y a aucune raison pour eux de",
          "tenir ces enfants qui leur tiennent à cœur. \n Le Coran est ferme dans sa",
          "suggestion d'une telle attitude. Il est évident, par conséquent, que la même",
          "chose vaut pour les autres parents qui ne sont pas aussi proches que ses propres",
          "enfants. Car la foi, comme nous le savons, est essentiellement une qualité",
          "idéelle et morale, et les gens sont appelés croyants ou hommes de foi à force de",
          "posséder cette qualité. Il est de la foi de l'homme qui crée une affinité entre",
          "lui et tous les autres croyants. Le lien essentiel de cette relation est donc",
          "idéelle et morale. Ceux qui se trouvent être le parent d'une personne par des",
          "liens de sang sont en effet proches. S'ils ne partagent pas leur foi, cependant,",
          "un croyant remplira et être nécessaire pour remplir seulement les devoirs qu'il a",
          "envers eux à cause de l'accident de cette relation de sang. Cette relation,",
          "cependant, est tenu d'être dépourvue de la vraie cordialité et affinité",
          "spirituelle qui caractérise sa relation avec les croyants. Et il devrait y avoir",
          "aucun conflit entre la croyance et de l'incroyance dans lequel les parents d'un",
          "croyant lui font face, le croyant est nécessaire de les traiter exactement comme",
          "tout autre incroyant."
        ],
        "50" : [
          "l'observation de Dieu ne devrait pas donner le moindre malentendu que Noé [(la",
          "paix soit sur lui)] de quelque façon manqué le véritable esprit de foi ou que sa",
          "foi était, à un degré quelconque, entachée par ignorance [(Jahiliyah)]. Qu'est-ce",
          "que peut-être on doit se rappeler, pour apprécier pleinement ce qui est dit ici",
          "est que même les prophètes sont humains. En tant qu'êtres humains, il est",
          "toujours possible, même pour eux de maintenir les normes les plus élevées",
          "d'excellence fixées pour les hommes de foi. À un certain moment,",
          "psychologiquement chargé même prophètes, en dépit de leur excellence spirituelle",
          "extraordinaire et sublimité, deviennent vulnérables mais momentanément pour les",
          "faiblesses humaines. Cependant, dès qu'ils réalisent ou sont faits pour réaliser",
          "par Dieu que leur conduite est en baisse en deçà des normes élevées exigées",
          "d'eux, ils se repentent. Sans la moindre hésitation ou retard, ils cherchent à",
          "amender. \n En fait, il ne peut y avoir de meilleure preuve de l'excellence morale",
          "de Noé que le présent incident mentionné dans le Coran. Il suffit de considérer",
          "ce qui était arrivé. Seulement quelques instants auparavant, le fils de Noé était",
          "noyé sous ses yeux, quelque chose qui aurait tout simplement brisé tout l'être de",
          "son père. A un tel moment douloureux Noah [(la paix soit sur lui)] a été rappelé",
          "par Dieu que son fils lui-même avait identifié le mensonge plutôt que la vérité.",
          "Noah [(la paix soit sur lui)] a été dit que ce sentiment que son fils lui",
          "appartenait simplement parce qu'il était de ses reins était un jahiliyah vestige.",
          "Ce qui est important est que Noé [(la paix soit sur lui)] immédiatement se",
          "réorienter et pleinement adopté l'attitude requise de lui par l'Islam, faisant en",
          "dépit du fait que la blessure qu'il avait subi était frais."
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "قَالَ رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ ۖ وَإِلَّا تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ",
      "simpleTranslate" : [
        "– «Seigneur, dit Noé, je cherche refuge auprès de Toi contre toute demande de ma",
        "part au sujet de choses qui me dépassent. Si Tu ne me pardonnes pas et ne",
        "m’accordes pas Ta misé-ricorde, je serai du nombre des perdants.»"
      ],
      "tafsirTranslate" : [
        "Noé dit: «Mon Seigneur! Je prends refuge auprès de Toi que je devrais vous",
        "demander ce que au sujet desquels je ne connais pas. Et si vous ne me pardonnez",
        "pas et ne montrent pas de miséricorde pour moi, je serai parmi les perdants.",
        "<N:51>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "O mon Seigneur",
        "En effet, je",
        "chercher refuge",
        "en toi",
        "cette",
        "I (devrait) Vous demander",
        "quelle",
        "ne pas",
        "j'ai",
        "de celui-ci",
        "connaissance",
        "Et à moins que",
        "Vous pardonnerez",
        "moi",
        "et Vous avez pitié de moi",
        "je serai",
        "parmi",
        "les perdants"
      ],
      "notes" : {
        "51" : [
          "En racontant l'histoire du fils de Noé, Dieu a clairement et efficacement indiqué",
          "clairement que sa justice est libre de tous préjugés, que son jugement est",
          "parfaite et absolue. Les mécréants mecquois avaient entretenu l'illusion que la",
          "colère de Dieu ne les atteindra pas, peu importe la façon dont ils se sont",
          "comportés. Ils pensaient ainsi parce qu'ils se trouvaient être les descendants",
          "d'Abraham [(la paix soit sur lui)] et les dévots d'un certain nombre de dieux et",
          "de déesses bien connus. Dans le passé, les juifs et les chrétiens aussi divertir,",
          "car ils entretiennent encore, les illusions du même genre. En fait, il y a aussi",
          "beaucoup de musulmans déviants qui placent leur dépendance à l'égard de faux",
          "espoirs. Ils croient que parce qu'ils sont des descendants ou des dévots de",
          "certains saints, l'intercession de ces saints leur permettra d'échapper à la",
          "justice de Dieu. \n Cependant, le Coran dépeint la façon dont l'un des grands",
          "prophètes montres impuissants sa propre chair et de sang se noient. Dans un état",
          "d'agitation émotionnelle grave, il implore pitoyablement Dieu de pardonner à son",
          "fils. En réponse, Dieu lui reproche. Ainsi, nous voyons que même une personne du",
          "classement d'un prophète n'a pas réussi à sauver un fils inique."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "قِيلَ يَا نُوحُ اهْبِطْ بِسَلَامٍ مِنَّا وَبَرَكَاتٍ عَلَيْكَ وَعَلَىٰ أُمَمٍ مِمَّنْ مَعَكَ ۚ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِنَّا عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "– «Ô Noé, lui fut-il dit, débarque en paix et avec Nos bénédictions, pour toi et",
        "pour les communautés qui seront les descendants de tes compagnons. Il est",
        "cependant d’autres communautés que Nous ferons jouir des biens de ce monde et",
        "auxquelles Nous infligerons ensuite un châtiment douloureux !»"
      ],
      "tafsirTranslate" : [
        "Il a été dit: «Noah! Descendez, <N:52> avec notre paix et bénédictions sur vous",
        "et sur ceux qui sont avec vous. Il y a aussi des gens qui nous allons permettre",
        "de se divertir pendant un certain temps, puis un châtiment douloureux venant de",
        "Nous ne les affliger."
      ],
      "tanslateWordByWord" : [
        "Il a été dit",
        "O Nuh",
        "Descendre",
        "avec la paix",
        "de notre part",
        "et les bénédictions",
        "sur toi",
        "et sur",
        "les nations",
        "de ceux",
        "avec toi",
        "Mais (autre) nations",
        "Nous allons accorder la jouissance",
        "puis",
        "va les toucher",
        "de notre part",
        "une punition",
        "douloureux"
      ],
      "notes" : {
        "52" : [
          "Noah [(la paix soit sur lui)] a été dirigé à débarquer sur la montagne sur",
          "laquelle l'Arche avait reposé."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "تِلْكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ ۖ مَا كُنْتَ تَعْلَمُهَا أَنْتَ وَلَا قَوْمُكَ مِنْ قَبْلِ هَٰذَا ۖ فَاصْبِرْ ۖ إِنَّ الْعَاقِبَةَ لِلْمُتَّقِينَ",
      "simpleTranslate" : [
        "Ce sont là quelques nouvelles du mystère du monde que Nous te révélons, et que ni",
        "toi ni ton peuple ne connaissaient jusqu’ici. Sois patient ! Une heureuse fin est",
        "réservée à ceux qui craignent le Seigneur."
      ],
      "tafsirTranslate" : [
        "Nous vous révéler ces comptes de questions qui sont au-delà de la portée de la",
        "perception humaine. Ni vous ni vos gens savaient à leur sujet avant cela. Soyez",
        "donc patient. Certes, la bonne fin est pour la crainte de Dieu. <N:53>"
      ],
      "tanslateWordByWord" : [
        "Ce",
        "(est de",
        "les nouvelles",
        "(De) l'invisible",
        "(Qui) Nous révélons",
        "à toi",
        "ne pas",
        "vous étiez",
        "le savoir",
        "toi",
        "et pas",
        "votre peuple",
        "de",
        "avant",
        "ce",
        "Alors soyez patient",
        "effectivement",
        "la fin",
        "(Est) pour le Dieu craignant"
      ],
      "notes" : {
        "53" : [
          "Le Prophète Muhammad [(la paix soit sur lui)] est consolé par l'affirmation que",
          "de la même manière que Noé [(la paix soit sur lui)] et ses justes finalement",
          "réussi, il en sera de lui et ses compagnons. Il est la loi de Dieu que les",
          "adversaires de la vérité semblent atteindre un certain succès au début. Mais le",
          "succès final est le sort de ceux qui, de leur crainte de Dieu, d'éviter toutes",
          "les manières erronées tout en cherchant à servir la cause de la vérité.",
          "L'importation de l'histoire, donc, est que les croyants ne doivent pas se sentir",
          "le cœur brisé par leurs souffrances éphémères ou les succès de leurs adversaires.",
          "Au lieu de cela, ils doivent persévérer, avec courage et force, dans leur lutte",
          "pour la cause de la vérité."
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۚ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ إِنْ أَنْتُمْ إِلَّا مُفْتَرُونَ",
      "simpleTranslate" : [
        "Aux `Âd Nous avons envoyé leur frère Hûd. «Ô mon peuple, dit-il, adorez Dieu, car",
        "vous n’avez d’autre divinité que Lui ! Tous les autres cultes que vous forgez ne",
        "sont que des mensonges."
      ],
      "tafsirTranslate" : [
        "Et 'Ad Nous avons envoyé leur frère Hud <N:54> Il a dit:. «Mon peuple! Adorez",
        "Allah: vous avez pas de divinité à part Lui. (En attribuant des partenaires à",
        "Allah), vous avez simplement été confectionnez mensonges. <N:55>"
      ],
      "tanslateWordByWord" : [
        "Et à",
        "Aad",
        "(Nous avons envoyé) leur frère",
        "Hud",
        "Il a dit",
        "O mon peuple",
        "Culte",
        "Allah",
        "ne pas",
        "(est pour toi",
        "tout",
        "Dieu",
        "autre que Lui",
        "ne pas",
        "toi",
        "(Sont), mais",
        "inventeurs"
      ],
      "notes" : {
        "54" : [
          "Pour un compte rendu détaillé voir Vers Comprendre le Coran, vol. III, al-Araf,",
          "7, nn. 51-6, p. 42-5."
        ],
        "55" : [
          "Ceux que les mécréants mecquois associés à Dieu dans sa divinité possédaient",
          "effectivement aucun des attributs et des pouvoirs de Dieu. Il n'y avait donc",
          "aucune raison que ce soit pour ceux qui les adorent. Certaines personnes avaient",
          "tort de les prendre comme leurs divinités, et regarda à ces divinités pour",
          "répondre à leurs prières et satisfaire leurs besoins."
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "يَا قَوْمِ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ أَجْرِيَ إِلَّا عَلَى الَّذِي فَطَرَنِي ۚ أَفَلَا تَعْقِلُونَ",
      "simpleTranslate" : [
        "Ô mon peuple ! Je ne vous réclame aucun salaire en échange. Je n’attends ma",
        "rétribution que de Celui qui m’a créé. Ne raisonnez-vous donc point?"
      ],
      "tafsirTranslate" : [
        "Mon peuple! Je cherche pas de récompense auprès de vous pour mon travail. Ma",
        "récompense est seulement avec Celui qui m'a créé. Ne comprenez-vous quelque",
        "chose? <N:56>"
      ],
      "tanslateWordByWord" : [
        "O mon peuple",
        "ne pas",
        "je te demande",
        "pour ça",
        "toute récompense",
        "ne pas",
        "(Est) ma récompense",
        "sauf",
        "de",
        "celui qui",
        "me créé",
        "Ensuite, ne sera pas",
        "vous utilisez la raison"
      ],
      "notes" : {
        "56" : [
          "Ceci est une déclaration très éloquente qui incarne également un argument très",
          "important. Les mécréants mecquois avaient sommairement rejeté le message du",
          "Prophète, sans même envisager sérieusement. Ce fut une indication du fait que ne",
          "pas utiliser leur cerveau. Car, ils les avaient utilisés, ils auraient",
          "certainement été impressionnés par la véracité du Prophète [(la paix soit sur",
          "lui)] et la vérité de ses enseignements. Car ici était quelqu'un qui avait",
          "traversé d'immenses souffrances au cours de son appelant son peuple à la vérité",
          "et sincèrement conseiller et de les admonester. Encore une fois, il était tout à",
          "fait évident de toutes les activités du Prophète qu'il n'y avait aucune intention",
          "de chercher un avantage pour lui-même ou sa famille. La conclusion était très",
          "claire. Une telle personne doit avoir une raison très forte pour être totalement",
          "convaincu de la vérité de sa foi. Car il est dans la cause de sa foi qu'il avait",
          "renoncé à toute sa facilité et le confort, évité les ambitions de prospérité",
          "matérielle, et osé entreprendre la tâche périlleuse de contester les croyances,",
          "les coutumes et modes de vie qui ont été si profondément enracinées dans la",
          "histoire de son peuple. Une telle entreprise naturellement l'a exposé à la fois à",
          "l'hostilité de son propre peuple et à beaucoup d'autres. Il est évident que",
          "l'enseignement d'une telle personne ne pouvait pas avoir été aussi fragile et",
          "trivial pour être négligemment mis de côté sans lui donner même une pensée",
          "sérieuse."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "وَيَا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْا مُجْرِمِينَ",
      "simpleTranslate" : [
        "Ô mon peuple ! Demandez pardon à votre Seigneur, et repentez-vous à Lui. Il vous",
        "enverra du ciel une pluie abondante et accroîtra vos forces. Ne vous détournez",
        "donc pas de Lui en devenant rebelles !»"
      ],
      "tafsirTranslate" : [
        "Mon peuple! Demandez à votre Seigneur pour le pardon et se tourner vers Lui dans",
        "la repentance. Il douche pluies abondantes sur vous du ciel, et ajouter de la",
        "force à votre force. <N:57> Ne détournez que ceux donnés à la culpabilité."
      ],
      "tanslateWordByWord" : [
        "Ô mon peuple,",
        "Demandez pardon",
        "(De) votre Seigneur",
        "puis",
        "tourner dans la repentance",
        "à lui",
        "Il enverra",
        "(De) le ciel (la pluie)",
        "sur vous",
        "(en quantité",
        "et vous augmenter",
        "(en force",
        "(ajouté à",
        "votre force",
        "Et (ne) pas",
        "Faire demi-tour",
        "(Comme) les criminels"
      ],
      "notes" : {
        "57" : [
          "Ceci est une réitération de ce qui a été dit plus tôt, que vous pouvez demander",
          "le pardon de votre Seigneur et se tourner vers Lui dans la repentance, après quoi",
          "il vous accordera une jouissance équitable de la vie jusqu'à un terme fixé.",
          "[(Voir le verset 3 ci-dessus.)] Nous apprenons de ce que la montée et la chute de",
          "la fortune d'une nation dépend de facteurs moraux. Pour la règle de Dieu sur le",
          "monde est basé sur les lois morales plutôt que physiques, qui sont dépourvus de",
          "toute distinction entre le bien et le mal. Le Coran a mentionné à plusieurs",
          "reprises que, quand une nation reçoit le message de Dieu par un prophète, le sort",
          "de cette nation dépend entièrement de la façon dont il répond. Si cette nation",
          "accepte le message, Dieu prodigue Ses bienfaits et bénédictions sur lui.",
          "Cependant, si cette nation repousse le message, il est détruit. \n Ceci est une",
          "disposition de la loi morale selon laquelle Dieu traite des êtres humains. Une",
          "autre disposition de cette loi est que toute nation qui, trompé par sa prospérité",
          "mondaine, a recours à des méfaits et le péché, est vouée à la destruction.",
          "Toutefois, si les personnes en question tout en procédant rapidement à leur fin",
          "tragique, se rendent compte de leur erreur, renoncer à leur désobéissance à Dieu",
          "et revenir sincèrement à son culte et de service, leur mauvaise fin est évitée et",
          "leur mandat est prolongé. Non seulement cela, mais ils sont également jugés",
          "dignes d'une récompense au lieu de punition, et Dieu ordonne même qu'ils puissent",
          "atteindre le bien-être et de l'ascendant."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "قَالُوا يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
      "simpleTranslate" : [
        "– «Ô Hûd, lui dirent-ils, tu ne nous apportes aucun signe évident. Nous",
        "n’abandonnerons donc pas nos divinités sur tes simples paroles, car nous n’avons",
        "pas confiance en toi !"
      ],
      "tafsirTranslate" : [
        "Ils ont dit: «O Hud! Vous ne l'avez pas amené à nous aucune preuve claire, <N:58>",
        "et nous ne sommes pas aller à abandonner nos divinités simplement parce que vous",
        "le dites. On ne va pas vous croire."
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "O Hud",
        "Vous ne nous avez pas apporté",
        "Vous ne nous avez pas apporté",
        "preuves claires",
        "et pas",
        "nous",
        "(va partir",
        "nos dieux",
        "sur",
        "votre parole",
        "et pas",
        "nous sommes)",
        "en toi",
        "croyants"
      ],
      "notes" : {
        "58" : [
          "Les incroyants soutenu que Hud [(la paix soit sur lui)] avait aucune preuve",
          "claire de prouver qu'il est Dieu qui l'avait désigné pour communiquer un message,",
          "et que ses enseignements étaient vrais."
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "إِنْ نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ ۗ قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ",
      "simpleTranslate" : [
        "Nous dirons plutôt que l’une de nos divinités t’a dérangé l’esprit !» – «Je",
        "prends Dieu à témoin !, dit Hûd. Et témoignez vous-mêmes que je désavoue les",
        "divinités que vous adorez"
      ],
      "tafsirTranslate" : [
        "Tout ce que nous pouvons dire est que quelque dieu du nôtre vous a affligé avec",
        "le mal <N:59> .Hud dit: «En effet, je prends Allah à témoin, <N:60> et vous aussi",
        "d'être mes témoins que j'ai rien à faire <N:61> avec votre associer à Allah"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "nous disons",
        "excepté)",
        "vous ont saisi",
        "certains",
        "(De) nos dieux",
        "avec le mal",
        "Il a dit",
        "En effet, je",
        "[I] prends Allah à témoin",
        "[I] prends Allah à témoin",
        "et (vous) témoignent",
        "que je suis",
        "innocent",
        "de quoi",
        "vous associez"
      ],
      "notes" : {
        "59" : [
          "Les incrédules sans doute pensé qu'en raison de son comportement sacrilège envers",
          "un saint ou d'une divinité, le Prophète Houd [(la paix soit sur lui)] avait été",
          "frappé de folie. Par conséquent, les deux mots d'abus et de pierres ont été",
          "lancées contre lui, même si il avait autrefois connu beaucoup d'estime et de",
          "respect."
        ],
        "60" : [
          "En réponse à cela. Hud [(la paix soit sur lui)] a souligné qu'il était vrai qu'il",
          "n'a pas apporté d'éléments ci-précis à l'appui de sa demande. Il a soutenu que",
          "plutôt que de faire un ensemble de preuves mineures à l'appui de sa demande, il",
          "avait plutôt apporté la preuve weightiest de tous - Dieu Tout-Puissant Lui-même.",
          "Pour Dieu et son ensemble ours univers témoin des vérités qu'il énonce. La même",
          "preuve a également établi que les conceptions entretenues par les incroyants",
          "étaient concoctions pures et manquait même pas la peine de l'atome de la vérité."
        ],
        "61" : [
          "Les incrédules étaient catégoriques. Ils ne voulaient pas abandonner leurs",
          "divinités juste parce que Hud leur a demandé de le faire. En réponse, le Prophète",
          "Houd [(la paix soit sur lui)] fait avec véhémence clair pour eux qu'il ne pouvait",
          "pas moins de soins pour leurs divinités."
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "مِنْ دُونِهِ ۖ فَكِيدُونِي جَمِيعًا ثُمَّ لَا تُنْظِرُونِ",
      "simpleTranslate" : [
        "en dehors de Dieu. Mettez en œuvre toutes vos perfidies contre moi et ne",
        "m’accordez aucun répit !"
      ],
      "tafsirTranslate" : [
        "autres que Lui dans Sa divinité. Alors conspirer contre moi, vous tous, et me",
        "donnez pas de répit. <N:62>"
      ],
      "tanslateWordByWord" : [
        "Autre que Lui",
        "Autre que Lui",
        "Alors comploter contre moi",
        "tous ensemble",
        "puis",
        "(ne pas",
        "me donner un répit"
      ],
      "notes" : {
        "62" : [
          "Ceci est en réponse à l'affirmation des incroyants que Hud souffrait parce qu'il",
          "avait invité la colère de leurs divinités sur lui-même. [(Cf. Yunus 10, n. 71.)]"
        ]
      }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ ۚ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِنَاصِيَتِهَا ۚ إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
      "simpleTranslate" : [
        "Je m’en remets à Dieu qui est mon Seigneur et le Vôtre. Il n’est point d’être",
        "vivant qui ne soit soumis à Sa loi. Mon Dieu est, certes, sur un chemin droit."
      ],
      "tafsirTranslate" : [
        "Je place ma confiance en Allah, Qui est mon Seigneur et votre Seigneur. Il n'y a",
        "aucune créature en mouvement qu'Il ne tienne par son toupet. Certes, mon Seigneur",
        "est sur le droit chemin. <N:63>"
      ],
      "tanslateWordByWord" : [
        "En effet, je",
        "[I] mis ma confiance",
        "sur",
        "Allah",
        "mon Seigneur",
        "et votre Seigneur",
        "(Il n'y a pas",
        "d'une créature en mouvement",
        "d'une créature en mouvement",
        "mais",
        "Il",
        "a saisir",
        "de son toupet",
        "Effectivement",
        "mon Seigneur",
        "(est sur",
        "un chemin",
        "tout droit"
      ],
      "notes" : {
        "63" : [
          "Tout ce que Dieu fait est tout à fait raison. Toutes ses actions sont rightly-",
          "dirigées et son. Aucune de ses actions sont arbitraires. Il gouverne l'univers et",
          "inflige pleine justice à tous. Il est donc impossible pour quelqu'un de suivre",
          "des doctrines erronées, et de se livrer à mal faire et encore atteindre le salut.",
          "Ni est-il possible que quelqu'un qui est honnête et juste finira un perdant."
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "فَإِنْ تَوَلَّوْا فَقَدْ أَبْلَغْتُكُمْ مَا أُرْسِلْتُ بِهِ إِلَيْكُمْ ۚ وَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُ شَيْئًا ۚ إِنَّ رَبِّي عَلَىٰ كُلِّ شَيْءٍ حَفِيظٌ",
      "simpleTranslate" : [
        "Et si vous vous détournez, je vous aurai du moins transmis le message que j’étais",
        "chargé de vous faire parvenir, et mon Seigneur vous remplacera par un autre",
        "peuple, sans que vous puissiez Lui nuire, car mon Seigneur est de toute chose le",
        "Gardien vigilant.»"
      ],
      "tafsirTranslate" : [
        "Si vous, alors, détournez (de la vérité), savent que je l'ai livré le message qui",
        "m'a été envoyé à vous. Maintenant, mon Seigneur a mis en place un autre peuple à",
        "la place de vous et vous ne doit en aucun cas être en mesure de lui faire du mal.",
        "<N:64> Certes, mon Seigneur garde un œil sur tout »."
      ],
      "tanslateWordByWord" : [
        "Donc si",
        "vous vous détournez",
        "puis en vérité",
        "Je l'ai transmis à vous",
        "quelle",
        "j'ai été envoyé",
        "Avec ça]",
        "à toi",
        "Et mon Seigneur donnera la succession",
        "Et mon Seigneur donnera la succession",
        "(À) un peuple",
        "autre que toi",
        "et pas",
        "vous lui nuire",
        "(En) rien",
        "Effectivement",
        "mon Seigneur",
        "(est sur",
        "tout",
        "des choses",
        "un gardien"
      ],
      "notes" : {
        "64" : [
          "Ceci est une réplique à la déclaration des non-croyants qu'ils renonçaient",
          "nullement leurs divinités et croient dans les enseignements de Hud."
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا هُودًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَنَجَّيْنَاهُمْ مِنْ عَذَابٍ غَلِيظٍ",
      "simpleTranslate" : [
        "Et lorsque Notre ordre fut donné, Nous sauvâmes Hûd et ceux qui avaient cru avec",
        "lui, par un effet de Notre miséricorde. Nous les sauvâmes d’un terrible tourment."
      ],
      "tafsirTranslate" : [
        "Et quand Notre com-mand arriva, Nous avons livré Hud, ainsi que ceux qui ont",
        "partagé sa foi, par miséricorde spéciale de nous. Nous les sauvâmes d'un terrible",
        "châtiment lamentable."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "venu",
        "Notre commande",
        "Nous avons économisé",
        "Hud",
        "et ceux qui",
        "a cru",
        "avec lui",
        "par Mercy",
        "de notre part",
        "Nous les avons sauvés",
        "de",
        "une punition",
        "sévère"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "وَتِلْكَ عَادٌ ۖ جَحَدُوا بِآيَاتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ",
      "simpleTranslate" : [
        "Telle fut l’histoire du peuple de `Âd qui avait nié les signes de son Seigneur,",
        "désobéi à Ses prophètes et suivi les ordres de tout tyran rebelle."
      ],
      "tafsirTranslate" : [
        "Telles étaient 'Ad. Ils répudié les signes de leur Seigneur, désobéi à Ses",
        "messagers, <N:65> et ont suivi l'appel d'offres de chaque ennemi tyrannique de la",
        "vérité."
      ],
      "tanslateWordByWord" : [
        "Et ça",
        "(A) Aad",
        "ils ont rejeté",
        "(les panneaux",
        "(De) leur Seigneur",
        "et désobéi",
        "Ses messagers",
        "et suivie",
        "(la commande",
        "(De) tous les",
        "tyran",
        "obstiné"
      ],
      "notes" : {
        "65" : [
          "Il est vrai que seul Messenger [(viz. Hud)] était venu à eux. Cependant, ses",
          "enseignements étaient les mêmes que ceux de tous les autres messagers qui avaient",
          "été soulevées entre les différentes nations et à des moments différents. D'où",
          "leur rejet du message de Hud est désigné ici comme un rejet de tous les",
          "messagers."
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "وَأُتْبِعُوا فِي هَٰذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ ۗ أَلَا إِنَّ عَادًا كَفَرُوا رَبَّهُمْ ۗ أَلَا بُعْدًا لِعَادٍ قَوْمِ هُودٍ",
      "simpleTranslate" : [
        "Maudit à jamais ici-bas, il le sera aussi dans l’autre monde. Le peuple de `Âd a,",
        "en effet, renié son Seigneur. Périsse donc `Âd, peuple de Hûd !"
      ],
      "tafsirTranslate" : [
        "Ils ont été poursuivis par une malédiction dans ce monde, et ainsi seront-ils sur",
        "le Jour du Jugement .Lo! 'Ad mécru dans le Seigneur. Lo! ruiné sont 'Ad, peuple",
        "de Hud."
      ],
      "tanslateWordByWord" : [
        "Et ils ont été suivis",
        "dans",
        "ce",
        "monde",
        "(Avec) une malédiction",
        "et (le) Jour",
        "(De) la Résurrection",
        "Sans aucun doute",
        "Effectivement",
        "Aad",
        "pas foi",
        "leur Seigneur",
        "Alors",
        "un moyen",
        "avec Aad",
        "(les gens",
        "(De) Hud"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَالِحًا ۚ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ ۚ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ",
      "simpleTranslate" : [
        "Aux Thamûd Nous avons envoyé leur frère Sâlih. «Ô mon peuple, dit-il, adorez Dieu",
        "! Vous n’avez d’autre divinité que Lui ! C’est Lui qui vous a formés de la terre",
        "et qui vous y a établis. Demandez-Lui pardon et revenez repentants vers Lui, car",
        "mon Seigneur est si Proche et si Prompt à exaucer les prières !»"
      ],
      "tafsirTranslate" : [
        "Et pour Thamud Nous avons envoyé leur frère Sali'h <N:66> Il a dit: «Mon peuple!",
        "Adorez Allah; vous avez pas d'autre que Lui Dieu. Il vous a créés de la terre, et",
        "vous a fait habiter en elle. <N:67> Alors demandez-Lui de vous pardonner et ne",
        "pas tourner vers Lui dans la repentance. <N:68> En effet Mon Seigneur est proche,",
        "en réponse à la prière . <N:69>"
      ],
      "tanslateWordByWord" : [
        "Et à",
        "Thamud",
        "(Nous avons envoyé) leur frère",
        "Salih",
        "Il a dit",
        "O mon peuple",
        "Culte",
        "Allah",
        "ne pas",
        "tu as",
        "tout",
        "Dieu",
        "autre que Lui",
        "Il",
        "vous produit",
        "de",
        "La terre",
        "et vous réglé",
        "en ce",
        "Donc, demander pardon à Lui",
        "puis",
        "tourner dans la repentance",
        "à lui",
        "Effectivement",
        "mon Seigneur",
        "(est proche",
        "All-Responsive"
      ],
      "notes" : {
        "66" : [
          "Pour de plus amples informations, voir vers la compréhension du Coran, vol. Ill,",
          "al-Araf, nn. 57-62, pp. 45-8."
        ],
        "67" : [
          "Ce justifie le fait qu'il n'y a pas d'autre que le Seul Vrai Dieu dieu; et qu'il",
          "devrait être le seul objet de culte et de service. Maintenant, même ceux qui",
          "associe d'autres avec Dieu dans sa divinité a reconnu qu'il est Allah seul qui",
          "les a créés. En utilisant cette prémisse évidente, le Prophète Salih [(la paix",
          "soit sur lui)] a cherché à persuader les gens à affirmer que Dieu seul doit être",
          "adoré. Il a souligné qu'il est Dieu seul qui les avait fait des êtres humains sur",
          "les matériaux sans vie de la terre, et avait par la suite les établit sur la",
          "terre. Compte tenu de cela, qui d'autre que Dieu pouvait prétendre godhead? De",
          "même, qui d'autre pourrait prétendre qu'il doit être servi et adoré?"
        ],
        "68" : [
          "Le Thamud avait été coupable d'adorer d'autres en dehors de Dieu. Ils sont",
          "maintenant priés de demander le pardon de Dieu pour ce péché grave."
        ],
        "69" : [
          "Ce verset vise à supprimer un grand malentendu qui avait été répandue parmi les",
          "polythéistes. Cette idée fausse est en fait l'une des principales raisons qui ont",
          "conduit les hommes à associer les autres avec Dieu dans sa divinité. L'un des",
          "défauts les plus persistants de l'homme est qu'il a conçu Dieu pour être",
          "semblable à ces dirigeants du monde qui se plongent dans une vie de facilité et",
          "le luxe dans leurs grands palais. Ces règles sont normalement éloignés de leurs",
          "sujets. Pour toutes fins utiles, ils sont bien au-delà de l'accès direct de leurs",
          "sujets. La seule façon pour leurs sujets pour les atteindre est sous les auspices",
          "de leurs courtisans préférés. Et même si un sujet réussit à transmettre ses",
          "conclusions à travers un courtisan, ces dirigeants sont souvent trop arrogants",
          "pour répondre directement à ces mémoires. Ceci est un aspect de la fonction d'un",
          "courtisan - de communiquer à une règle les plaidoiries de ses sujets, et aussi de",
          "communiquer aux sujets de la réponse de la règle. \n Puisque Dieu a souvent été",
          "conçu à l'image de ces dirigeants du monde beaucoup de gens sont tombés en proie",
          "à la fausse croyance que Dieu est bien au-dessus de la portée des êtres humains",
          "ordinaires. Cette croyance propage plus loin parce que beaucoup de gens",
          "intelligents ont trouvé tout à fait profitable pour propager une telle notion.",
          "Pas étonnant que beaucoup de gens senti que Dieu ne pouvait être approché par des",
          "intermédiaires et des intercesseurs puissants. La seule façon que la prière d'une",
          "personne pourrait atteindre Dieu et être répondu par lui était de l'approcher par",
          "l'un des saints hommes. Il a été, par conséquent, jugé nécessaire de graisser la",
          "patte des fonctionnaires religieux qui auraient apprécié le privilège de",
          "transmettre des offrandes et des prières d'un homme à l'un en haut. Cette idée",
          "fausse a donné naissance à un panthéon de petites et grandes divinités et des",
          "intercesseurs qui sont censés agir comme intermédiaires entre l'homme et Dieu.",
          "Cette idée fausse a donné lieu à la prêtrise institutionnalisée, selon laquelle",
          "aucun rituel, que ce soit relative à la naissance ou la mort, peut être réalisée",
          "sans la participation active des prêtres. \n Prophète Salih [(la paix soit sur",
          "lui)] frappe à la racine de ce système ignorant, et démolit totalement son",
          "infrastructure intellectuelle. Ce qu'il fait en mettant l'accent sur deux faits:",
          "que Dieu est très proche de ses créatures et qu'il répond à leurs prières. Ainsi,",
          "il réfute beaucoup d'idées fausses au sujet de Dieu: qu'il est loin, tout à fait",
          "retiré des êtres humains, et qu'il ne répond pas à leurs prières si elles sont",
          "d'approcher directement Lui. Dieu, sans doute, est transcendant, et pourtant il",
          "est très proche de chaque personne. Tout le monde va le trouver juste à côté de",
          "lui-même. Tout le monde peut chuchoter à lui les désirs les plus intimes de son",
          "cœur. Tout le monde peut adresser ses prières à Dieu en public et en privé, en",
          "exprimant verbalement ces prières ou en les adressant à Lui sans même prononcer",
          "un seul mot. De plus, Dieu répond aux prières de toutes ses créatures",
          "directement. Le fait est que la cour de Dieu avec toute sa majesté est juste",
          "autour du coin de tout le monde, si proche de son seuil, et toujours ouvert à",
          "tous. Comment il est stupide, donc, pour les personnes à la recherche pour les",
          "intercesseurs qui ils pensent les aidera à approcher Dieu, [(Voir aussi vers la",
          "compréhension du Coran, vol. I, al-Baqarah 2, n. 188.)]"
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "قَالُوا يَا صَالِحُ قَدْ كُنْتَ فِينَا مَرْجُوًّا قَبْلَ هَٰذَا ۖ أَتَنْهَانَا أَنْ نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا وَإِنَّنَا لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ",
      "simpleTranslate" : [
        "– «Ô Sâlih !, répondirent-ils, tu étais jusqu’ici l’objet de nos espérances.",
        "Vas-tu à présent nous interdire d’adorer ce que nos pères adoraient? En vérité,",
        "nous avons des doutes troublants au sujet du culte auquel tu nous invites !»"
      ],
      "tafsirTranslate" : [
        "Ils ont dit: \"O Salih! Jusqu'à présent, vous étiez l'un de ceux parmi nous à qui",
        "nous avons placé de grands espoirs. <N:70> Maintenant, pourriez-vous nous",
        "interdire d'adorer ce que nos ancêtres avaient coutume d'adorer? <N:71> En effet,",
        "nous sommes dans un doute troublant au sujet de ce que vous êtes nous appelant à.",
        "<N:72>"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "O Salih",
        "En vérité",
        "vous étiez",
        "parmi nous",
        "celui en qui l'espoir a été placé",
        "avant",
        "ce",
        "Avez-vous nous interdisez",
        "cette",
        "nous adorons",
        "quelle",
        "nos ancêtres adoraient",
        "nos ancêtres adoraient",
        "Et en effet, nous",
        "sûrement (sont) en",
        "doute",
        "sur quoi",
        "vous nous appelez",
        "à ce",
        "méfiant"
      ],
      "notes" : {
        "72" : [
          "Le Coran ne précise pas le «doute troublant» à laquelle les incroyants ont été",
          "soumis. La raison en est que, bien que tous avaient des doutes, le doute amusé",
          "par chacun était différent. On peut même dire que chaque fois que les gens sont",
          "invités à accepter la vérité, tous ceux qui croient en une sorte de mensonge ou",
          "l'autre sensation perturbé. La foi de complaisance qu'ils avaient avant qu'ils se",
          "sont familiarisés avec la vérité est tout simplement disparu, et un «doute",
          "troublant» se glisse dans et commence à les agiter. Bien que chacun d'entre eux",
          "peuvent se sentir cela différemment, une quantité d'inquiétude est cependant",
          "commune à tous les non-croyants. \n Avant que les non-croyants ont été invités à",
          "la vérité, ils peuvent ne jamais avoir ressenti le besoin d'examiner de façon",
          "critique leur position. Mais après l'appel à la vérité a été faite une telle",
          "attitude ne peut plus durer. Il en est ainsi parce que la critique incisive de",
          "jahiliyah faite par le Prophète de la journée avec ses arguments de poids à",
          "l'appui de ses enseignements est tenu d'avoir son effet. De plus, ses mœurs",
          "nobles, sa fermeté, sa patience, sa grâce et sa dignité, ses manières simples et",
          "honnêtes, et sa sagesse et sagacité créent un certain respect pour lui, même",
          "parmi ses plus ardents ennemis. Non seulement cela, mais les gens concernés ne",
          "peuvent pas empêcher de remarquer que les meilleurs éléments de la société de la",
          "journée sont continuellement attirés par l'appel de la vérité. Ils observent",
          "également que, par suite d'embrasser la vérité la vie de ces gens sont",
          "sensiblement transformés. Pris ensemble, tous ces facteurs agitent les esprits de",
          "ceux qui souhaitent s'accrocher à promouvoir et même le vieux jahiliyah même",
          "après la vérité a été fait connaître à eux."
        ],
        "70" : [
          "Les habitants de Salih [(la paix soit sur lui)] centré beaucoup d'attentes autour",
          "de lui. En raison de sa sagesse, l'intelligence, la maturité et la personnalité",
          "digne qu'ils attendaient Salih à monter à de grandes hauteurs. Ils croyaient",
          "aussi qu'il ne serait pas seulement atteindre la grandeur personnelle et à la",
          "prospérité, mais aiderait aussi son peuple dans leur tentative d'exceller contre",
          "les autres tribus et nations en termes d'avantages matériels. Cependant, à peine",
          "avait-Salih commencé à enseigner à ses gens qu'ils sont obligés d'adorer",
          "exclusivement et servir le Seul Vrai Dieu et tenir dûment compte de l'au-delà que",
          "ce qu'ils sont devenus complètement désillusionnés avec lui. \n Il convient de",
          "rappeler que la situation des mécréants mecquois était pas différente de celle du",
          "peuple de Salih [(la paix soit sur lui)]. Les Mecquois ont également reconnu que",
          "Muhammad [(la paix soit sur lui)] était une personne des qualités",
          "exceptionnelles. Ils étaient convaincus qu'il allait devenir un marchand très",
          "réussi et qu'ils bénéficierait également de son sens aigu de négociation. Mais",
          "ils ont trouvé que le Prophète [(la paix soit sur lui)], contrairement à leurs",
          "attentes, ont commencé à les inviter à servir et adorer le Seul Vrai Dieu. Il a",
          "également commencé à pousser [(ourlet à prêter attention à la prochaine vie et",
          "d'observer l'excellence morale. Ils étaient instantanément déçu et est devenu",
          "totalement opposé à lui. Ils ont même commencé à donner libre cours à l'idée que",
          "le Prophète (que la paix soit sur lui) ] qui, depuis si longtemps avait été une",
          "personne tout à fait normal, était maintenant saisi par une maladie mentale",
          "étrange. selon eux, il était à cause de ce déraillement mentale qu'il avait ruiné",
          "sa vie et aussi jeté de l'eau froide sur les espoirs et les attentes de son gens."
        ],
        "71" : [
          "Ce fut la principale raison pour laquelle les non-croyants avancés pour soutenir",
          "leur point de vue, la raison ils ont offert pour le culte des divinités",
          "auxquelles ils croyaient. La simple raison est, comme indiqué ici et ailleurs",
          "dans le Coran, que leurs ancêtres avaient également prosternés devant eux! Cela",
          "met en relief la différence fondamentale entre la justification offerte par",
          "l'Islam et celui offert par jahiliyah. Salih [(la paix soit sur lui)] avait dit",
          "qu'il n'y a que Dieu mérite d'être adoré. Il a fait valoir que, puisque Dieu a",
          "créé les êtres humains et leur avait permis de régler sur la terre, ils, par",
          "conséquent, doivent l'adorer. Les mécréants ont répondu en disant que leurs",
          "divinités méritent aussi d'être adoré, en effet avait été adoré par leurs",
          "ancêtres et ils ne pouvaient pas tout simplement les abandonner. En d'autres",
          "termes, ils ont proclamé leur engagement à suivre les traces de leurs ancêtres,",
          "même si ces ancêtres avaient été complètement ignorant et stupide."
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّي وَآتَانِي مِنْهُ رَحْمَةً فَمَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ عَصَيْتُهُ ۖ فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ",
      "simpleTranslate" : [
        "– «Ô mon peuple !, dit-il, que vous en semble, si j’étais nanti d’une preuve",
        "évidente par mon Seigneur et s’Il m’avait accordé Sa miséricorde, qui me",
        "protégerait donc contre Dieu si je venais à Lui désobéir? Vous ne feriez alors",
        "qu’ajouter à ma perte !"
      ],
      "tafsirTranslate" : [
        "Salih dit: «Mon peuple! Qu'est-ce que tu penses? Si j'avais une preuve claire de",
        "mon Seigneur, puis Il a également comblés de Sa miséricorde sur moi, qui me",
        "délivrera de la punition d'Allah, si je Lui désobéis encore? Vous ne pouvez me",
        "faire perdre encore plus. <N:73>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "O mon peuple",
        "Est-ce que tu vois",
        "si",
        "je suis",
        "sur",
        "une preuve claire",
        "de",
        "mon Seigneur",
        "et il m'a donné",
        "de lui",
        "une miséricorde",
        "alors qui",
        "(Peut) me aider",
        "contre",
        "Allah",
        "si",
        "Je (devais) désobéir à Lui",
        "donc pas",
        "vous me augmenter",
        "mais",
        "(En) Perte"
      ],
      "notes" : {
        "73" : [
          "Prophète Salih [(la paix soit sur lui)], il est clair à son peuple que s'il",
          "devait suivre les conseils qu'ils lui ont offert, il serait pratiquement conduire",
          "à sa perte. Étiez Salih [(la paix soit sur lui)] pour agir contre sa conscience",
          "et en opposition à la connaissance et l'orientation laissé entendre par Dieu, il",
          "serait passible d'une punition de Dieu, et son peuple serait impuissant dans",
          "leurs efforts pour le sauver de ce châtiment. En outre, Salih [(la paix soit sur",
          "lui)] était pas une personne ordinaire, mais un prophète. Cela a rendu son",
          "manquement aux yeux de Dieu encore plus graves. Car, Dieu lui prendre à la tâche",
          "au motif que bien qu'il ait été grevés avec le devoir de diriger son peuple à la",
          "bonne façon, il avait consciemment conduit à l'erreur."
        ]
      }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "وَيَا قَوْمِ هَٰذِهِ نَاقَةُ اللَّهِ لَكُمْ آيَةً فَذَرُوهَا تَأْكُلْ فِي أَرْضِ اللَّهِ وَلَا تَمَسُّوهَا بِسُوءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ",
      "simpleTranslate" : [
        "Ô mon peuple ! Voici comme signe pour vous la chamelle de Dieu ! Laissez-la",
        "paître sur la terre de Dieu, et ne lui faites aucun mal ; sinon, votre châtiment",
        "ne se fera pas attendre !»"
      ],
      "tafsirTranslate" : [
        "Mon peuple! Cette chamelle d'Allah est un signe pour vous. Donc laisser paître",
        "sur la terre d'Allah, et ne pas lui ou bien quelque châtiment du mal - ce qui est",
        "à portée de main -should vous surprenne."
      ],
      "tanslateWordByWord" : [
        "Ô mon peuple,",
        "Ce",
        "chamelle",
        "(De) Allah",
        "(est pour toi",
        "un panneau",
        "donc la laisser",
        "manger",
        "dans",
        "La terre",
        "(De) Allah",
        "et (faire) pas",
        "la toucher",
        "avec des dommages",
        "de peur que vous saisir",
        "une punition",
        "imminent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ۖ ذَٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ",
      "simpleTranslate" : [
        "Mais ils égorgèrent la chamelle. Sâlih leur dit alors : «Profitez de ces trois",
        "jours encore dans vos demeures ! Et c’est une promesse que rien ne viendra",
        "démentir.»"
      ],
      "tafsirTranslate" : [
        "Mais ils l'ont abattu. Alors Salih les avertit: «Appréciez-vous dans votre maison",
        "pour un maximum de trois jours. Ceci est une promesse qui ne sera pas démentie."
      ],
      "tanslateWordByWord" : [
        "Mais ils la tuèrent",
        "Alors il a dit",
        "Amusez-vous)",
        "dans",
        "votre maison (s)",
        "(pour trois",
        "journées",
        "Cette",
        "(c'est une promesse",
        "ne pas",
        "(À) être démentie"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "فَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا صَالِحًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَمِنْ خِزْيِ يَوْمِئِذٍ ۗ إِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيزُ",
      "simpleTranslate" : [
        "Et lorsque Notre ordre fut donné, Nous sauvâmes Sâlih et ceux qui avaient cru",
        "avec lui, par un effet de Notre miséricorde, de l’ignominie de ce jour-là, car,",
        "en vérité, ton Seigneur est le Fort et le Puissant."
      ],
      "tafsirTranslate" : [
        "Puis, lorsque Notre ordre arriva, nous avons sauvé Salih et ceux qui partageaient",
        "sa foi par Notre miséricorde spéciale, de la honte de ce jour-là. <N:74> En",
        "vérité, votre Seigneur est forte, Tout-Puissant."
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "venu",
        "Notre commande",
        "Nous avons économisé",
        "Salih",
        "et ceux qui",
        "a cru",
        "avec lui",
        "par Mercy",
        "de notre part",
        "et de",
        "(La) disgrace",
        "(De) ce jour-là",
        "Effectivement",
        "votre Seigneur",
        "Il",
        "(Est) All-Fort",
        "Tout-Puissant"
      ],
      "notes" : {
        "74" : [
          "Les traditions populaires de la péninsule sinaïtique indiquent que quand une",
          "sévère punition affligée l'Thamud, Salih [(la paix soit sur lui)] ont migré vers",
          "le Sinaï. Par conséquent, à proximité du Mont de Moïse, il est un tertre appelé",
          "Nabi Salih. Ces traditions font croire qu'il est ici que le Prophète Salih [(la",
          "paix soit sur lui)] vivaient."
        ]
      }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ",
      "simpleTranslate" : [
        "Et le grondement terrifiant saisit alors ceux qui avaient été injustes et, le",
        "lendemain, ils gisaient inertes dans leurs demeures,"
      ],
      "tafsirTranslate" : [
        "Et l'explosion a dépassé ceux qui avaient coutume de faire le mal, et puis ils",
        "gisait sans vie dans leurs maisons"
      ],
      "tanslateWordByWord" : [
        "Et saisi",
        "ceux qui",
        "lésés",
        "l'explosion de tonnerre",
        "puis ils sont devenus",
        "dans",
        "leurs maisons",
        "tombé sujettes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "كَأَنْ لَمْ يَغْنَوْا فِيهَا ۗ أَلَا إِنَّ ثَمُودَ كَفَرُوا رَبَّهُمْ ۗ أَلَا بُعْدًا لِثَمُودَ",
      "simpleTranslate" : [
        "comme s’ils n’y avaient jamais prospéré. Les Thamûd ont, en effet, renié leur",
        "Seigneur. Arrière donc au peuple de Thamûd !"
      ],
      "tafsirTranslate" : [
        "comme si elles avaient jamais vécu auparavant. Oh, en vérité Thamoud nié leur",
        "Seigneur! Oh, l'Thamud ont été détruits."
      ],
      "tanslateWordByWord" : [
        "Comme si",
        "ne pas",
        "ils (eu) prospéré",
        "la bride",
        "Sans aucun doute",
        "effectivement",
        "Thamud",
        "pas foi",
        "(En) leur Seigneur",
        "alors",
        "un moyen",
        "avec Thamud"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "وَلَقَدْ جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَىٰ قَالُوا سَلَامًا ۖ قَالَ سَلَامٌ ۖ فَمَا لَبِثَ أَنْ جَاءَ بِعِجْلٍ حَنِيذٍ",
      "simpleTranslate" : [
        "Nos émissaires vinrent trouver Abraham pour lui annoncer la bonne nouvelle.",
        "«Salâm !», lui dirent-ils. «Salâm !», répondit Abraham. Et peu après, il leur",
        "servit un veau rôti."
      ],
      "tafsirTranslate" : [
        "En effet Nos messagers sont venus à Abraham, portant la bonne nouvelle. Ils le",
        "saluèrent avec la «paix», et Abraham ont répondu de nouveau à eux la «paix», et à",
        "la hâte leur apportaient un veau rôti. <N:75>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "venu",
        "Nos messagers",
        "(À) Ibrahim",
        "avec de bonnes nouvelles",
        "ils ont dit",
        "Paix",
        "Il a dit",
        "Paix",
        "et non il a retardé",
        "et non il a retardé",
        "à",
        "apporter",
        "un veau",
        "rôti"
      ],
      "notes" : {
        "75" : [
          "Cela montre que les anges ont visité Prophète Abraham [(la paix soit sur lui)]",
          "sous forme humaine et que d'abord ils n'a pas révélé leur identité. Prophète",
          "Abraham [(la paix soit sur lui)], donc pensé qu'ils étaient étrangers, et",
          "immédiatement organisé un bon repas pour eux."
        ]
      }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "فَلَمَّا رَأَىٰ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً ۚ قَالُوا لَا تَخَفْ إِنَّا أُرْسِلْنَا إِلَىٰ قَوْمِ لُوطٍ",
      "simpleTranslate" : [
        "Voyant qu’ils ne faisaient pas honneur au plat, il les trouva étranges et en eut",
        "peur. «N’aie crainte, lui dirent-ils. C’est vers le peuple de Loth que nous",
        "sommes envoyés.»"
      ],
      "tafsirTranslate" : [
        "Quand il vit que leurs mains ne pouvaient pas l'atteindre, il les méfiaient, et",
        "avait peur d'eux <N:76> Ils ont dit:. «Ne pas avoir peur. Nous avons été envoyés",
        "au peuple de Lot. <N:77>"
      ],
      "tanslateWordByWord" : [
        "Mais quand",
        "il a vu",
        "leurs mains",
        "ne pas",
        "atteindre",
        "à ce",
        "il se sentait familier d'entre eux",
        "et ressenti l'appréhension",
        "d'eux",
        "[une peur]",
        "Ils ont dit",
        "(Ne pas",
        "la crainte",
        "En effet, nous",
        "[Nous] avons été envoyés",
        "à",
        "(les gens",
        "(De) Lut"
      ],
      "notes" : {
        "76" : [
          "Certains commentateurs du Coran sont d'avis que, lorsque les clients hésitent à",
          "prendre de la nourriture Prophète Abraham [(la paix soit sur lui)] ont estimé des",
          "doutes sur leurs intentions. Il est même devenu inquiets qu'ils étaient venus",
          "avec une certaine conception hostile. Car, en Arabie quand quelqu'un refuse la",
          "nourriture qui lui est offert par le biais de l'hospitalité, ce qui donne lieu à",
          "la crainte qu'il n'est pas venu en tant qu'invité, mais plutôt avec des fins",
          "subversives. Le verset suivant, cependant, ne prête aucun appui à ce point de",
          "vue."
        ],
        "77" : [
          "Les mots ainsi que le ton du verset suggèrent que dès que Abraham [(la paix soit",
          "sur lui)] a remarqué que ses clients étaient peu enclins à manger, il se rendit",
          "compte qu'ils étaient des anges. Depuis les anges apparaissent sous forme humaine",
          "que dans des circonstances très exceptionnelles, ce qui terrifiait Abraham [(la",
          "paix soit sur lui)] était la possibilité que les anges peuvent avoir été envoyés",
          "à infliger une punition à cause de toutes les fautes que lui-même, sa famille ou",
          "son les gens ont peut-être commis. Avait Abraham [(la paix soit sur lui)] pas été",
          "sûr de l'identité de ses clients - comme certains Coran-commentateurs croient -",
          "ils ont dit: «Ne craignez pas, nous sommes des anges envoyés par votre Seigneur.",
          "' Cependant, ils ne le disent. Ils plutôt essayé d'apaiser les craintes d'Abraham",
          "en disant: «Ne pas avoir peur, nous sommes envoyés au peuple de Lot. Il est donc",
          "clair que Abraham avait pris conscience de leur véritable identité. Ce qui a",
          "causé Abraham [(la paix soit sur lui)] pour inquiéter était l'idée que les anges",
          "avaient été envoyés à son peuple, que son peuple était sur le point de subir un",
          "châtiment sévère. Cependant, il ne tarda pas à se sentir soulagé que les anges",
          "avaient été envoyés au peuple de Lot plutôt que de la sienne. Il n'y avait donc",
          "aucune raison de craindre que son propre peuple allait bientôt subir la",
          "destruction."
        ]
      }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ",
      "simpleTranslate" : [
        "La femme d’Abraham, qui se tenait à côté, se mit à rire. Nous lui annonçâmes la",
        "naissance d’Isaac et celle de Jacob après lui."
      ],
      "tafsirTranslate" : [
        "Et la femme d'Abraham se tenait et en entendant cela, elle se mit à rire. <N:78>",
        "Et Nous lui avons donné les bonnes nouvelles de (la naissance de) Isaac, et après",
        "Isaac, de Jacob. <N:79>"
      ],
      "tanslateWordByWord" : [
        "Et sa femme",
        "(était debout",
        "et elle rit",
        "Puis Nous avons donné ses bonnes nouvelles",
        "d'Isaac",
        "et après",
        "et après",
        "Isaac",
        "(De) Yaqub"
      ],
      "notes" : {
        "78" : [
          "Selon ce verset, l'ensemble de la famille d'Abraham était inquiet au sujet de la",
          "visite des anges sous forme humaine. De pure anxiété la femme d'Abraham a",
          "également sorti. Cependant, quand elle a su que la venue des anges ne présage",
          "aucun mal, elle a été rassuré et est devenu joyeux."
        ],
        "79" : [
          "Les anges ont donné la bonne nouvelle de la naissance d'Isaac à Sarah plutôt que",
          "d'Abraham. Pour Abraham [(la paix soit sur lui)] déjà eu un fils appelé Ismaël,",
          "né de sa première femme Hagar. A cette époque, Sarah était sans aucun problème,",
          "et pour cette raison elle se sentait triste. Quand les anges lui ont donné la",
          "bonne nouvelle qu'ils prédirent sa non seulement de la naissance d'Isaac, mais",
          "aussi de son petit-fils, Jacob. Il est inutile de dire, peut-être, que les deux",
          "d'entre eux - Isaac et Jacob - sont devenus des messagers de grand standing."
        ]
      }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "قَالَتْ يَا وَيْلَتَىٰ أَأَلِدُ وَأَنَا عَجُوزٌ وَهَٰذَا بَعْلِي شَيْخًا ۖ إِنَّ هَٰذَا لَشَيْءٌ عَجِيبٌ",
      "simpleTranslate" : [
        "«Est-ce possible?, s’écria-t-elle. Moi, avoir un enfant à mon âge si avancé et",
        "alors que mon mari que voici est un vieillard? Ce serait là vraiment une chose",
        "bien étrange !»"
      ],
      "tafsirTranslate" : [
        "Elle a dit: «Malheur à moi <N:80> Vais-je un enfant maintenant que je suis une",
        "vieille femme et mon mari est bien avancée dans les années <N:81> Ce qui est",
        "étrange!.! '"
      ],
      "tanslateWordByWord" : [
        "Dit-elle",
        "Malheur à moi",
        "Dois-je porter un enfant",
        "alors que je suis",
        "une vieille femme",
        "et ça",
        "mon mari",
        "(Est) un vieil homme",
        "Effectivement",
        "ce",
        "(Est) sûrement une chose",
        "incroyable"
      ],
      "notes" : {
        "80" : [
          "Cette expression ne fait pas, en aucune façon, suggèrent que Sarah, au lieu de se",
          "sentir heureux, considéré cette prédiction le pressentiment d'une calamité. En",
          "effet l'expression est une exclamation à laquelle les femmes, en particulier, ont",
          "recours à un état d'émerveillement et d'étonnement. Ainsi, ce qui est prévu est",
          "pas quelle est la"
        ],
        "81" : [
          "Selon la Bible, Abraham était de cent ans et Sarah quatre-vingt dix ans à cette",
          "époque."
        ]
      }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ ۖ رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ ۚ إِنَّهُ حَمِيدٌ مَجِيدٌ",
      "simpleTranslate" : [
        "Et les émissaires de répliquer : «Comment peux-tu t’étonner de l’ordre de Dieu?",
        "Que la miséricorde de Dieu et Ses bénédictions soient sur vous, ô habitants de",
        "cette demeure ! Dieu seul est Digne de louange et de gloire.»"
      ],
      "tafsirTranslate" : [
        "Ils dirent: «Vous vous demandez au décret d'Allah <N:82> la miséricorde d'Allah",
        "et Ses bénédictions soient sur vous, gens de la maison?. Certes, il est digne de",
        "louange, Glorious '."
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Êtes-vous étonné",
        "à",
        "(Le) décret d'Allah",
        "(Le) décret d'Allah",
        "La miséricorde d'Allah",
        "La miséricorde d'Allah",
        "et Ses bénédictions",
        "(Be) sur vous",
        "gens",
        "(de la maison",
        "En effet, il",
        "(Est) All-Praiseworthy",
        "All-Glorious"
      ],
      "notes" : {
        "82" : [
          "D'ordinaire, il est rare que les femmes ont des enfants à un âge avancé.",
          "Cependant, une telle chose est pas du tout hors de portée de la puissance de",
          "Dieu. Et puisque le tiding avait été transmis à l'instance de Dieu, il n'y avait",
          "aucune raison pour laquelle un croyant fervent, comme Sarah doit se sentir",
          "étonné, et encore moins de divertir tous les doutes à ce sujet."
        ]
      }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الرَّوْعُ وَجَاءَتْهُ الْبُشْرَىٰ يُجَادِلُنَا فِي قَوْمِ لُوطٍ",
      "simpleTranslate" : [
        "Lorsque Abraham fut remis de sa peur et qu’il eut reçu la bonne nouvelle, il se",
        "mit à plaider, devant Nous, la cause du peuple de Loth,"
      ],
      "tafsirTranslate" : [
        "Ainsi, lorsque la peur avait quitté Abraham et les bonnes nouvelles avaient été",
        "transmis à lui, il a commencé à discuter avec nous concernant le peuple de Lot.",
        "<N:83>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "(A) disparu",
        "de",
        "Ibrahim",
        "la frayeur",
        "et l'avait atteint",
        "la bonne nouvelle",
        "il a soutenu avec nous",
        "concernant",
        "les gens",
        "de Lut"
      ],
      "notes" : {
        "83" : [
          "Le mot «différend» exprime ici le lien d'affection et de tendresse entre Abraham",
          "[(la paix soit sur lui)] et Dieu. La lecture de ce verset apporte à l'esprit",
          "suppliant persistante d'Abraham à Dieu qu'il peut épargner le peuple de Lot Son",
          "châtiment. Pour ce Dieu a répondu que, depuis qu'ils étaient totalement",
          "dépourvues de tout bien et avaient dépassé toutes les limites raisonnables, ils",
          "ne méritent aucune indulgence. Pourtant, Abraham [(la paix soit sur lui)] a",
          "continué à plaider pour eux et sans doute fait valoir que s'il y avait même la",
          "moindre bonne gauche en eux, leur châtiment soit reportée afin que ce bon peut",
          "venir à l'avant. \n Il est intéressant de noter que la Bible raconte aussi ce",
          "«différend» entre Dieu et Abraham. Cependant, le récit coranique, bien que brève,",
          "est beaucoup plus significative et importante. [(Cf. Genèse 18: 23-32.)]"
        ]
      }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ أَوَّاهٌ مُنِيبٌ",
      "simpleTranslate" : [
        "car Abraham était doux, compatissant et enclin au repentir."
      ],
      "tafsirTranslate" : [
        "Certes, Abraham était indulgent, tendre et souvent se tourner vers Allah."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Ibrahim",
        "(A) modérez certainement",
        "implorant",
        "et souvent de retour"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَٰذَا ۖ إِنَّهُ قَدْ جَاءَ أَمْرُ رَبِّكَ ۖ وَإِنَّهُمْ آتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ",
      "simpleTranslate" : [
        "«Ô Abraham, dirent les émissaires, cesse de défendre leur cause ! L’arrêt de ton",
        "Seigneur est déjà pris. Un châtiment irrévocable doit les frapper.»"
      ],
      "tafsirTranslate" : [
        "Là-dessus (Nos anges) lui dit: «Ô Abraham! Renoncer à cela, car en effet la",
        "commande de ton Seigneur est venu; et un châtiment qui ne peut être évité <N:84>",
        "est sur le point de leur arriver. mots suggèrent littéralement; le but est",
        "simplement d'exprimer un sentiment d'émerveillement."
      ],
      "tanslateWordByWord" : [
        "O Ibrahim",
        "Faire demi-tour",
        "de",
        "ce",
        "En effet, il",
        "certainement",
        "est venu",
        "(la commande",
        "(De) votre Seigneur",
        "et en effet, [ils]",
        "(Va) venir (pour) les",
        "une punition",
        "(Qui) ne peut pas",
        "(Be) repoussé"
      ],
      "notes" : {
        "84" : [
          "La mention de l'histoire d'Abraham comme un préambule à l'histoire du peuple de",
          "Lot peut sembler quelque peu en désaccord avec le but pour lequel les événements",
          "du passé sont racontés ici. Cependant, pour mieux apprécier cela, deux choses",
          "doivent être prises en compte. Tout d'abord, que les destinataires immédiats de",
          "Elle Coran étaient les Quraysh. Le Quraysh, car ils étaient les descendants",
          "d'Abraham [(la paix soit sur lui)], ont été les gardiens de la Kaaba - le",
          "sanctuaire de Dieu. Pour la même raison, ils ont également eu une influence",
          "prépondérante sur la vie religieuse, morale, culturelle et politique de l'Arabie.",
          "Le Quraysh croyait que, depuis qu'ils étaient les descendants d'un Prophète qui",
          "jouissait de la faveur de Dieu, ils ne seraient jamais punis par Dieu. Ils",
          "étaient sûrs que Abraham [(la paix soit sur lui)] serait intercède efficacement",
          "avec Dieu en leur nom. \n Le Coran frappe un puissant coup aux idées fausses des",
          "Mecquois. On leur dit, en premier lieu, l'histoire du Prophète Noé [(la paix soit",
          "sur lui)] en détail graphique: comment il regardait son fils se noient et comment",
          "il priait Dieu avec détresse pour montrer la miséricorde pour lui. Et pourtant,",
          "comme nous le savons, la prière de Noé était vain. Non seulement la prière de Noé",
          "pas accordée, il a même été réprimandé pour prier au nom de son fils injuste. \n",
          "L'histoire de Noé est suivie par une narration de l'histoire d'Abraham. Abraham",
          "[(la paix soit sur lui)] bénéficie, d'une part, les innombrables bénédictions de",
          "Dieu. Il est également adressée par Dieu en des termes qui sont clairement",
          "indicative d'amour et d'affection spéciale de Dieu pour lui. D'autre part, quand",
          "Abraham interfère d'une manière qui est élevé à compromettre la justice à l'égard",
          "d'une nation mal faire, Dieu met son intercession de côté. \n La deuxième chose",
          "qui doit être pris en compte est que le discours actuel met l'accent sur le",
          "Quraysh que la loi de Dieu de représailles a toujours été active dans l'histoire.",
          "Le Quraysh était devenu tout à fait inconscients de cette loi et ne sont plus",
          "peur. Le Coran, par conséquent, attire leur attention sur sa manifestation",
          "constante de l'histoire humaine, y compris les traces de son fonctionnement dans",
          "leur environnement immédiat. \n Leur attention a également été attirée sur Abraham",
          "[(la paix soit sur lui)] qui avaient émigré pour l'amour de la vérité et était",
          "installée dans un pays étranger. Apparemment, il n'a pas le pouvoir ou les",
          "ressources à sa disposition. Néanmoins, Dieu l'a récompensé pour sa justice. Il a",
          "aussi fait la femme d'Abraham pour livrer un enfant quand elle avait atteint",
          "l'âge de la stérilité et quand Abraham lui-même avait également atteint un âge",
          "avancé. Cet enfant était Isaac [(la paix soit sur lui)] qui allait devenir le",
          "père d'un autre prophète, Jacob [(la paix soit sur eux)]. La descendance d'Isaac",
          "et de Jacob sont connus comme les enfants d'Israël. Ils étaient en effet un grand",
          "peuple qui ont conservé, pendant des siècles, leur ascendant dans la région - la",
          "Palestine et de la Syrie - où Abraham [(la paix soit sur lui)] avait d'abord mis",
          "le pied comme un réfugié sans-abri déracinés. \n Distinguable des Israélites",
          "étaient le peuple de Lot. Ils sont restés immergés dans leurs mauvaises actions",
          "et ont continué à profiter de la chaleur de leur prospérité. Ils ne savaient pas",
          "du tout ce que, à cause de cette iniquité, ils seraient dépassés par la punition",
          "de Dieu dans un avenir proche. Par conséquent, chaque fois que le Prophète Loth",
          "[(la paix soit sur lui)] a tenté de les admonester, ils brossés dédaigneusement",
          "son conseil de côté. Cependant, le jour même où il a été décidé d'exalter la",
          "descendance d'Abraham [(la paix soit sur lui)] en une nation très remarquable, il",
          "a été également décidé d'anéantir le peuple de Lot qui étaient devenus",
          "extrêmement méchants. Alors approfondie était la destruction à laquelle ils ont",
          "été soumis à ce jour, il existe aucune trace de leur habitation."
        ]
      }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "وَلَمَّا جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَٰذَا يَوْمٌ عَصِيبٌ",
      "simpleTranslate" : [
        "Et quand Nos envoyés arrivèrent chez Loth, il en fut très affligé, car il ne",
        "savait pas comment les protéger. «Quelle pénible journée !», dit-il."
      ],
      "tafsirTranslate" : [
        "Et quand Nos messagers sont venus à Lot, <N:85>, il a été perturbé par leur venue",
        "et se sentait troublé sur leur compte, et dit: \". Ceci est une journée pénible",
        "<N:86>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "venu",
        "Nos messagers",
        "(À) Lut",
        "il était en détresse",
        "pour eux",
        "et se sentaient à l'étroit",
        "pour eux",
        "(Et) mal à l'aise",
        "et dit",
        "Ce",
        "(Est) un jour",
        "lamentable"
      ],
      "notes" : {
        "85" : [
          "Pour plus de détails voir à la compréhension du Coran, vol. Ill, al-Araf, nn. .",
          "63-8, pp 49-53 - Ed."
        ],
        "86" : [
          "Ce qui semble être évident d'après l'histoire que dans le Coran est que les anges",
          "étaient venus à Lot [(la paix soit sur lui)] sous la forme de jeunes beaux",
          "garçons. Il semble également que Lot [(la paix soit sur lui)] ne savait pas",
          "qu'ils étaient des anges. Il se sentait aussi très perturbé, par conséquent, à la",
          "vue des jeunes garçons en visite. Sa réaction était naturelle en raison de la",
          "dégénérescence connue et la perversité éhontée répandue parmi son peuple."
        ]
      }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "وَجَاءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِنْ قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ ۚ قَالَ يَا قَوْمِ هَٰؤُلَاءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ ۖ فَاتَّقُوا اللَّهَ وَلَا تُخْزُونِ فِي ضَيْفِي ۖ أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ",
      "simpleTranslate" : [
        "Aussitôt, des hommes de son peuple, habitués à commettre les pires turpitudes, se",
        "précipitèrent chez lui. «Ô mon peuple, leur dit Loth, voici mes filles ! Elles",
        "seraient plus indiquées pour vous. Craignez donc Dieu et ne me déshonorez pas",
        "dans la personne de mes hôtes ! N’y a-t-il pas un seul homme sensé parmi vous?»"
      ],
      "tafsirTranslate" : [
        "Et son peuple vint à lui précipiter. Avant cela, ils avaient l'habitude de",
        "commettre de mauvaises actions. Lot dit: «Mon peuple! Voici mes filles; elles",
        "sont plus pures pour vous. <N:87> Craignez Allah et ne me déshonorez pas au sujet",
        "de mes clients. Est-il même pas une personne sensée dans votre milieu?"
      ],
      "tanslateWordByWord" : [
        "Et il est venu (à) lui",
        "son peuple",
        "se précipiter",
        "à lui",
        "et avant",
        "et avant",
        "Ils ont été",
        "Faire",
        "les mauvaises actions",
        "Il a dit",
        "O mon peuple",
        "Ces",
        "(Sont) mes filles",
        "ils",
        "(Sont) plus pur",
        "pour toi",
        "craignez",
        "Allah",
        "et (faire) pas",
        "me déshonorez",
        "concernant",
        "mes invités",
        "Est (il) pas",
        "parmi vous",
        "un homme",
        "droit d'esprit"
      ],
      "notes" : {
        "87" : [
          "Il est possible que Lot [(la paix soit sur lui)] utilisé le mot «filles» de se",
          "référer à l'ensemble des femmes dans son pays en tant que tel. Pour un Messenger",
          "est en effet comme un père pour son peuple, et toutes les femmes de cette nation",
          "sont à lui comme ses propres filles. Il est également possible que, lorsque Lot",
          "utilisé le mot «filles» qu'il voulait dire ses propres filles. Quelle que soit",
          "l'interprétation correcte, il ne faut pas méconnaître la déclaration et pense que",
          "ce une invitation pour le peuple de Lot de se livrer à des relations sexuelles",
          "illégitimes. Pour la prochaine partie de sa remarque, à savoir. 'Elles sont plus",
          "pures pour vous », exclut toute justification pour un tel malentendu. L'idée",
          "maîtresse de la déclaration du Lot était que si l'on voulait satisfaire leur sexe",
          "envie, ils devraient le faire de la manière naturelle et légitime comme prévu par",
          "Dieu. Lot [(la paix soit sur lui)] tient à souligner le fait que les moyens",
          "naturels et légitimes de satisfaction sexuelle étaient facilement accessibles car",
          "il n'y avait pas de pénurie de femmes dans leur société."
        ]
      }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "قَالُوا لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ",
      "simpleTranslate" : [
        "– «Tu sais très bien, dirent-ils, que nous n’avons pas envie de tes filles ! Et",
        "tu sais très bien ce que nous voulons.»"
      ],
      "tafsirTranslate" : [
        "Ils dirent: «Certes, vous savez déjà que nous avons rien à voir avec vos filles",
        "<N:88> Vous savez aussi bien ce que nous voulons.»."
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "En vérité",
        "tu sais",
        "(Ce) pas",
        "nous avons",
        "concernant",
        "vos filles",
        "tout",
        "droite",
        "Et en effet vous,",
        "sûrement connaître",
        "quelle",
        "nous voulons"
      ],
      "notes" : {
        "88" : [
          "Cette déclaration coranique dépeint vivement la dégradation morale et la",
          "perversité de ces personnes. Ils avaient effrontément dévié de la façon naturelle",
          "de satisfaire leurs désirs sexuels et avaient adopté à la place d'une manière",
          "tout à fait pervers et sale. Ce qui était encore plus odieux était que leur",
          "intérêt était devenu limité aux seules formes perverses de gratification sexuelle",
          "qui étaient venus en vogue dans leur société. Cette perversité avait atteint un",
          "tel point où ils avaient pas honte d'affirmer qu'ils ne sont pas intéressés du",
          "tout dans ce qui a été universellement tenu pour la façon naturelle et légitime",
          "de la satisfaction sexuelle. \n Ceci est la plus faible profondeur concevable de",
          "la dégénérescence morale et de la perversité. Un tel cas est très différent de",
          "celui d'une personne qui pourrait commettre un péché dans un moment de faiblesse",
          "quand il est submergé par ses passions, mais n'a pas cessé de distinguer le bien",
          "du mal. Car il est tout à fait possible pour une telle personne pour réparer ses",
          "voies. \n Mais même s'il ne répare pas ses voies, il peut, au plus, être considéré",
          "comme un homme qui a sombré dans mauvaises voies. Mais une personne qui devient",
          "tellement pervers que son intérêt se limite uniquement à ce qui est interdit et",
          "péché, et qui croit que tout ce qui est juste et acceptable est tout simplement",
          "pas fait pour lui, est tout à fait une situation différente. Une telle personne",
          "est non seulement mauvais, mais a sombré si bas qu'il ne peut pas vraiment être",
          "considéré comme un être humain. Une telle personne est un ver qui se nourrit",
          "uniquement sur la saleté et trouve tout ce qui est propre et pur tout à fait",
          "désagréable. Si une telle ver se trouve dans la maison de quelqu'un qui aime la",
          "propreté, il utiliserait insecticide pour se débarrasser de lui à la première",
          "occasion disponible! Tel étant le cas, comment est-il concevable que Dieu, le",
          "Seigneur de l'univers, peut permettre à ces vers de se concentrer et deviennent",
          "forts en tout lieu ou de temps donné?"
        ]
      }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "قَالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلَىٰ رُكْنٍ شَدِيدٍ",
      "simpleTranslate" : [
        "– «Que n’ai-je de la force pour vous résister, dit Loth. Ou que n’ai-je trouvé un",
        "solide appui !»"
      ],
      "tafsirTranslate" : [
        "Il a dit: 'si j'avais de la force de vous détromper, ou pourrait chercher refuge",
        "dans un soutien puissant.'"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Si",
        "cette",
        "j'avais",
        "sur vous",
        "Puissance",
        "ou",
        "Je ne pouvais me réfugier",
        "dans",
        "un soutien",
        "fort"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "قَالُوا يَا لُوطُ إِنَّا رُسُلُ رَبِّكَ لَنْ يَصِلُوا إِلَيْكَ ۖ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ ۖ إِنَّهُ مُصِيبُهَا مَا أَصَابَهُمْ ۚ إِنَّ مَوْعِدَهُمُ الصُّبْحُ ۚ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ",
      "simpleTranslate" : [
        "– «Ô Loth ! Nous sommes les émissaires de ton Seigneur ! Ces gens-là ne pourront",
        "jamais t’atteindre. Pars avec ta famille, à la fin de cette nuit, et que nul",
        "d’entre vous ne tourne la tête en cours de route ! Ta femme, cependant, subira le",
        "même sort que les impies. Cela se produira à l’aube, et l’aube n’est pas si loin",
        "!»"
      ],
      "tafsirTranslate" : [
        "Alors les anges dirent: \"O Lot! Nous sommes en effet messagers de ton Seigneur.",
        "Et votre peuple en aucun cas être en mesure de vous blesser. Donc, partir avec",
        "votre famille dans une partie de la nuit et que personne ne vous tournez autour",
        "de <N:89> à l'exception de votre femme (qui ne doit pas aller); pour ce qui",
        "arrivera eux sont également lui arriver. <N:90> Dans la matinée, leur heure",
        "promise viendra. Est-ce pas le matin près?"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "O Lut",
        "En effet, nous",
        "(Sont) messagers",
        "(De) votre Seigneur",
        "jamais",
        "ils atteindront",
        "toi",
        "donc Voyage",
        "avec ta famille",
        "dans une partie",
        "de",
        "la nuit",
        "et (encore) pas",
        "regarde en arrière",
        "quelqu'un d'entre vous",
        "quelqu'un d'entre vous",
        "sauf",
        "votre femme",
        "En effet, il",
        "va la frapper",
        "quelle",
        "leur grève",
        "Effectivement",
        "leur temps nommé",
        "(Est) le matin",
        "N'est pas",
        "le matin",
        "près"
      ],
      "notes" : {
        "89" : [
          "L'avertissement implicite dans la direction de Lot [(la paix soit sur lui)] et de",
          "sa maison pour partir à leur première était fort et clair. On leur a dit de ne",
          "pas rester derrière dans la région qui avait été marqué pour la destruction",
          "totale."
        ],
        "90" : [
          "Ceci est le troisième événement instructif lié dans cette sourate. Le but de la",
          "raconter est de souligner le fait que les liens familiaux avec, et l'intercession",
          "de gens de haut standing spirituelle peut être d'aucune utilité dans le sauvetage",
          "d'un peuple de la punition qu'ils invitent sur eux-mêmes par leurs mauvaises",
          "actions."
        ]
      }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "فَلَمَّا جَاءَ أَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِنْ سِجِّيلٍ مَنْضُودٍ",
      "simpleTranslate" : [
        "Et lorsque Notre ordre fut donné, Nous renversâmes la cité de fond en comble, et",
        "fîmes pleuvoir sur elle, par rafales, des cailloux brûlants d’argile,"
      ],
      "tafsirTranslate" : [
        "Et lorsque Notre ordre arriva, Nous avons tourné la ville à l'envers, et plu sur",
        "elle des pierres d'argile cuite, l'un sur l'autre, <N:91>"
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "venu",
        "Notre commandement",
        "Nous avons fait",
        "sa tête",
        "son revers",
        "et Nous avons fait pleuvoir",
        "sur eux",
        "des pierres",
        "de",
        "Terre cuite",
        "(En) couches"
      ],
      "notes" : {
        "91" : [
          "Ce fléau a probablement pris la forme d'un grave tremblement de terre combiné",
          "avec des éruptions volcaniques. Le tremblement de terre tourné leurs habitations",
          "à l'envers et à l'aide d'une éruption volcanique, ils ont été soumis à une pluie",
          "sévère de pierres. L'expression «pierres d'argile cuite» se réfère peut-être aux",
          "pierres formées par la chaleur souterraine et de la lave dans les régions",
          "volcaniques. Les signes de cette éruption volcanique peut être remarqué un peu",
          "partout dans la région sud et l'est de la mer Morte, même aujourd'hui."
        ]
      }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "مُسَوَّمَةً عِنْدَ رَبِّكَ ۖ وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ",
      "simpleTranslate" : [
        "portant une marque connue de ton Seigneur et toujours prêts à s’abattre sur les",
        "criminels !"
      ],
      "tafsirTranslate" : [
        "a marqué de votre Seigneur. <N:92> Ni le châtiment loin des injustes. <N:93>"
      ],
      "tanslateWordByWord" : [
        "Marqué",
        "de",
        "votre Seigneur",
        "Et pas",
        "il",
        "(est de",
        "les malfaiteurs",
        "loin"
      ],
      "notes" : {
        "92" : [
          "Cela implique que chaque pierre avait été affecté à un acte spécifique de",
          "destruction."
        ],
        "93" : [
          "La morale de l'histoire est que ceux qui se livrent à des actes de transgression",
          "ne doit pas se leurrer en croyant qu'ils sont à l'abri de la punition de Dieu.",
          "Car, si le peuple du Prophète Loth [(la paix soit sur lui)] pourraient être",
          "dépassés par un châtiment sévère, donc peuvent-ils. Car nul ne peut accabler Dieu",
          "ou contrecarrer son plan: ni le peuple de Lot, ni aucun autre."
        ]
      }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۚ قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ وَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ ۚ إِنِّي أَرَاكُمْ بِخَيْرٍ وَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُحِيطٍ",
      "simpleTranslate" : [
        "Aux gens de Madyan Nous avons envoyé leur frère Shu`ayb. «Ô mon peuple, leur",
        "dit-il, adorez Dieu, vous n’avez d’autre divinité que Lui ! Ne fraudez pas dans",
        "les mesures et ne faussez pas la balance ! Je vois que vous êtes en pleine",
        "prospérité ; mais je crains pour vous un jour où le châtiment vous enveloppera de",
        "toutes parts."
      ],
      "tafsirTranslate" : [
        "Et pour (les gens de) Madian Nous avons envoyé leur frère Chuaïb <N:94> Il dit:.",
        "«Mon peuple! Adorez Allah; vous avez pas d'autre que Lui Dieu. Et ne pas diminuer",
        "la mesure et le poids. En effet, je vois que vous prospérez maintenant, mais je",
        "crains pour vous le châtiment d'un jour qui englobe à l'avenir."
      ],
      "tanslateWordByWord" : [
        "Et à",
        "Madyan",
        "leur frère",
        "Shuaib",
        "Il a dit",
        "O mon peuple",
        "Culte",
        "Allah",
        "ne pas",
        "(est pour toi",
        "tout",
        "Dieu",
        "autre que Lui",
        "Et (ne) pas",
        "diminution",
        "(De) la mesure",
        "et l'échelle",
        "En effet, je",
        "à plus",
        "dans la prospérité",
        "mais en effet, je",
        "la crainte",
        "pour toi",
        "Châtiment",
        "(De) un jour",
        "qui englobe tout"
      ],
      "notes" : {
        "94" : [
          "Pour plus de détails voir à la compréhension du Coran, vol. Ill, al-Araf, nn.",
          "69-75, pp. 53-7."
        ]
      }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "وَيَا قَوْمِ أَوْفُوا الْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِ ۖ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ",
      "simpleTranslate" : [
        "Ô mon peuple ! Faites pleine mesure et pesez avec équité ! Ne causez pas de tort",
        "aux gens en sous-estimant leurs biens ! Ne semez pas la corruption sur la Terre !"
      ],
      "tafsirTranslate" : [
        "Mon peuple! Donnez la pleine mesure et le poids avec la justice, ne pas diminuer",
        "les biens d'autrui, et ne vont pas sur la création de la corruption dans le pays."
      ],
      "tanslateWordByWord" : [
        "Ô mon peuple,",
        "Donner pleinement",
        "mesure",
        "et le poids",
        "dans la justice",
        "et (faire) pas",
        "priver",
        "les gens",
        "(De) leurs choses",
        "et (faire) pas",
        "agir méchamment",
        "dans",
        "La terre",
        "corruption propagation"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ ۚ وَمَا أَنَا عَلَيْكُمْ بِحَفِيظٍ",
      "simpleTranslate" : [
        "Un bénéfice honnête, aussi petit soit-il, est infiniment meilleur pour vous, si",
        "vous êtes des croyants sincères. Je vous le dis sans être pour autant responsable",
        "de vos actes.»"
      ],
      "tafsirTranslate" : [
        "Les gains qu'Allah vous permet de conserver êtes mieux pour vous, si vous croyez",
        "en effet. Dans tous les cas, je ne suis pas nommé un gardien pour vous. <N:95>"
      ],
      "tanslateWordByWord" : [
        "(Ce qui reste",
        "(De) Allah",
        "(est le meilleur",
        "pour toi",
        "si",
        "tu es",
        "croyants",
        "Et pas",
        "je suis",
        "sur vous",
        "un gardien"
      ],
      "notes" : {
        "95" : [
          "Shu'ayb [(la paix soit sur lui)] a fait comprendre à son peuple qu'il avait pas",
          "le pouvoir de les obliger à adopter un type de comportement ou d'une autre. Sa",
          "tâche était simplement celle d'un conseiller sincère. Tout ce qu'il pouvait faire",
          "était d'avertir et de les avertir. Il était à eux ni à prêter attention à ce que",
          "des conseils ou de l'ignorer. Ce qui importait vraiment était qu'un jour tous les",
          "êtres humains seront rassemblés par Dieu pour rendre compte de leurs actes. Il",
          "est présent - le rendu d'un compte devant Dieu - que les gens devraient vraiment",
          "craindre. Il importe peu de savoir s'ils prennent soin de Shu'ayb ou non. Ce qui",
          "importe vraiment est de savoir s'ils ont peur de se tenir devant le jugement de",
          "Dieu. Si elles le font craindre cela, il est essentiel qu'ils abandonnent",
          "l'iniquité dans laquelle ils sont plongés."
        ]
      }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "قَالُوا يَا شُعَيْبُ أَصَلَاتُكَ تَأْمُرُكَ أَنْ نَتْرُكَ مَا يَعْبُدُ آبَاؤُنَا أَوْ أَنْ نَفْعَلَ فِي أَمْوَالِنَا مَا نَشَاءُ ۖ إِنَّكَ لَأَنْتَ الْحَلِيمُ الرَّشِيدُ",
      "simpleTranslate" : [
        "– «Ô Shu`ayb ! Sont-ce tes prières qui t’ordonnent de nous pousser à renier le",
        "culte de nos ancêtres ou à ne plus disposer de nos richesses comme nous",
        "l’entendons? Est-ce toi l’homme sage et sensé que nous connaissons?»"
      ],
      "tafsirTranslate" : [
        "Ils ont répondu: «O Shu'ayb! Est-ce que votre prière enjoignent sur vous <N:96>",
        "que nous abandonnions les divinités que nos ancêtres adoraient, ou que nous",
        "devrions renoncer à utiliser notre richesse qui nous plaît? <N:97> Avez-vous",
        "envie que vous, et vous seul, êtes indulgent et à droite dirigée?"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "O Shuaib",
        "Est-ce que votre prière",
        "vous commander",
        "cette",
        "nous partons",
        "quelle",
        "culte",
        "nos ancêtres",
        "ou",
        "cette",
        "Nous faisons",
        "concernant",
        "notre richesse",
        "quelle",
        "nous allons",
        "En effet, vous",
        "sûrement vous",
        "(Sont) Indulgent",
        "le droit d'esprit"
      ],
      "notes" : {
        "96" : [
          "Ceci, en fait, est une remarque narguant. Remarques qui sont l'expression de la",
          "même esprit sont entendus aujourd'hui parmi tous les groupes de personnes qui",
          "sont inattentifs de Dieu et qui sont absorbés dans le péché et le mal. La prière",
          "est évidemment le premier et le symbole le plus évident de l'orientation",
          "religieuse de l'homme. Cette orientation est non seulement considérée comme une",
          "maladie dangereuse, mais le plus dangereux par des gens irréligieux. Par",
          "conséquent, la prière est considérée par ces gens comme une manifestation de",
          "déraillement mentale plutôt que ce qu'il est en réalité - un acte d'adoration.",
          "les gens irréligieux sont également conscients que ceux qui deviennent",
          "religieusement commis ne se contentent pas seulement avec l'auto-réforme. Ces",
          "personnes ont l'habitude d'aller un peu plus loin et nous nous efforçons de",
          "réformer les autres. Non seulement cela, mais il devient même difficile pour ces",
          "personnes de s'abstenir de critiquer les attitudes contraires à la religion et de",
          "la morale. Par conséquent, les gens irréligieux se sentent nerveux parce qu'ils",
          "craignent que la prière est non seulement réalisée comme un rituel religieux,",
          "mais qu'il est le précurseur de sermonner sans fin sur la religion et la morale.",
          "En outre, il peut même conduire à des critiques acerbes de tous les aspects de la",
          "vie sociale. Il est pour cette raison que la prière est souvent distingué pour",
          "chaque type de raillerie et de reproche. De plus, si ceux qui observent la prière",
          "critiquent les maux qui sévissent dans leur société et inciter les gens à agir",
          "vertueusement, cela inspire les opposants à la religion pour diriger toutes les",
          "invectives possibles contre la prière et à se déchaîner à elle comme la source de",
          "tous les maux imaginables."
        ],
        "97" : [
          "Ceci est une expression pleine de sang du monde vue de l'ignorance [(Jahiliyah)]",
          "par opposition à celle de l'Islam. La vue islamique est que tout culte excepté le",
          "culte de Dieu est erroné. Il est erroné parce adorer un autre que le Seul Vrai",
          "Dieu est soutenu par rien - ni la raison, la connaissance, ni révélation. De",
          "plus, Dieu ne doit pas seulement être adoré dans la sphère limitée de la vie",
          "appelée «religion». le culte de Dieu devrait étendre à tous les aspects de la vie",
          "- sociaux, culturels, économiques et politiques. Pour tout ce que l'homme a dans",
          "le monde appartient à Dieu seul. L'homme, par conséquent, n'a pas le droit",
          "d'examiner tout aspect de sa vie à être indépendant de la direction de Dieu. \n Le",
          "contraire de ceci est Jahiliyah. Selon ce point de vue, l'homme doit observer les",
          "coutumes et les usages qu'il hérite de ses ancêtres, et il doit le faire",
          "simplement parce qu'ils descendent du passé. Cette vision du monde considère la",
          "religion pour se limiter au domaine du rituel; le rituel du culte. En ce qui",
          "concerne les affaires ordinaires de la vie mondaine, l'homme doit agir comme il",
          "lui plaît. \n Il est donc tout à fait clair qu'il n'y a rien de si «moderne» à",
          "propos de la tendance de la conduite d'un coin entre les sphères religieuses et",
          "laïques de la vie. Pour certains trois et demi il y a mille ans, le peuple de",
          "Shu'ayb était aussi insistante avec insistance sur bifurquant la vie en deux",
          "compartiments étanches à l'eau - le profane et le religieux - comme les",
          "Occidentaux et leurs disciples l'Est de notre temps ont l'habitude de le faire.",
          "Il semble y avoir peu de justification, par conséquent, pour caractériser",
          "l'attitude des laïcs d'aujourd'hui comme quelque chose de tout à fait nouveau,",
          "comme une attitude qui a émergé dans les temps modernes en raison du progrès",
          "intellectuel cumulatif de l'humanité. Loin de là, l'idéologie d'un nouveau genre",
          "qui se joue partout pour sa fraîcheur et de nouveauté est, en fait, le même",
          "périmé, l'obscurantisme ancienne qui caractérisait Jahiliyah il y a plusieurs",
          "milliers d'années. De même, le défi islamique de, et d'opposition à Jahiliyah est",
          "aussi une réalité pérenne de l'histoire humaine."
        ]
      }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّي وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا ۚ وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَا أَنْهَاكُمْ عَنْهُ ۚ إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ ۚ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
      "simpleTranslate" : [
        "– «Ô mon peuple, répliqua Shu`ayb, que diriez-vous si j’étais nanti d’une preuve",
        "évidente de mon Seigneur et si j’étais réellement gratifié d’une insigne faveur?",
        "Soyez certains que, quand je vous interdis quelque chose, mon but n’est pas de",
        "vous contrarier, mais il est seulement de vous rendre meilleurs, dans la mesure",
        "de mes moyens. Et ma réussite ne dépend que du Seigneur. C’est à Lui que je me",
        "confie et c’est à Lui que je ferai retour."
      ],
      "tafsirTranslate" : [
        "Shu'ayb dit: «Mon peuple! Qu'est-ce que tu penses? Si je me tiens sur la preuve",
        "de mon Seigneur, et il m'a aussi fourni une disposition beau de lui-même <N:98> -",
        "(? Dois-je être ingrat envers Lui et partager votre erreur et l'iniquité) et je",
        "ne veux agir contrairement à ce que Je vous avertis. <N:99> Je ne désire rien,",
        "mais pour régler les choses aussi loin que je peux. Mon secours est seulement",
        "avec Allah. En Lui je place ma confiance, et à Lui Je retourne toujours."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "O mon peuple",
        "Est-ce que tu vois",
        "si",
        "je suis",
        "sur",
        "une preuve claire",
        "de",
        "mon Seigneur",
        "et il m'a fourni",
        "de lui-même",
        "une bonne disposition",
        "une bonne disposition",
        "Et pas",
        "je prévois",
        "cette",
        "Je diffère de vous",
        "dans",
        "quelle",
        "Je vous interdis",
        "à partir de cela",
        "ne pas",
        "je prévois",
        "sauf",
        "la réforme",
        "autant que je suis capable",
        "autant que je suis capable",
        "Et pas",
        "(Est) mon succès",
        "sauf",
        "Allah",
        "Sur lui",
        "J'ai confiance",
        "et à Lui",
        "Je tourne"
      ],
      "notes" : {
        "98" : [
          "«Provision» dans ce contexte a deux connotations. Il pourrait signifier, en",
          "premier lieu, la mise à disposition de la connaissance de la vérité communiquée",
          "par Dieu à quelqu'un. Deuxièmement, il pourrait également signifier, comme il le",
          "fait souvent, la mise à disposition des moyens accordés par Dieu sur ses",
          "créatures, afin qu'ils puissent être en mesure de vivre. \n Si nous comprenons ce",
          "mot dans le premier sens, le verset répète sensiblement le même point qui a été",
          "exprimé plus tôt dans cette sourate par les Prophètes Muhammad, Noé et Salih [(la",
          "paix soit sur eux)]. Commune à leurs déclarations est leur affirmation selon",
          "laquelle ils ont trouvé les signes de la vérité dans leurs propres êtres et dans",
          "l'univers autour d'eux. Ces signes ont été corroborées par une connaissance",
          "directe de la vérité a laissé entendre à eux par Dieu. [(Voir versets 17,28 et 63",
          "ci-dessus - Ed.)] Par conséquent, il n'a pas été possible pour eux de se joindre",
          "à leur peuple dans leurs erreurs de croyance et dans leurs actes de méchanceté. \n",
          "Cependant, si le mot est pris dans ce dernier sens, elle constitue une réponse à",
          "la remarque sarcastique jeté à Shu'ayb: 'Avez-vous envie que vous, et vous seul,",
          "êtes indulgent et à droite dirigée? [(Voir le verset 87 ci-dessus.)] Il est à",
          "noter que la réponse à cette requête la plus amère et caustique est formulée en",
          "termes très modérés et impartiaux. La réponse revient à dire à ses adversaires",
          "que si son Seigneur avait accordé Shu'ayb connaissance de la réalité et aussi un",
          "moyen de subsistance qui est pur et légitime, comment leurs remarques",
          "sarcastiques changer le fait que Shu'ayb avait reçu les faveurs de Dieu? En",
          "outre, compte tenu des faveurs que Dieu avait prodiguées Shu'ayb, comment",
          "pourrait-il être approprié pour lui d'agir ingratement vers Dieu en légitimant",
          "leurs croyances erronées et les actes de corruption?"
        ],
        "99" : [
          "Shu'ayb a fait remarquer à ses détracteurs qu'ils pouvaient mesurer son intégrité",
          "par une seule chose: s'il a pratiqué ce qu'il prêchait. Avait-il interdit de",
          "visiter d'autres fausses divinités, puis était devenu le dépositaire de certains",
          "tels sanctuaire, les gens auraient été justifiés en lui reprochant d'incohérence",
          "et de contradiction. Ils auraient pu, à juste titre lui a reproché de prêcher",
          "quelque chose et la pratique de son contraire. Avait-il leur a demandé de",
          "s'abstenir de revenus illégaux et avait lui-même eu recours à des pratiques",
          "malhonnêtes, ils auraient été parfaitement justifiées en l'accusant de parler",
          "d'honnêteté simplement de construire une bonne image de lui-même et l'exploiter",
          "pour ses fins personnelles alors. \n Il était clair, cependant, que Shu'ayb",
          "pourrait être accusé de rien comme ça. Il était clair qu'il était resté à l'écart",
          "de tous les vices dont il a demandé d'autres de s'abstenir de. Il avait pas de",
          "taches sur lui dont il voulait que les autres restent libres. Shu'ayb également",
          "pratiqué tous ces actes de bonté à laquelle il invite les autres. Tout cela était",
          "suffisant pour établir que Shu'ayb était entièrement sincère au sujet de sa",
          "mission."
        ]
      }
    },
    {
      "verseNumber" : 89,
      "arabicVerse" : "وَيَا قَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِي أَنْ يُصِيبَكُمْ مِثْلُ مَا أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَالِحٍ ۚ وَمَا قَوْمُ لُوطٍ مِنْكُمْ بِبَعِيدٍ",
      "simpleTranslate" : [
        "Ô mon peuple ! Que votre hostilité à mon égard ne vous entraîne pas à encourir",
        "les mêmes châtiments qui atteignirent le peuple de Noé, ou le peuple de Hûd, ou",
        "le peuple de Sâlih Et l’exemple du peuple de Loth n’est pas si éloigné de vous."
      ],
      "tafsirTranslate" : [
        "Mon peuple! Laissez pas votre opposition à moi de vous conduire à la culpabilité",
        "qui apporterait sur vous le châtiment qui a frappé plus tôt le peuple de Noé, et",
        "le peuple de Hud, et le peuple de Salih. Et la terre du peuple de Lot est pas",
        "loin de vous! <N:100>"
      ],
      "tanslateWordByWord" : [
        "Ô mon peuple,",
        "(Let) pas vous amener à pécher",
        "(Let) pas vous amener à pécher",
        "ma dissension",
        "de peur de",
        "vous atteint",
        "similaire",
        "(à quoi",
        "advint",
        "(les) personnes de Nuh",
        "(les) personnes de Nuh",
        "ou",
        "(les) personnes de Hud",
        "(les) personnes de Hud",
        "ou",
        "peuple de Salih",
        "peuple de Salih",
        "Et pas",
        "(Sont) les gens de Lut",
        "(Sont) les gens de Lut",
        "de toi",
        "au loin"
      ],
      "notes" : {
        "100" : [
          "Shu'ayb rappelait à son peuple de l'histoire du peuple de Lot [(la paix soit sur",
          "lui)]. Cet épisode tragique a eu lieu non loin de l'endroit où les gens de",
          "Shu'ayb vivaient. En outre, il n'a pas plus de six ou sept siècles auparavant que",
          "le peuple de Lot ont été complètement détruits."
        ]
      }
    },
    {
      "verseNumber" : 90,
      "arabicVerse" : "وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ ۚ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ",
      "simpleTranslate" : [
        "Implorez donc le pardon de votre Seigneur et revenez repentants vers Lui, car mon",
        "Seigneur est Plein d’indulgence et d’amour !»"
      ],
      "tafsirTranslate" : [
        "Cherchez le pardon de votre Seigneur et se tourner vers Lui dans la repentance.",
        "Certes, mon Seigneur est miséricordieux, plus aimant. <N:101>"
      ],
      "tanslateWordByWord" : [
        "Et demander pardon",
        "(De) votre Seigneur",
        "puis",
        "tourner dans la repentance",
        "à lui",
        "Effectivement",
        "mon Seigneur",
        "(Est) Très Miséricordieux",
        "La plupart Amoureux"
      ],
      "notes" : {
        "101" : [
          "Dieu est ni insensible ni impitoyable. Il n'a aucune inimitié envers ses propres",
          "créatures. On ne peut même concevoir que Dieu voudrait punir les gens juste pour",
          "le plaisir de celui-ci. Il est seulement quand les gens dépassent toutes les",
          "limites raisonnables et exercer aucune contrainte dans leur méchanceté que Dieu",
          "les punit, et alors seulement à contre-coeur. Il est si enclin au pardon que peu",
          "importe la façon dont une personne coupable peut-être devenu, la miséricorde de",
          "Dieu l'entoure si seulement il se repent sincèrement et se tourne vers Dieu. Pour",
          "l'amour et la compassion de Dieu pour ses créatures est tout simplement immense.",
          "\n Le Prophète [(la paix soit sur lui)] entièrement illustré ce par deux exemples.",
          "La première est celle d'un homme qui avait un chameau portant ses provisions de",
          "nourriture et d'eau. Le chameau s'écarte loin dans un morne désert. La personne",
          "continue à chercher le chameau jusqu'à ce qu'il se retire sous l'ombre d'un arbre",
          "au désespoir. Puis, tout à coup, il trouve le chameau debout juste en face de",
          "lui. Quand un pécheur se repent et se tourne vers Dieu, il est encore plus joyeux",
          "que le propriétaire du chameau qui trouve soudain sa perte bête dans un moment de",
          "désespoir totale. [(Voir Muslin-, al-Tawbah, Bab fi al-Hadd 'ala al-Tawbah,",
          "traditions 1-8.)] \n Le deuxième exemple est peut-être encore plus émouvant. 'Umar",
          "a raconté qu'une fois quelques prisonniers de guerre ont été portées au Prophète",
          "[(la paix soit sur lui)]. L'un d'eux était une femme dont le bébé enfant avait",
          "été laissé. Sa compassion maternelle accablait dans une mesure telle qu'elle",
          "saisirait tout bébé qu'elle pouvait poser ses mains sur, lui serrer contre son",
          "sein, et commencer à le téter. Quand le Prophète [(la paix soit sur lui)] a vu",
          "cette femme dans un tel état d'esprit, il a demandé aux Compagnons qu'ils",
          "pensaient qu'elle jetterait ses enfants dans le feu. Les Compagnons ont répondu",
          "par la négative. Ils ont dit que, plutôt que de jeter ses enfants dans un",
          "incendie, elle ferait tous les efforts possibles afin qu'ils ne glissent dedans.",
          "Le Prophète [(la paix soit sur lui)] ajouté: «Dieu est encore plus miséricordieux",
          "envers Ses serviteurs que cette femme est à son enfant. [(Muslim, al-Tawbah, Bab",
          "Sa'at Rahmat Allah - Ed.)] \n Un peu de réflexion peut aider une apprécier qu'il",
          "est Dieu qui a créé la compassion dans le cœur des parents pour leurs enfants. Si",
          "Dieu avait pas créé cette compassion pour les enfants, leurs parents peuvent, en",
          "fait, ont été tout à fait hostile à eux. Pour un enfant est en effet l'une des",
          "plus grandes causes de l'inconfort et la gêne des parents. Si l'on se souvient",
          "qu'il est Dieu qui a planté l'amour et de la compassion pour les enfants dans les",
          "cœurs des parents, il est assez facile de saisir l'ampleur de l'amour et de la",
          "compassion de Dieu pour ses créatures."
        ]
      }
    },
    {
      "verseNumber" : 91,
      "arabicVerse" : "قَالُوا يَا شُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ وَإِنَّا لَنَرَاكَ فِينَا ضَعِيفًا ۖ وَلَوْلَا رَهْطُكَ لَرَجَمْنَاكَ ۖ وَمَا أَنْتَ عَلَيْنَا بِعَزِيزٍ",
      "simpleTranslate" : [
        "– «Ô Shu`ayb, répliquèrent-ils, nous ne comprenons pas grand-chose à ce que tu",
        "nous dis. D’ailleurs, ta position n’est guère enviable parmi nous et, sans ton",
        "clan, nous t’aurions déjà lapidé, car rien ne nous aurait empêché de le faire !»"
      ],
      "tafsirTranslate" : [
        "Ils ont dit: «O Shu'ayb! Nous ne comprenons pas bien ce que vous dites. <N:102>",
        "En effet, nous voyons que vous faibles dans notre milieu. N'étaient vos frères,",
        "nous aurait sûrement lapidé car vous avez pas la force de nous dominer. <N:103>"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "O Shuaib",
        "ne pas",
        "nous comprenons",
        "beaucoup",
        "de quoi",
        "tu dis",
        "et en effet, nous",
        "sûrement [nous] vous voir",
        "parmi nous",
        "faible",
        "Et sinon",
        "pour votre famille",
        "sûrement, nous vous aurions lapidé",
        "et vous n'êtes pas",
        "et vous n'êtes pas",
        "contre nous",
        "puissant"
      ],
      "notes" : {
        "102" : [
          "Quand le peuple de Shu'ayb ont déclaré qu'ils ne comprenaient pas beaucoup de ce",
          "que dit Shu'ayb, ils ne disent pas parce Shu'ayb [(la paix soit sur lui)] a parlé",
          "dans une langue étrangère, ou parce qu'il a parlé dans un ambigu ou de manière",
          "compliquée. Au contraire, l'enseignement de Shu'ayb était tout à fait claire et",
          "simple et a été transmis à son peuple dans une langue qu'ils pleinement compris -",
          "leur propre. La difficulté à comprendre l'enseignement de Shu'ayb provenait du",
          "fait que son peuple était devenu tout simplement trop pervers pour la saisir. Il",
          "est toujours le cas que lorsque certaines personnes deviennent pleinement saisies",
          "par leurs préjugés, sont accablé par leurs convoitises, ou commencent à se",
          "déplacer avec véhémence dans un sens intellectuel particulier, ils ont à peine la",
          "patience de prêter l'oreille à toute idée qui est différente de la leur . Mais",
          "même si elles étaient à écouter une idée inconnue, ce ne serait que le son à eux",
          "comme du charabia, comme quelque chose de venir à eux d'une autre planète."
        ],
        "103" : [
          "Il convient de garder à l'esprit que la même situation qui avait obtenu dans le",
          "passé parmi les gens de Shu'ayb également obtenus à Makka au moment où ces",
          "versets ont été révélés. Le Quraysh était en ébullition avec inimitié envers le",
          "Prophète Muhammad [(la paix soit sur lui)] et a voulu mettre un terme à sa vie de",
          "la même manière que le peuple de Shu'ayb étaient hostiles à lui. La seule raison",
          "qui a empêché le Quraysh de pondre violemment leurs mains sur le Prophète [(la",
          "paix soit sur lui)] était que son clan, Hashim, se tenait fermement derrière lui.",
          "\n Ainsi, l'histoire de Shu'ayb par rapport à son peuple était exactement la même",
          "que celle du Prophète Muhammad [(la paix soit sur lui)] par rapport à la Quraysh.",
          "L'histoire de Shu'ayb est racontée ici précisément à cause de la ressemblance",
          "évidente qu'il porte à la situation difficile du Prophète Muhammad [(la paix soit",
          "sur lui)]. \n Bientôt, nous allons également trouver des [(voir verset 93)] une",
          "déclaration très instructive de Shu'ayb de en réponse à l'expression sévère de",
          "l'hostilité [(voir verset 91)]. L'implication est tout à fait clair. La même",
          "déclaration sera adressée par Muhammad [(la paix soit sur lui)] pour son propre",
          "peuple incroyants."
        ]
      }
    },
    {
      "verseNumber" : 92,
      "arabicVerse" : "قَالَ يَا قَوْمِ أَرَهْطِي أَعَزُّ عَلَيْكُمْ مِنَ اللَّهِ وَاتَّخَذْتُمُوهُ وَرَاءَكُمْ ظِهْرِيًّا ۖ إِنَّ رَبِّي بِمَا تَعْمَلُونَ مُحِيطٌ",
      "simpleTranslate" : [
        "– «Ô mon peuple, reprit Shu`ayb, mon clan vous semble-t-il plus puissant que Dieu",
        "à qui vous tournez ouvertement le dos? En vérité, mon Dieu embrasse de Sa science",
        "tout ce que vous faites."
      ],
      "tafsirTranslate" : [
        "Shu'ayb dit: «Mon peuple! mes parents sont-ils plus puissant avec vous d'Allah",
        "que vous (tenez les parents dans la crainte tout) vous lancez Allah derrière",
        "votre dos? Certes, mon Seigneur embrasse tout ce que vous faites."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "O mon peuple",
        "Est-ce que ma famille",
        "plus puissant",
        "sur toi",
        "que",
        "Allah",
        "Et vous lui avez pris",
        "derrière votre",
        "dos",
        "Effectivement",
        "mon Seigneur",
        "de quoi",
        "tu fais",
        "(Est) All-Englobant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 93,
      "arabicVerse" : "وَيَا قَوْمِ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّي عَامِلٌ ۖ سَوْفَ تَعْلَمُونَ مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَاذِبٌ ۖ وَارْتَقِبُوا إِنِّي مَعَكُمْ رَقِيبٌ",
      "simpleTranslate" : [
        "Ô mon peuple ! Agissez à votre guise. J’agirai de mon côté, à ma manière. Vous",
        "saurez bientôt qui encourra un châtiment ignominieux et qui de nous aura été un",
        "imposteur. Attendez donc, je suis avec vous à attendre.»"
      ],
      "tafsirTranslate" : [
        "Mon peuple! Allez sur le travail en fonction de votre chemin et je vais continuer",
        "à travailler (selon moi). Bientôt vous arriverez à savoir qui seront affligés par",
        "un châtiment humiliant, et qui est prouvé un menteur. Et regarde, je vais aussi",
        "regarder avec vous."
      ],
      "tanslateWordByWord" : [
        "Ô mon peuple,",
        "Travail",
        "(selon",
        "ta position",
        "en effet, je suis",
        "travailler",
        "Bientôt",
        "tu sauras",
        "(sur qui",
        "viendra",
        "une punition",
        "(Cette volonté) déshonorer lui",
        "et qui",
        "[il]",
        "(Est) un menteur",
        "Et regarde",
        "en effet, je suis",
        "avec toi",
        "un observateur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 94,
      "arabicVerse" : "وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا وَأَخَذَتِ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ جَاثِمِينَ",
      "simpleTranslate" : [
        "Et lorsque Notre ordre fut donné, Nous sauvâmes Shu`ayb et ceux qui avaient cru",
        "avec lui, par un effet de Notre miséricorde. Mais le grondement terrifiant saisit",
        "ceux qui avaient été injustes et, le lendemain, ils gisaient inertes dans leurs",
        "demeures,"
      ],
      "tafsirTranslate" : [
        "Et quand Notre commandement vint à passer, Nous avons livré Shu'ayb et ceux qui",
        "partageaient sa foi, par Notre miséricorde, et l'explosion a saisi ceux qui ont",
        "été engagés dans méfait, de sorte qu'ils gisait sans vie leurs maisons"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "venu",
        "Notre commandement",
        "Nous avons économisé",
        "Shuaib",
        "et ceux qui",
        "a cru",
        "avec lui",
        "par Mercy",
        "de notre part",
        "Et saisi",
        "ceux qui",
        "lésés",
        "l'explosion de tonnerre",
        "puis ils sont devenus",
        "dans",
        "leurs maisons",
        "tombé sujettes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 95,
      "arabicVerse" : "كَأَنْ لَمْ يَغْنَوْا فِيهَا ۗ أَلَا بُعْدًا لِمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ",
      "simpleTranslate" : [
        "comme s’ils n’y avaient jamais vécu ! Maudit soit donc le peuple de Madyan, comme",
        "l’avait été celui de Thamûd !"
      ],
      "tafsirTranslate" : [
        "comme si elles avaient jamais habité auparavant. Lo! Loin avec (les gens de)",
        "Madian, alors même que le Thamud ont été supprimée!"
      ],
      "tanslateWordByWord" : [
        "Comme si",
        "ne pas",
        "ils (eu) prospéré",
        "la bride",
        "Alors",
        "un moyen",
        "avec Madyan",
        "comme",
        "a été enlevé",
        "le Thamud"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 96,
      "arabicVerse" : "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ",
      "simpleTranslate" : [
        "Nous avons envoyé aussi Moïse, nanti de Nos signes et d’une preuve réelle,"
      ],
      "tafsirTranslate" : [
        "Et en effet, Nous avons envoyé Moïse avec Nos signes et une autorité claire"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons envoyé",
        "Musa",
        "avec Nos signes",
        "et une autorité",
        "clair"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 97,
      "arabicVerse" : "إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ ۖ وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ",
      "simpleTranslate" : [
        "à Pharaon et à ses dignitaires. Mais ces derniers suivirent l’ordre de Pharaon,",
        "bien que son ordre fût dénué de toute sagesse."
      ],
      "tafsirTranslate" : [
        "à Pharaon et ses nobles. Mais ils obéissaient l'ordre de Pharaon, même si l'ordre",
        "de Pharaon n'a pas été à juste titre-dirigé."
      ],
      "tanslateWordByWord" : [
        "À",
        "Firaun",
        "et ses chefs",
        "mais ils ont suivi",
        "(La) commande de Firaun",
        "(La) commande de Firaun",
        "et pas",
        "(La) commande de Firaun",
        "(La) commande de Firaun",
        "était juste"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 98,
      "arabicVerse" : "يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ ۖ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ",
      "simpleTranslate" : [
        "Pharaon marchera, au Jour du Jugement dernier, à la tête de son peuple et le",
        "mènera à l’abreuvoir de l’Enfer. Et quel horrible abreuvoir que celui de l’Enfer",
        "!"
      ],
      "tafsirTranslate" : [
        "Il se tient à la tête de son peuple sur le Jour de la Résurrection, et les",
        "ramener à l'incendie. <N:104> Quelle destination misérable être amené à!"
      ],
      "tanslateWordByWord" : [
        "Il précédera",
        "son peuple",
        "(au jour",
        "(De) la Résurrection",
        "et les conduire",
        "(dans le feu",
        "Et misérable",
        "(Est) le lieu",
        "à laquelle (ils sont) conduit"
      ],
      "notes" : {
        "104" : [
          "Il ressort clairement de ce verset, ainsi que d'autres versets du Coran que ceux",
          "qui mènent une nation ou d'un groupe de personnes dans le monde actuel aura aussi",
          "leurs dirigeants sur le Jour de la Résurrection. Si les dirigeants avaient dirigé",
          "leur peuple à la vérité, la vertu et la droiture de leurs partisans se réuniront",
          "sous leur bannière sur le Jour de la Résurrection et marcheront vers le Paradis",
          "sous leur direction. D'autre part, si ces dirigeants ont appelé leur peuple à des",
          "croyances erronées, à l'immoralité, ou à de fausses manières de conduite, ils",
          "vont continuer à les suivre, même au Jour de la Résurrection et jusqu'à ce qu'ils",
          "finissent en enfer. Cela semble évident à partir de la remarque faite par le",
          "Prophète [(la paix soit sur lui)] à propos de Imr al-Qays: 'Imr al-Qays",
          "supportera la norme des poètes de Jahiliyah au feu. [(Ahmad ibn Hanbal, Musnad,",
          "vol 2, p 228 -... Ed)] \n Maintenant tout le monde peut visualiser ce genre de",
          "procession à la fois ceux-ci seraient, chaque pression sur leur but destiné. Il y",
          "aurait le cortège de ceux qui avaient été induits en erreur par leurs soi-disant",
          "dirigeants. Ce jour-là, ils seraient pleinement conscients de la fin dangereuse à",
          "laquelle ils seraient en temps opportun traîné. Ils seraient donc tout",
          "naturellement regarder les dirigeants comme les seuls responsables de toutes",
          "leurs souffrances et de malheurs. Dans la ligne de front de la procession",
          "seraient les soi-disant dirigeants et derrière eux serait une foule de leurs",
          "partisans lançant des abus et des malédictions sur eux. À l'opposé, sera l'autre",
          "procession, celui dirigé par ceux dont le leadership fait leur entrée adeptes du",
          "mérite au Paradis. Avec cette fin heureuse en vue, les adeptes seront joyeusement",
          "poursuivre, prodiguant des prières et des hommages reconnaissants de leurs",
          "dirigeants."
        ]
      }
    },
    {
      "verseNumber" : 99,
      "arabicVerse" : "وَأُتْبِعُوا فِي هَٰذِهِ لَعْنَةً وَيَوْمَ الْقِيَامَةِ ۚ بِئْسَ الرِّفْدُ الْمَرْفُودُ",
      "simpleTranslate" : [
        "Poursuivis par la malédiction en ce monde, ils le seront aussi le Jour de la",
        "Résurrection ! Triste cadeau, s’il en fut !"
      ],
      "tafsirTranslate" : [
        "Ils ont été poursuivis par une malédiction dans ce monde et donc seront-ils sur",
        "le Jour de la Résurrection. Qu'est-ce un mal de récompense recevront-ils!"
      ],
      "tanslateWordByWord" : [
        "Et ils ont été suivis",
        "dans",
        "ce",
        "(Par) une malédiction",
        "et (le) Jour",
        "(De) la Résurrection",
        "Misérable",
        "(Est) le don",
        "qui (sera) donnée"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 100,
      "arabicVerse" : "ذَٰلِكَ مِنْ أَنْبَاءِ الْقُرَىٰ نَقُصُّهُ عَلَيْكَ ۖ مِنْهَا قَائِمٌ وَحَصِيدٌ",
      "simpleTranslate" : [
        "C’est là une partie de l’histoire des cités dont Nous te faisons ici le récit. Si",
        "les vestiges des unes sont encore debout, ceux des autres ont été complètement",
        "rasés."
      ],
      "tafsirTranslate" : [
        "C'est un compte de certaines villes que Nous vous raconter. Parmi eux certains",
        "sont encore debout et certains ont été fauchées."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(est de",
        "(les nouvelles",
        "(De) les villes",
        "(Qui) Nous rapportons",
        "à toi",
        "d'eux",
        "certains sont debout",
        "et (certains) fauchées"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 101,
      "arabicVerse" : "وَمَا ظَلَمْنَاهُمْ وَلَٰكِنْ ظَلَمُوا أَنْفُسَهُمْ ۖ فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ الَّتِي يَدْعُونَ مِنْ دُونِ اللَّهِ مِنْ شَيْءٍ لَمَّا جَاءَ أَمْرُ رَبِّكَ ۖ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ",
      "simpleTranslate" : [
        "Et ce n’est pas Nous qui avons été injustes envers ces peuples. Ce sont eux qui",
        "ont été les propres artisans de leur ruine. Quant aux divinités qu’ils",
        "invoquaient en dehors de Dieu, non seulement elles ne leur furent d’aucun",
        "secours, lorsque l’ordre de ton Seigneur fut lancé, mais elles n’ont fait",
        "qu’ajouter à leur malheur."
      ],
      "tafsirTranslate" : [
        "Nous avons fait pas mal eux; il est plutôt eux qui se fait du tort. Et quand le",
        "commandement de votre Seigneur arriva, les dieux en dehors d'Allah qu'ils avaient",
        "appelés, ne les ont pas prévaloir dans le moins. Ils ont ajouté rien à eux, sauf",
        "la ruine."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous leur avons fait du tort",
        "mais",
        "ils ont fait du tort",
        "se",
        "donc pas",
        "prévalue",
        "leur",
        "leurs dieux",
        "lequel",
        "ils invoquaient",
        "autre qu'Allah",
        "autre qu'Allah",
        "autre qu'Allah",
        "tout",
        "chose",
        "quand",
        "venu",
        "(La) commande (de) votre Seigneur",
        "(La) commande (de) votre Seigneur",
        "Et pas",
        "ils les ont augmenté",
        "autre que",
        "se ruiner"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 102,
      "arabicVerse" : "وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَىٰ وَهِيَ ظَالِمَةٌ ۚ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ",
      "simpleTranslate" : [
        "Tel est le châtiment de ton Seigneur quand Il sévit contre les cités criminelles.",
        "Ses coups sont toujours douloureux et portés avec violence."
      ],
      "tafsirTranslate" : [
        "Telle est la saisie de votre Seigneur que, quand il ne saisit les villes",
        "immergées dans méfait, Son saisissant est douloureuse et terrible."
      ],
      "tanslateWordByWord" : [
        "Et ainsi",
        "(Est) la saisie (de) votre Seigneur",
        "(Est) la saisie (de) votre Seigneur",
        "quand",
        "Il saisit",
        "les villes",
        "pendant qu'ils",
        "(Sont) en train de faire mal",
        "Effectivement",
        "Sa saisie",
        "(Est) douloureuse",
        "(Et) sévère"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 103,
      "arabicVerse" : "إِنَّ فِي ذَٰلِكَ لَآيَةً لِمَنْ خَافَ عَذَابَ الْآخِرَةِ ۚ ذَٰلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَٰلِكَ يَوْمٌ مَشْهُودٌ",
      "simpleTranslate" : [
        "Il y a là un enseignement pour qui craint les tourments de la vie future, quand",
        "les hommes seront rassemblés en un jour solennel"
      ],
      "tafsirTranslate" : [
        "Sûrement là un signe pour celui qui craint le châtiment de l'au-delà <N:105> Ce",
        "sera un jour où tous les hommes seront rassemblés ensemble;. ce sera un jour où",
        "tout ce qui arrive doit être assisté par tous."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "dans",
        "cette",
        "(Est) sûrement un signe",
        "pour ceux qui",
        "la crainte",
        "(la punition",
        "(De) l'au-delà",
        "Cette",
        "(Est) un jour",
        "(Sera) réunis",
        "dessus",
        "l'humanité",
        "et cela",
        "(Est) un jour",
        "témoigné"
      ],
      "notes" : {
        "105" : [
          "Dans de tels incidents de l'histoire il y a des signes instructifs pour tous.",
          "Seul un peu de réflexion leur faire réaliser que le châtiment des réprouvés est",
          "inévitable et que les informations fournies par les Prophètes [(la paix soit sur",
          "eux)] à cet égard est absolument vrai. Ces signes peuvent aussi aider les hommes",
          "ont une idée de quelle horreur le jour du jugement sera. Cette prise de",
          "conscience est susceptible de créer dans le cœur de l'homme une crainte qui le",
          "diriger vers un comportement juste. \n On peut se demander, quels sont les signes",
          "de l'histoire humaine qui indiquent qu'il ya une vie après, celui dans lequel les",
          "gens sont susceptibles de subir la peine? Ces signes peuvent facilement être",
          "appréciés par ceux qui ne considèrent pas que l'histoire se composent uniquement",
          "d'une série d'événements indépendants et qui sont enclins à réfléchir sur la",
          "logique sous-jacente de ces événements et ainsi de tirer une conclusion de leur",
          "part. Ce qui est le plus remarquable dans la longue histoire de l'histoire est le",
          "phénomène sans cesse récurrent de la montée et la chute des nations. De plus,",
          "cette ascension et la chute semble être lié avec certains facteurs moraux. La",
          "façon dont certains pays ont rencontré des chutes importantes et ont subi des",
          "destructions, indique clairement que l'homme, dans cet univers, est sous une",
          "dispensation dans laquelle les lois physiques aveugles ne prédominent pas. Au",
          "lieu de cela, en vertu de cette dispensation une loi morale est également en",
          "fonctionnement. Le résultat est que les nations qui maintiennent un niveau",
          "minimal donné de l'adhésion aux principes moraux sont récompensés. Ceux qui",
          "glissent en dessous de ce niveau d'adhésion aux principes moraux minimum, se",
          "voient accorder un répit temporaire. Cependant, une fois une nation tombe",
          "sensiblement en dessous de ce niveau minimum, il rencontre sa fin tragique et",
          "fait une leçon de pour les générations futures. L'apparition et la répétition de",
          "ces événements à intervalles réguliers ne laisse aucun doute que le châtiment est",
          "une caractéristique permanente, une loi à part entière qui opère dans l'histoire",
          "humaine. \n En outre, ont été l'un à réfléchir soigneusement sur les différentes",
          "formes de châtiment qui a visité ces différentes nations du monde, on pourrait",
          "aussi se rendre compte que ces punitions accordent que partiellement avec les",
          "exigences de la justice et de châtiment. Ont été la justice totale à infliger, il",
          "serait nécessaire de faire beaucoup plus. Pour les peines qui ont frappé les",
          "nations du monde dans le passé, frappé seulement les générations qui ont vécu à",
          "l'époque où le châtiment leur a rendu visite. Mais il y a des générations",
          "d'hommes qui ont semé le vent de la méchanceté, mais qui disparurent lors que le",
          "vent a développé dans un tourbillon. Les conséquences de leurs mauvaises actions",
          "ont été confrontés par les générations qui ont suivi après eux. Il est évident",
          "dans ce cas que les vrais coupables ont échappé rétribution. \n Maintenant, si",
          "nous sommes en mesure de saisir les rouages ​​de cet univers par notre étude de",
          "l'histoire, ce qui devrait nous conduire à la conclusion que les exigences non",
          "satisfaites de la justice appellent à un nouvel ordre de l'existence d'être",
          "amenées en être. Il est alors seulement que les transgresseurs et injustes qui",
          "ont échappé à la punition divine dans la vie de ce monde peuvent être dûment",
          "punis et leur châtiment sera beaucoup plus sévère que celle subie par les",
          "méchants dans le monde. [(Voir Vers Comprendre le Coran, vol. III, al-Araf, n.",
          "30, pp. 23-6 et vol. IV, Yunus 10, n. 10, p. 9.)]"
        ]
      }
    },
    {
      "verseNumber" : 104,
      "arabicVerse" : "وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ",
      "simpleTranslate" : [
        "dont Nous ne retardons l’avènement qu’en raison du terme qui lui a été fixé",
        "d’avance."
      ],
      "tafsirTranslate" : [
        "ne doit nous retenir, sauf jusqu'à un terme fixé."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous retardons",
        "sauf",
        "pour une durée",
        "limité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 105,
      "arabicVerse" : "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ ۚ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ",
      "simpleTranslate" : [
        "Et quand ce jour viendra, nulle âme ne soufflera mot sans la permission de Dieu.",
        "Et les hommes seront ou damnés ou bienheureux."
      ],
      "tafsirTranslate" : [
        ". Et quand le jour nommé vient, personne ne doit même oser parler que par la",
        "permission d'Allah <N:106> Alors quelques-uns seront déclarés malheureux,",
        "d'autres bénis."
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "(ça arrive",
        "ne pas",
        "parlerai",
        "une âme",
        "sauf",
        "Sa permission",
        "Ensuite, parmi lesquels",
        "(Sera le) mauvais",
        "et (le) heureux"
      ],
      "notes" : {
        "106" : [
          "Certaines personnes entretiennent l'idée fausse que leurs patrons saints vont",
          "intercéder en leur faveur et obtenir le salut pour eux au Jour de la",
          "Résurrection. Ils croient que certains des saints vont tout simplement organiser",
          "une manifestation de sit-in devant Dieu, et va donc extraire virtuellement de lui",
          "un pardon pour leurs dévots. Tout cela, bien sûr, est une pure absurdité. Car,",
          "dans la cour majestueuse de Dieu, tout le monde - quelle qu'en soit la grande,",
          "ils peuvent par ailleurs être, y compris les anges - sera dans un état de crainte",
          "envoûtante. A cette grandiose instant - le Jour du Jugement - aucun n'osent même",
          "parler jusqu'à ce que Dieu lui-même lui permet de le faire. \n Il y a bien sûr",
          "beaucoup dans ce monde qui font des offrandes aux autels de beaucoup à côté de",
          "Dieu dans la croyance qu'ils vont tout simplement avoir une influence écrasante",
          "avec Dieu. Beaucoup de gens continuent de commettre des méfaits dans l'espoir que",
          "l'intercession de ces êtres entraînera leur sauvetage. Ces personnes devront",
          "faire face à la déception totale sur ce jour-là."
        ]
      }
    },
    {
      "verseNumber" : 106,
      "arabicVerse" : "فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ",
      "simpleTranslate" : [
        "Les damnés seront dans l’Enfer où retentiront leurs râles et leurs soupirs."
      ],
      "tafsirTranslate" : [
        "En ce qui concerne les misérables, ils seront dans le Feu, et en elle ils",
        "soupirent et gémissent."
      ],
      "tanslateWordByWord" : [
        "Comme pour",
        "ceux qui",
        "étaient misérables",
        "alors (ils seront) en",
        "le feu",
        "Pour eux",
        "la bride",
        "(Est) soupirant",
        "et gémissant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 107,
      "arabicVerse" : "خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ ۚ إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ",
      "simpleTranslate" : [
        "Ils y demeureront tant que dureront les Cieux et la Terre, à moins que ton",
        "Seigneur n’en décide autrement, car la Volonté de ton Seigneur doit toujours",
        "s’accomplir."
      ],
      "tafsirTranslate" : [
        "Ils y demeureront éternellement tant que les cieux et la terre endurent, <N:107>",
        "à moins que votre Seigneur va autrement. Certes, ton Seigneur ne soit qu'Il veut.",
        "<N:108>"
      ],
      "tanslateWordByWord" : [
        "(Sera) respectueux",
        "la bride",
        "tant que reste",
        "tant que reste",
        "Le Paradis",
        "et la terre",
        "sauf",
        "ce que votre Seigneur veut",
        "ce que votre Seigneur veut",
        "ce que votre Seigneur veut",
        "Effectivement",
        "votre Seigneur",
        "(Est) All-qui accomplit",
        "de quoi",
        "Il a l'intention"
      ],
      "notes" : {
        "108" : [
          "Il n'y a pas d'autre que celui de Dieu qui peut empêcher les pécheurs de la",
          "souffrance punition éternelle puissance. Cependant, Dieu Lui-même que quelqu'un",
          "peut être épargné Son châtiment sans fin. Il peut aussi décider de pardonner une",
          "telle personne après qu'il a été fait pour souffrir d'une période de punition",
          "dans le bout de la vie. Dans de tels cas, Dieu a certainement le pouvoir et le",
          "pouvoir de le faire. Car s'il y a une loi, il est Dieu qui a fait, et donc que la",
          "loi peut fixer aucune limite à son pouvoir et de l'autorité."
        ],
        "107" : [
          "Il y a deux interprétations possibles pour les mots, «aussi longtemps que les",
          "cieux et la terre endurer». Une possibilité est qu'ils se réfèrent aux cieux"
        ]
      }
    },
    {
      "verseNumber" : 108,
      "arabicVerse" : "وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا مَا دَامَتِ السَّمَاوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ ۖ عَطَاءً غَيْرَ مَجْذُوذٍ",
      "simpleTranslate" : [
        "Quant aux bienheureux, c’est au Paradis qu’ils iront pour y demeurer immortels",
        "tant que dureront les Cieux et la Terre, à moins que ton Seigneur n’en décide",
        "autrement. Et ce sera pour eux un don permanent."
      ],
      "tafsirTranslate" : [
        ". Et quant à ceux qui sont bénis, ils doivent se conformer dans le jardin aussi",
        "longtemps que les cieux et la terre endurer, à moins que votre Seigneur peut se",
        "autrement <N:109> Ils bénéficieront d'un don incessant."
      ],
      "tanslateWordByWord" : [
        "Et comme pour",
        "ceux qui",
        "étaient heureux",
        "alors (ils seront) en",
        "paradis",
        "(Sera) respectueux",
        "la bride",
        "aussi longtemps que les restes",
        "aussi longtemps que les restes",
        "Le Paradis",
        "et la terre",
        "sauf",
        "ce que votre Seigneur veut",
        "ce que votre Seigneur veut",
        "ce que votre Seigneur veut",
        "un don",
        "ne pas",
        "interrompu"
      ],
      "notes" : {
        "109" : [
          "séjour permanent d'une personne dans le Paradis est également ne dépend pas d'un",
          "droit supérieur qui obligerait Dieu pour faciliter cela. Au contraire, les gens",
          "seront en mesure d'y rester de façon permanente qu'à force de la grâce et de la",
          "miséricorde de Dieu. Si Dieu devait agir autrement, il a de toute évidence à la",
          "fois le pouvoir et l'autorité de le faire."
        ]
      }
    },
    {
      "verseNumber" : 109,
      "arabicVerse" : "فَلَا تَكُ فِي مِرْيَةٍ مِمَّا يَعْبُدُ هَٰؤُلَاءِ ۚ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ آبَاؤُهُمْ مِنْ قَبْلُ ۚ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنْقُوصٍ",
      "simpleTranslate" : [
        "Ne te fais aucune illusion sur ce qu’adorent ces gens-là ! Ils n’adorent que ce",
        "qu’adoraient leurs pères auparavant. Et Nous leur attribuerons leur lot, sans en",
        "rien diminuer."
      ],
      "tafsirTranslate" : [
        "[! O Prophète] ont sans aucun doute au sujet de ce qu'ils adorent. Car ils",
        "adorent ce que leurs ancêtres adoraient auparavant. <N:110> Et (encore) Nous",
        "allons leur accorder leur part dû en totalité, diminuant de ce rien."
      ],
      "tanslateWordByWord" : [
        "Donc ne le fais pas",
        "être",
        "dans",
        "doute",
        "quant à ce que",
        "culte",
        "ces (polythéistes)",
        "ne pas",
        "ils adorent",
        "sauf",
        "Comme quoi",
        "adoré",
        "leurs ancêtres",
        "avant",
        "avant",
        "Et en effet, Nous",
        "va sûrement les payer en totalité",
        "leur part",
        "sans pour autant",
        "étant diminuée"
      ],
      "notes" : {
        "110" : [
          "Cela ne signifie pas que le Prophète [(la paix soit sur lui)] diverti tout",
          "«doutes» concernant les divinités qui les incroyants associés à Dieu dans sa",
          "divinité. Bien que ce verset est ostensiblement adressée au Prophète [(la paix",
          "soit sur lui)], il est vraiment destiné à transmettre un message à la population",
          "de Makka. La poussée du verset est qu'aucune personne sensée devrait entretenir",
          "l'idée que ceux qui adorent des faux dieux et prier pour eux ont des raisons",
          "plausibles de le faire et pour attendre un certain bénéfice de ce culte. \n Le",
          "fait de la question est que le culte des faux dieux et les offrandes, les",
          "sacrifices et les invocations qui leur sont adressées ont été pris en charge ni",
          "par la connaissance, l'observation attentive, ni aucune expérimentation",
          "scientifique. La seule base pour un tel culte était l'imitation aveugle de leurs",
          "ancêtres. Les mêmes sanctuaires trouvés parmi les polythéistes d'aujourd'hui ont",
          "également été trouvés parmi plusieurs nations passées du monde. Les mêmes",
          "exploits miraculeux qui sont populaires aujourd'hui sont tout aussi populaires",
          "dans le passé parmi les autres nations. Toutefois, lorsque la punition de Dieu",
          "saisit les nations qui adoraient fausses divinités, ils ont été complètement",
          "détruits. Leurs sanctuaires se sont avérés tout à fait inutile."
        ]
      }
    },
    {
      "verseNumber" : 110,
      "arabicVerse" : "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ",
      "simpleTranslate" : [
        "Nous avons donné à Moïse l’Écriture au sujet de laquelle des controverses furent",
        "suscitées. Et sans un arrêt pris antérieurement par ton Seigneur, on aurait déjà",
        "tranché leurs différends. Aussi sont-ils toujours, à son sujet, dans un doute",
        "troublant."
      ],
      "tafsirTranslate" : [
        "Et Nous avons certes donné à Moïse le Livre avant, et il y eut des désaccords à",
        "ce sujet (même comme il y a des désaccords maintenant sur le Livre révélé à vous)",
        "<N:111> Avait-il pas été un décret. avait déjà sorti de votre Seigneur, la",
        "question aurait été décidé depuis longtemps entre eux. <N:112> en effet, ils sont",
        "dans un doute troublant à ce sujet."
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons donné",
        "Musa",
        "le livre",
        "mais des divergences sont apparues",
        "la bride",
        "Et sinon",
        "(Pour) un mot",
        "(Ce) précédé",
        "de",
        "votre Seigneur",
        "aurait sûrement été jugé",
        "entre eux",
        "Et en effet, ils",
        "sûrement (sont) en",
        "doute",
        "en ce qui concerne ce",
        "méfiant"
      ],
      "notes" : {
        "112" : [
          "Ce qui est dit dans le but de réconforter le Prophète [(la paix soit sur lui)] et",
          "ses compagnons. On leur demande d'être patient et ne pas chercher un jugement",
          "hâtif de Dieu au sujet de ceux qui diffèrent sur le Coran. Car Dieu va bientôt",
          "sortir avec son jugement. Il a déterminé que ce jugement ne viendra un moment",
          "avant, ni un moment après l'expiration du terme. Il est vrai êtres humains",
          "souhaitent le jugement de Dieu à venir à la hâte. Quant à Dieu, il ne juge jamais",
          "à la hâte."
        ],
        "111" : [
          "Si les gens lancent des attaques calomnieuses sur le Coran, ce n'est pas tout à",
          "fait nouvelle. La même chose est arrivée avant. Quand Moïse [(la paix soit sur",
          "lui)] a été accordée l'écriture, les gens ont soulevé diverses objections contre",
          "elle. Le Prophète Muhammad [(la paix soit sur lui)] ne doit pas, par conséquent,",
          "se sentir découragé que son peuple a rejeté les enseignements du Coran malgré",
          "leur lucidité."
        ]
      }
    },
    {
      "verseNumber" : 111,
      "arabicVerse" : "وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ ۚ إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ",
      "simpleTranslate" : [
        "À tous ceux-là ton Seigneur attribuera le mérite exact de leurs œuvres, car Il",
        "est parfaitement au courant de ce qu’ils font."
      ],
      "tafsirTranslate" : [
        "Votre Seigneur récompensera tous pleinement de leurs actes. Car en effet, il est",
        "bien conscient de tout ce qu'ils font."
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "à chaque [quand]",
        "à chaque [quand]",
        "sûrement les payer en totalité",
        "votre Seigneur",
        "leurs actions",
        "En effet, il",
        "de quoi",
        "ils font",
        "(Est) All-Aware"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 112,
      "arabicVerse" : "فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلَا تَطْغَوْا ۚ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "simpleTranslate" : [
        "Agis avec rectitude, comme il t’a été prescrit, ainsi qu’à ceux qui, avec toi, se",
        "sont repentis ! Ne vous livrez pas à des excès ! Dieu est bien au courant de ce",
        "que vous faites."
      ],
      "tafsirTranslate" : [
        "Donc rester, (O Muhammad), vous et ceux qui sont rentrés avec vous (au pli de la",
        "foi et de l'obéissance de l'incrédulité et de la rébellion) ferme (en adhérant à",
        "la voie droite) comme vous ont été commandés . Et ne pas dépasser les limites de",
        "(le service à Allah). Pour sûr, il est au courant de tout ce que vous faites."
      ],
      "tanslateWordByWord" : [
        "Donc, rester ferme",
        "comme",
        "vous commandiez",
        "et (ceux-ci) qui",
        "tourner (dans le repentir)",
        "avec toi",
        "et (faire) pas",
        "transgresser",
        "En effet, il",
        "de quoi",
        "tu fais",
        "(Est) Clairvoyant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 113,
      "arabicVerse" : "وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لَا تُنْصَرُونَ",
      "simpleTranslate" : [
        "Ne vous rangez pas du côté de ceux qui commettent des injustices, de peur que le",
        "Feu ne vous atteigne ! Et vous n’aurez alors point d’allié en dehors de Dieu ni",
        "de protecteur."
      ],
      "tafsirTranslate" : [
        "Et ne vous penchez pas vers les injustes: sinon le Feu peut vous saisir et vous",
        "aurez pas que votre protecteur contre Allah; et vous ne serez pas aidé de",
        "partout."
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "inclinaison",
        "à",
        "ceux qui",
        "faire le mal",
        "de peur que vous touche",
        "le feu",
        "et pas",
        "(est pour toi",
        "en dehors d'Allah",
        "en dehors d'Allah",
        "en dehors d'Allah",
        "tout",
        "protecteurs",
        "puis",
        "ne pas",
        "vous serez aidé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 114,
      "arabicVerse" : "وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ ۚ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ۚ ذَٰلِكَ ذِكْرَىٰ لِلذَّاكِرِينَ",
      "simpleTranslate" : [
        "Prie aux deux extrémités du jour et à certaines parties de la nuit. Certes, les",
        "bonnes actions chassent les mauvaises. C’est là un rappel qui s’adresse à ceux",
        "qui savent réfléchir."
      ],
      "tafsirTranslate" : [
        ". Et établir la prière aux deux extrémités de la journée et dans les premières",
        "heures de la nuit <N:113> En effet, les bonnes actions en voiture les mauvaises",
        "actions. Ceci est un rappel à ceux qui sont conscients d'Allah. <N:114>"
      ],
      "tanslateWordByWord" : [
        "Et établir",
        "la prière",
        "(À la) deux extrémités",
        "(du jour",
        "et (at) l'approche",
        "de",
        "la nuit",
        "Effectivement",
        "les bonnes actions",
        "retirer",
        "les mauvaises actions",
        "Cette",
        "(Est) un rappel",
        "pour ceux qui se souviennent"
      ],
      "notes" : {
        "113" : [
          "Les «deux extrémités du jour» désignent le matin et le coucher du soleil. De",
          "même, les «premières heures de la nuit» se réfèrent à l'heure de la prière du",
          "'Isha'. Nous apprenons ainsi que ce verset coranique remonte à l'époque où les",
          "cinq prières quotidiennes avaient encore pas été prescrit. l'ascension du",
          "Prophète a eu lieu à un moment plus tard que la révélation de ces versets et il",
          "est alors que les cinq prières quotidiennes ont été prescrits. [(Pour de plus",
          "amples explications, voir alIsra 17, n 95, Ta Ha 20:. 111, et al-Rum 30: 124.)]"
        ],
        "114" : [
          "Le Coran informe les croyants de la meilleure façon de chasser les maux qui",
          "sévissent dans le monde et comment effacer les torts perpétrés par les ennemis",
          "acharnés de l'Islam. Il conseille les croyants à devenir de plus en plus juste.",
          "Pour la justice des croyants finira par submerger le mal et la corruption.",
          "Maintenant, puisque prières rappellent constamment les gens de Dieu, ils sont le",
          "meilleur moyen de rendre les gens justes. La puissance que les croyants reçoivent",
          "de prière non seulement leur permettre de repousser l'assaut des forces",
          "organisées du mal, mais aussi d'établir un ordre juste et bienveillante dans le",
          "monde. [(Pour plus d'élaboration voir al-Ankabut 29, nn. 77-9.)]"
        ]
      }
    },
    {
      "verseNumber" : 115,
      "arabicVerse" : "وَاصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "Sois patient ! Dieu ne frustre jamais les hommes de bien de leur salaire."
      ],
      "tafsirTranslate" : [
        "Et être patient; car en effet Allah ne laisse jamais la récompense de ceux qui",
        "font le bien aller à perdre."
      ],
      "tanslateWordByWord" : [
        "Et être patient",
        "car en effet",
        "Allah",
        "(ne fait pas",
        "lâcher des déchets",
        "(la récompense",
        "(De) les bienfaisants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 116,
      "arabicVerse" : "فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُو بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ إِلَّا قَلِيلًا مِمَّنْ أَنْجَيْنَا مِنْهُمْ ۗ وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ وَكَانُوا مُجْرِمِينَ",
      "simpleTranslate" : [
        "Que ne s’est-il trouvé parmi les générations d’avant vous assez d’hommes vertueux",
        "pour lutter contre la corruption sur la Terre, car, à l’exception de la petite",
        "minorité que Nous avons sauvée, les autres préféraient le luxe dont ils",
        "jouissaient et se comportaient en criminels."
      ],
      "tafsirTranslate" : [
        "Pourquoi y avait-il pas, sur les générations qui vous ont précédés, les hommes",
        "justes qui interdirait d'autres de causer la corruption sur la terre? Et si tel",
        "était là, ils étaient seulement quelques qui Nous avions sauvé de ces",
        "générations, ou bien les injustes gardé la poursuite de la facilité et le confort",
        "qui avait été conféré à eux, se perdant ainsi en pécheresse."
      ],
      "tanslateWordByWord" : [
        "Alors pourquoi pas",
        "a été",
        "de",
        "les générations",
        "Avant toi",
        "Avant toi",
        "ceux qui possèdent un résidu",
        "ceux qui possèdent un résidu",
        "interdiction",
        "de",
        "la corruption",
        "dans",
        "La terre",
        "sauf",
        "quelques",
        "de celles",
        "Nous avons économisé",
        "parmi eux",
        "Mais suivie",
        "ceux qui",
        "a fait mal",
        "quelle",
        "ils ont reçu le luxe",
        "la bride",
        "et ils étaient",
        "les criminels"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 117,
      "arabicVerse" : "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ",
      "simpleTranslate" : [
        "Ton Seigneur, en effet, ne saurait anéantir injustement les cités dont les",
        "habitants sont vertueux."
      ],
      "tafsirTranslate" : [
        "Et ton Seigneur est pas de nature à tort de détruire les habitations humaines",
        "alors que leurs habitants sont justes <N:115>."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "aurait",
        "votre Seigneur",
        "détruire",
        "les villes",
        "injustement",
        "tandis que son peuple",
        "(Étaient) réformateurs"
      ],
      "notes" : {
        "115" : [
          "Ces versets faire ressortir, d'une manière significative instructive, les",
          "véritables facteurs qui ont causé la destruction de ces nations dont l'histoire a",
          "été racontée plus tôt [(voir verset 36 ff. Ci-dessus)]. L'examen que l'histoire,",
          "le Coran souligne le dénominateur commun unique de toutes les nations qui se sont",
          "réunis leur destin dans le passé. Toutes ces nations avaient autrefois été",
          "favorisés avec les bénédictions de Dieu. Mais ivre de richesse, ils ont eu",
          "recours à la corruption sur terre. Leur conscience collective a également été",
          "complètement viciée. Le résultat a été que personne juste a été laissé parmi eux",
          "pour les empêcher de commettre des maux. Et si cette personne existait, leur",
          "nombre était trop petite, ou leur voix trop faible pour éviter les maux de",
          "prédomine. Cette situation a finalement invité la colère de Dieu sur eux.",
          "Avaient-ils pas été si mal, il n'y avait aucune raison pour laquelle Dieu doit",
          "les punir. Après tout, il n'a pas cette rancune contre ses créatures qui lui",
          "demandera de punir les gens, même quand ils agissent avec droiture. \n La",
          "déclaration ci-dessus est destiné à souligner trois points. Tout d'abord, qu'il",
          "est impératif qu'il y ait toujours un bon nombre de personnes justes dans chaque",
          "société; ceux qui invitent les gens à la justice et les empêcher de mal. Car Dieu",
          "aime voir qu'il ya la justice dans le monde. Et si Dieu ne tolère l'existence du",
          "mal dans la société humaine, il le fait depuis le potentiel de la justice",
          "continue d'exister dans cette société. Mais une telle tolérance ne dure que tant",
          "que ce potentiel reste. Cependant, si la condition d'une communauté se détériore,",
          "ce qui rend tout à fait dépourvu de bonnes personnes, ou si les bonnes personnes",
          "dans cette communauté devenue une minorité insignifiante, trop faible pour",
          "l'empêcher de poursuivre le long de ses mauvaises voies, puis le châtiment de",
          "Dieu commence à peser lourd par-dessus. Ce bien peut dire à coup sûr. Cependant,",
          "il est difficile de dire avec précision quand le châtiment de Dieu fait frapper",
          "cette communauté et la détruire. \n En second lieu, une communauté qui est prêt à",
          "mettre en place avec tout sauf un groupe de personnes justes en son sein - les",
          "personnes qui appellent les hommes à faire le bien et leur interdire de faire le",
          "mal - est certainement destinée à l'auto-destruction. L'attitude de cette",
          "communauté montre clairement qu'il chérit tout ce qui conduirait à sa",
          "destruction, et qu'il est intolérant de tout ce qui permettrait d'assurer sa",
          "survie. \n En troisième lieu, la décision finale de Dieu si de punir une",
          "communauté ou non dépend de la mesure dans laquelle cette communauté est possédé",
          "des éléments qui lui permettraient de répondre à l'appel de la vérité. Si elle a",
          "de telles personnes dans de bons chiffres qui suffisent à extirper le mal et",
          "établir un ordre juste, une telle communauté est épargné le genre de châtiment",
          "qui embrasse des communautés entières et les détruit totalement. Si elle est",
          "soumise à une certaine partielle plutôt que d'un châtiment qui embrasse tout, le",
          "but de celui-ci est de permettre à ses éléments justes pour réparer leurs",
          "manières. \n Il est possible, cependant, qu'en dépit des efforts continus, la",
          "communauté sera incapable de jeter un nombre suffisant de bonnes personnes",
          "nécessaires pour réaliser sa réforme. Il est également possible que la communauté",
          "démontrera par son action qu'il est plein de gens corrompus et tout à fait",
          "dépourvu de vertueux. La communauté, dans un tel cas, a de toute évidence devenir",
          "un tas de charbon dans lequel aucun diamant sont laissés. Quand un tel stade est",
          "atteint Dieu provoque un incendie d'éclater, un feu qui réduit ce tas de charbon",
          "à un tas de cendres. [(Pour plus d'élaboration voir al-Dariyat 51, n. 34.)]"
        ]
      }
    },
    {
      "verseNumber" : 118,
      "arabicVerse" : "وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً ۖ وَلَا يَزَالُونَ مُخْتَلِفِينَ",
      "simpleTranslate" : [
        "Et si ton Seigneur l’avait voulu, Il n’aurait fait des hommes qu’une seule",
        "communauté. Or, ils ne cessent de se dresser les uns contre les autres,"
      ],
      "tafsirTranslate" : [
        "a eu ton Seigneur l'avait voulu, il aurait sûrement fait des gens une seule",
        "communauté. Mais des choses, maintenant, ils ne cesseront de différer entre eux",
        "et de suivre les voies erronées"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "votre Seigneur (avait) voulu",
        "votre Seigneur (avait) voulu",
        "sûrement il (pourrait) avoir fait",
        "l'humanité",
        "une communauté",
        "une communauté",
        "mais non",
        "ils cesseront",
        "différer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 119,
      "arabicVerse" : "إِلَّا مَنْ رَحِمَ رَبُّكَ ۚ وَلِذَٰلِكَ خَلَقَهُمْ ۗ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ",
      "simpleTranslate" : [
        "à l’exception de ceux auxquels ton Seigneur a accordé Sa miséricorde. Et c’est",
        "bien pour être si différents qu’Il les a créés. Ainsi se trouve accomplie cette",
        "parole de ton Seigneur quand Il a dit : «En vérité, Je remplirai la Géhenne à la",
        "fois de djinns et d’hommes, tous réunis !»"
      ],
      "tafsirTranslate" : [
        "à l'exception de ceux sur lesquels votre Seigneur a pitié. Et il est pour cela",
        "(exercice de la liberté de choix) qu'il les a créés <N:116> Et la parole de ton",
        "Seigneur fut accomplie:. '. En effet, je remplirai l'Enfer, avec les hommes et",
        "les djinns, en tout'"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "(sur qui",
        "ta Miséricorde Seigneur a donné",
        "ta Miséricorde Seigneur a donné",
        "et que",
        "Il les a créés",
        "Et sera rempli",
        "(La) parole de ton Seigneur",
        "(La) parole de ton Seigneur",
        "Certes, je remplirai",
        "enfer",
        "avec",
        "djinns",
        "et les hommes",
        "tous ensemble"
      ],
      "notes" : {
        "116" : [
          "Ceci est dit afin d'éliminer les idées fausses qui sont souvent mis en avant sous",
          "l'appellation «destin». L'explication de la destruction de ces anciennes nations",
          "mentionnées ci-dessus est susceptible de donner lieu à de sérieuses objections.",
          "Car, dans le contexte de l'explication ci-dessus, il pourrait être souligné que",
          "la non-existence des personnes justes dans une nation, ou leur existence en très",
          "petit nombre, dépend entièrement de la volonté de Dieu. Si tel est le cas,",
          "comment peut tout blâme être dirigée contre ces nations? Car, après tout,",
          "pourquoi Dieu ne crée pas un grand nombre de bonnes personnes dans ces pays? \n Au",
          "cours de clarifier ce malentendu, il est précisé ici que la volonté de Dieu à",
          "l'égard des êtres humains ne consiste pas en les liant à suivre un cours",
          "inaltérables de conduite à la manière des plantes, des animaux et d'autres êtres",
          "vivants semblables qui, comme nous savoir, avoir d'autre choix que de suivre le",
          "cours déterminé pour eux, soit par les lois de la nature ou de leurs instincts.",
          "Avait tel était le cas, il n'y aurait pas de point en invitant les êtres humains",
          "à croire, pour élever Prophètes, pour révéler les Écritures. Tous les êtres",
          "humains seraient nés comme ceux qui croient et se soumettre à l'ordre de Dieu.",
          "Cependant, il était la volonté de Dieu en ce qui concerne l'homme qu'il devrait",
          "être accordé le libre arbitre et être investi du pouvoir de suivre les voies de",
          "son choix. Ce fut la volonté de Dieu que les voies menant à la fois au Paradis et",
          "l'Enfer doivent rester ouverts à lui, et que tout le monde être fourni avec la",
          "possibilité de faire un choix entre eux. Ainsi, quoi que l'on est en mesure",
          "d'acquérir est le fruit de son propre travail. \n Maintenant, le régime même de la",
          "création de l'homme consiste en lui accordant le libre arbitre et offrant la",
          "possibilité de choisir entre la croyance et l'incroyance. Dans un tel cas, il est",
          "tout simplement inconcevable qu'une nation serait volontairement décider d'égarer",
          "et Dieu l'obliger à la justice. Si une nation décide de mettre en place un",
          "système qui produit les voleurs qui tentent d'exceller uns les autres dans leur",
          "mal, mal agi et le péché, comment Dieu peut les diriger de force, par le biais de",
          "son intervention directe, au cours de la justice? Une telle interférence est tout",
          "simplement pas en dehors du régime de Dieu des choses. Les membres d'une",
          "communauté deviennent bons ou mauvais à la suite des mesures prises par cette",
          "nation elle-même. Mais un temps viendra où une communauté se plonge si",
          "profondément dans le mal qu'aucun groupe non négligeable de bonnes personnes sont",
          "laissées en elle pour défendre la justice. En variante, le système social de",
          "cette communauté peut être ainsi adapté à laisser aucune place à la réforme.",
          "Quand un tel stade est atteint, Dieu laisse simplement que la communauté procède",
          "à la fin tragique qu'il a choisi pour lui-même. \n Ces nations qui méritent la",
          "miséricorde de Dieu sont possédés de tout à fait différentes caractéristiques.",
          "Ces nations abondent dans les personnes qui répondent à l'appel de la justice. De",
          "plus, leurs valeurs sociales permettent aux personnes justes pour mener à bien",
          "leurs efforts pour parvenir à la réforme. [(Pour plus d'élaboration voir vers la",
          "compréhension du Coran, vol. II, al-An 'h o, n 24, pp. 228-9.)]"
        ]
      }
    },
    {
      "verseNumber" : 120,
      "arabicVerse" : "وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ ۚ وَجَاءَكَ فِي هَٰذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Tous les récits que Nous te rapportons sur les prophètes sont destinés à",
        "raffermir ton cœur. Tu y découvriras la vérité ainsi qu’une exhortation et un",
        "rappel à l’adresse des croyants."
      ],
      "tafsirTranslate" : [
        "(! O Muhammad) Nous racontons ces anecdotes de messagers à vous que nous pouvons",
        "renforcer à travers eux votre cœur. Dans ces anecdotes viennent à vous la vérité,",
        "et une exhortation et un rappel pour les croyants."
      ],
      "tanslateWordByWord" : [
        "Et chaque",
        "Nous sommes en retard",
        "à toi",
        "de",
        "(les nouvelles",
        "(De) Messagers",
        "(pour ça",
        "Nous pouvons faire entreprise",
        "Avec ça",
        "votre cœur",
        "Et est venu à vous",
        "dans",
        "ce",
        "la vérité",
        "et une exhortation",
        "et un rappel",
        "pour les croyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 121,
      "arabicVerse" : "وَقُلْ لِلَّذِينَ لَا يُؤْمِنُونَ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنَّا عَامِلُونَ",
      "simpleTranslate" : [
        "Dis à ceux qui ne croient pas : «Restez fermes sur vos positions ! Nous aussi,",
        "nous le sommes sur les nôtres."
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui sont décidés à ne pas croire, dites-leur: «Le travail en",
        "fonction de votre chemin et nous travaillons selon notre manière."
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "à ceux qui",
        "(ne pas",
        "croyez",
        "Travail",
        "(selon",
        "ta position",
        "en effet, nous",
        "(Sont également) travaillant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 122,
      "arabicVerse" : "وَانْتَظِرُوا إِنَّا مُنْتَظِرُونَ",
      "simpleTranslate" : [
        "Et attendez ! Nous aussi, nous sommes avec vous à attendre !»"
      ],
      "tafsirTranslate" : [
        "Et n'attendre la fin des choses; nous aussi nous attendons."
      ],
      "tanslateWordByWord" : [
        "Et attendre",
        "en effet, nous",
        "(Sont) ceux qui attendent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 123,
      "arabicVerse" : "وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ ۚ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
      "simpleTranslate" : [
        "Dieu seul détient le mystère des Cieux et de la Terre, et c’est vers Lui que tout",
        "fera retour. Adore-Le donc et place en Lui ta confiance ! En vérité, ton Seigneur",
        "n’est point indifférent à ce que vous faites."
      ],
      "tafsirTranslate" : [
        "Tout ce qui est caché dans les cieux et la terre se trouve au sein de la",
        "puissance d'Allah. Pour Lui sont toutes les questions visées par le jugement.",
        "Alors ne le servir, et le lieu en lui toute votre confiance. Votre Seigneur est",
        "pas inattentif à ce que vous faites. <N:117>"
      ],
      "tanslateWordByWord" : [
        "Et pour Allah",
        "(Est le) invisible",
        "(De) les cieux",
        "et la terre",
        "et à Lui",
        "seront retournés",
        "la question",
        "tout",
        "donc l'adorer",
        "et mettre votre confiance",
        "sur lui",
        "Et ton Seigneur est pas",
        "Et ton Seigneur est pas",
        "ignorant",
        "de quoi",
        "tu fais"
      ],
      "notes" : {
        "117" : [
          "Dieu est conscient de tout ce qui est fait par les deux paniques engagés dans la",
          "rencontre entre la croyance et l'incroyance. Il est tout simplement inconcevable",
          "qu'il y ait le chaos et le désordre dans le royaume de Dieu. Pour le royaume de",
          "Dieu ne sont pas du domaine de la, un souverain inattentifs négligent qui ignore",
          "ce qui se passe, cependant, puisque Dieu est sage et Indulgent, il ne recourt pas",
          "à punir les gens à la hâte. Cependant, la justice est finalement infligée et ceux",
          "qui méritent la punition sont finalement punis. Ainsi, tous ceux qui sont engagés",
          "dans l'effort pour réformer, doivent se sentir rassurés que leurs efforts ne",
          "seront pas gaspillés. \n D'autre part, il y a aussi ceux qui sont engagés dans la",
          "fabrication et la perpétuation de malice, qui ont concentré tous leurs efforts",
          "sur persécuter brutalement les réformateurs et de réprimer leurs efforts de",
          "réforme. Ces gens devraient savoir que toutes leurs mauvaises actions sont",
          "connues à Dieu, et qu'ils seront faits pour payer très cher pour ces méfaits."
        ]
      }
    }
  ],
  "medinian" : false
}