{
  "chapterNumber" : 12,
  "nbVerses" : 111,
  "name" : "Joseph",
  "nameArabic" : "يوسف",
  "transName" : "Yūsuf",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "الر ۚ تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ",
      "simpleTranslate" : [
        "Alif - Lâm - Râ. Ce sont là les versets du Livre explicite."
      ],
      "tafsirTranslate" : [
        "Alif Lam Ra. Ce sont les versets du Livre qui fait son objet parfaitement clair."
      ],
      "tanslateWordByWord" : [
        "Alif Laam Ra",
        "Ces",
        "(Les) Versets",
        "(du livre",
        "[Le] clair"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ",
      "simpleTranslate" : [
        "Nous l’avons révélé en langue arabe, afin que vous puissiez le comprendre."
      ],
      "tafsirTranslate" : [
        ". Nous avons fait descendre le Coran <N:1> en arabe afin que vous (les Arabes)",
        "peut bien le comprendre <N:2>"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "Nous l'avons fait descendre",
        "(Comme) un Coran en arabe",
        "(Comme) un Coran en arabe",
        "afin que vous puissiez",
        "comprendre"
      ],
      "notes" : {
        "1" : [
          "Le mot arabe [(Qur`an: [ \"lire\"])] est à l'origine de la forme infinitive du",
          "verbe Lorsque l'infinitif d'un verbe en arabe est utilisé comme un nom, cela",
          "implique que cette chose [(ou personne)] possède les caractéristiques dans leur",
          "perfection. Ce livre a été nommé [ \"Qur'an\"] pour indiquer qu'il est destiné à",
          "être lu par tout le monde et doit être lu souvent et encore et encore."
        ],
        "2" : [
          "Cela ne signifie pas que ce livre a été envoyé vers le bas exclusivement pour les",
          "Arabes. Ce que cela signifie est que ceci: [ \"De toutes les personnes, O Arabes,",
          "vous devez comprendre les excellences du Coran, qui sont une preuve certaine de",
          "sa Révélation divine étant, car il est dans votre propre langue et vous ne",
          "excuser de mettre en avant qu'il est dans une langue étrangère que vous ne",
          "comprenez pas. \"] \n Certaines personnes déduisent à tort de ce verset que ce",
          "livre avait été envoyé vers le bas pour les Arabes et non pas pour les",
          "non-Arabes; par conséquent, ils affirment, il ne peut prétendre qu'il est le",
          "Guide pour l'ensemble de l'humanité. Mais évidemment, cela est une objection",
          "frivole soulevée par le tuyau qui ne comprennent pas sa signification réelle. Il",
          "est évident qu'un livre, bien que destiné à l'orientation universelle, devra",
          "nécessairement être mis en mots dans une langue de sorte que les personnes",
          "parlant cette langue doivent comprendre ses enseignements et deviennent alors les",
          "moyens de transmettre ses directives à d'autres peuples. Ceci est la seule façon",
          "naturelle de la diffusion du message d'un mouvement à l'échelle universelle."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَٰذَا الْقُرْآنَ وَإِنْ كُنْتَ مِنْ قَبْلِهِ لَمِنَ الْغَافِلِينَ",
      "simpleTranslate" : [
        "Nous allons te narrer, grâce à la révélation de ce Coran, l’un des plus beaux",
        "récits dont tu n’avais auparavant aucune connaissance."
      ],
      "tafsirTranslate" : [
        "(O Muhammad), en révélant ce Coran à vous, Nous te racontons des événements et",
        "des vérités de la meilleure façon: si, avant cela, vous étiez tout à fait ignorer",
        "(ces choses) [* 3. ]"
      ],
      "tanslateWordByWord" : [
        "nous",
        "rapporter",
        "à toi",
        "le meilleur",
        "des narrations",
        "en ce que",
        "Nous avons révélé",
        "à toi",
        "(de cela",
        "Le Coran",
        "bien que",
        "vous étiez",
        "avant cela",
        "avant cela",
        "sans doute parmi",
        "l'ignorent"
      ],
      "notes" : {
        "3" : [
          "Ce fut d'impressionner indirectement sur les mécréants de la Mecque le fait que",
          "le Messager ne savait rien à propos de l'histoire de l'établissement des",
          "Israélites en Egypte, mais était informé par la révélation d'Allah. Cette",
          "introduction était nécessaire parce que, comme il a été dit dans la préface de",
          "cette sourate, les incroyants avaient posé une question abrupte au sujet de cette",
          "question afin de [ «exposer»] le Saint Prophète par ce test. La réponse est à cet",
          "effet: [ «Dites-leur, ô Muhammad, que, si vous ne saviez pas quoi que ce soit au",
          "sujet du règlement des Israélites en Egypte avant cela, vous avez maintenant reçu",
          "une révélation à ce sujet auprès de nous.\"]"
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَا أَبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ",
      "simpleTranslate" : [
        "Un jour, Joseph dit à son père : «Ô mon père ! J’ai vu en rêve onze étoiles ainsi",
        "que le Soleil et la Lune prosternés devant moi !»"
      ],
      "tafsirTranslate" : [
        "Ceci est le récit de ce moment-là, lorsque Joseph dit à son père: «Ô père, je",
        "l'ai vu dans un rêve onze étoiles et le soleil et la lune, je voyais qu'ils se",
        "prosternaient devant moi. \""
      ],
      "tanslateWordByWord" : [
        "Quand",
        "dit",
        "Yusuf",
        "à son père",
        "O mon père",
        "En effet, je",
        "j'ai vu",
        "onze",
        "onze",
        "étoiles",
        "et le soleil",
        "et la lune",
        "je les ai vu",
        "pour moi",
        "prosternant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "قَالَ يَا بُنَيَّ لَا تَقْصُصْ رُؤْيَاكَ عَلَىٰ إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا ۖ إِنَّ الشَّيْطَانَ لِلْإِنْسَانِ عَدُوٌّ مُبِينٌ",
      "simpleTranslate" : [
        "– «Mon fils, lui répondit son père, ne raconte pas ce rêve à tes frères, de peur",
        "qu’ils n’ourdissent un complot contre toi, car Satan est pour l’homme un ennemi",
        "juré !"
      ],
      "tafsirTranslate" : [
        "En réponse à cela, son père a dit: «Mon petit fils, ne disent rien de ce rêve à",
        "vos frères, de peur qu'ils devraient tracer tout régime mal contre vous <N:4>",
        "Soyez sur vos gardes,. car Satan est l'ennemi déclaré de l'homme."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "O mon fils",
        "(Ne pas",
        "rapporter",
        "votre vision",
        "à",
        "tes frères",
        "de peur qu'ils ne planifient",
        "contre vous",
        "un terrain",
        "Effectivement",
        "le Shaitaan",
        "(Est) à l'homme",
        "un ennemi",
        "ouvrir"
      ],
      "notes" : {
        "4" : [
          "Comme les significations du rêve étaient tout à fait évident, le Prophète Jacob",
          "avait une véritable crainte que dix demi-frères de Joseph deviendraient autant",
          "plus jaloux de lui quand ils entendent ça: Alors, il a mis en garde son fils",
          "juste pas parler de son rêve à ses frères, car il savait que ces fils de son ne",
          "portaient pas le caractère moral digne des fils d'un prophète, et, par",
          "conséquent, ils étaient jusqu'à tout mauvais dessein contre lui par pure envie.",
          "En ce qui concerne le rêve, le [ \"soleil\"] dans c'était prophète Jacob, le [",
          "\"lune\"] sa femme, [(belle-mère du prophète Joseph)] et les [ \"onze étoiles\"] ses",
          "onze frères."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَكَذَٰلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلَىٰ آلِ يَعْقُوبَ كَمَا أَتَمَّهَا عَلَىٰ أَبَوَيْكَ مِنْ قَبْلُ إِبْرَاهِيمَ وَإِسْحَاقَ ۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٌ",
      "simpleTranslate" : [
        "Ainsi, ton Seigneur t’a choisi pour t’instruire dans l’art d’interpréter les",
        "rêves et pour parachever Sa grâce en toi et en faveur de la famille de Jacob,",
        "comme Il l’avait parachevée, jadis, en faveur de tes ancêtres, Abraham et Isaac,",
        "car ton Seigneur est Omniscient et Sage.»"
      ],
      "tafsirTranslate" : [
        "Et cela se produira donc (comme vous l'avez vu dans votre rêve) que votre",
        "Seigneur vous choisissez (pour son travail <N:5>) et vous conférer la pleine",
        "compréhension des problèmes <N:6>, et perfectionnera sa bénédiction sur vous et",
        "sur les enfants de Jacob comme il perfectionne sur votre forefathers- Abraham et",
        "Isaac; ton Seigneur est Omniscient et Sage <N:7>."
      ],
      "tanslateWordByWord" : [
        "Et ainsi",
        "vous choisissez",
        "votre Seigneur",
        "et vous apprendra",
        "de",
        "(La) interprétation",
        "(De) les récits",
        "et complète",
        "Sa faveur",
        "sur toi",
        "et sur",
        "(la famille",
        "(De) Yaqub",
        "comme",
        "Il acheva",
        "sur",
        "vos deux ancêtres",
        "avant",
        "avant",
        "Ibrahim",
        "et Isaac",
        "Effectivement",
        "votre Seigneur",
        "(Est) Omniscient",
        "All-Wise"
      ],
      "notes" : {
        "5" : [
          "Autrement dit, [ \"Bénissez avec Prophétie.\"]"
        ],
        "6" : [
          "Les mots arabes du texte ne signifient pas simplement [ \"l'interprétation des",
          "rêves\"], comme cela a été généralement compris. Ils sont complets et impliquent",
          "également ceci: [ \". Allah te bénirai avec la pleine compréhension des problèmes",
          "de la vie et de leurs solutions et vous donnera la perspicacité pour atteindre à",
          "la réalité de chaque affaire\"]"
        ],
        "7" : [
          "Ici, il convient de noter que la réponse du Prophète Jacob au rêve du prophète",
          "Joseph, selon la Bible et le Talmud, était tout à fait différente de mousse ceci:",
          "[ \"Et il a dit à son père et à son frères: et son père le réprimanda, et lui dit:",
          "Quel est ce rêve que tu as rêvé, moi, ta mère et tes frères, venir nous",
          "prosterner devant toi à terre \"] [(Gen. 37?: dix)]. Même un peu de réflexion vous",
          "aidera à arriver à la conclusion que sa réaction comme relaté dans le Coran est",
          "digne du caractère élevé du Prophète Jacob et non celle qui se trouve dans la",
          "Bible et le Talmud. Pour prophète Joseph avait exprimé aucune ambition",
          "personnelle de son mais simplement raconté Iris rêve. Si le rêve était un vrai,",
          "et il est évident que le Prophète Jacob interpréta, croyant que ce soit vrai, il",
          "n'y avait aucune raison pour laquelle il devrait reprendre son propre fils, car",
          "il signifiait qu'il était la volonté de Dieu et non sa propre ambition qu'il",
          "devrait un jour atteindre un rang élevé. Peut alors on attendre de toute personne",
          "raisonnable, sans parler d'un prophète, qu'il considérera malade et réprimander",
          "celui qui rêvait d'un tel rêve? Et peut-il être jamais un tel noble [ \"père\"] qui",
          "disent des choses amères urticants à son propre fils pour le [ «péché»] de lui",
          "dire un véritable rêve, prophétisant sa grandeur future?"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "لَقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِلسَّائِلِينَ",
      "simpleTranslate" : [
        "En vérité, il y a pour ceux qui veulent s’instruire de multiples enseignements",
        "dans l’histoire de Joseph et de ses frères,"
      ],
      "tafsirTranslate" : [
        "En effet il y a des signes dans cette histoire de Joseph et de ses frères pour",
        "ces demandeurs."
      ],
      "tanslateWordByWord" : [
        "Certainement",
        "ont été",
        "dans",
        "Yusuf",
        "et ses frères",
        "signes",
        "pour ceux qui demandent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "إِذْ قَالُوا لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰ أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِي ضَلَالٍ مُبِينٍ",
      "simpleTranslate" : [
        "lorsque ces derniers dirent : «Joseph et son frère sont plus chers à notre père",
        "que nous, bien que nous soyons plus nombreux qu’eux. C’est là une préférence",
        "injuste de sa part.»"
      ],
      "tafsirTranslate" : [
        "Voici comment l'histoire commence: ses frères (tenu une consultation et) se",
        "dirent entre eux: «Ce Joseph et son frère <N:8> sommes aimés de notre père que",
        "nous, même si nous sommes une bande. Vraiment notre père semble avoir perdu son",
        "équilibre de l'esprit. <N:9>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "ils ont dit",
        "Sûrement Yusuf",
        "et son frère",
        "(Sont) plus aimé",
        "à",
        "notre père",
        "que nous",
        "Pendant que nous",
        "(Sont) un groupe",
        "Effectivement",
        "notre père",
        "(Est) sûrement dans",
        "une erreur",
        "clair"
      ],
      "notes" : {
        "8" : [
          "Ce frère était Benjamin. Il était le vrai frère cadet du prophète Joseph, et",
          "était son cadet de nombreuses années. Leur mère était morte à la naissance de",
          "Benjamin. Voilà pourquoi le Prophète Jacob a accordé une attention particulière à",
          "ces deux enfants de mère. D'ailleurs, Joseph était le fils unique, en qui il",
          "avait discerné des signes de la justice et des capacités. En conséquence, quand",
          "le Prophète Joseph raconta son rêve à lui, il était d'autant plus convaincu de sa",
          "grandeur future, et a été perturbée à l'idée de peur que ses frères conspiré",
          "contre lui par jalousie, si elles venaient à connaître de son rêve, qui était",
          "auto -explicatif. Pour Prophète Jacob savait que ses dix autres fils ne sont pas",
          "du bon type, et cela a été prouvé par les événements ultérieurs. Par conséquent,",
          "naturellement, il n'a pas été heureux avec eux. Il est, cependant, étrange que la",
          "Bible donne une raison différente de l'envie ses frères portaient contre prophète",
          "Joseph. Ils furent remplis de jalousie contre lui parce que [ \"Joseph a donné à",
          "son père leur rapport mal.\"]"
        ],
        "9" : [
          "Afin de saisir la pleine signification des [ \"grief\"] les dix fils avaient contre",
          "leur père pour [ \"négliger\"] eux, nous devrions garder à l'esprit les conditions",
          "de la vie clanique. Comme il n'y avait pas d'état établi, chaque clan a mené son",
          "propre côté de la vie indépendante à côte avec d'autres clans. Il est abvious que",
          "la puissance de la tête du clan dépendait entièrement du nombre de fils et de",
          "petits-fils, et ses frères et neveux qu'il avait à défendre la vie, l'honneur et",
          "la propriété de la famille. Par conséquent, celui qui mène la vie clannish",
          "naturellement accordé plus d'attention à ses propres fils grandi, etc., que les",
          "enfants et les femmes de la famille. Comme Prophète Jacob menait la vie clanique,",
          "ces fils de son attendaient un traitement préférentiel de lui, mais le Prophète",
          "pensaient autrement. Donc, ils ont remarqué, [ \"Vraiment notre père semble avoir",
          "perdu son équilibre de l'esprit, sinon il ne nous aurait pas négligé, et aimé nos",
          "deux jeunes frères plus que nous, car nous sommes jeunes hommes forts et peut lui",
          "être très utile au le temps de besoin alors que ces jeunes sont inutiles car ils",
          "se tiennent dans le besoin de protection. \"]"
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "اقْتُلُوا يُوسُفَ أَوِ اطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ وَتَكُونُوا مِنْ بَعْدِهِ قَوْمًا صَالِحِينَ",
      "simpleTranslate" : [
        "«Tuez donc Joseph, dirent-ils, ou éloignez-le quelque part, et de cette façon",
        "vous jouirez tout seuls de l’affection de votre père et vous serez, après sa",
        "disparition, des gens bien considérés.»"
      ],
      "tafsirTranslate" : [
        "Laissez-nous donc tuer Joseph ou jeter quelque part afin que l'attention de votre",
        "père doit être tourné exclusivement vers vous. Après cela, vous devez à nouveau",
        "devenir des gens justes. \"[ *dix]"
      ],
      "tanslateWordByWord" : [
        "Tuer",
        "Yusuf",
        "ou",
        "jetez-le",
        "(À) une terre",
        "sera donc libre",
        "pour toi",
        "(la face",
        "(De) ton père",
        "et vous serez",
        "après ça",
        "après ça",
        "un peuple",
        "vertueux"
      ],
      "notes" : {
        "10" : [
          "Cette phrase représente la vraie psychologie de ceux qui se livrent aux",
          "convoitises de leurs cœurs, et, en même temps, ne veulent pas rompre complètement",
          "de la foi et de la religion. Voici comment une personne de ce type se comporte.",
          "Chaque fois qu'il est tenté de faire une certaine chose mal, il se décide à le",
          "faire d'abord et met hors les exigences de sa foi pour le moment-être. Et si sa",
          "conscience lui pique, il tente de l'apaiser, en disant: [ «Ayez un peu de",
          "patience. Permettez-moi d'abord faire ce qui est mauvais, ce qui est un obstacle",
          "sur mon chemin. Ensuite, je me repens et devenir aussi bon que tu désires pour me",
          "voir. \"] Comme les frères du Prophète Joseph appartenaient à ce type, ils",
          "apaisaient leur repiquage consciences, en disant: [\" Après avoir fait disparaître",
          "Joseph, qui est le principal obstacle à notre manière, nous allons à nouveau",
          "devenir juste. \"]"
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "قَالَ قَائِلٌ مِنْهُمْ لَا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيَابَتِ الْجُبِّ يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ إِنْ كُنْتُمْ فَاعِلِينَ",
      "simpleTranslate" : [
        "«Ne tuez pas Joseph, proposa l’un d’eux, mais jetez-le plutôt dans les",
        "profondeurs d’un puits ; si vous procédez ainsi, quelque voyageur de passage",
        "pourrait le recueillir.»"
      ],
      "tafsirTranslate" : [
        "A ce l'un d'eux a dit: «Ne tuez pas Joseph, mais si vous êtes décidés à faire",
        "quelque chose, le jetèrent dans quelque sombre et peut-être un certain passage de",
        "la caravane par l'emmènera hors de lui.. \""
      ],
      "tanslateWordByWord" : [
        "Dit",
        "un haut-parleur",
        "parmi eux",
        "(Ne pas",
        "tuer",
        "Yusuf",
        "mais le jeter",
        "dans",
        "le fond",
        "(De) le puits",
        "va le chercher",
        "certains",
        "[La] caravane",
        "si",
        "tu es",
        "Faire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "قَالُوا يَا أَبَانَا مَا لَكَ لَا تَأْمَنَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُ لَنَاصِحُونَ",
      "simpleTranslate" : [
        "«Père, dirent-ils, pourquoi ne veux-tu pas nous confier Joseph, alors que nous ne",
        "lui voulons que du bien?"
      ],
      "tafsirTranslate" : [
        "Après cette consultation, ils ont dit à leur père: «Père, pourquoi est-ce que",
        "vous ne faites pas confiance en nous en ce qui concerne Joseph, bien que nous",
        "soyons ses sympathisants sincères?"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "O notre père",
        "Pourquoi",
        "(le faites vous",
        "ne pas",
        "fais nous confiance",
        "avec",
        "Yusuf",
        "tout en effet, nous",
        "(Sont) pour lui",
        "sûrement sympathisants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحَافِظُونَ",
      "simpleTranslate" : [
        "Envoie-le avec nous demain, afin qu’il puisse s’ébattre et s’amuser sous notre",
        "garde !»"
      ],
      "tafsirTranslate" : [
        "Envoyer le demain avec nous qu'il peut manger librement et profiter de sport:",
        "nous allons prendre soin de lui. « <N:11>"
      ],
      "tanslateWordByWord" : [
        "Envoie le",
        "avec nous",
        "demain",
        "(apprécier",
        "et joue",
        "Et en effet, nous",
        "pour lui",
        "(Volonté) sûrement (be) gardiens"
      ],
      "notes" : {
        "11" : [
          "Dans cette chose aussi le Coran diffère de la Bible et le Talmud, selon laquelle",
          "il n'a pas été les frères, qui ont demandé leur père d'envoyer Joseph avec eux,",
          "mais le Prophète Jacob lui-même l'a envoyé avec une course à Sichem, où ils se",
          "nourrissaient les troupeaux de leur père. Il est évident que la version du Coran",
          "est plus réaliste, pour le Prophète Jacob aurait jamais pensé à envoyer son fils",
          "bien-aimé avec là-bas, parce qu'il savait très bien qu'ils étaient jaloux de la",
          "teinte, et l'envoi de lui, il aurait été délibérément envoie Joseph dans les",
          "mâchoires de la mort."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "قَالَ إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ وَأَخَافُ أَنْ يَأْكُلَهُ الذِّئْبُ وَأَنْتُمْ عَنْهُ غَافِلُونَ",
      "simpleTranslate" : [
        "– «Je ressentirais un grand chagrin, dit le père, de vous voir l’emmener avec",
        "vous et je crains qu’un loup ne le dévore dans un moment d’inattention de votre",
        "part.»"
      ],
      "tafsirTranslate" : [
        "Le père répondit: «Il me trouble que vous devriez l'emmener avec vous, car je",
        "crains qu'un loup ne le manger, quand vous êtes hors de votre garde.\""
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "En effet, [I]",
        "cela me attriste sûrement",
        "cette",
        "vous devriez le prendre",
        "vous devriez le prendre",
        "et je crains",
        "cette",
        "serait le manger",
        "un loup",
        "pendant que tu",
        "de lui",
        "(Sont) pas conscients"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "قَالُوا لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ إِنَّا إِذًا لَخَاسِرُونَ",
      "simpleTranslate" : [
        "– «Pour qu’un loup le dévore, s’écrièrent-ils, malgré notre nombre, il faudrait",
        "que nous soyons bien lâches !»"
      ],
      "tafsirTranslate" : [
        "Ils répondirent: «Si un loup doit le manger dans notre société, quand nous sommes",
        "un groupe, nous serons des gens sans valeur en effet!\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Si",
        "lui mange",
        "le loup",
        "Pendant que nous",
        "(Sont) un groupe",
        "en effet, nous",
        "puis",
        "sûrement (serait) perdants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَتِ الْجُبِّ ۚ وَأَوْحَيْنَا إِلَيْهِ لَتُنَبِّئَنَّهُمْ بِأَمْرِهِمْ هَٰذَا وَهُمْ لَا يَشْعُرُونَ",
      "simpleTranslate" : [
        "Et lorsqu’ils l’eurent emmené avec eux, et se furent mis d’accord pour le faire",
        "disparaître au fond du puits, Nous révélâmes à Joseph ce qui suit : «Tu auras un",
        "jour à leur rappeler ce forfait, au moment où ils s’y attendront le moins.»"
      ],
      "tafsirTranslate" : [
        "Lorsque, après la persistance de ce type, ils l'ont emmené avec eux, et a décidé",
        "de le jeter dans un puits sombre, Nous avons révélé cela à Joseph: «Un temps",
        "viendra sûrement quand vous les avertissez au sujet cet acte de leur;.",
        "maintenant, ils ne comprenait pas ses conséquences \" <N:12>"
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "ils l'ont",
        "ils l'ont",
        "et convenu",
        "cette",
        "ils l'ont mis",
        "dans",
        "(le fond",
        "(De) le puits",
        "Mais nous inspirons",
        "à lui",
        "Sûrement, vous les informer",
        "à propos de cette affaire",
        "à propos de cette affaire",
        "pendant qu'ils",
        "(ne pas",
        "apercevoir"
      ],
      "notes" : {
        "12" : [
          "Les mots arabes [([ \"ils ne comprennent pas\"])] peut signifier très appropriée",
          "trois choses. Tout d'abord, [ «Nous avons été réconfortant Joseph, et ses frères",
          "étaient assez inconscients de ce que l'Apocalypse a été envoyé à lui.\"]",
          "Deuxièmement, [ \"Vous IET leur savoir de cet acte maléfique de leur dans de",
          "telles circonstances qu'ils ne peuvent jamais même vous imaginer être là. \"]",
          "Troisièmement, [\" Aujourd'hui, ils commettent un acte mauvais, mais ils ne savent",
          "pas ses conséquences futures. \"] \n Il n'y a aucune mention dans la Bible et le",
          "Talmud que Dieu a envoyé une révélation pour réconforter prophète Joseph à",
          "l'époque de son affliction. Au contraire, le Talmud dit que quand il a été jeté",
          "dans le puits, le Prophète Joseph pleura et cria à haute voix et supplia ses",
          "frères pour la miséricorde, comme s'il était pas mieux que tout autre jeune homme",
          "du désert, qui pleurent et pleurer s'il devaient être jetés dans un puits. Mais",
          "l'image du Coran dépeint est celle d'un jeune homme, qui est destiné à jouer le",
          "rôle d'une grande personnalité de l'histoire."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَجَاءُوا أَبَاهُمْ عِشَاءً يَبْكُونَ",
      "simpleTranslate" : [
        "Le soir, ils s’en revinrent auprès de leur père en pleurant."
      ],
      "tafsirTranslate" : [
        "A la nuit tombée, ils sont retournés à leur père, pleurant et se lamentant,"
      ],
      "tanslateWordByWord" : [
        "Et ils sont venus",
        "(À) leur père",
        "tôt le soir",
        "larmes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "قَالُوا يَا أَبَانَا إِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوسُفَ عِنْدَ مَتَاعِنَا فَأَكَلَهُ الذِّئْبُ ۖ وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صَادِقِينَ",
      "simpleTranslate" : [
        "«Père, dirent-ils, nous sommes allés jouer à la course en laissant Joseph auprès",
        "de nos effets. C’est alors que le loup l’a dévoré. Mais tu ne nous croiras pas,",
        "même si nous disons la vérité.»"
      ],
      "tafsirTranslate" : [
        "et dit: «O père nous ont été absorbés dans la course à pied, et nous avait laissé",
        "Joseph avec nos choses, quand un loup est venu et l'a dévoré: mais vous ne nous",
        "croient, même si nous étions véridique\"."
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "O notre père",
        "En effet, nous",
        "[nous sommes allés",
        "course de l'autre",
        "et nous sommes partis",
        "Yusuf",
        "avec",
        "nos possessions",
        "et lui a mangé",
        "le loup",
        "Mais non",
        "toi",
        "(Va) croire",
        "nous",
        "même si",
        "nous sommes",
        "véridique"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَجَاءُوا عَلَىٰ قَمِيصِهِ بِدَمٍ كَذِبٍ ۚ قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ ۖ وَاللَّهُ الْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "simpleTranslate" : [
        "Et ils lui présentèrent sa tunique frauduleusement tachée de sang. Le père dit",
        "alors : «Je pense plutôt que c’est un mauvais coup que vous avez monté",
        "vous-mêmes, et je n’ai plus qu’à me résigner et à implorer l’aide de Dieu pour",
        "supporter ce que vous venez de me dire.»"
      ],
      "tafsirTranslate" : [
        "Et (en la preuve), ils avaient apporté sa chemise avec le faux sang sur lui. En",
        "entendant cela, le père dit: «Non! Vos mauvaises âmes ont fait cet acte odieux",
        "facile pour vous. Cependant, je porterez cette patience avec une bonne grâce.",
        "<N:13> Et Allah seul peut être demandé de l'aide en ce qui concerne ce que vous",
        "sont concoctant. \" <N:14>"
      ],
      "tanslateWordByWord" : [
        "Et ils ont apporté",
        "sur",
        "sa chemise",
        "un faux sang",
        "un faux sang",
        "Il a dit",
        "Non",
        "vous a séduit",
        "vous a séduit",
        "vos âmes",
        "(À) une question",
        "donc patience",
        "(est beau",
        "Et Allah",
        "(Est) celui recherché de l'aide",
        "contre",
        "quelle",
        "vous décrivez"
      ],
      "notes" : {
        "13" : [
          "Le sens littéral de [ \"bonne patience\"] qui implique une patience que l'on permet",
          "de supporter toutes sortes de problèmes et afflictions dans le calme, de",
          "sang-froid et de la manière unrepining, sans se plaindre ou pleurer ou pleurer,",
          "comme est digne de grands esprits."
        ],
        "14" : [
          "La réaction du Prophète Jacob aux nouvelles de la mort de Joseph, comme décrit",
          "dans le Coran, est également différente de celle donnée dans la Bible et le",
          "Talmud. Selon eux, il a été bouleversé par les tristes nouvelles et se comporta",
          "comme un père ordinaire. La Bible dit: [ \"Et Jacob déchira ses vêtements, et mit",
          "un sac sur ses reins et le deuil de son fils jours beaucoup.\".] [(Genèse 37:",
          "34)]. Et le Talmud dit que la triste nouvelles Jacob se livra à l'abandon de la",
          "douleur, et coucha avec son visage au sol .... et a refusé d'être consolée, et",
          "cria: «Certains bête a dévoré Joseph et je jamais le voir plus »; et il pleura",
          "Joseph pendant de nombreuses années. [(Le Talmud, H. Polano, pp. 78, 79)]. \n",
          "Lorsque nous comparons cette image avec celle représentée dans le Coran, nous",
          "voyons clairement que l'image coranique est celle d'une personnalité digne et",
          "grande. Il n'a pas bouleversé le moins à entendre les tristes nouvelles de son",
          "fils bien-aimé, mais à la fois va au fond de la question, et dit aux frères",
          "envieux, [ «Votre histoire est fausse et fabriquée».] Puis il montre [ \"bonne",
          "patience \"] comme un prophète doit et met sa confiance en l'aide de Dieu."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَجَاءَتْ سَيَّارَةٌ فَأَرْسَلُوا وَارِدَهُمْ فَأَدْلَىٰ دَلْوَهُ ۖ قَالَ يَا بُشْرَىٰ هَٰذَا غُلَامٌ ۚ وَأَسَرُّوهُ بِضَاعَةً ۚ وَاللَّهُ عَلِيمٌ بِمَا يَعْمَلُونَ",
      "simpleTranslate" : [
        "Puis vint à passer une caravane près du puits. Pour se ravitailler en eau, ils y",
        "envoyèrent leur pourvoyeur qui, ayant jeté son seau, s’écria : «Quelle trouvaille",
        "! Voici un jeune garçon !» Ils le dissimulèrent pour le vendre telle une",
        "marchandise. Mais Dieu savait bien ce qu’ils faisaient."
      ],
      "tafsirTranslate" : [
        "Une caravane est venu là; ils ont envoyé leur porteur d'eau qui fit descendre son",
        "seau dans le puits. (Voir Joseph en elle), il cria à haute voix, «Bonnes",
        "nouvelles! Voici un jeune garçon.\" Alors, ils l'ont caché comme une marchandise,",
        "mais Allah savaient bien ce qu'ils faisaient."
      ],
      "tanslateWordByWord" : [
        "Et il y eut",
        "une caravane",
        "et ils ont envoyé",
        "leur bac à eau",
        "puis il laisser tomber",
        "son seau",
        "Il a dit",
        "O bonnes nouvelles",
        "Ce",
        "(Est) un garçon",
        "Et ils l'ont caché",
        "(Comme) une marchandise",
        "Et Allah",
        "(Est) Omniscient",
        "de quoi",
        "ils font"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَشَرَوْهُ بِثَمَنٍ بَخْسٍ دَرَاهِمَ مَعْدُودَةٍ وَكَانُوا فِيهِ مِنَ الزَّاهِدِينَ",
      "simpleTranslate" : [
        "Ils le vendirent à vil prix, pour quelque menue monnaie, car ils ne comptaient",
        "pas le garder."
      ],
      "tafsirTranslate" : [
        "Ensuite, ils le vendirent à vil prix. <N:15> quelques dirhams. Et ils ne vous",
        "attendez pas un grand prix pour lui."
      ],
      "tanslateWordByWord" : [
        "Et ils le vendirent",
        "pour un prix",
        "très bas",
        "dirhams",
        "peu",
        "et ils étaient",
        "à propos de lui",
        "de",
        "ceux désireux d'abandonner"
      ],
      "notes" : {
        "15" : [
          "Bien que la question de la disposition du prophète Joseph par ses frères était",
          "simple, la Bible a fait de ce très compliqué. Il est évident que les frères ont",
          "jeté Joseph dans le puits et allèrent. Ensuite, une caravane est venue là et l'a",
          "sorti et l'emmena en Egypte où ils l'ont vendu. Mais la Bible dit que les frères",
          "le jetèrent dans une fosse: alors une société d'Ismaélites est venu là et ils ont",
          "accepté de le vendre à eux. Mais dans l'intervalle, les marchands Madianites",
          "avaient tiré et levé Joseph et le vendirent aux Ismaélites qui l'a apporté en",
          "Egypte. [(Gen. 37: 25-28)]. Mais les auteurs de la Bible oublient cette",
          "transaction de vente et plus loin dans v. 36 disent que le Prophète Joseph fut",
          "vendu en Egypte par les Madianites et non par les Ismaélites comme indiqué dans",
          "v. 28. Mais la version talmudique de la question est un peu différent de ce",
          "produit. Il dit que les Madianites a appelé Joseph de la fosse et l'emportèrent",
          "avec eux. En passant par les fils de Jacob virent Joseph avec eux et les ont",
          "accusés d'avoir volé leur esclave. A cette querelle furieuse se leva et ils",
          "étaient prêts à entrer dans une sanglante mêlée. Mais un marché a été conclu et",
          "les fils de Jacob ont vendu leur frère Madian pour vingt pièces d'argent, qui",
          "ensuite l'ont vendu aux Ismaélites pour le même montant. Ensuite, les Ismaélites",
          "le prit en Egypte et lui a vendu là-bas. Soit dit en passant, il est cette",
          "version talmudique qui a donné lieu à la tradition parmi les musulmans que les",
          "frères de Joseph lui avait vendu. Mais il convient de noter que le Coran ne",
          "confirme pas cette tradition."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَقَالَ الَّذِي اشْتَرَاهُ مِنْ مِصْرَ لِامْرَأَتِهِ أَكْرِمِي مَثْوَاهُ عَسَىٰ أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا ۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ وَلِنُعَلِّمَهُ مِنْ تَأْوِيلِ الْأَحَادِيثِ ۚ وَاللَّهُ غَالِبٌ عَلَىٰ أَمْرِهِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "L’Égyptien qui l’avait acquis dit à sa femme : «Traite-le bien ! Peut-être nous",
        "sera-t-il utile ou serons-nous amenés à l’adopter.» Ainsi avons-Nous bien établi",
        "Joseph en ce pays et l’avons-Nous initié à l’interprétation des rêves, car,",
        "lorsque ton Seigneur décide une chose, elle s’accomplit toujours, bien que la",
        "plupart des hommes l’ignorent."
      ],
      "tafsirTranslate" : [
        "La personne <N:16> qui l'a acheté en Egypte dit à sa femme, <N:17> \"Traiter",
        "gentiment avec lui: peut-être qu'il se révèle utile pour nous, ou nous pouvons",
        "l'adopter comme notre fils. « <N:18> Ainsi, Nous avons fait un moyen pour établir",
        "Joseph dans le pays et arrangé pour lui enseigner la compréhension des affaires.",
        "<N:19> Allah fait ce qu'Il veut, mais la plupart des gens ne comprennent pas",
        "cela."
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "celui qui",
        "lui a acheté",
        "de",
        "Egypte",
        "à sa femme",
        "Faire confortable",
        "son séjour",
        "peut-être",
        "cette",
        "(Il) nous sera bénéfique",
        "ou",
        "nous allons le prendre",
        "(Comme) un fils",
        "Et ainsi",
        "Nous avons établi",
        "Yusuf",
        "dans",
        "la terre",
        "que nous lui avons appris",
        "(La) interprétation de",
        "(La) interprétation de",
        "Les événements",
        "Et Allah",
        "(Est) Dominante",
        "plus de",
        "Ses affaires",
        "mais",
        "les plus",
        "(des gens",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "16" : [
          "Selon la Bible son nom était Putiphar. Mais le Coran le mentionne simplement par",
          "le titre [(AI-'Azîz)]. Comme le Coran utilise le même titre pour prophète Joseph,",
          "quand il est passé à un rang élevé, il semble que la personne a tenu un bureau de",
          "haut rang ou en Egypte, pour le mot [( `Aziz)] signifie une personne puissante",
          "qui ne peut pas être opposé et désobéi. La Bible et le Talmud disent qu'il était",
          "un officier des gardes et capitaine de la garde du corps de Pharaon. Et selon une",
          "tradition de Hadrat Ibn `Abbas, liés par Ibn Jarir, il était l'officier du trésor",
          "royal."
        ],
        "17" : [
          "Selon le Talmud le nom de sa femme était Zelicha et elle est connue sous le même",
          "nom dans les traditions musulmanes. En ce qui concerne l'autre tradition parmi",
          "les musulmans que le prophète Joseph l'épousa plus tard, il est ni fondé sur le",
          "Coran, ni sur l'histoire des Israélites. Et le fait est qu'il est en dessous de",
          "la dignité d'un prophète d'avoir épousé une telle femme dont il avait une",
          "connaissance personnelle qu'elle était d'un mauvais caractère. Et cette opinion",
          "est confirmée par cette déclaration générale du Coran: [ «Les femmes de mauvais",
          "caractère sont pour les hommes de mauvais caractère et les hommes de mauvais",
          "caractère sont pour les femmes de mauvais caractère et les femmes de caractère",
          "pur sont pour les hommes de pure. caractère, et les hommes de caractère pur pour",
          "les femmes de caractère pur .... \"] [(XXIV: 26. <V:24:26.>)]"
        ],
        "18" : [
          "Le fait que Putiphar avait une très haute opinion du prophète Joseph dès le début",
          "est également confirmé par le Talmud et la Bible. Le Talmud dit qu'à cette époque",
          "Joseph était environ dix-huit ans [(et)] Putiphar était très favorablement",
          "impressionné par son attitude et son apparence. Alors il est venu à la conclusion",
          "qu'il appartenait à une famille noble et avait été un esclave par la force des",
          "circonstances défavorables. Lorsque le Madianites le portait devant Putiphar,",
          "dit-il .... [ \"He DCEs pas l'air comme un esclave et je crains qu'il a été volé",
          "de son pays et de sa maison.\"] Voilà pourquoi Putiphar n'a pas le traiter comme",
          "un esclave , mais l'a mis incharge de sa maison et tous ses biens. De même, la",
          "Bible dit: [ \"Et il a laissé tout ce qu'il avait dans la main de Josep, et il ne",
          "savait pas qu'il avait devrait, sauf le pain qu'il mangeait.\"] [(Gen. 39: 6)]."
        ],
        "19" : [
          "Ce verset fait allusion à la formation spéciale prophète Joseph avait besoin à ce",
          "moment pour l'exercice des fonctions de haut rang auquel il était destiné à",
          "augmenter. Jusqu'à ce moment-là, il avait été élevé dans le désert, sous",
          "l'environnement d'une vie d'un berger semi-nomade. Il n'y avait ni aucun état",
          "réglé en Canaan et l'Arabie du Nord, ni il n'y avait eu aucun progrès notable",
          "dans la culture et la civilisation, car elle était habitée par différents clans",
          "indépendants sans gouvernement stable. Ainsi, il est évident que la formation que",
          "le Prophète Joseph avait reçu en Canaan, lui avait équipé les bonnes",
          "caractéristiques de la vie nomade couplé avec les qualités de Dieu culte et de",
          "haute moralité de la famille du Prophète Abraham. Mais cela ne suffisait pas pour",
          "lui permettre de diriger les affaires de l'Egypte, qui était à l'époque l'un des",
          "pays les plus cultivés et civilisés du monde connu et nécessitait une expérience",
          "différente et de formation pour la conduite de ses affaires. Le Tout-Puissant",
          "AIIah a pris des dispositions pour cette formation et l'a envoyé à la maison d'un",
          "officier d'un rang très élevé en Egypte, qui lui confie les pleins pouvoirs sur",
          "sa maison et immobilier. Cela lui a permis de développer toutes les capacités",
          "latentes qui étaient nécessaires pour accomplir son destin, et il a acquis",
          "l'expérience qui a été nécessaire pour la conduite efficace des affaires du",
          "royaume d'Egypte dans les années à venir."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَلَمَّا بَلَغَ أَشُدَّهُ آتَيْنَاهُ حُكْمًا وَعِلْمًا ۚ وَكَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "Et quand Joseph eut atteint sa maturité, Nous lui accordâmes sagesse et savoir,",
        "car c’est ainsi que Nous récompensons les hommes de bien."
      ],
      "tafsirTranslate" : [
        "Et quand il a atteint sa pleine maturité, Nous lui donnâmes le jugement et la",
        "connaissance. <N:20> Voici comment Nous récompensons les personnes justes."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Il a atteint",
        "sa maturité",
        "Nous lui avons donné",
        "sagesse",
        "et de la connaissance",
        "Et ainsi",
        "Nous récompensons",
        "les bienfaisants"
      ],
      "notes" : {
        "20" : [
          "Par l'utilisation de mots tels que le Coran signifie généralement, [ \"Nous lui",
          "donnâmes Prophétie,\"] pour le mot arabe [(hukmun)] signifie jugement et [",
          "\"autorité\"] et [( `ilmun)] orsque signifie que le savoir qui est directement",
          "révélé aux prophètes par Allah. Ainsi, les mots arabes du texte se traduira par:",
          "[ \"Nous lui avons donné le pouvoir et l'autorité et les connaissances nécessaires",
          "pour juger à juste titre les affaires du peuple.\"]"
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا عَنْ نَفْسِهِ وَغَلَّقَتِ الْأَبْوَابَ وَقَالَتْ هَيْتَ لَكَ ۚ قَالَ مَعَاذَ اللَّهِ ۖ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ ۖ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ",
      "simpleTranslate" : [
        "Or, celle qui l’avait reçu chez elle tenta de le séduire et, fermant toutes les",
        "portes, elle lui dit : «Viens ! Je suis à toi !» – «Dieu m’en préserve !,",
        "s’exclama Joseph. Je ne peux trahir mon maître qui m’a traité avec générosité,",
        "car les traîtres ne peuvent jamais prospérer.»"
      ],
      "tafsirTranslate" : [
        "Maintenant, la femme dans la maison duquel il a été commencé à le tenter, et un",
        "jour, elle a fermé les portes et dit: «Viens ici.\" Joseph répondit: «Qu'Allah me",
        "protéger de cette Mon Seigneur m'a donné un bon séjour:!. (? Et dois-je, puis, se",
        "conduisent mal comme ça) Ces ouvriers d'iniquité ne se portent bien» <N:21>"
      ],
      "tanslateWordByWord" : [
        "Et cherché à le séduire",
        "elle qui",
        "il était)",
        "dans",
        "sa maison",
        "de",
        "son auto",
        "Et elle a fermé",
        "les portes",
        "et elle a dit",
        "Allons",
        "toi",
        "Il a dit",
        "Je cherche refuge en Allah",
        "Je cherche refuge en Allah",
        "En effet, il a",
        "(Est) mon seigneur",
        "(Qui a) fait bonne",
        "mon séjour",
        "Effectivement",
        "ne pas",
        "allons réussir",
        "les malfaiteurs"
      ],
      "notes" : {
        "21" : [
          "En général, les commentateurs et les traducteurs sont d'avis que le Prophète",
          "Joseph utilisé [(Rabbi [ \"Mon Seigneur\"])] pour le maître de la maison, et ce",
          "qu'il voulait dire par voie de plaidoyer était présent : [ \".? Mon Seigneur m'a",
          "traité très gentiment et m'a gardé bien dans la maison Comment puis-je, puis, si",
          "déloyaux et ingrat que de commettre l'adultère avec sa femme\"] cependant, je",
          "différer fortement d'une telle traduction et commentaire. Bien que l'usage arabe",
          "de [(rabb)] admet une telle signification, j'ai deux fortes raisons contre cette",
          "ici. Tout d'abord, il est bien au-dessous de la dignité d'un prophète de",
          "s'abstenir d'un péché à cause de l'estime qu'il avait pour une autre personne que",
          "AIlah. Deuxièmement, il n'y a pas un seul exemple dans le Coran qu'un prophète",
          "jamais appelé quelqu'un d'autre que Allah son [ \"rabb.\"] Prophète Joseph se",
          "différencie entre sa foi et celle des Égyptiens faisant clairement que son [([ \"",
          "rabb \"]: Seigneur)] était Allah, alors qu'ils avaient fait d'autres êtres humains",
          "leur [\" Rabb \"]. Ensuite, ce verset doit être considérée d'un autre point de vue:",
          "quand [([ \"rabbin\"])] peut aussi signifier [ \"Mon Seigneur\"], le Prophète Joseph",
          "aurait pu invoquer Allah. Pourquoi alors on prendre l'autre sens, [ «mon",
          "maître»], ce qui implique le plus sûrement quelque chose qui est contre le droit",
          "de croyance?"
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَلَقَدْ هَمَّتْ بِهِ ۖ وَهَمَّ بِهَا لَوْلَا أَنْ رَأَىٰ بُرْهَانَ رَبِّهِ ۚ كَذَٰلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ ۚ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ",
      "simpleTranslate" : [
        "Mais elle avait complètement succombé à son charme et lui aussi l’aurait désirée",
        "s’il n’avait pas été éclairé par un signe de son Seigneur. Et c’est ainsi que",
        "Nous avons écarté de lui le mal et la turpitude. Il était, en effet, un de Nos",
        "serviteurs élus."
      ],
      "tafsirTranslate" : [
        "Elle avança vers lui, et il aurait également avancé vers elle, il n'a pas perçu",
        "l'argument de son Seigneur <N:22> Ce fut ainsi que nous pouvons supprimer",
        "l'indécence et l'impudeur de lui;. <N:23> en effet, il a été l'un de nos",
        "serviteurs élus."
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "elle a fait le désir",
        "lui",
        "et il aurait souhaité",
        "sa",
        "sinon",
        "cette",
        "il a vu",
        "la preuve",
        "(De) son Seigneur",
        "Ainsi",
        "que nous pourrions éviter",
        "de lui",
        "le mal",
        "et l'immoralité",
        "En effet, il a",
        "(A) de",
        "Nos esclaves",
        "la sincère"
      ],
      "notes" : {
        "22" : [
          "[ \"l'argument de son Seigneur\"] signifie l'inspiration d'Allah pour réveiller sa",
          "conscience du fait qu'il n'a pas été digne de lui céder à la tentation de la",
          "femme. En ce qui concerne la question, [ \"Quel était cet argument\"], il a été dit",
          "dans le verset précédent, ce qui est, [ \"Mon Seigneur a montré beaucoup de bonté",
          "envers moi. Dois-je, puis, se conduisent mal comme ça? Ces ouvriers d'iniquité",
          "jamais tarif bien. \"] Ce fut le [\" argument divin \"] qui a sauvé prophète Joseph",
          "dans la fleur de la jeunesse de cette grande tentation. La signification de [",
          "\"Joseph aurait également avancé vers elle, il n'a pas vu l'argument du Seigneur",
          "son\"] est la suivante: [ \"Même un prophète comme Joseph [(la paix d'Allah soient",
          "sur lui)] ne pouvait pas avoir été en mesure de se sauver de le péché, n'a pas",
          "Allah le guida à juste titre avec son argument. par ailleurs, ce verset montre",
          "clairement la nature de la \"] immunité [\" des prophètes du péché. cela ne",
          "signifie pas qu'un Prophète est infaillible et incapable de commettre une erreur,",
          "infraction ou . péché ou faire du tort ou de faire une erreur ce que cela",
          "signifie est la suivante: si un prophète possède des passions, des émotions et",
          "des désirs charnels comme les autres êtres humains, et est capable de commettre",
          "un péché, il est si vertueux et craignant Dieu qu'il n'a jamais chérit",
          "délibérément des mauvaises intentions, car il est doté de ces grands arguments de",
          "son Seigneur que ne permettent pas les convoitises de la chair sur la force de la",
          "voix de sa conscience. Et si jamais il succombe, par inadvertance, à l'une des",
          "faiblesses humaines, Allah à envoie une fois par révélation à lui pour le mettre",
          "sur la bonne voie. Pour les conséquences de son erreur ne restent pas confinés à",
          "sa propre personne, mais réagir sur l'ensemble de l'humanité, même pour sa",
          "moindre erreur pourrait induire en erreur le monde pour les péchés les plus",
          "horribles."
        ],
        "23" : [
          "\"] .... afin que nous puissions retirer l'indécence et l'impudeur de lui [\"",
          "implique deux choses. Tout d'abord, \"] Il était à cause de Notre grâce qu'il",
          "pouvait percevoir Notre argument et se sauver du péché, car nous voulions pour",
          "éliminer l'indécence et l'impudeur de Notre serviteur choisi [.\" La deuxième",
          "signification est assez profonde: Cet incident a eu lieu en la vie de Joseph",
          "parce que cela était essentiel pour sa formation spirituelle: \"] Il était notre",
          "volonté de le passer à travers cette dure épreuve afin qu'il devienne à l'abri de",
          "l'indécence et l'impudeur, car il aurait à appliquer tous ses pouvoirs de piété",
          "pour résister une telle tentation est grande, et donc devenir vraiment si fort",
          "que de ne pas céder à de telles choses à l'avenir aussi bien [ \". L'importance et",
          "la nécessité d'une telle formation dure devient tout à fait évident, si nous",
          "gardons à l'esprit les conditions morales de la société égyptienne de cette",
          "période. Nous pouvons avoir un aperçu de ce à partir de vv. 30-32. Il semble que",
          "les femmes en général et les \"] dames [\" de la haute société, en particulier, a",
          "connu presque la même liberté sexuelle est omniprésente aujourd'hui dans le \"]",
          "civilisé [\" Ouest et dans le occidentalisé Est. Allah pris des dispositions pour",
          "la formation spéciale du prophète Joseph dans la maison de son maître parce qu'il",
          "devait accomplir sa mission divine dans une société pervertie, et que trop comme",
          "une règle et non pas comme un homme ordinaire. Il est donc évident du",
          "comportement de ces \"] dames [\" de haut rang, qui ne se sentent aucune honte ni",
          "pudeur à admirer ouvertement la beauté de la jeune esclave et de celle de la \"]",
          "dame [\" de la maison qui était pas honte d'avouer ouvertement qu'elle a fait de",
          "son mieux pour le tenter et continuera de le faire, qu'ils ont fait tout ce",
          "qu'ils pouvaient pour séduire le beau jeune souverain. Ainsi, Allah a non",
          "seulement fait prophète Joseph assez fort pour résister à de telles tentations à",
          "l'avenir par lui en passant par le test dur, mais aussi rempli les dames avec le",
          "désespoir de gagner tout «succès]» dans cette affaire."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيصَهُ مِنْ دُبُرٍ وَأَلْفَيَا سَيِّدَهَا لَدَى الْبَابِ ۚ قَالَتْ مَا جَزَاءُ مَنْ أَرَادَ بِأَهْلِكَ سُوءًا إِلَّا أَنْ يُسْجَنَ أَوْ عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "Tous deux se précipitèrent vers la porte, et elle lui déchira sa tunique par",
        "derrière. Ils trouvèrent le mari devant la porte, et aussitôt la femme s’écria :",
        "«Quel châtiment mérite celui qui a voulu déshonorer ta femme, sinon la prison ou",
        "un supplice exemplaire?»"
      ],
      "tafsirTranslate" : [
        "A Joseph dernière et elle a couru vers la porte un derrière l'autre et elle louer",
        "sa chemise (tirant) par derrière, et ils ont rencontré son mari à la porte. En le",
        "voyant, elle a crié, \"Quelle punition ne l'un mérite qui montre de mauvaises",
        "intentions envers votre femme? Quelle autre chose que ce qu'il devrait être mis",
        "en prison ou torturé avec châtiment douloureux?\""
      ],
      "tanslateWordByWord" : [
        "Et ils ont tous deux couru",
        "(à la porte",
        "et elle déchira",
        "sa chemise",
        "de",
        "l'arrière",
        "et ils ont tous deux trouvé",
        "son mari",
        "à",
        "la porte",
        "Dit-elle",
        "Quelle",
        "(Est) la récompense",
        "(D'un) qui",
        "prévu",
        "pour votre femme",
        "mal",
        "sauf",
        "cette",
        "il peut être emprisonné",
        "ou",
        "une punition",
        "douloureux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "قَالَ هِيَ رَاوَدَتْنِي عَنْ نَفْسِي ۚ وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكَاذِبِينَ",
      "simpleTranslate" : [
        "– «C’est elle, répliqua Joseph, qui a voulu me séduire !» Un parent de l’épouse,",
        "qui assistait à la scène, intervint alors en disant : «Si la tunique de Joseph",
        "est déchirée par devant, c’est la femme qui dit vrai et c’est Joseph qui ment."
      ],
      "tafsirTranslate" : [
        "Joseph dit: «Ce fut elle qui m'a sollicité.\" À ce membre de sa propre famille a",
        "donné la preuve circonstancielle, <N:24> disant: «Si la chemise de Joseph est le",
        "loyer de l'avant, la femme dit la vérité et il est un menteur."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Elle",
        "cherché à me séduire",
        "sur",
        "moi même",
        "Et témoigné",
        "un témoin",
        "de",
        "sa famille",
        "Si",
        "[est]",
        "sa chemise",
        "(Est) déchirés",
        "de",
        "le devant",
        "puis elle a dit la vérité",
        "et il",
        "(Is) de",
        "les menteurs"
      ],
      "notes" : {
        "24" : [
          "Il semble que lorsque le maître de la maison est venu sur la scène, il était",
          "accompagné par une personne de la maison de sa femme. Quand il a entendu",
          "l'histoire de l'incident, il a fait cette proposition: [ \"Comme chacun d'eux",
          "accuse l'autre et il n'y a pas témoin oculaire de ce qui est arrivé entre les",
          "deux, la question doit être décidée par l'aide de la preuve circonstancielle, en",
          "examinant l'état de la chemise de Joseph. \"] Évidemment, cela était une façon",
          "très raisonnable de trancher la question, et il a été, par conséquent, pas besoin",
          "de recourir à un miracle. Selon certaines traditions de ce témoin était un",
          "enfant, couché dans le berceau, que Dieu avait donné le pouvoir de la parole pour",
          "donner cette preuve. Comme cette histoire est pas pris en charge par toute",
          "autorité, il n'y a aucune raison pour que la chose évidente, simple et",
          "raisonnable ne devrait pas être accepté que le témoin était un membre sage et",
          "expérimenté de la famille de la femme, au lieu d'avoir recours à un miracle basé",
          "sur une tradition inauthentique."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ",
      "simpleTranslate" : [
        "Mais si la tunique est déchirée par derrière, c’est elle qui ment et c’est Joseph",
        "qui est sincère.»"
      ],
      "tafsirTranslate" : [
        "Et si sa chemise est le loyer de l'arrière, elle parle un mensonge et il est",
        "vrai. <N:25>"
      ],
      "tanslateWordByWord" : [
        "Mais si",
        "[est]",
        "sa chemise",
        "(Est) déchirés",
        "de",
        "(l'arrière",
        "puis elle a menti",
        "et il",
        "(Is) de",
        "la vérité"
      ],
      "notes" : {
        "25" : [
          "C'est ce qui a été impliqué dans la preuve:. [ \"Si la chemise de Joseph est le",
          "loyer de l'avant, cela signifie que Joseph est l'agresseur et elle a eu du mal à",
          "défendre son honneur Mais si la chemise est louer de le dos, il est évident qu'il",
          "doit avoir été en cours d'exécution loin d'elle et elle doit avoir été tirait par",
          "derrière \"]. La preuve circonstancielle impliquait une autre chose. Comme le",
          "témoin a invité l'attention du maître à la chemise de prophète Joseph uniquement,",
          "cela signifiait qu'il n'y avait aucun signe d'al! de la violence sur les",
          "vêtements de la femme, pour se il avait été l'agresseur, il doit y avoir des",
          "signes de violence sur ses vêtements."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "فَلَمَّا رَأَىٰ قَمِيصَهُ قُدَّ مِنْ دُبُرٍ قَالَ إِنَّهُ مِنْ كَيْدِكُنَّ ۖ إِنَّ كَيْدَكُنَّ عَظِيمٌ",
      "simpleTranslate" : [
        "Ayant vu que la tunique était déchirée par derrière, le mari dit : «Voilà bien",
        "une de vos perfidies ! Les perfidies des femmes sont vraiment redoutables !"
      ],
      "tafsirTranslate" : [
        "Quand le mari a vu que la chemise se déchira à l'arrière, il dit: «Ceci est l'un",
        "de vos appareils rusés: vos appareils sont très rusé en effet!"
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "il a vu",
        "sa chemise",
        "déchiré",
        "de",
        "(l'arrière",
        "il a dit",
        "En effet, il",
        "(Is) de",
        "votre parcelle",
        "Effectivement",
        "votre parcelle",
        "(Est) grand"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "يُوسُفُ أَعْرِضْ عَنْ هَٰذَا ۚ وَاسْتَغْفِرِي لِذَنْبِكِ ۖ إِنَّكِ كُنْتِ مِنَ الْخَاطِئِينَ",
      "simpleTranslate" : [
        "Joseph, oublie cet incident ! Et toi, femme, implore le pardon de ton péché, car",
        "tu as été vraiment fautive !»"
      ],
      "tafsirTranslate" : [
        "Joseph! Laisser cette question. Et, ô femme, supplie le pardon pour ton péché,",
        "pour vous 'étiez bien le malfaiteur. \"25a"
      ],
      "tanslateWordByWord" : [
        "Yusuf",
        "Faire demi-tour",
        "de",
        "ce",
        "Et demander pardon",
        "pour ton péché",
        "En effet, vous",
        "sont",
        "de",
        "le péché"
      ],
      "notes" : {
        "25" : [
          "a. Une étude comparative de l'histoire, tel qu'il figure dans le Coran et dans la",
          "Bible et le Talmud sera utile. \n La Bible dit: [ \"Et elle le saisit par son",
          "vêtement, en disant: Couche avec moi et il a laissé son vêtement dans la main, et",
          "prit la fuite, et lui a sorti Et il arriva, quand elle a vu qu'il avait quitté.",
          "son vêtement dans la main, et a été enfui dehors, qu'elle appela les gens de sa",
          "maison, et leur parla, en disant: Voyez, il nous a amené un Hébreu pour se moquer",
          "de nous, il est venu vers moi pour coucher avec moi, et je pleurai d'une voix",
          "forte: et il arriva, quand il a entendu que je levai ma voix et crié, il a laissé",
          "son vêtement avec moi, et pris la fuite, et lui ai sorti et elle posa le",
          "vêtement. par elle, jusqu'à ce que son seigneur est venu à la maison ... Et il",
          "arriva, quand son maître entendit les paroles de sa femme, dont elle lui parla,",
          "en disant: Après de cette manière que ton serviteur pour moi, que sa colère est",
          "enflammée. et le maître de Joseph le prit et le mit dans la prison, un lieu où",
          "les prisonniers du roi étaient enfermés \"] [(Gen. 39: 12-16, 19-20).]. \n La",
          "manière maladroite de la version ci-dessus est évidente. Il ressort de ce que le",
          "vêtement du Prophète Joseph était tellement en forme que l'ensemble de celui-ci",
          "est tombé dans ses mains quand elle tira lui. Puis il est parti tout nu, laissant",
          "avec elle, comme pour lui fournir une preuve claire de sa propre culpabilité. \n",
          "Passons maintenant au Talmud. Il dit `.... entendre l'accusation, Putiphar",
          "commandé à la fois que le jeune homme devrait être fouetté sévèrement. Puis il a",
          "porté Joseph devant les juges ............ Ils ont ordonné que le loyer garmtent",
          "devrait être portée à eux et sur un examen de la même, ils prononçaient Joseph [",
          "«non coupable»] ». [(Le Talmud Selections, H. Polano, pp. 81-82)]. De toute",
          "évidence, cette version est également défectueuse, car il ne peut pas imaginer",
          "qu'une personne d'un si haut rang serait lui-même porter l'affaire devant un",
          "tribunal que son esclave avait tenté d'agresser sa femme criminelle. Soit dit en",
          "passant, cette version coranique de l'histoire est une preuve claire du fait",
          "qu'il n'a pas copié des histoires des traditions israélites que les",
          "pseudoorientalists allèguent, mais a, d'autre part, les corriger et dit aux faits",
          "réels dans le monde ."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ امْرَأَتُ الْعَزِيزِ تُرَاوِدُ فَتَاهَا عَنْ نَفْسِهِ ۖ قَدْ شَغَفَهَا حُبًّا ۖ إِنَّا لَنَرَاهَا فِي ضَلَالٍ مُبِينٍ",
      "simpleTranslate" : [
        "Et l’on se mit à dire entre femmes en ville : «L’épouse du grand intendant s’est",
        "éprise de son valet ; elle en est follement amoureuse, au point qu’elle a perdu",
        "tout contrôle sur elle-même !»"
      ],
      "tafsirTranslate" : [
        "Les femmes de la ville ont commencé à parler de cette question, en disant: \"La",
        "femme d'Al-`Aziz a sollicité son jeune esclave, car elle a passionnément tombé en",
        "amour avec lui. Nous pensons que elle est manifestement en train de faire la",
        "mauvaise chose \"."
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "femmes",
        "dans",
        "la ville",
        "L'épouse de",
        "Aziz",
        "(Est) qui cherche à séduire",
        "son esclave garçon",
        "sur",
        "lui-même",
        "effectivement",
        "il l'a passionné",
        "(avec amour",
        "En effet, nous",
        "[Nous] la voyons sûrement",
        "dans",
        "une erreur",
        "clair"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً وَآتَتْ كُلَّ وَاحِدَةٍ مِنْهُنَّ سِكِّينًا وَقَالَتِ اخْرُجْ عَلَيْهِنَّ ۖ فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَاشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنْ هَٰذَا إِلَّا مَلَكٌ كَرِيمٌ",
      "simpleTranslate" : [
        "Lorsqu’elle eut vent de leurs méchants commérages, elle les invita chez elle à un",
        "banquet, et remit à chacune d’elles un couteau. Puis elle ordonna à Joseph de",
        "paraître. Dès qu’elles l’aperçurent, elles furent émerveillées au point que, dans",
        "leur trouble, elles se tailladèrent les mains, en s’écriant : «Grand Dieu ! Ce",
        "n’est pas un être humain, mais c’est un ange merveilleux !»"
      ],
      "tafsirTranslate" : [
        "Quand elle a entendu parler de leur entretien rusée, elle les a invités à un",
        "banquet à sa maison et a obtenu des oreillers prêts pour le parti <N:26> et",
        "placés devant chacun d'eux un couteau. Puis, (quand ils ont été engagés dans les",
        "fruits de coupe), elle fit signe à Joseph. comme pour dire: «Sortez devant eux.\"",
        "Quand ils aperçurent de lui, ils étaient tellement surpris qu'ils coupent leurs",
        "mains, et écrièrent spontanément: «Bon Dieu, il n'y a aucun homme;! il est un",
        "ange noble\""
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "elle a entendu",
        "de leur intrigante",
        "elle a envoyé",
        "pour eux",
        "et elle a préparé",
        "pour eux",
        "un banquet",
        "et elle a donné",
        "chaque",
        "un",
        "d'eux",
        "un couteau",
        "et elle a dit",
        "Sortir",
        "Avant eux",
        "Puis quand",
        "ils le virent",
        "ils l'admiraient grandement",
        "et couper",
        "leurs mains",
        "ils ont dit",
        "Interdire",
        "Allah",
        "ne pas",
        "(est-ce",
        "un homme",
        "ne pas",
        "(est-ce",
        "mais",
        "un ange",
        "noble"
      ],
      "notes" : {
        "26" : [
          "Les anciens Egyptiens utilisés pour placer des oreillers et des coussins dans ces",
          "fêtes pour les invités de se reposer. Et cela est confirmé par les vestiges",
          "archéologiques en Egypte. \n Il n'y a aucune mention de ce banquet dans la Bible,",
          "mais il a été décrit dans le Talmud d'une manière tout à fait différente de celle",
          "du Coran. Inutile de dire que tout ce récit dans le Coran est naturel, la vie",
          "comme et enseigne des leçons de morale, celle du Talmud n'a pas toutes ces",
          "choses."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "قَالَتْ فَذَٰلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ ۖ وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ ۖ وَلَئِنْ لَمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُونًا مِنَ الصَّاغِرِينَ",
      "simpleTranslate" : [
        "– «Voilà donc, dit-elle, celui qui m’a valu vos reproches. J’ai voulu",
        "effectivement le faire céder à mes désirs, mais il a tenu à rester chaste. Or,",
        "s’il ne fait pas ce que je lui ordonne, il sera certainement jeté en prison et",
        "connaîtra un sort misérable.»"
      ],
      "tafsirTranslate" : [
        "Elle a dit: «Eh bien, cela est-il au sujet de laquelle vous me blâmés. Sans",
        "doute, je cherche à le séduire et il a échappé. Pourtant, s'il ne cède pas à mon",
        "appel d'offres, il sera jeté dans prison, et doit être humilié et déshonoré. \"",
        "<N:27>"
      ],
      "tanslateWordByWord" : [
        "Dit-elle",
        "Cette",
        "(est celui",
        "vous me blâmais",
        "à propos de lui",
        "Et certainement",
        "Je cherchais à le séduire",
        "[de]",
        "[lui-même]",
        "mais il se sauva",
        "et si",
        "ne pas",
        "il fait",
        "quelle",
        "Je lui ordonne",
        "sûrement, il sera emprisonné",
        "et sera certainement",
        "de",
        "ceux qui sont déshonoré"
      ],
      "notes" : {
        "27" : [
          "Cette démonstration ouverte de son amour et de la déclaration de ses dessins",
          "immoraux montrent que l'état moral de la classe supérieure de la société",
          "égyptienne avait refusé de le plus bas. Il est tout à fait évident que les femmes",
          "qu'elle avait invités ont dû dames appartenant à la plus couche supérieure de la",
          "société. Le fait même qu'elle a présenté son bien-aimé devant eux, sans aucune",
          "hésitation, afin de les convaincre de sa beauté et de la jeunesse qui l'avait",
          "poussé à tomber en amour avec lui, montre qu'il n'y avait rien rare dans cette",
          "démonstration. Ensuite, ces dames ne lui reprochent, mais eux-mêmes pratiquement",
          "démontré que, dans ces circonstances, ils se seraient fait la même chose qu'elle",
          "a fait. Au-dessus de ALi, l'hôtesse ne se sentait pas qu'il était impudique de",
          "déclarer ouvertement, [ «Sans doute, je cherche à le séduire et il a réussi à",
          "sortir de moi. Pourtant, je ne vais pas renoncer à lui. S'il ne le fera pas comme",
          "Je lui dis, il est jeté en prison et humilié et déshonoré \"]. Soit dit en",
          "passant, cela montre aussi que les gens modernes occidentaux et leurs disciples",
          "occidentalisés de l'Est ne sont pas justifiés à revendiquer le crédit pour donner",
          "plein [ \"liberté\"] à la femme. Pour cela [ «progrès»] est pas une chose nouvelle:",
          "il était en vogue en Egypte dans sa gloire des milliers d'années complètes avant",
          "cela."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ ۖ وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ",
      "simpleTranslate" : [
        "«Seigneur, dit Joseph, je préfère la prison au crime auquel me convient ces",
        "femmes ; et si Tu ne me préserves pas de leurs stratagèmes, je finirai par céder",
        "à mon penchant pour elles et sombrerai dans le paganisme.»"
      ],
      "tafsirTranslate" : [
        "Joseph dit: «Mon Seigneur! Je préfère l'emprisonnement à celle à laquelle ils me",
        "invitent. Si Tu ne conjurer leurs ruses de moi, je peux être pris dans leur",
        "piège, et de devenir l'un des l'ignorant. \" <N:28>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Mon Seigneur",
        "la prison",
        "(Est) plus cher",
        "pour moi",
        "que ce que",
        "ils me invitent",
        "à ce",
        "Et à moins que",
        "Vous détournez",
        "de moi",
        "leur complot",
        "Je pourrais incliner",
        "vers eux",
        "et [I] être",
        "de",
        "l'ignorant"
      ],
      "notes" : {
        "28" : [
          "Afin de saisir la pleine signification de cette prière du prophète Joseph, nous",
          "devrions essayer de former une image mentale des circonstances dans lesquelles il",
          "a été placé à ce moment-là. A la lumière de ce passage, l'image sera quelque",
          "chose comme ça. [ \"Il est le beau jeune homme de vingt ans dans la fleur de sa",
          "vie, qui a apporté la santé et de la vigueur de la jeunesse du désert en Egypte,",
          "après avoir traversé l'épreuve de l'esclavage forcé et l'exil. Fortune l'a placé",
          "dans la maison de l'un des plus hauts dignitaires de la capitale du pays le plus",
          "civilisé du monde à l'époque. il ce beau jeune homme rencontre dans la fleur de",
          "la vie avec une expérience étrange. la dame de la maison dans laquelle il doit",
          "vivre jour et nuit tombe éperdument amoureuse de lui et commence à tenter et",
          "séduire him.Then la renommée de sa beauté se répand sur toute la capitale et les",
          "autres dames de la ville aussi devenir amoureux de lui. maintenant, c'est la",
          "position critique. Il est entouré sur tous les . côtés par des centaines de beaux",
          "pièges qui ont été répartis pour piéger et attraper au dépourvu toutes sortes de",
          "dispositifs sont utilisés pour exciter ses passions et séduiras: partout où il",
          "va, il rencontre le péché en embuscade avec tous ses charmes et ses séductions et",
          "en attente d'une moment opportun pour faire une attaque surprise sur lui. Telles",
          "sont les circonstances qui sont le tenter avec le péché, mais le jeune homme",
          "pieux passe avec succès par l'épreuve, prévue pour lui par Satan, avec le",
          "contrôle de soi qui est louable en effet. Mais il est d'autant plus louable qu'il",
          "ne ressent aucune fierté pour montrer une piété extraordinaire dans ces",
          "circonstances difficiles et tentantes. D'autre part, il invoque humblement son",
          "Seigneur pour le protéger contre les pièges du péché, car il a peur des",
          "faiblesses humaines communes et crie, \"] Mon Seigneur, je suis faible! Je crains",
          "que ces tentations doivent surmonter alimenter moi, je préférerais",
          "l'emprisonnement à faire une telle chose mauvaise dans laquelle ils sont tentant",
          "de me piéger. \" \n En fait, ce fut la période la plus importante et critique de la",
          "formation du prophète Joseph, et cette épreuve difficile a aidé à mettre en avant",
          "toutes ses vertus latentes dont il se ignorait jusqu'à ce moment-là. Puis il se",
          "rendit compte que Dieu l'avait doté des qualités élevées et extraordinaires de",
          "l'honnêteté, la fidélité, la piété, la charité, la justice, la maîtrise de soi,",
          "l'équilibre de l'esprit, et il a fait pleinement usage de ces quand il a pris le",
          "pouvoir en Egypte."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "فَاسْتَجَابَ لَهُ رَبُّهُ فَصَرَفَ عَنْهُ كَيْدَهُنَّ ۚ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
      "simpleTranslate" : [
        "Son Seigneur l’exauça et le préserva de leurs ruses, car Il est Celui qui entend",
        "tout et sait tout."
      ],
      "tafsirTranslate" : [
        "Son Seigneur a accordé sa prière et conjuré leur ruse de lui. <N:29> En effet, il",
        "entend tout le monde et sait tout."
      ],
      "tanslateWordByWord" : [
        "Ainsi répondu",
        "à lui",
        "son Seigneur",
        "et se détourna",
        "de lui",
        "leur complot",
        "En effet, [Il]",
        "Il",
        "(Est) Audient",
        "Omniscient"
      ],
      "notes" : {
        "29" : [
          "Allah conjuré leur ruse du prophète Joseph en renforçant son caractère de manière",
          "à rendre inefficaces tous leurs appareils pour le piègent, Cela implique aussi",
          "que Dieu a ouvert la porte de la prison pour lui afin de garder l'abri de leurs",
          "astuces et les tentations."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "ثُمَّ بَدَا لَهُمْ مِنْ بَعْدِ مَا رَأَوُا الْآيَاتِ لَيَسْجُنُنَّهُ حَتَّىٰ حِينٍ",
      "simpleTranslate" : [
        "Puis ils jugèrent bon, malgré les preuves évidentes de son innocence, de le jeter",
        "en prison pour un certain temps."
      ],
      "tafsirTranslate" : [
        "Ensuite, il a eu lieu à eux qu'ils devraient le jeter en prison pendant un",
        "certain temps, même si elles-mêmes avaient vu des signes manifestes <N:30> (de",
        "son innocence et de la culpabilité de leurs femmes)."
      ],
      "tanslateWordByWord" : [
        "alors",
        "(Il) est apparu",
        "pour eux",
        "après",
        "après",
        "[quelle]",
        "ils avaient vu",
        "les panneaux",
        "ils devraient certainement l'emprisonner",
        "jusqu'à",
        "une époque"
      ],
      "notes" : {
        "30" : [
          "Il leur vint d'emprisonner prophète Joseph pour [ \"sauver la face\"] après avoir",
          "vu des preuves évidentes de son innocence et de la culpabilité de leurs propres",
          "femmes, pour aucune autre solution de rechange a été laissé, à leur avis , pour",
          "défaire le scandale qui se propageait rapidement dans le pays. Mais il ne se",
          "produit pas à ceux qui, en fait, son emprisonnement était sa victoire morale et",
          "la défaite morale des gouvernants et les dignitaires de l'Egypte. En ce",
          "moment-là, le Prophète Joseph était pas resté un inconnu, pour tout le monde",
          "avait entendu des histoires de sa beauté et de la piété et de l'amour les [",
          "«dames»] avait montré envers lui. Par conséquent, lorsque ces [ \"sages\"]",
          "courtisans mis en pratique leur appareil plausible de l'emprisonner afin",
          "d'inverser les faits et gestes de leurs [ \"dames\"], les gens ordinaires doivent",
          "avoir tiré leurs propres conclusions car ils savaient prophète Joseph d'être un",
          "homme de caractère pur, fort et élevé. Il était donc évident pour eux qu'il avait",
          "commis aucune [ «crime»] au mérite l'emprisonnement, et qu'il avait été",
          "emprisonné parce qu'il était un moyen d'évasion plus facile pour les chefs de",
          "l'Egypte que de garder leurs propres dames sous contrôle. \n Soit dit en passant,",
          "cela montre que l'emprisonnement de personnes innocentes sans procès et due",
          "procédure de droit est aussi vieille que [la «civilisation»] lui-même. Les",
          "dirigeants malhonnêtes d'aujourd'hui ne sont pas très différents des méchants",
          "dirigeants qui ont gouverné l'Egypte il y a environ quatre mille ans. La seule",
          "différence entre les deux est que ils n'emprisonnent les gens au nom et pour la",
          "cause de [la «démocratie»], mais ils ont commis des actes illégaux, sans aucun",
          "prétexte de droit. Au contraire, leurs descendants modernes utilisent des",
          "prétextes spécieux d'honnêteté quand ils agissent injustement. Ils adoptent",
          "d'abord les lois illégales nécessaires pour justifier leurs pratiques illégales",
          "et [ «légalement»] emprisonnent leurs victimes. Autrement dit, les dirigeants",
          "égyptiens étaient honnêtes dans leur malhonnêteté et ne cachent pas le fait",
          "qu'ils ont été emprisonnent les gens à protéger leurs propres intérêts, et non",
          "ceux de la communauté. Mais ces disciples modernes de Satan jettent des innocents",
          "en prison pour conjurer le [ \"danger\"] ils se sentent d'eux, mais proclamer au",
          "monde que leurs victimes sont une menace pour le pays et la communauté. En bref,",
          "ils étaient de simples tyrans, mais ceux-ci sont des menteurs éhontés ainsi."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانِ ۖ قَالَ أَحَدُهُمَا إِنِّي أَرَانِي أَعْصِرُ خَمْرًا ۖ وَقَالَ الْآخَرُ إِنِّي أَرَانِي أَحْمِلُ فَوْقَ رَأْسِي خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ ۖ نَبِّئْنَا بِتَأْوِيلِهِ ۖ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "Deux jeunes gens entrèrent en prison en même temps que Joseph. L’un d’eux dit :",
        "«J’ai rêvé que je pressais du raisin.» – «Et moi, dit l’autre, j’ai rêvé que je",
        "portais sur ma tête du pain que des oiseaux venaient becqueter. Fais-nous",
        "connaître la signification de ces rêves, car nous voyons en toi un homme de",
        "bien.»"
      ],
      "tafsirTranslate" : [
        "Deux <N:31> autres esclaves également entrés dans la prison avec lui. <N:32> Un",
        "jour l'un d'eux dit: «Je l'ai rêvé que je pressais du raisin en vin», et le autre",
        "dit: «Je l'ai rêvé que je portais des pains sur ma tête, dont les oiseaux",
        "mangent.\" Ensuite, tous les deux dit, «Dites-nous leurs interprétations, car nous",
        "avons vu que vous arc un homme juste.\" <N:33>"
      ],
      "tanslateWordByWord" : [
        "Et entré",
        "avec lui",
        "(En) la prison",
        "deux jeunes hommes",
        "Dit",
        "l'un d'eux",
        "En effet, je",
        "[Je me vois",
        "pressage",
        "du vin",
        "Et dit",
        "L'autre",
        "En effet, je",
        "[Je me vois",
        "[Je suis] portant",
        "plus de",
        "ma tête",
        "pain",
        "(mangions",
        "les oiseaux",
        "à partir de cela",
        "Informez nous",
        "de son interprétation",
        "en effet, nous",
        "[nous vous voyons",
        "de",
        "les bienfaisants"
      ],
      "notes" : {
        "32" : [
          "L'un des deux prisonniers, selon la Bible, était le chef des échansons du roi",
          "d'Egypte, et l'autre le chef des boulangers. Et selon le Talmud, ils ont été",
          "condamnés à la prison parce que pendant un festin gruau de pierre ont été trouvés",
          "dans le pain et une mouche dans le vin."
        ],
        "33" : [
          "Le fait que deux prisonniers attestés sa justice montre que le Prophète Joseph a",
          "été tenu en haute estime dans la prison. Sinon, il n'y avait aucune raison pour",
          "que les deux auraient dû lui demande seulement d'interpréter les rêves et payé",
          "leur hommage comme ceci: [ \"Nous avons vu que vous êtes un homme juste\"]. Cela",
          "signifie clairement que les événements racontés dans les versets précédents",
          "avaient atteint tout le monde et les gens à l'intérieur de la prison et à",
          "l'extérieur, savait qu'il avait pas été coupable d'aucun crime ou péché. D'autre",
          "part, il avait prouvé qu'il était une âme noble qui était sorti avec succès dans",
          "l'épreuve la plus difficile de sa piété. Tant et si bien qu'il n'y avait pas",
          "comme lui dans la piété, pas même parmi leurs propres chefs religieux dans",
          "l'ensemble du pays. Voilà pourquoi non seulement les prisonniers, mais aussi les",
          "dirigeants et les responsables de la prison le regardait comme un homme honorable",
          "et avait pleine confiance en lui. La Bible confirme ceci: [ \"Et le gardien de la",
          "prison engagée à la main de Joseph tous les des prisonniers qui étaient dans la",
          "prison, et tout ce qu'ils ont fait là-bas, il était l'auteur de ce Le gardien de",
          "la prison avait l'air de ne pas tout ce qui était. sous sa main \"] [(Gen. 39:",
          "22-23).]."
        ],
        "31" : [
          "Au moment où Joseph a été envoyé en prison, sans doute il avait une vingtaine",
          "d'années. Cela a été déduit de deux déclarations dans le Coran et le Talmud. Le",
          "Coran [(v. 42)] dit que `.... il est resté dans la prison pour une dizaine",
          "d'années» et le Talmud dit que `.... Joseph était âgé de trente ans quand il a",
          "été élevé à son honorable et digne de confiance la position '. \n >"
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "قَالَ لَا يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ إِلَّا نَبَّأْتُكُمَا بِتَأْوِيلِهِ قَبْلَ أَنْ يَأْتِيَكُمَا ۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّي ۚ إِنِّي تَرَكْتُ مِلَّةَ قَوْمٍ لَا يُؤْمِنُونَ بِاللَّهِ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ",
      "simpleTranslate" : [
        "Joseph leur répondit : «On ne vous aura pas encore apporté votre ration",
        "journalière que je vous aurai déjà expliqué vos rêves. Cet art fait partie de ce",
        "que mon Seigneur m’a enseigné. En vérité, j’ai abandonné la religion d’un peuple",
        "qui ne croit pas en Dieu et qui nie la vie future."
      ],
      "tafsirTranslate" : [
        "Joseph répondit: «Je vais vous dire leurs interprétations avant que la nourriture",
        "que vous obtenez vient à vous. Cette capacité d'interprétations faisant une",
        "partie de la connaissance que mon Seigneur a donnée à moi. Le fait est que Je ne",
        "suis pas les moyens de ces gens qui ne croient pas en Allah, et nie l'au-delà."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "ne pas",
        "(Va) venir à la fois de vous",
        "aliments",
        "vous sont fournis avec",
        "mais",
        "Je vais informer tous les deux vous",
        "de son interprétation",
        "avant",
        "[cette]",
        "[Il] vient à vous deux",
        "Cette",
        "(Is) de ce que",
        "m'a appris",
        "mon Seigneur",
        "En effet, je",
        "[I] abandonne",
        "(la religion",
        "(De) un peuple",
        "ne pas",
        "ils croient",
        "en Allah",
        "et ils",
        "dans l'au-delà",
        "[ils]",
        "(Sont) incroyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ ۚ مَا كَانَ لَنَا أَنْ نُشْرِكَ بِاللَّهِ مِنْ شَيْءٍ ۚ ذَٰلِكَ مِنْ فَضْلِ اللَّهِ عَلَيْنَا وَعَلَى النَّاسِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ",
      "simpleTranslate" : [
        "Et j’ai suivi la religion de mes ancêtres, Abraham, Isaac et Jacob. Nous",
        "n’associons aucune créature à Dieu. C’est là une grâce de Dieu pour nous et pour",
        "tous les hommes. Mais la plupart de ces derniers ne sont point reconnaissants."
      ],
      "tafsirTranslate" : [
        "Je suivre la voie de mes ancêtres, Abraham, Isaac et Jacob: il ne nous appartient",
        "pas d'associer tout le monde avec Allah comme partenaire. Ceci est la grâce",
        "d'Allah sur nous et sur toute l'humanité (qu'il ne nous a pas fait les serviteurs",
        "de tout autre que lui-même), mais la plupart des gens ne sont pas reconnaissants."
      ],
      "tanslateWordByWord" : [
        "Et je suis",
        "(la religion",
        "(De) mes ancêtres",
        "Ibrahim",
        "et Isaac",
        "et Yaqub",
        "ne pas",
        "était",
        "pour nous",
        "cette",
        "nous associons",
        "Allah",
        "tout",
        "chose",
        "Cette",
        "(est de",
        "(la grace",
        "(De) Allah",
        "sur nous",
        "et à",
        "l'humanité",
        "mais",
        "les plus",
        "(Des) hommes",
        "(ne sont pas",
        "reconnaissant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ",
      "simpleTranslate" : [
        "Ô vous, mes deux compagnons de prison ! Que vaut-il mieux? Une multitude de",
        "divinités ou Dieu l’Unique, le Dominateur suprême?"
      ],
      "tafsirTranslate" : [
        "O mes compagnons de captivité, disons, qui, est mieux: les différents dieux ou",
        "celui Omnipotent Allah?"
      ],
      "tanslateWordByWord" : [
        "O mes deux compagnons",
        "(De) la prison",
        "Sont-seigneurs",
        "séparé",
        "mieux",
        "ou",
        "Allah",
        "Celui",
        "l'Irresistible"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "مَا تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ ۚ إِنِ الْحُكْمُ إِلَّا لِلَّهِ ۚ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ ۚ ذَٰلِكَ الدِّينُ الْقَيِّمُ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Ceux que vous adorez en dehors de Dieu ne sont que des noms que vous avez",
        "inventés, vous et vos ancêtres, et auxquels le Seigneur n’a conféré aucun",
        "pouvoir. En vérité, le pouvoir n’appartient qu’à Dieu qui a prescrit de n’adorer",
        "que Lui. Telle est la vraie religion, mais bien peu de gens le savent."
      ],
      "tafsirTranslate" : [
        "Les dieux vous adorez en dehors de Lui ne sont rien de plus que de simples noms",
        "que vous et vos ancêtres ont inventé, car Allah a fait descendre aucune autorité",
        "pour eux. La souveraineté appartient à personne, mais Allah. Il a ordonné que",
        "vous n'adorerez personne mais Lui. Ceci est la voie droite et tout droit, mais la",
        "plupart des gens ne savent pas cela."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "vous adorez",
        "en dehors de Lui",
        "en dehors de Lui",
        "mais",
        "des noms",
        "que vous les avez nommés",
        "toi",
        "et vos ancêtres",
        "ne pas",
        "(A) fait descendre",
        "Allah",
        "pour ça",
        "tout",
        "autorité",
        "ne pas",
        "(Est) la commande",
        "mais",
        "pour Allah",
        "Il a commandé",
        "qui ne",
        "vous adorez",
        "mais",
        "Lui seul",
        "Cette",
        "(Est) la religion",
        "la droite",
        "mais",
        "les plus",
        "[les hommes",
        "(ne pas",
        "connaître"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "يَا صَاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُمَا فَيَسْقِي رَبَّهُ خَمْرًا ۖ وَأَمَّا الْآخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَأْسِهِ ۚ قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ",
      "simpleTranslate" : [
        "Ô vous, mes deux compagnons de prison ! L’un de vous servira d’échanson pour",
        "donner du vin à son maître ; quant à l’autre, il sera crucifié et les oiseaux lui",
        "picoreront la tête. C’est la réponse irrévocable à la question que vous posez.»"
      ],
      "tafsirTranslate" : [
        "Mes collègues prisonniers, voici les interprétations de vos rêves. L'un de vous",
        "servir du vin à son seigneur (le roi d'Egypte): comme pour l'autre, il sera",
        "crucifié et oiseaux mangeront de sa tête. Ainsi a d'ailleurs été décrété dont",
        "vous demandiez. « <N:34>"
      ],
      "tanslateWordByWord" : [
        "O mes deux compagnons",
        "(De) la prison",
        "Comme pour",
        "l'un d'entre vous",
        "il donner à boire",
        "(À) son maître",
        "du vin",
        "et en ce qui concerne",
        "L'autre",
        "il sera crucifié",
        "et va manger",
        "les oiseaux",
        "de",
        "sa tête",
        "A été décrété",
        "la question",
        "a propos de",
        "a propos de",
        "vous deux renseigner"
      ],
      "notes" : {
        "34" : [
          "Ce discours, qui est l'âme de cette histoire, et est l'un des meilleurs sur la",
          "doctrine de Monothéisme dans le Coran lui-même, n'a pas sa place du tout dans la",
          "Bible et le Talmud. Ceci est parce qu'ils le considèrent simplement comme un",
          "homme sage et pieux et non pas comme un prophète. Voilà pourquoi Rev. Rodwell a,",
          "en ce qui concerne ce passage, accusé Muhammad [(la paix d'Allah soit sur lui)]",
          "de mettre sa propre doctrine et de conviction dans la bouche de Joseph [(la paix",
          "d'Allah soit sur lui)]. Mais le Coran ne met pas seulement en avant et présente",
          "ces deux aspects de sa vie d'une manière beaucoup mieux et plus clair que lui",
          "présente aussi comme un prophète, qui avait commencé à propager le message même",
          "dans la prison. \n Comme ce discours suggère plusieurs choses «très importantes,",
          "il sera utile d'examiner une à une: \n [(1)] Ceci est la première fois que le",
          "Prophète Joseph semble avoir commencé la prédication de la vraie foi. Car avant",
          "cela, le Coran lui révèle dans les différentes étapes de sa vie comme un homme de",
          "haute moralité, mais ne dit rien à montrer qu'il a transmis le message aussi. De",
          "cela, il est clair que ces étapes étaient de nature préparatoire et la mission de",
          "la Prophétie a été confiée à lui à l'étape de son emprisonnement et ce fut son",
          "premier discours en tant que prophète. \n [(2)] De plus, ce fut la première fois",
          "où il a révélé son identité aux autres. Avant cela, nous lui FMd supportant",
          "patiemment tout ce qui lui est arrivé sans rien révéler au sujet de ses relations",
          "avec le Prophète Abraham et d'autres. Il a gardé le silence quand la caravane lui",
          "un esclave fait et l'emmena en Egypte: quand AI-`Aziz lui a acheté et quand il a",
          "été envoyé en prison. Comme le Prophète Abraham, Isaac et Jacob [(la paix d'Allah",
          "soit sur eux tous)] ont été très bien connu, il aurait pu utiliser leurs noms à",
          "profit. Les membres de la caravane, à la fois les Ismaélites et les Madianites,",
          "étaient étroitement liés à sa famille, et les Egyptiens étaient, au moins,",
          "familiers avec le nom du prophète Abraham. Non, la façon dont le Prophète Joseph",
          "mentionné leurs noms dans ce discours, montre que la renommée de. son père,",
          "grand-père et grand-père avaient atteint l'Egypte. Mais en dépit de cela, le",
          "Prophète Joseph n'a pas utilisé leurs noms sur l'une des occasions cruciales pour",
          "se sauver de la situation dans laquelle il a été placé. Cela montre que,",
          "probablement, il se savait que ces choses étaient inévitables pour sa formation",
          "pour la mission pour laquelle Dieu l'avait choisi. Maintenant, il était",
          "absolument nécessaire pour lui, pour le bien de sa mission, de révéler ce fait",
          "pour montrer qu'il ne présente pas toute nouvelle foi, mais de la même foi qui a",
          "été annoncé par les prophètes Abraham, Isaac et Jacob [(la paix d'Allah soit sur",
          "eux tous)]. Cela était nécessaire parce que le message a exigé qu'il ne devrait",
          "pas être présenté avec l'affirmation selon laquelle il était un nouveau roman",
          "chose, mais qu'il était la même Vérité universelle et éternelle qui a toujours",
          "été présenté par ses porteurs. \n [(3)] Cela nous enseigne que l'on peut, comme le",
          "Prophète Joseph, se tailler une place à la propagation du message, si l'on a",
          "l'intention et la sagesse nécessaire. Les deux hommes paient leur hommage à lui",
          "et lui demander d'interpréter leurs rêves. En réponse à cette dit-il, [ «Je vais",
          "dire à leurs interprétations, mais Iet-moi de vous informer préalablement sur la",
          "source de ma connaissance qui me permet de comprendre les rêves\"]. Ainsi, il",
          "profite de leur demande et prêche sa propre foi à eux. Nous apprenons de ce que",
          "si une personne est imprégnée du désir vrai et fort pour propager la vérité, il",
          "peut très gracieusement tourner le sens de la conversation vers le message qu'il",
          "veut transmettre. Au contraire, si une personne n'a pas de fort désir de la",
          "propagation du message, il n'a jamais [ \"découvertes\"] toute possibilité pour",
          "elle, même si cent et l'un de ces possibilités pourrait avoir venir son chemin",
          "qui aurait pu être utilisé à cette fin . Mais il faut être sur ses gardes pour",
          "discriminer entre le bon usage de l'occasion par un homme sage du brut [",
          "\"propagation\"] d'une personne stupide et non cultivé, qui tente de poussée du",
          "message dans les oreilles d'auditeurs ne veulent pas et réussit que dans la",
          "création de l'aversion pour elle dans leur esprit à cause de sa façon grossière",
          "de la présentation. \n [(4)] Cette enseigne également la bonne procédure qui",
          "devrait être suivie dans la présentation du message. Prophète Joseph ne présente",
          "pas, au début, les détails de la croyance et les règlements de la foi, mais la",
          "chose la plus fondamentale qui distingue un croyant d'un non-croyant, qui est, la",
          "distinction entre Monothéisme et shirk. Puis il présente d'une manière",
          "rationnelle ne peut manquer de convaincre tout Tnan de bon sens. Et son argument",
          "doit avoir impressionné profondément dans l'esprit des deux esclaves. [ \"Quel est",
          "le meilleur: différents dieux ou un Omnipotent Allah?\"] Ils savaient que ce à",
          "partir de leur expérience personnelle qu'il était beaucoup mieux pour servir un",
          "maître qu'un certain nombre d'entre eux. Il était donc beaucoup mieux pour servir",
          "le Seigneur de l'univers que ses serviteurs. En outre, il ne les invite pas",
          "directement à accepter sa foi et jeter leur propre foi, mais il tire très",
          "sagement leur attention sur ce fait; [ \"Ceci est la grâce d'Allah sur nous et sur",
          "ALi l'humanité qu'il ne nous a pas fait les serviteurs de tout autre que",
          "lui-même, mais la plupart des gens ne sont pas reconnaissants envers Lui. Au lieu",
          "de le servir seul, ils inventent des dieux pour eux-mêmes et de culte leur\"] .",
          "Ensuite, il est également intéressant de noter que son critère de la foi de ses",
          "destinataires est basée sur la sagesse et n'a aucune teinte d'amertume en elle.",
          "Il dit: [ «Les dieux que vous appelez` le dieu de la richesse 'ou `le dieu de la",
          "santé» ou «le dieu de la prospérité' ou` le dieu de la pluie », etc. ne sont que",
          "des noms que vous leur avez donné sans aucune réalité derrière eux. le vrai",
          "propriétaire de tout est le Dieu suprême Qui vous reconnaissez également que le",
          "Créateur et le Seigneur de l'univers tout entier. Il a envoyé aucune autorité et",
          "donné aucune sanction à quiconque pour la Divinité et de culte, mais a réservé",
          "tous les pouvoirs, tous les les droits et toutes les autorités pour lui-même, et",
          "commandés, `servir et adorer que moi.»] \n [(5)] Il peut également être déduit de",
          "ce discours que le Prophète Joseph doit HAVC fait pleinement usage de cette [",
          "«opportunité»] d'une décennie pour la propagation du message. Certaines personnes",
          "pensent que ce fut le seul moment où il a étendu l'invitation au message. Ceci",
          "est faux pour deux raisons. Tout d'abord, il est absurde d'imaginer qu'un",
          "Prophète pouvait HAVC été négligents de sa mission pendant une longue période.",
          "Deuxièmement, on ne peut imaginer que la personne qui a profité de l'occasion",
          "quand deux hommes se sont approchés pour l'interprétation de leurs rêves, ne",
          "pourrait jamais avoir passé une dizaine d'années d'emprisonnement sans propager",
          "le message qui lui est confié par son Seigneur."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "وَقَالَ لِلَّذِي ظَنَّ أَنَّهُ نَاجٍ مِنْهُمَا اذْكُرْنِي عِنْدَ رَبِّكَ فَأَنْسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ فَلَبِثَ فِي السِّجْنِ بِضْعَ سِنِينَ",
      "simpleTranslate" : [
        "S’adressant à celui qui, à son avis, devait être sauvé, Joseph lui demanda",
        "d’attirer sur lui l’attention de son maître . Mais Satan lui fit oublier de",
        "parler à son maître de Joseph. Aussi ce dernier séjourna-t-il quelques années",
        "encore en prison."
      ],
      "tafsirTranslate" : [
        "Puis à celui qu'il pensait être libéré. Joseph dit: «Parle de moi à votre",
        "seigneur (le roi d'Egypte)\". Mais Satan le rendait si négligente qu'il a oublié",
        "de le mentionner à son seigneur, et ainsi de Joseph est resté dans la prison",
        "pendant plusieurs années. <N:35>"
      ],
      "tanslateWordByWord" : [
        "Et il a dit",
        "à celui que",
        "Il pensa",
        "qu'il",
        "(Serait) sauvé",
        "de deux d'entre eux",
        "Parle de moi",
        "à",
        "votre maître",
        "Mais lui fit oublier",
        "le Shaitaan",
        "(La) mention",
        "(À) son maître",
        "donc il est resté",
        "dans",
        "la prison",
        "Plusieurs",
        "années"
      ],
      "notes" : {
        "35" : [
          "Certains commentateurs ont interprété comme ceci: [ \"Satan fait prophète Joseph",
          "négligente de son Seigneur, AIlah, donc il a placé sa confiance dans un homme",
          "plutôt que Dieu et le pria de le mentionner à son seigneur, le roi, pour sa",
          "libération. Alors AIlah l'a puni en le laissant croupir plusieurs années dans le",
          "donjon \"] en fait, une telle interprétation est absolument erronée pour que«",
          "Allamah Ibn Kathir et certains commentateurs début comme Mujahid,",
          "Muhammad-bin-Ishaq et certains d'autres disent, le pronom [ «lui»] se réfère à",
          "cette personne qu'il pensait être libéré. Par conséquent, cela signifie: [ \"Satan",
          "lui [(l'homme serait-libre) fait] de sorte négligente qu'il a oublié de lui",
          "[(prophète Joseph)] parler à son seigneur [(le roi)]».] Ils citent aussi un",
          "tradition à l'appui de leur interprétation à cet effet. Le Saint Prophète a dit:",
          "[ \"Si prophète Joseph avait pas dit ce qu'il a dit, il ne serait pas resté en",
          "prison pendant plusieurs années.»] Mais `Allamah Ibn Kathir dit: [\" Ce hadith ne",
          "peut être acceptée parce que tous les moyens de dont il a été rapporté à l'arc",
          "faible. de plus, deux des journalistes, Sufyan-bin-Waki`i et Ibrahim-bin-Yazid,",
          "ne sont pas dignes de confiance \"]. En plus d'être faible pour des raisons",
          "techniques, il est également contre les diktats de bon sens: si une personne",
          "lésée a adopté des mesures pour sa libération, il ne peut pas être considéré",
          "comme négligents de Dieu et coupable du manque de confiance en Allah."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَقَالَ الْمَلِكُ إِنِّي أَرَىٰ سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنْبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ ۖ يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي رُؤْيَايَ إِنْ كُنْتُمْ لِلرُّؤْيَا تَعْبُرُونَ",
      "simpleTranslate" : [
        "«J’ai vu en songe, dit le roi , sept vaches grasses dévorées par sept vaches",
        "maigres, et aussi sept épis verts et sept autres secs. Honorable assemblée !",
        "Expliquez-moi ma vision, si vous savez interpréter les songes !»"
      ],
      "tafsirTranslate" : [
        "One <N:36> jour, le roi dit: «Je vis dans un rêve sept vaches grasses que sept",
        "vaches maigres ont été dévoraient. De même, je vis sept épis verts et sept les",
        "flétries. O mon courtisans, dites-moi l'interprétation de mon rêve, si vous",
        "comprenez la signification des rêves \" <N:37>"
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "le roi",
        "En effet, je",
        "[J'ai vu",
        "Sept",
        "des vaches",
        "graisse",
        "les manger",
        "Sept",
        "maigres",
        "et sept",
        "épis)",
        "vert",
        "et d'autres",
        "sec",
        "O",
        "chefs",
        "Explique moi",
        "sur",
        "ma vision",
        "si",
        "vous pouvez",
        "des visions",
        "interpréter"
      ],
      "notes" : {
        "36" : [
          "Quitter le compte des événements des années intermédiaires d'emprisonnement,",
          "l'histoire a été reprise à partir du moment où Prophct Joseph a commencé à monter",
          "en grade du monde."
        ],
        "37" : [
          "Selon la Bible et le Talmud, le roi a été fortement perturbé troublé et confus à",
          "l'esprit à cause de ces rêves. Donc, il a proclamé dans tout le pays d'Égypte, et",
          "a appelé tous les hommes sages et les devins, et les magiciens de la terre pour",
          "interpréter ses rêves."
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "قَالُوا أَضْغَاثُ أَحْلَامٍ ۖ وَمَا نَحْنُ بِتَأْوِيلِ الْأَحْلَامِ بِعَالِمِينَ",
      "simpleTranslate" : [
        "– «Ce n’est là, dirent les courtisans, qu’un amas de songes confus. Du reste,",
        "nous n’entendons rien à l’interprétation des rêves.»"
      ],
      "tafsirTranslate" : [
        "Ils répondirent: «Ce sont le résultat des cauchemars confus et nous ne comprenons",
        "pas le sens.\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Confus",
        "rêves",
        "et pas",
        "nous",
        "(Sont) dans l'interprétation",
        "(De) les rêves",
        "appris"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَقَالَ الَّذِي نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ أُمَّةٍ أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ فَأَرْسِلُونِ",
      "simpleTranslate" : [
        "Or, celui des deux prisonniers qui avait eu la vie sauve se souvint enfin de",
        "Joseph et dit : «Moi, je suis en mesure de vous en donner l’interprétation.",
        "Laissez-moi aller la chercher !»"
      ],
      "tafsirTranslate" : [
        "Puis l'un des deux prisonniers qui avaient été libérés emembered le fumier après",
        "une longue période et dit: «Je vais vous dire son interprétation:. Envoyez-moi (à",
        "Joseph dans la prison <N:38> ) \""
      ],
      "tanslateWordByWord" : [
        "Mais ladite",
        "celui qui",
        "A été sauvé",
        "des deux",
        "et se souvint",
        "après",
        "une période",
        "je",
        "[Je vous informerai",
        "de son interprétation",
        "alors envoyez-moi de suite"
      ],
      "notes" : {
        "38" : [
          "Le Coran a dit en bref l'essence de la demande du chef des échansons, mais la",
          "Bible et le Talmud ont donné ses détails. Selon ces [(et il va de soi qu'il doit",
          "avoir été si)], il dit au roi de la vie du Prophète Joseph en prison et comment",
          "il a interprété leurs rêves à juste titre et pria le roi de donner coups congé",
          "pour voir Prophct Joseph en prison à cette fin."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "يُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنَا فِي سَبْعِ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنْبُلَاتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ لَعَلِّي أَرْجِعُ إِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُونَ",
      "simpleTranslate" : [
        "«Ô Joseph, le véridique ! Éclaire-nous au sujet de sept vaches grasses dévorées",
        "par sept vaches maigres, sept épis verts et sept autres secs, afin que de retour",
        "auprès de ceux qui m’attendent je puisse les renseigner.»"
      ],
      "tafsirTranslate" : [
        "Aller à Joseph, il dit: \"Joseph, homme de justice! <N:39> dites-moi le sens du",
        "rêve de sept vaches grasses que sept vaches maigres sont dévoraient, et de sept",
        "épis verts du maïs et sept les flétries. Peut-être que je retourne à ces",
        "personnes et ils pourraient le comprendre. \" <N:40>"
      ],
      "tanslateWordByWord" : [
        "Yusuf",
        "O",
        "une vérité",
        "Nous explique",
        "sur",
        "(La) sept",
        "des vaches",
        "graisse",
        "les manger",
        "Sept",
        "maigres",
        "et sept",
        "épis)",
        "vert",
        "et autre",
        "sec",
        "que je puisse",
        "retour",
        "à",
        "les gens",
        "afin qu'ils puissent",
        "connaître"
      ],
      "notes" : {
        "40" : [
          "Autrement dit, [ \"Ils pourraient comprendre votre vraie valeur et réaliser leur",
          "propre erreur en vous garder en prison sans cause juste. Et d'une manière que je",
          "peut obtenir la possibilité de remplir la promesse faite avec vous pendant mon",
          "emprisonnement. \"]"
        ],
        "39" : [
          "Le mot arabe pofeIoO [(Siddiq)] est utilisé pour celui qui est un mode de",
          "réalisation de la vérité et de la justice. Ainsi, il montre que le maître d'hôtel",
          "avait été si profondément impressionné par le caractère pur du Prophète Joseph",
          "que même des années avaient échoué à l'effacer de son cœur. [(Pour sa",
          "signification plus complète s'il vous plaît se référer à E.N. 99 de An-Nusa)]."
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدْتُمْ فَذَرُوهُ فِي سُنْبُلِهِ إِلَّا قَلِيلًا مِمَّا تَأْكُلُونَ",
      "simpleTranslate" : [
        "Joseph répondit alors : «Vous sèmerez durant sept années, comme à l’accoutumée.",
        "Laissez en épis tout ce que vous aurez moissonné, excepté une petite quantité que",
        "vous consommerez."
      ],
      "tafsirTranslate" : [
        "Joseph répondit: «Vous allez cultiver la terre pendant sept années consécutives,",
        "comme d'habitude. Au cours de cette période thrash sur la récolte vous récoltez",
        "seulement que beaucoup de grain qui pourrait suffire pour votre nourriture et",
        "laisser le reste dans les oreilles ."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Vous sèmerez",
        "(Pour) sept",
        "années",
        "comme d'habitude",
        "et ce que",
        "vous récoltez",
        "donc laisser",
        "dans",
        "ses oreilles",
        "sauf",
        "un peu",
        "à partir duquel",
        "tu mangeras"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "ثُمَّ يَأْتِي مِنْ بَعْدِ ذَٰلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلَّا قَلِيلًا مِمَّا تُحْصِنُونَ",
      "simpleTranslate" : [
        "Viendront ensuite sept années de disette qui épuiseront toutes les réserves que",
        "vous aurez constituées, à l’exception d’une petite quantité que vous aurez",
        "épargnée."
      ],
      "tafsirTranslate" : [
        "Puis, après cela, il ne vous arrivera sept années difficiles. Ensuite, vous allez",
        "manger tout ce que le maïs que vous pourriez avoir conservé pendant cette",
        "période, sauf que vous avez réservé dans le magasin."
      ],
      "tanslateWordByWord" : [
        "alors",
        "viendra",
        "après",
        "après",
        "cette",
        "Sept",
        "dur (années)",
        "(Qui va) consommer",
        "quelle",
        "vous avez avancé",
        "pour eux",
        "sauf",
        "un peu",
        "de quoi",
        "vous (volonté) magasin"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "ثُمَّ يَأْتِي مِنْ بَعْدِ ذَٰلِكَ عَامٌ فِيهِ يُغَاثُ النَّاسُ وَفِيهِ يَعْصِرُونَ",
      "simpleTranslate" : [
        "Puis viendra une année où les gens auront beaucoup de pluie et où les pressoirs",
        "seront abondamment utilisés.»"
      ],
      "tafsirTranslate" : [
        "Après cela viendra une autre année où il y aura des pluies abondantes en réponse",
        "à la prière du peuple et ils vont presser (jus et de l'huile.) \" <N:41>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "viendra",
        "après",
        "après",
        "cette",
        "une année",
        "en ce",
        "sera donné une pluie abondante",
        "les gens",
        "et en ce",
        "ils feront pression"
      ],
      "notes" : {
        "41" : [
          "Le sens littéral de est: [ \"ils vont appuyer.\"] Ici, il a été utilisé pour",
          "désigner cet état de verdures qui allait l'emporter après les années en raison",
          "des précipitations et des inondations dans le Nil famine. Car, lorsque la terre",
          "sera arrosée, il y aura abondance de graines pour presser l'huile, et l'abondance",
          "de fruits à presser le jus et l'abondance de fourrage pour le bétail pour presser",
          "le lait hors d'eux. Il convient de noter que le Prophète Joseph non seulement",
          "interprété le rêve du roi, mais aussi leur a dit comment préserver et le grain de",
          "réserve au cours des sept premières années de prospérité pour les sept années",
          "suivantes de la famine. De plus, il prédit les bonnes nouvelles de la prospérité",
          "après les sept années de famine, mais il n'y avait aucune trace de cela dans le",
          "rêve du roi."
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "وَقَالَ الْمَلِكُ ائْتُونِي بِهِ ۖ فَلَمَّا جَاءَهُ الرَّسُولُ قَالَ ارْجِعْ إِلَىٰ رَبِّكَ فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللَّاتِي قَطَّعْنَ أَيْدِيَهُنَّ ۚ إِنَّ رَبِّي بِكَيْدِهِنَّ عَلِيمٌ",
      "simpleTranslate" : [
        "Le roi ordonna alors : «Qu’on m’amène cet homme !» Et quand l’émissaire se trouva",
        "en présence de Joseph, celui-ci Joseph lui dit : «Retourne auprès de ton maître",
        "et demande-lui quelle était l’intention de ces femmes qui s’étaient tailladé les",
        "mains. Mon Seigneur connaît parfaitement leur perfidie !»"
      ],
      "tafsirTranslate" : [
        "Le roi dit: \"Amenez-le moi.\" Mais quand l'envoyé royal vint à lui, dit Joseph,",
        "<N:42> «Retournez à votre seigneur et lui demander de se renseigner sur la",
        "question des femmes qui ont coupé leurs mains. En effet, mon Seigneur a pleine",
        "connaissance de leur ruse.\" <N:43>"
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "le roi",
        "Amenez-le moi",
        "Amenez-le moi",
        "Mais quand",
        "vint à lui",
        "le Messager",
        "il a dit",
        "Retour",
        "à",
        "votre seigneur",
        "et lui demander",
        "quelle",
        "(Est le) cas",
        "(De) femmes",
        "qui",
        "Coupe",
        "leurs mains",
        "Effectivement",
        "mon Seigneur",
        "de leur terrain",
        "(Est) Omniscient"
      ],
      "notes" : {
        "42" : [
          "Il n'y a aucune mention dans la Bible et le Talmud de cette partie la plus",
          "importante de l'histoire que le Prophète Joseph a refusé de quitter la prison",
          "jusqu'à ce que son personnage a été effacé. D'autre part, selon la Bible, [",
          "«Alors Pharaon envoya appeler Joseph, et on le fit sortir en hâte du cachot, et",
          "il se rasa, et changea de vêtements, et est venu vers Pharaon\"]. Et le Talmud",
          "représente même une image plus dégradant de l'événement. Il dit: [ \"Le roi",
          "ordonna que Joseph doit être amené devant lui. Mais il commanda à ses officiers",
          "de faire attention de ne pas effrayer l'enfant, de peur par crainte qu'il ne sera",
          "pas en mesure d'interpréter correctement. Et le serviteur du roi a Joseph suite",
          "de son cachot, et lui rasa et lui vêtu de nouveaux vêtements, et le firent devant",
          "le roi. le roi était assis sur son trône, et l'éclat et éclat des bijoux qui",
          "ornaient le trône ébloui et étonné les yeux de Joseph. maintenant, le trône du",
          "roi a été atteint en sept étapes, et ce fut la coutume de l'Egypte pour un prince",
          "ou noble qui tenait audience avec le roi, pour remonter à la sixième étape, mais",
          "quand un inférieur ou un citoyen de la terre a été appelé en sa présence, le roi",
          "est descendu à la troisième étape et à partir de là a parlé avec lui. \"] [(le",
          "Talmud, H. Polano, pp. 87-88)]. \n Une comparaison de l'image dégradante dans le",
          "Talmud avec cette auto grande -respecting, et l'image noble décrit dans le Coran",
          "convaincront tout critique impartial que celui dans le Coran est digne d'un",
          "prophète de Dieu. De plus, l'image dans le Talmud est ouvert à une grave",
          "objection: Avait prophète Joseph se comporta comme un garçon effrayé et rampant",
          "qui était tellement ébloui par l'éclat et les reflets des joyaux du trône qu'il",
          "salua le sol, comment est-ce que le roi et les courtisans ont été tellement",
          "impressionnés par lui qu'ils ont déclaré, [ \"...... l'hébreu lui-même a prouvé",
          "sage et habile et par sa sagesse sont notre pays soient sauvés les affres de la",
          "misère\"]? Tant et si bien que le roi l'a nommé, sans hésitation, que [",
          "«gouverneur»] sur la terre, [ \"deuxième seulement à lui-même»]. Tout cela montre",
          "que par ce temps, il avait prouvé sa supériorité morale et mentale et avait",
          "renforcé par son refus de quitter la prison sans avoir à prouver son innocence.",
          "Sinon, ils ne l'ont jamais élevé au plus haut rang dans un pays civilisé et",
          "avancé que l'Egypte."
        ],
        "43" : [
          "Il a demandé une enquête sur la question non pas parce qu'il avait lui-même aucun",
          "doute de son innocence, mais parce qu'il était parfaitement convaincu de ceci: [",
          "\"Mon Seigneur a pleine connaissance de mon innocence et de leur ruse Mais votre",
          "seigneur. devrait également faire une enquête approfondie quant à pourquoi",
          "j'avais été envoyé à la prison, car je ne veux pas aller devant le public avec",
          "toute tache ou tache sur ma réputation. par conséquent, une enquête publique",
          "devrait être tenue de prouver que je suis une victime innocente de l'injustice",
          "des chefs et des nobles du pays, qui m'a jeté en prison afin de dissimuler la",
          "culpabilité de leurs propres dames. \"] \n Les mots dans lesquels la demande a été",
          "faite montrent clairement que le roi était déjà pleinement au courant des détails",
          "de l'incident qui était arrivé au banquet de la femme d'Al-Aziz. Voilà pourquoi",
          "une simple référence à c'était suffisant. \n Une autre chose de note digne de",
          "cette demande était que le Prophète Joseph n'a en aucun soupçon de façon à la",
          "partie la femme d'Al-`Aziz avait joué dans l'événement. Ceci est une autre preuve",
          "de son caractère noble qu'il n'a pas aimé d'impliquer et enchevêtrer la femme de",
          "son bienfaiteur en la matière, même si elle l'avait fait son plus mauvais."
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "قَالَ مَا خَطْبُكُنَّ إِذْ رَاوَدْتُنَّ يُوسُفَ عَنْ نَفْسِهِ ۚ قُلْنَ حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ ۚ قَالَتِ امْرَأَتُ الْعَزِيزِ الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ",
      "simpleTranslate" : [
        "Le roi interrogea alors ces femmes : «Quelle a été votre intention, lorsque vous",
        "avez tenté de séduire Joseph?» – «À Dieu ne plaise, répondirent-elles, Joseph n’a",
        "commis aucun mal que nous sachions.» Et la femme du grand intendant d’ajouter :",
        "«Maintenant la vérité a éclaté. C’est moi qui ai tenté de le faire céder à mes",
        "désirs, et tout ce qu’il a dit est l’absolue vérité !"
      ],
      "tafsirTranslate" : [
        "Le roi a interrogé les femmes, <N:44> en disant: «Que voulez-vous dire au sujet",
        "de l'incident lorsque vous avez essayé d'attirer Joseph?\" Ils ont tous crié d'une",
        "seule voix: «Dieu nous protège! Nous avons trouvé aucune teinte de mal en lui.\"",
        "Alors la femme d'Al-`Aziz a également avoué, \"Maintenant que la vérité est venu à",
        "la lumière, ce fut moi qui a essayé de séduiras. en fait, il est absolument dans",
        "le droit. \" <N:45>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Quelle",
        "(A) votre affaire",
        "quand",
        "vous avez cherché à séduire",
        "Yusuf",
        "de",
        "lui-même",
        "Ils ont dit",
        "Allah ne plaise",
        "Allah ne plaise",
        "ne pas",
        "nous savons",
        "à propos de lui",
        "tout",
        "mal",
        "Dit",
        "(l'épouse",
        "(De) Aziz",
        "Maintenant",
        "(Est) manifeste",
        "la vérité",
        "je",
        "cherché à le séduire",
        "de",
        "lui-même",
        "et en effet, il",
        "(Est) sûrement de",
        "la vérité"
      ],
      "notes" : {
        "44" : [
          "En ce qui concerne la manière dont cette enquête a eu lieu, il est tout à fait",
          "possible que le roi aurait convoqué les femmes à sa présence ou obtenu leur",
          "témoignage par un officier de confiance de sa cour."
        ],
        "45" : [
          "L'enquête et les preuves doivent avoir contribué à ouvrir la voie à la montée du",
          "Prophète Josep dans le pays en concentrant l'attention du public sur lui, surtout",
          "dans les circonstances où l'enquête avait été demandée par lui. Il avait",
          "interprété le rêve du roi, lorsque tous les hommes sages, devins et les magiciens",
          "avaient échoué. Puis il avait refusé de quitter la prison, même si le roi",
          "lui-même avait ordonné qu'il devrait être amené devant lui, et, au lieu de cela,",
          "demandé une enquête de la question qui avait été la cause de son emprisonnement.",
          "Naturellement, cette chose aurait rempli les gens avec émerveillement et ils",
          "auraient été à la recherche avec impatience le résultat de l'enquête. Ainsi on",
          "peut imaginer comment les preuves et le résultat de l'enquête ont soulevé son",
          "prestige si élevé que le roi et ses courtisans déclaré qu'il était la seule",
          "personne apte à sauver le pays de la catastrophe à venir. Il est pas étonnant,",
          "alors, que le Prophète Joseph a proposé que ALi les ressources de la terre",
          "doivent être placés dans ses mains, et le roi ont accepté cette proposition dès",
          "qu'elle a été faite. Car, si elle avait été simplement la question de",
          "l'interprétation d'un rêve, le plus qu'il aurait mérité était une récompense et",
          "Iris sortie de prison. Mais il ne pouvait pas dire, [ \"Placer les ressources de",
          "la terre dans mes mains\"] et le roi ne serait pas facilement adhéré à sa",
          "proposition et lui a donné tous les pouvoirs dans le pays, comme cela est contenu",
          "dans vv. 55-56, et confirmé par la Bible et le Talmud."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "ذَٰلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ وَأَنَّ اللَّهَ لَا يَهْدِي كَيْدَ الْخَائِنِينَ",
      "simpleTranslate" : [
        "Si j’ai tenu à faire rétablir la vérité, c’est pour que mon maître sache que je",
        "ne l’ai point trompé pendant son absence, car Dieu ne guide point les intrigues",
        "des méchants."
      ],
      "tafsirTranslate" : [
        "(Joseph dit <N:46>) «Par cette enquête, je voulais lui (Al-`Aziz) laisser savoir",
        "que je ne joue pas le faux secret et que Allah ne mène pas au succès de la",
        "machinations de séducteurs."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "il peut savoir",
        "que je",
        "ne pas",
        "[I] le trahir",
        "en secret",
        "et cela",
        "Allah",
        "(ne fait pas",
        "guider",
        "(le plan",
        "(De) les traîtres"
      ],
      "notes" : {
        "46" : [
          "Prophète Joseph aurait pu dire ces mots dans la prison quand il est venu de",
          "connaître le résultat de l'enquête. Mais certains commentateurs, y compris de",
          "grands savants comme Ibn Taymiyya et Ibn Kathir, considèrent cette phrase comme",
          "une continuation du discours précédent de la femme d'AI-Aziz. Ils font valoir que",
          "cette phrase a été placée contiguë à son discours précédent sans aucun mot de",
          "démarcation entre eux pour indiquer que son discours avait pris fin à [ \"il est",
          "absolument dans le droit»], et que les mots suivants ont été parlé par le",
          "prophète Joseph. Ils interprètent que si deux discours prononcés par deux",
          "personnes différentes sont placés dans la contiguïté, ils doivent être séparés",
          "par des moyens de Borne mot défini, ou il doit y avoir une certaine idée précise",
          "à elle. Comme aucune de ces deux choses existe dans ce cas, il peut à juste titre",
          "être interprété que les mots contenus dans v. 52 sont la continuation de son",
          "discours précédent dans v. 51. Cependant, je suis surpris de voir comment un",
          "grand érudit de la perspicacité de Ibn Taymiyya a raté ce point que la",
          "caractéristique d'un discours est en soi un indice clair et auto-suffisante. Sa",
          "confession v. 51 correspond avec elle faible caractère, mais évidemment le",
          "discours digne et grande réussite dans v. 52 est trop élevé pour elle. Cela",
          "correspond à seulement avec le caractère noble du prophète Joseph. Il est évident",
          "que cela doit avoir été prononcé par un, qui était juste, généreux, humble et",
          "craignant Dieu. Il est en soi une preuve évidente qu'il ne pouvait pas sortir de",
          "la bouche de celui qui a dit: [ \"Viens ici\"], et [ «Quel châtiment DCEs celui",
          "mérite, qui montre de mauvaises intentions envers votre femme?\" ] et [ \"......",
          "s'il ne veut pas céder à mon appel d'offres, il est jeté en prison.\"] d'autre",
          "part, un tel discours pur monté avec celui qui a dit, [ \"Peut AIlah protéger moi!",
          "mon Seigneur a montré tant de bonté envers moi. Dois-je, puis, se conduisent mal",
          "comme ça? \"] et [\" mon Seigneur! Je préfère l'emprisonnement à celle à laquelle",
          "ils me invitent. . Si Tu ne conjurer leurs ruses de moi, je pourrais être pris",
          "dans leurs pièges. \"] Par conséquent, on ne peut pas attribuer un tel discours",
          "pur à la femme d'AI-'Azîz moins qu'il y ait un indice clair montrant que par",
          "cette époque, elle avait repentis et ont cru et mandé ses manières, mais il n'y a",
          "pas la moindre idée. il est donc clair que ce discours doit avoir été faite par",
          "le Prophète Joseph [(la paix d'Allah soit sur lui)]."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "وَمَا أُبَرِّئُ نَفْسِي ۚ إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا مَا رَحِمَ رَبِّي ۚ إِنَّ رَبِّي غَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Je ne cherche pas à m’innocenter moi-même, car c’est le propre de la nature",
        "humaine à pousser au mal, à moins qu’on ne soit touché par la grâce de Dieu, car",
        "Il est Clément et Miséricordieux.»"
      ],
      "tafsirTranslate" : [
        "Pourtant, je ne retiendrai pas mon âme à l'abri du péché, car l'âme incite au",
        "mal, à l'exception de celui sur lequel mon Seigneur fait miséricorde. En effet,",
        "mon Seigneur est Pardonneur et Miséricordieux. \""
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "J'absous",
        "moi même",
        "Effectivement",
        "l'âme",
        "(Est) un certain enjoiner",
        "du mal",
        "sauf si",
        "[cette]",
        "confère Mercy",
        "mon Seigneur",
        "Effectivement",
        "mon Seigneur",
        "(Est) Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "وَقَالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي ۖ فَلَمَّا كَلَّمَهُ قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ",
      "simpleTranslate" : [
        "«Qu’on me l’amène, dit le roi. Je veux l’attacher à ma personne !» Et après",
        "s’être entretenu avec lui, le roi lui dit : «À partir de maintenant, je t’accorde",
        "un poste d’autorité et t’investis de ma confiance !»"
      ],
      "tafsirTranslate" : [
        "Le roi dit: \"Amenez-le moi pour que je puisse l'attacher exclusivement à",
        "moi-même.\""
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "le roi",
        "Amenez-le moi",
        "Amenez-le moi",
        "Je vais le choisir",
        "pour moi-même",
        "Puis quand",
        "il lui parla",
        "il a dit",
        "En effet, vous",
        "(Sont) aujourd'hui",
        "avec nous",
        "fermement établi",
        "(Et) de confiance"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "قَالَ اجْعَلْنِي عَلَىٰ خَزَائِنِ الْأَرْضِ ۖ إِنِّي حَفِيظٌ عَلِيمٌ",
      "simpleTranslate" : [
        "– «Confie-moi, dit Joseph, l’intendance des dépôts du pays, j’en serai le gardien",
        "vigilant.»"
      ],
      "tafsirTranslate" : [
        "Quand Joseph a eu un entretien avec le roi, dit-il, \"A partir de maintenant vous",
        "avez une place honorable avec nous, et vous pourrez profiter de notre pleine",
        "confiance.» <N:47> Joseph dit: \"S'il vous plaît placer toutes les ressources de",
        "la terre sous ma confiance car je sais comment les garder et aussi posséder des",
        "connaissances. \"47a"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Désignez-moi",
        "plus de",
        "(les) trésoreries",
        "(De) la terre",
        "En effet, je",
        "(Sera) un tuteur",
        "connaissance"
      ],
      "notes" : {
        "47" : [
          "Il implicite ceci: [ «Nous avons une haute opinion de vous que nous pouvons vous",
          "confier en toute sécurité avec le plus haut poste de responsabilité dans le",
          "pays.\"] \n 47a. Comme ce verset a donné lieu à quelques questions importantes, Iet",
          "nous considèrent ces un par un. \n La première question est: [ \"? Est-ce une",
          "demande faite par le Prophète Joseph au roi pour certains post\"] A la lumière des",
          "notes explicatives précédentes, il serait devenu évident que ce ne fut ni une",
          "demande ni une demande faite par un personne ambitieuse qui avait été à l'affût",
          "pour un moment opportun pour leur présentation, et à peine le roi n'exprimer son",
          "approbation de lui qu'il a présenté sa demande devant lui. En fait, ce fut une",
          "sorte de proposition, en donnant son assentiment au grand désir du roi et les",
          "courtisans qu'il devrait être nommé gouverneur du pays. Car, selon le Talmud, [",
          "«l'hébreu a prouvé qu'il était sage et habile,\"] et [ \".... sûrement il peut y",
          "avoir aucune plus discret que moi à qui Dieu a fait connaître toutes ces",
          "choses.\"] Le roi , ses courtisans, ses princes, officiers et hommes de rang,",
          "avaient à cette époque, appris à connaître et reconnaître sa vraie valeur et ont",
          "eu l'expérience de sa supériorité morale au cours de la dernière décennie, les",
          "vicissitudes de sa vie. Il avait prouvé qu'il n'y avait pas égal à lui dans",
          "l'honnêteté, la justice, la tolérance, l'autodiscipline, la générosité,",
          "l'intelligence et la compréhension. Ils savaient et croyaient qu'il était le seul",
          "qui a su garder et utiliser les ressources de la terre et pourrait être confiée",
          "en toute sécurité avec eux. Par conséquent, dès qu'il a montré sa volonté, ils",
          "chaleureusement les mettent dans sa confiance. Ceci est également confirmé par la",
          "Bible que le roi avait formé une très haute opinion du prophète Joseph. Il a dit",
          "à ses serviteurs, [ «Pouvons-nous trouver un comme celui-ci est un homme en qui",
          "l'esprit de Dieu?\"] Par-dessus tout, il a dit au prophète Joseph, [ «Il n'y a pas",
          "si discret et sage comme toi art \"] [(Gen. 41: 38-39).]. En conséquence, par",
          "conséquent, le roi, de son propre gré, l'établit sur sa maison et la terre.",
          "[(Genèse 41: 41)]. \n Prenons maintenant la deuxième question: [ \"Quelle était la",
          "nature des pouvoirs qui lui ont été confiées au Prophète Joseph?\"] Ceci est",
          "important parce que ceux qui ne sont pas bien versé dans le Coran ont été induits",
          "en erreur par les mots aAECOIONCaC dans ce verset et par son travail ultérieur de",
          "la distribution du grain. Ils concluent à tort de ces que ce poste était comme",
          "les présents postes de jour d'une [ «agent du Trésor\"] ou [ \"Commissaire Famine\"]",
          "ou [ «ministre des Finances»], etc., etc. En fait, il était aucune de ces , pour,",
          "selon le Coran et la Bible et le Talmud, prophète Joseph avait été investi des",
          "pleins pouvoirs et privilèges d'une règle. Voilà pourquoi il était assis sur le",
          "trône [(v. 100)] et ils ont utilisé le titre de malik [(roi)] pour lui. [(V.",
          "72)]. Lui-même était reconnaissant à Allah pour conférer le royaume sur lui. [(V.",
          "101)]. Par-dessus tout, Allah lui-même témoigne de ce fait: [ \". Ainsi, nous a",
          "donné le pouvoir de Joseph dans le pays, alors qu'il avait le droit de prendre",
          "possession d'un morceau de lui, s'il le désirait\"] [(v. 56)] . En ce qui concerne",
          "la Bible, il est dit, [ «Et Pharaon dit à Joseph: Tu seras sur ma maison, et",
          "selon ta parole tout mon peuple être exclu: Vois, je te ai établi sur tout le",
          "pays d'Egypte .. . .. et sans toi ne pas Tnan lèvera la main ni le pied dans tout",
          "le pays d'Égypte », et appelé nom Zaphnath-Paaneah de Joseph [(sauveur du",
          "monde)]»] [(Gen. 41: 40-45) ]. Et selon le Talmud, quand ses frères sont",
          "retournés w leur père, le Prophète Jacob, de l'Egypte, ils ont dit à propos de",
          "prophète Joseph, [ «Le roi d'Egypte est puissant potentat, sur son peuple, il est",
          "suprême; sur sa parole ils sortent et sur sa parole ils viennent; sa parole",
          "gouverne, et la voix de son maître, Pharaon, n'est pas nécessaire \"]. \n Une autre",
          "question pertinente est: Quel était l'objet pour lequel prophète Joseph a fait",
          "une proposition de pouvoirs dans le pays? Est-ce qu'il offre ses services pour",
          "l'application des lois d'un État non-musulman? Ou at-il l'intention de mettre en",
          "place les systèmes culturels, moraux et politiques de l'islam en prenant les",
          "pouvoirs du gouvernement dans ses propres mains? Quant à sa réponse citons les",
          "commentaires sur ce verset [(55)] par `Allamah Zamakhshari dans son 'Kashshaf'.",
          "Il dit: [ \"Quand le Prophète Joseph proposé,` S'il vous plaît placer toutes les",
          "ressources du pays sous ma confiance », il voulait avoir l'occasion de faire",
          "respecter les commandements d'Allah et pour établir la vérité et la justice, et",
          "d'acquérir cette puissance qui est indispensable pour l'accomplissement de la",
          "mission pour laquelle les messagers sont envoyés. il n'a pas fait cette demande",
          "pour l'amour du royaume ou pour des désirs et des ambitions mondaines. il l'a",
          "fait parce qu'il savait très bien qu'il n'y avait pas d'autre qui pourrait",
          "effectuer ce travail. \n Pour être franc, la question ci-dessus conduit à des",
          "questions très importantes et fondamentales. Ce sont: était Joseph un prophète",
          "d'Allah ou non? S'il était, ne le Coran a présenté une telle conception d'un",
          "prophète qu'il se doit [(comme ils le prétendent Prophète Joseph ne)] offre ses",
          "services à un système d'incroyance à poursuivre ses travaux sur les principes",
          "non-pieux? Non, elle conduit à une question plus délicate et importante était-il",
          "une personne juste ou non? et, s'il était, pourrait-il jamais prévu qu'il [(selon",
          "leur interprétation,)] accepter pratiquement la théorie selon laquelle la",
          "souveraineté appartient au roi et non à Allah, alors que dans la prison, il a",
          "prêché, \"] La souveraineté appartient au il n'y a que AIlah [(v 40).] [ \"car si,",
          "comme ils interprètent, il a présenté une demande pour le service au roi, cela",
          "voulait dire qu'il l'a fait contre ses propres principes qu'il inculquait en",
          "prison:\"]?. ... ce qui est mieux: différents dieux ou celui Omnipotent Allah [",
          "\"Comme le roi d'Egypte a été l'un des\"] dieux \"qu'ils avaient mis en place, afin",
          "d'offrir des services à poursuivre le travail du système non islamiques sous le?",
          "la loi de non-islamique existant aurait été équivalent à reconnaître le roi comme",
          "son Seigneur. Sont-ils prêts à placer prophète Joseph dans cette position? \n Il",
          "est ironique que ces musulmans interprètent ce verset de cette manière, abaisser",
          "le caractère du prophète Joseph. Ils ont manifesté la même mentalité que les",
          "Juifs avaient développé au cours de la période de leur dégénérescence. Quand ils",
          "sont devenus moralement et mentalement dépravés, ils ont commencé délibérément",
          "pour représenter leurs prophètes et saints que les gens de faible caractère comme",
          "eux-mêmes pour justifier leurs propres caractères dégradés et pour faire place à",
          "des excuses pour aller encore plus bas. De même, lorsque les musulmans sont venus",
          "sous la domination des gouvernements non-musulmans, ils ont voulu servir sous",
          "eux, mais les enseignements de l'Islam et les motifs de leurs ancêtres dignes se",
          "tenaient dans leur chemin et ils avaient honte de cela. Ainsi, afin d'apaiser",
          "leur conscience, ils ont cherché refuge dans ce verset et par sa mauvaise",
          "interprétation pensait que ce grand prophète avait fait une demande pour un poste",
          "pour servir dans un non-musulman en vertu des lois de l'ONU-lslamic. Considérant",
          "que la propre vie du Prophète a enseigné la leçon que même un seul musulman",
          "pouvait par lui-même apporter la révolution islamique en tout un pays par son",
          "caractère islamique pur, sa foi, l'intelligence et la sagesse et qu'un vrai",
          "croyant est en mesure de conquérir, par le bon usage de son caractère moral, tout",
          "un pays sans dispositions militaires, de munitions ou de matériel."
        ]
      }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ ۚ نُصِيبُ بِرَحْمَتِنَا مَنْ نَشَاءُ ۖ وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "C’est ainsi que Nous avons accordé à Joseph une forte position dans ce pays et",
        "qu’il pouvait désormais s’y installer, où il voulait. Nous touchons de Notre",
        "grâce qui Nous voulons et Nous ne laissons jamais les hommes de bien sans",
        "récompense ;"
      ],
      "tafsirTranslate" : [
        "est ainsi que Nous donnons le pouvoir de Joseph dans le pays: il avait le droit",
        "de prendre possession d'un morceau de lui qu'il désirait <N:48> Nous accordes",
        "Notre prime sur tous ceux que nous ferons.. Nous ne laissons pas aller perdre la",
        "récompense des justes;"
      ],
      "tanslateWordByWord" : [
        "Et ainsi",
        "Nous avons établi",
        "[À] Yusuf",
        "dans",
        "la terre",
        "s'installer",
        "la bride",
        "où jamais",
        "il a voulu",
        "Nous accordons",
        "Notre miséricorde",
        "(sur qui",
        "Nous allons",
        "Et pas",
        "Nous laissons aller les déchets",
        "(la récompense",
        "(De) les bienfaisants"
      ],
      "notes" : {
        "48" : [
          "C'est de montrer que toute la terre d'Egypte était sous son contrôle total, comme",
          "si elle lui appartenait et il ne pouvait prétendre à aucun morceau de lui que la",
          "sienne, et il n'y avait pas de morceau de ce qui pourrait être retenu de lui. Les",
          "premiers commentateurs ont également fait le même commentaire sur ce verset. Par",
          "exemple, 'Allamah Ibn Jarir Tabari, sur l'autorité d'Ibn Zaid, dit que ce verset",
          "signifie: [ «Nous avons fait Joseph le propriétaire de ALi ces choses qui étaient",
          "en Egypte, et dans cette partie du monde, il pouvait faire ce qu'il aimé et où il",
          "aimait car il avait été donné autorité sur cette terre. Tant et si bien qu'il",
          "pourrait apporter Pharaon sous sa domination et de devenir son maître, s'il le",
          "désirait \"]. Il a cité une autre chose de Mujahid, qui est l'un des commentateurs",
          "les plus savants, à l'effet que le roi d'Egypte avait embrassé l'Islam à travers",
          "prophète Joseph."
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "وَلَأَجْرُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ",
      "simpleTranslate" : [
        "cependant, la récompense de la vie future est bien meilleure pour ceux qui auront",
        "cru et vécu dans la crainte du Seigneur."
      ],
      "tafsirTranslate" : [
        ", mais la récompense de la vie dans l'au-delà est beaucoup mieux pour ceux qui",
        "ont cru et se comportait d'une manière craignant Dieu <N:49> Ayah: 58-62"
      ],
      "tanslateWordByWord" : [
        "Et sûrement (la) récompense",
        "(De) l'au-delà",
        "(est mieux",
        "pour ceux qui",
        "croyez",
        "et sont",
        "Dieu conscient"
      ],
      "notes" : {
        "49" : [
          "Ceci est un avertissement contre un malentendu que l'on aurait pu avoir du",
          "précédent verset qui règne et la puissance étaient les véritables récompenses",
          "ultimes pour la vertu et la justice, pour la meilleure récompense qu'un croyant",
          "doit désirer et tendre volonté être celui qu'Allah accordera aux croyants dans",
          "l'au-delà."
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "وَجَاءَ إِخْوَةُ يُوسُفَ فَدَخَلُوا عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنْكِرُونَ",
      "simpleTranslate" : [
        "Les frères de Joseph vinrent en Égypte, et se présentèrent devant lui. Il les",
        "reconnut, mais eux ne se souvinrent plus de lui."
      ],
      "tafsirTranslate" : [
        "Les frères de Joseph sont venus en Egypte et se présentèrent devant lui. <N:50>",
        "Il les reconnut, mais ils ne l'ont pas. <N:51>"
      ],
      "tanslateWordByWord" : [
        "Et il est venu",
        "(les frères",
        "(De) Yusuf",
        "et ils sont entrés",
        "sur lui",
        "et il les a reconnus",
        "mais ils",
        "le connaissait pas",
        "le connaissait pas"
      ],
      "notes" : {
        "50" : [
          "Les événements de plusieurs années après son arrivée au pouvoir ont été laissés",
          "de côté par souci de concision, et l'histoire a été reprise à partir du moment où",
          "les frères du Prophète Joseph sont venus en Egypte, et a ouvert la voie à la",
          "règlement éventuel des Israélites en Egypte. Il sera, toutefois, être utile",
          "d'avoir un aperçu de ces événements. Pendant les sept premières années de son",
          "règne, il y avait abondance de maïs comme il l'avait prédit tout en interprétant",
          "le rêve du roi. En conséquence, il a adopté toutes les mesures qu'il avait mises",
          "devant le roi concernant les années d'abondance. Ensuite, les sept années de",
          "disette et de la famine ont commencé régnaient non seulement sur l'Egypte, mais",
          "partout dans les pays voisins. En conséquence, la Syrie, la Palestine, la",
          "Transjordanie et la partie nord de l'Arabie ont commencé à souffrir de la rareté",
          "de la nourriture, mais il y avait beaucoup d'elle en Egypte, en dépit de la",
          "famine à cause des mesures sages prophète Joseph avait pris comme une garantie.",
          "Voilà pourquoi ses frères, comme les autres peuples voisins, ont été contraints",
          "par les circonstances à se rendre en Egypte et se présenter devant lui. Il semble",
          "que le Prophète Joseph avait donc arrangé les choses qu'aucun étranger a été",
          "autorisé à acheter du maïs sans un permis spécial de lui. Par conséquent, lorsque",
          "les frères ont atteint l'Egypte, ils auraient dû se présenter devant lui pour",
          "obtenir le permis spécial pour l'achat de la quantité fixée autorisée en vertu",
          "des règlements de la famine."
        ],
        "51" : [
          "Il est pas étonnant que ses frères ne pouvaient pas reconnaître prophète Joseph,",
          "car, quand ils le jetèrent dans le puits, il était simplement un jeune homme de",
          "dix-sept et au moment de leur rencontre, il a été un grandi homme trente-huit ans",
          "ou plus. Naturellement, il doit avoir changé de forme au cours de cette longue",
          "période. D'ailleurs, ils auraient jamais pu imaginer que le frère qu'ils avaient",
          "jeté dans le puits était devenu le maître de l'Egypte."
        ]
      }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "وَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ قَالَ ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ ۚ أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنْزِلِينَ",
      "simpleTranslate" : [
        "Et après leur avoir fait remettre leurs provisions, il leur dit : «Amenez-moi un",
        "frère consanguin à vous. Ne voyez-vous pas que je vous fais pleine mesure et que",
        "je vous réserve le meilleur accueil?"
      ],
      "tafsirTranslate" : [
        "Quand il leur avait donné les dispositions qui leur sont dues et ils ont été de",
        "partir, il a dit: «Apportez votre frère étape pour moi. Ne voyez-vous que je",
        "donne la pleine mesure et suis le meilleur des hôtes?"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "il leur avait fourni",
        "avec leurs fournitures",
        "il a dit",
        "Apporte moi",
        "un frère",
        "de la vôtre",
        "de",
        "ton père",
        "Ne pas",
        "tu vois",
        "que je",
        "[I] donner plein",
        "[la mesure",
        "et que je suis",
        "(le meilleur",
        "(De) les hôtes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "فَإِنْ لَمْ تَأْتُونِي بِهِ فَلَا كَيْلَ لَكُمْ عِنْدِي وَلَا تَقْرَبُونِ",
      "simpleTranslate" : [
        "Si vous ne l’amenez pas, il n’y aura plus de provisions pour vous et il est",
        "inutile que vous reveniez vers moi !»"
      ],
      "tafsirTranslate" : [
        "Mais si vous ne le ramène pas à moi que vous aurez aucun grain de moi: NAY vous",
        "ne devriez même pas venir près de moi. « <N:52>"
      ],
      "tanslateWordByWord" : [
        "Mais si",
        "ne pas",
        "vous me l'amenez",
        "vous me l'amenez",
        "puis (il y aura) aucune",
        "mesure",
        "pour toi",
        "de moi",
        "et pas",
        "vous arriverez près de moi"
      ],
      "notes" : {
        "52" : [
          "Comme le Coran a omis les détails, quelqu'un pourrait être à une perte de savoir",
          "sur la façon dont il a apporté Benjamin dans la conversation avec ses frères, et",
          "pourquoi il a insisté sur eux pour l'amener avec eux, quand il avait l'intention",
          "de garder son identité secrète d'eux. Car, de toute évidence ces choses auraient",
          "conduit à la révélation de ce secret. Mais un peu de réflexion montrera qu'il",
          "pourrait avoir très facilement et naturellement conduit la conversation jusqu'à",
          "Benjamin sans éveiller leur curiosité. Comme il y avait des restrictions strictes",
          "sur l'achat de maïs, tout le monde a été autorisé à acheter seulement une",
          "quantité fixe de celui-ci. les dix frères Très probablement avaient appliqué pour",
          "le maïs pour leur père et la onzième frère. A ce prophète Joseph aurait demandé",
          "la raison pour laquelle leur père et son frère avaient pas personnellement venu",
          "pour elle. Puis il aurait pu accepter l'excuse pour leur père qu'il était vieux",
          "et aveugle, mais il aurait exprimé ses doutes au sujet de leur excuse pour leur",
          "frère qu'il était leur beau-frère et le père ne serait pas lui envoyer avec eux",
          "et ainsi de suite. Puis il aurait déclaré, [ \"Eh bien, cette fois, nous vous",
          "donner autant de maïs que vous avez demandé, mais la prochaine fois que vous",
          "venez ici, vous devriez apporter votre beau-frère avec vous, sinon vous ne",
          "recevrez pas de maïs du tout à cause de cette fausse déclaration de la vôtre. \"]",
          "avec cette menace, il a essayé de les gagner en leur rappelant de son traitement",
          "libéral et généreux avec eux, parce qu'il aspirait à la vue de son jeune frère,",
          "et était impatient de savoir comment sa famille sort avait été pendant son",
          "absence. \n Ce qui précède est une explication simple et naturelle de la matière.",
          "Ainsi, cette partie de l'histoire, tel qu'il figure dans la Bible [(chapitres",
          "Gen. 42 et 43)] semble être farfelue, exagérée, irréel et, par conséquent, non",
          "fiable."
        ]
      }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "قَالُوا سَنُرَاوِدُ عَنْهُ أَبَاهُ وَإِنَّا لَفَاعِلُونَ",
      "simpleTranslate" : [
        "– «Nous nous efforcerons, dirent-ils, de convaincre notre père de le laisser",
        "partir, et nous espérons y parvenir.»"
      ],
      "tafsirTranslate" : [
        "Ils ont répondu \"Nous allons essayer de notre mieux pour persuader son père de",
        "lui envoyer avec nous. Ce que nous ferons sûrement.\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Nous allons essayer d'obtenir la permission",
        "pour lui",
        "(De) son père",
        "et en effet nous",
        "sûrement faire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "وَقَالَ لِفِتْيَانِهِ اجْعَلُوا بِضَاعَتَهُمْ فِي رِحَالِهِمْ لَعَلَّهُمْ يَعْرِفُونَهَا إِذَا انْقَلَبُوا إِلَىٰ أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ",
      "simpleTranslate" : [
        "Puis Joseph dit à ses serviteurs : «Dissimulez dans leurs bagages les",
        "marchandises qu’ils avaient apportées. Peut-être que, en rentrant chez eux, ils",
        "s’en apercevront et que cela les incitera à revenir.»"
      ],
      "tafsirTranslate" : [
        "Joseph parlait de côté pour ses esclaves. \". Placez secrètement dans leurs sacs",
        "de selle les marchandises qu'ils ont troqués pour le maïs\" Joseph a fait cela",
        "dans l'espoir que quand ils rentrer chez eux à leur peuple, ils venaient à le",
        "savoir; ils devraient peut-être revenir."
      ],
      "tanslateWordByWord" : [
        "Et il a dit",
        "à ses serviteurs",
        "Mettre",
        "leur marchandise",
        "dans",
        "leurs sacoches",
        "afin qu'ils",
        "peut reconnaître",
        "quand",
        "ils retournent",
        "à",
        "leur peuple",
        "afin qu'ils puissent",
        "retour"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "فَلَمَّا رَجَعُوا إِلَىٰ أَبِيهِمْ قَالُوا يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ فَأَرْسِلْ مَعَنَا أَخَانَا نَكْتَلْ وَإِنَّا لَهُ لَحَافِظُونَ",
      "simpleTranslate" : [
        "De retour auprès de leur père, ils lui dirent : «Père, on refuse de nous",
        "ravitailler à l’avenir si notre frère n’est pas avec nous. Envoie-le avec nous",
        "pour que nous obtenions des provisions. Nous en prendrons le plus grand soin.»"
      ],
      "tafsirTranslate" : [
        "Quand ils sont revenus à leur père, ils ont dit: «Cher père, maintenant que le",
        "maïs a désormais été refusée à nous, s'il vous plaît envoyer notre frère avec",
        "nous afin que nous puissions aller chercher le maïs, et nous prenons l'entière",
        "responsabilité de son sécurité.\""
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "ils sont retournés",
        "à",
        "leur père",
        "ils ont dit",
        "O notre père",
        "A été refusé",
        "à nous",
        "la mesure",
        "alors envoyez",
        "avec nous",
        "notre frère",
        "(Que) nous aurons mesure",
        "Et en effet, nous",
        "pour lui",
        "(Volonté) sûrement (be) gardiens"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "قَالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنْتُكُمْ عَلَىٰ أَخِيهِ مِنْ قَبْلُ ۖ فَاللَّهُ خَيْرٌ حَافِظًا ۖ وَهُوَ أَرْحَمُ الرَّاحِمِينَ",
      "simpleTranslate" : [
        "Le père répondit : «Vais-je vous le confier, comme autrefois je vous avais confié",
        "son frère? Mais Dieu est le Meilleur Gardien, et Il est le plus Miséricordieux",
        "des miséricordieux !»"
      ],
      "tafsirTranslate" : [
        "Le père a répondu «Dois-je le confier à vous comme je l'ai confié son frère à",
        "vous avant? Allah est le meilleur gardien et il est le plus Miséricordieux.\""
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Devrait",
        "Je vous confie",
        "avec lui",
        "sauf",
        "comme",
        "Je vous ai confié",
        "avec",
        "son frère",
        "avant",
        "avant",
        "Mais Allah",
        "(est le meilleur",
        "Tuteur",
        "et il",
        "(Est le) Très Miséricordieux",
        "(De) miséricordieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "وَلَمَّا فَتَحُوا مَتَاعَهُمْ وَجَدُوا بِضَاعَتَهُمْ رُدَّتْ إِلَيْهِمْ ۖ قَالُوا يَا أَبَانَا مَا نَبْغِي ۖ هَٰذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا ۖ وَنَمِيرُ أَهْلَنَا وَنَحْفَظُ أَخَانَا وَنَزْدَادُ كَيْلَ بَعِيرٍ ۖ ذَٰلِكَ كَيْلٌ يَسِيرٌ",
      "simpleTranslate" : [
        "Et ayant déballé leurs bagages, ils trouvèrent que les marchandises qu’ils",
        "avaient troquées leur avaient été rendues. «Père, dirent-ils, que pouvons-nous",
        "espérer de plus? Voilà que nos marchandises nous ont été rendues. Nous irons donc",
        "ravitailler les nôtres, tout en prenant soin de notre frère. Et cette fois-ci",
        "nous rapporterons la charge d’un chameau de plus. C’est une charge facile à",
        "obtenir !»"
      ],
      "tafsirTranslate" : [
        "Quand ils ont ouvert leurs sacoches, ils ont constaté que leur marchandise avait",
        "également été restitués. Voyant cela, ils ont pleuré de joie, «Cher père,",
        "regardez ici Que faisons nous désirons Voici notre marchandise à nous retourner,",
        "nous allons donc revenir en arrière et apporter des provisions de nourriture pour",
        "notre famille;!?. Nous allons prendre soin de notre frère et obtenir une charge",
        "de chameau supplémentaire de maïs. une telle addition sera faite facilement. \""
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "ils ont ouvert",
        "leurs bagages",
        "ils ont trouvé",
        "leur marchandise",
        "revenu",
        "pour eux",
        "Ils ont dit",
        "O notre père",
        "Quelle",
        "(Pouvait) que nous désirons",
        "Ce",
        "(Est) notre marchandise",
        "revenu",
        "à nous",
        "Et nous aurons disposition",
        "(Pour) notre famille",
        "et nous allons protéger",
        "notre frère",
        "et obtenir une augmentation",
        "mesure",
        "(De) d'un chameau (la charge)",
        "Cette",
        "(Est) une mesure",
        "facile"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "قَالَ لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّىٰ تُؤْتُونِ مَوْثِقًا مِنَ اللَّهِ لَتَأْتُنَّنِي بِهِ إِلَّا أَنْ يُحَاطَ بِكُمْ ۖ فَلَمَّا آتَوْهُ مَوْثِقَهُمْ قَالَ اللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ",
      "simpleTranslate" : [
        "– «Je ne l’enverrai avec vous, dit le père, que si vous vous engagez devant Dieu",
        "à me le ramener, à moins que vous ne soyez tous réduits à l’impuissance.» Et",
        "lorsqu’ils eurent pris cet engagement, le père dit : «Puisse Dieu être garant de",
        "ce que nous venons de conclure !»"
      ],
      "tafsirTranslate" : [
        "Leur père a répondu: «Je ne l'enverrai avec vous, jusqu'à ce que vous me donnez",
        "un engagement au nom d'Allah que vous ne pouvez le ramener à moi, si ce soit que",
        "vous l'impuissance par les circonstances.\" Quand ils lui avaient donné leurs",
        "engagements solennels qu'il a dit: «Notez bien que Dieu est gardait et de veiller",
        "sur cet engagement qui est le nôtre.\""
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Jamais",
        "Je vais lui envoyer",
        "avec toi",
        "jusqu'à",
        "tu me donnes",
        "une promesse",
        "par",
        "Allah",
        "que sûrement vous me l'amener",
        "que sûrement vous me l'amener",
        "sauf si",
        "cette",
        "vous êtes entouré",
        "vous êtes entouré",
        "Et quand",
        "ils lui avaient donné",
        "leur promesse",
        "il a dit",
        "Allah",
        "plus de",
        "quelle",
        "nous disons",
        "(Est) un Gardien"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "وَقَالَ يَا بَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ ۖ وَمَا أُغْنِي عَنْكُمْ مِنَ اللَّهِ مِنْ شَيْءٍ ۖ إِنِ الْحُكْمُ إِلَّا لِلَّهِ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ",
      "simpleTranslate" : [
        "Puis il ajouta : «Mes enfants, n’entrez pas dans la cité où vous allez par la",
        "même porte, mais entrez par des portes différentes. Je ne puis cependant vous",
        "être d’aucun secours contre la volonté de Dieu, car c’est de Lui que relève toute",
        "décision. Je mets donc ma confiance en Lui, et c’est en Lui que mettent leur",
        "confiance ceux qui se résignent.»"
      ],
      "tafsirTranslate" : [
        "Et il dit: \"O mes enfants, ne pénètrent pas dans la capitale de l'Egypte par une",
        "seule porte, mais vont en elle par des portes différentes. <N:53>"
      ],
      "tanslateWordByWord" : [
        "Et il a dit",
        "O mes fils",
        "(Ne pas",
        "Entrer",
        "de",
        "une porte",
        "une porte",
        "mais introduisez",
        "de",
        "portes",
        "différent",
        "Et pas",
        "Je peux profiter",
        "toi",
        "contre",
        "Allah",
        "tout",
        "chose",
        "ne pas",
        "(Est) la décision",
        "sauf",
        "Allah",
        "sur lui",
        "Je mets ma confiance",
        "et sur lui",
        "laisser mettre (leur) confiance",
        "ceux qui ont mis la confiance"
      ],
      "notes" : {
        "53" : [
          "une grande préoccupation du Prophète Jacob sur ce voyage de ses fils était due au",
          "fait que son plus jeune fils, Benjamin, était de les accompagner. Il était",
          "inquiet pour sa sécurité parce qu'il avait déjà eu une triste expérience de son",
          "fils, Joseph. Naturellement son cœur doit avoir été pleine de ces doutes que cela",
          "pourrait être sa dernière rencontre avec son autre fils bien-aimé. Bien qu'il",
          "avait pleine confiance en Allah et a été patiemment résigné à sa volonté, il,",
          "comme un être humain, conseillé à ses fils de prendre certaines mesures de",
          "précaution. Afin de comprendre l'importance de cette mesure de précaution",
          "d'entrer dans la capitale par des portes différentes, nous devrions avoir un",
          "aperçu des conditions politiques de cette période. Comme les Israélites vivaient",
          "sur la frontière orientale de l'Egypte comme clans indépendants, ils ont été",
          "examinés avec suspicion comme tous les gens de la frontière. Par conséquent, le",
          "Prophète Jacob craignait que s'ils sont entrés dans la ville dans un groupe, ils",
          "pourraient être prises pour un gang de suspects, en particulier pendant cette",
          "période de famine. Ainsi il y avait une crainte d'une action sévère prises contre",
          "eux comme s'ils étaient venus pour vol organisé. Voilà pourquoi il leur a donné",
          "cette allocation que si, dans ces circonstances défavorables il y avait des",
          "problèmes, il ne les accuse de violation de l'engagement pour la sécurité de",
          "Benjamin."
        ]
      }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "وَلَمَّا دَخَلُوا مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُمْ مَا كَانَ يُغْنِي عَنْهُمْ مِنَ اللَّهِ مِنْ شَيْءٍ إِلَّا حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا ۚ وَإِنَّهُ لَذُو عِلْمٍ لِمَا عَلَّمْنَاهُ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Ils entrèrent donc dans la ville en suivant la recommandation de leur père ; mais",
        "cela ne pouvait leur servir à rien contre les arrêts du Seigneur et ne faisait",
        "qu’apaiser les inquiétudes de Jacob, car ce dernier savait tirer profit de la",
        "science que Nous lui avions enseignée, ce que la plupart des hommes ne savent",
        "point."
      ],
      "tafsirTranslate" : [
        "savent cependant bien que je ne peux pas écarter de vous la volonté d'Allah pour",
        "rien d'autre que Il n'a aucune autorité. En Lui je place ma confiance et tous",
        "ceux qui veulent se fier à personne doivent mettre leur confiance en Lui seul.",
        "«Et il arriva que, quand ils sont entrés dans la ville par des portes différentes",
        "que leur père leur avait conseillé la mesure de précaution avérée inefficace",
        "contre la volonté d'Allah. Bien sûr, Jacob avait fait de son mieux pour éviter la",
        "peur qu'il avait dans le cœur. En effet, il possédait des connaissances à cause",
        "de ce que Nous lui avions enseigné:., mais la plupart des gens ne comprennent pas",
        "la réalité de la question <N:54>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "ils entrèrent",
        "de",
        "où",
        "leur a ordonné",
        "leur père",
        "ne pas",
        "il",
        "succès (ed)",
        "leur",
        "contre",
        "Allah",
        "tout",
        "chose",
        "mais",
        "(Il était) nécessaire",
        "de",
        "L'âme de Yaqub",
        "L'âme de Yaqub",
        "lequel il a effectué",
        "Et en effet, il",
        "(A) un possesseur",
        "(De) la connaissance",
        "car",
        "Nous lui avions enseigné",
        "mais",
        "les plus",
        "(des gens",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "54" : [
          "[ \"La plupart des gens ne comprennent pas....\"] Comment prophète Jacob a été en",
          "mesure de tenir l'équilibre entre [ \"confiance en Allah\"] et l'adoption de",
          "mesures de précaution. Ce fut parce qu'Allah l'avait favorisé avec la vraie",
          "connaissance. Voilà pourquoi il a pris toutes les mesures qui ont été dictées par",
          "le bon sens, la pensée profonde et de l'expérience. Il les avertit pour leur",
          "mauvais traitements avec leur frère Joseph afin qu'ils ne devraient pas oser le",
          "répéter dans le cas de Benjamin. Il a pris un engagement solennel d'eux au nom de",
          "AIlah qu'ils prendraient soin de la sécurité de leur beau-frère. Puis il leur a",
          "conseillé d'être en garde contre la situation politique dangereuse et d'entrer",
          "dans la capitale par des portes différentes afin de ne pas donner cause",
          "d'inquiétude et de suspicion. Bref, autant qu'il était humainement possible, il a",
          "pris toutes les mesures de précaution pour éviter tout risque possible. D'autre",
          "part, il a toujours gardé cette chose en vue [(et exprimé)] qu'aucune mesure de",
          "précaution humaine pourrait éviter l'application de la volonté d'Allah, et que la",
          "protection réelle était la protection d'Allah: et que l'on ne doit pas compter",
          "sur le principe de précaution mesures, mais sur la faveur de AIlah. Il est",
          "évident que seule la personne qui a la connaissance réelle peut garder un tel",
          "équilibre dans ses paroles et ses actes, qui sait quel genre d'efforts sont exigé",
          "de ses facultés humaines accordées par Allah pour la solution des problèmes du",
          "monde, qui se rend compte aussi qu'il est Allah seul Qui a le pouvoir de les",
          "faire un succès ou un échec. Ceci est [ \"ce que la plupart des gens ne",
          "comprennent pas\"]. Certains d'entre eux comptent uniquement sur leurs efforts et",
          "mesures et jeter confiance en Allah; alors qu'il y en a d'autres qui comptent",
          "uniquement sur [ \"confiance dans AIlah\"] et n'adoptent aucune mesure concrète",
          "pour résoudre leur problème."
        ]
      }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "وَلَمَّا دَخَلُوا عَلَىٰ يُوسُفَ آوَىٰ إِلَيْهِ أَخَاهُ ۖ قَالَ إِنِّي أَنَا أَخُوكَ فَلَا تَبْتَئِسْ بِمَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "Lorsqu’ils se présentèrent devant Joseph, celui-ci prit à part son frère et lui",
        "dit : «Je suis ton frère. Ne t’afflige pas de ce qu’ils m’ont fait autrefois !»"
      ],
      "tafsirTranslate" : [
        "Quand ils se présentèrent devant Joseph qu'il a appelé seul à lui-même, son frère",
        "et lui dit: «Je suis le même ton frère (qui était perdu). Maintenant, vous ne",
        "devez pas affligez pour ce qu'ils ont fait ». <N:55>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "ils entrèrent",
        "sur",
        "Yusuf",
        "il a pris",
        "à lui-même",
        "son frère",
        "Il a dit",
        "En effet, je",
        "[Je suis",
        "ton frère",
        "Donc ne le fais pas",
        "chagriner",
        "pour quoi",
        "ils avaient l'habitude)",
        "faire"
      ],
      "notes" : {
        "55" : [
          "Toute l'histoire de leurs retrouvailles après une séparation de vingt ans ou plus",
          "a été résumée dans cette courte phrase. Selon toute probabilité, prophète Joseph",
          "aught lui ont raconté l'histoire des vicissitudes qui finalement avaient conduit",
          "à son rang élevé, et Benjamin à son tour aurait raconté l'histoire du",
          "III-traitement des demi-frères sans cœur. Alors le Prophète Joseph aurait pu le",
          "rassurer que Ire ne serait pas autorisé à revenir avec eux, mais rester avec lui.",
          "Il est également possible que le plan pour le conserver là, sans révéler le",
          "secret de l'identité du prophète Joseph, aurait alors été pensé et décidé."
        ]
      }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "فَلَمَّا جَهَّزَهُمْ بِجَهَازِهِمْ جَعَلَ السِّقَايَةَ فِي رَحْلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسَارِقُونَ",
      "simpleTranslate" : [
        "Et après leur avoir fourni leurs provisions, Joseph glissa dans les bagages de",
        "son jeune frère une coupe à boire ; puis, sur ses ordres, un héraut se mit à",
        "crier : «Hé, caravaniers ! Vous êtes des voleurs !»"
      ],
      "tafsirTranslate" : [
        "Alors que Joseph arrangeait pour le chargement des paquets de ses frères, il a",
        "mis sa tasse dans le paquet de son propre frère. <N:56> Ensuite, un héraut cria:",
        "«Ho, chameliers! Vous êtes voleurs. ,, <N:57>"
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "il leur avait fourni",
        "avec leurs fournitures",
        "il met",
        "la coupelle d'abreuvement",
        "dans",
        "le sac",
        "(De) son frère",
        "alors",
        "cria",
        "un annonceur",
        "O vous",
        "(En) la caravane",
        "En effet, vous",
        "sûrement (sont) voleurs"
      ],
      "notes" : {
        "56" : [
          "Selon toute probabilité, le Prophète Joseph mit la coupe dans le sac de son frère",
          "avec sa connaissance et le consentement, comme on peut le déduire du verset",
          "précédent. Évidemment. Prophète Joseph voulait libérer son frère de l'oppression",
          "des demi-frères cruels et lui-même était réticent à revenir avec eux. Mais cela",
          "ne pouvait pas être fait directement et ouvertement sans révéler sa propre",
          "identité, qui n'a pas été alors opportun dans les circonstances. Par conséquent,",
          "les deux frères auraient pu penser que ce plan, bien que cela aurait mis le jeune",
          "frère dans une situation embarrassante pour le moment, en raison de son",
          "implication dans une affaire de vol. Mais ils avaient adopté ce plan parce",
          "qu'après les deux frères pourraient effacer facilement en divulguant la question",
          "réelle."
        ],
        "57" : [
          "Il n'y a rien dans ce verset, ni dans les versets suivants pour montrer que le",
          "Prophète Joseph prit ses serviteurs dans sa confiance à l'égard de cette",
          "question, et leur a demandé de faire une fausse accusation contre les voyageurs.",
          "L'explication simple de l'incident peut être présent. La coupe aurait pu être",
          "tranquillement et secrètement mis dans le pack. Ensuite, lorsque les",
          "fonctionnaires ne trouvent pas, ils auraient pu arriver à la conclusion",
          "inévitable qu'il doit avoir été volé par les voyageurs qui se trouvaient là."
        ]
      }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "قَالُوا وَأَقْبَلُوا عَلَيْهِمْ مَاذَا تَفْقِدُونَ",
      "simpleTranslate" : [
        "Se retournant, les fils de Jacob demandèrent : «Que cherchez-vous?»"
      ],
      "tafsirTranslate" : [
        "En revenant, ils ont demandé, \"Qu'est-ce qui vous manque?\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "se tournant vers",
        "leur",
        "Qu'Est-ce que c'est)",
        "vous manquez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "قَالُوا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاءَ بِهِ حِمْلُ بَعِيرٍ وَأَنَا بِهِ زَعِيمٌ",
      "simpleTranslate" : [
        "– «Nous cherchons, leur dit-on, la coupe du roi ! Quiconque la rapportera recevra",
        "une récompense en blé de la charge d’un chameau.» Et le héraut ajouta : «Je m’en",
        "porte garant.»"
      ],
      "tafsirTranslate" : [
        "Les fonctionnaires royaux ont répondu, \"Nous ne trouvons pas la coupe du roi.\"",
        "(Et leur chef ajouté,) \"Celui qui le replacerait, sera attribué une charge de",
        "chameau du maïs. Je vous garantis cela.\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Nous manquons",
        "(la tasse",
        "(De) le roi",
        "Et pour (un) qui",
        "apporte",
        "il",
        "(Est) une charge",
        "(De) un chameau",
        "et moi",
        "pour ça",
        "(est responsable"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "قَالُوا تَاللَّهِ لَقَدْ عَلِمْتُمْ مَا جِئْنَا لِنُفْسِدَ فِي الْأَرْضِ وَمَا كُنَّا سَارِقِينَ",
      "simpleTranslate" : [
        "– «Par Dieu, répondirent les fils de Jacob, vous savez bien que nous ne sommes",
        "pas venus pour faire du mal et que nous ne sommes pas des voleurs !»"
      ],
      "tafsirTranslate" : [
        "Les frères répondirent: «Par Dieu, vous le savez bien que nous ne sommes pas",
        "venus pour répandre le désordre dans ce pays, et nous ne sommes pas des voleurs.\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Par Allah",
        "certainement",
        "tu sais",
        "ne pas",
        "nous sommes venus",
        "que nous provoquons la corruption",
        "dans",
        "la terre",
        "et pas",
        "nous sommes",
        "voleurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "قَالُوا فَمَا جَزَاؤُهُ إِنْ كُنْتُمْ كَاذِبِينَ",
      "simpleTranslate" : [
        "– «Quelle sanction sera infligée au voleur, s’il s’avère que vous avez menti?»,",
        "dirent les autres."
      ],
      "tafsirTranslate" : [
        "A cela, ils ont dit: «Très bien, ce sera le châtiment du voleur, si vous êtes",
        "reconnu pour être des menteurs?\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Alors qu'est-ce",
        "(Sera la) récompense (de) il",
        "si",
        "tu es",
        "menteurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "قَالُوا جَزَاؤُهُ مَنْ وُجِدَ فِي رَحْلِهِ فَهُوَ جَزَاؤُهُ ۚ كَذَٰلِكَ نَجْزِي الظَّالِمِينَ",
      "simpleTranslate" : [
        "– «Celui, répondirent les frères de Joseph, dans les bagages duquel la coupe sera",
        "trouvée vous sera livré lui-même à titre d’esclave. C’est ainsi que nous",
        "punissons les prévaricateurs.»"
      ],
      "tafsirTranslate" : [
        "Ils répondirent: \"Sa punition devrait être que lui-même être fait un esclave, si",
        "la chose se trouve dans son sac. A la maison, nous punissons ces délinquants",
        "comme celui-ci.\" <N:58>"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Sa récompense",
        "(Est-ce un) qui",
        "Il est trouvé",
        "dans",
        "son sac",
        "Puis il",
        "(Sera) sa récompense",
        "Ainsi",
        "(Faisons), nous rétribuons",
        "les malfaiteurs"
      ],
      "notes" : {
        "58" : [
          "Il faut garder à l'esprit que ces gens étaient les descendants du Prophète",
          "Abraham. Par conséquent, ils mettent en avant sa loi au sujet d'un voleur, qui",
          "est, le voleur devrait être le serf de celui dont les marchandises qu'il avait",
          "volé."
        ]
      }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "فَبَدَأَ بِأَوْعِيَتِهِمْ قَبْلَ وِعَاءِ أَخِيهِ ثُمَّ اسْتَخْرَجَهَا مِنْ وِعَاءِ أَخِيهِ ۚ كَذَٰلِكَ كِدْنَا لِيُوسُفَ ۖ مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ إِلَّا أَنْ يَشَاءَ اللَّهُ ۚ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ ۗ وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ",
      "simpleTranslate" : [
        "Joseph commença par fouiller les bagages des autres avant de passer à ceux de son",
        "frère, et il en retira la coupe. Nous avons suggéré à Joseph d’avoir recours à ce",
        "moyen, sans lequel il ne pouvait pas retenir son frère près de lui selon la loi",
        "du pays, à moins que Dieu ne l’eût voulu. Nous élevons en rang qui Nous voulons.",
        "Mais, au-dessus de tout savant, il y a Celui dont la science n’a point de limite."
      ],
      "tafsirTranslate" : [
        "Joseph premier a commencé à chercher les paquets de ses beaux-frères avant de",
        "chercher le paquet de son propre frère. Enfin, il l'a sorti de la meute de son",
        "frère. Ainsi nous avons soutenu Joseph avec Notre plan: <N:59> ou il n'a pas",
        "incomberait Joseph à saisir son frère (par la loi du roi), sauf que Allah a voulu",
        "ainsi <N:60> Nous levons haut les rangs de ceux que nous, et. il est celui dont",
        "la connaissance est beaucoup plus grande que la connaissance de tous les autres."
      ],
      "tanslateWordByWord" : [
        "Alors il a commencé",
        "avec leurs bagages",
        "avant",
        "(le sac",
        "(De) son frère",
        "puis",
        "il l'a fait sortir",
        "de",
        "(le sac",
        "(De) son frère",
        "Ainsi",
        "(Fait) Nous prévoyons",
        "pour Yusuf",
        "Il ne pouvait pas",
        "Il ne pouvait pas",
        "prendre",
        "son frère",
        "par",
        "la loi",
        "(De) le roi",
        "sauf",
        "cette",
        "Allah a voulu",
        "Allah a voulu",
        "nous levons",
        "(En) degrés",
        "qui",
        "Nous allons",
        "mais plus",
        "chaque",
        "possesseur",
        "(De) la connaissance",
        "(Est) l'Omniscient"
      ],
      "notes" : {
        "60" : [
          "Avait AIIah voulu, Il aurait pas enlevé la faille dans le plan du prophète",
          "Joseph. Il était la suivante: il pouvait saisir son frère selon son plan que par",
          "l'aide de la loi du roi, mais il n'a pas été digne d'un prophète d'Allah pour",
          "appliquer cette loi de non-islamique à son cas personnel. Car il avait pris le",
          "pouvoir politique dans ses mains afin d'établir progressivement la loi islamique",
          "et de ne pas appliquer et garder la loi du roi en vogue. Allah avait voulu, Il",
          "aurait laissé aucune autre voie pour Son Prophète, sauf d'avoir recours à la loi",
          "anti-islamique. Mais il ne voulut pas tellement parce qu'il n'a pas aimé de",
          "ternir le nom juste de Son Prophète. il a fait donc les serviteurs de renseigner",
          "les frères [(une chose inhabituelle)] au sujet de la peine d'un voleur et ils",
          "déclaré la loi du Prophète Abraham. Ainsi, non seulement a été le défaut enlevé,",
          "mais aussi pas de place a été laissée pour les frères de soulever toute objection",
          "contre ce sous prétexte qu'ils ne sont pas des Egyptiens, et donc la loi du pays",
          "ne pouvaient pas être appliquées contre eux. Comme cela a déjà été souligné, ce",
          "fut le soutien d'Allah à laquelle il a fait référence dans les deux versets",
          "suivants comme un gage de sa faveur et un signe de la perfection de sa",
          "connaissance. \n Le bienfait d'Allah était qu'Il a sauvé prophète Joseph",
          "d'appliquer la loi anti-islamique du roi d'Egypte à son cas personnel, car il",
          "était susceptible de le faire sous la contrainte de la faiblesse humaine. Et il",
          "ne peut être plus favorable pour l'un que ce que AIlah lui-même devrait prendre",
          "des dispositions pour garder sa position morale élevée. Il convient toutefois de",
          "noter qu'un tel haut rang est attribué seulement à ceux qui prouvent eux-mêmes",
          "pour être [ «juste»] dans les essais très durs. \n En supprimant la faille dans",
          "son plan, Allah a montré que Sa connaissance était de loin supérieur à la",
          "connaissance de ceux que [(comme prophète Joseph)] Il avait doué de connaissance.",
          "\n A cet égard, il y a quelques autres points dignes de considération et nous les",
          "traiter brièvement: \n [(1)] En général, les mots BaaaC tous iy DYQia oaCoBcoa",
          "sont convertis comme ceci: [ \"Joseph ne pouvait pas saisir son frère par la loi",
          "du roi\"], ou [ \"Joseph n'a pas été autorisé à saisir son frère selon la loi . du",
          "roi \"] en d'autres termes, cela signifie, [\" il ne pouvait pas le faire, car il",
          "n'y avait aucune disposition pour elle dans la loi du roi. \"] considérant qu'il",
          "signifie ceci: [« il ne devrait pas avoir le saisit par la loi du roi, car il ne",
          "lui incomberait de le faire. \"] Cette version est ouverte à deux objections. Tout",
          "d'abord, cela est contraire à l'usage coranique comme PBR Ca qui signifie",
          "habituellement, [ \"Il ne lui incomberait\"], [ \"Il n'a pas été bon pour lui\"] et [",
          "\"Il ne doit pas avoir fait cela.\" ] Par exemple, voici ce que cela signifie dans",
          "les versets suivants \n [ \"En effet, seul l'islam est la bonne façon aux yeux",
          "d'Allah.\"] [(III: 18 <V:3:18>)]. [ «Quiconque veut adopter toute autre manière",
          "que le chemin de l'Islam, il ne doit pas être accepté ....\"] [(III: 85",
          "<V:3:85>)]. \n Deuxièmement, une telle version est dénuée de sens, car il n'y",
          "aurait eu aucune raison pourquoi il n'a pas le pouvoir de le saisir pour le vol",
          "conformément à la loi du roi. Peut-il y avoir de royaume sans avoir une loi pour",
          "prendre des mesures contre un voleur? \n [(2)] Comme le Coran utilise le mot BaaaC",
          "ai'I qui connote [ \"la façon de la vie du roi\"] en plus de [la «loi du roi\"], il",
          "aide à comprendre le sens de la phrase en cours de discussion . Car il est",
          "évident que le Prophète a été envoyé pour établir le chemin d'Allah et non la",
          "façon non-islamique du roi. Bien que par cette époque, il avait partiellement",
          "réussi dans cette mission, il n'a pas été correcte et digne d'un prophète à",
          "adopter [ «le chemin du roi\"] pour son propre cas personnel. Bien qu'il n'y ait",
          "aucun obstacle juridique à sa manière de saisir son frère selon la loi du roi,",
          "pourtant, il ne convenait pas pour lui, comme un prophète, d'adopter la voie du",
          "roi qu'il avait jusqu'alors scrupuleusement évité autant que sa propre personne",
          "était concernée . Ainsi, il est clair que son interprétation appropriée sera",
          "celle-ci: [ «Il n'a pas incomberait Joseph à saisir son frère par la loi du",
          "roi.\"] \n [(3)] En outre, en utilisant le mot pour le [ \"loi du pays\"], AIlah a",
          "noté la grande compréhension de la parole [(din)] et cette coupe à la racine de",
          "la conception du vacarme de ceux personnes qui confinent la portée du message des",
          "prophètes à la simple adoration du Dieu et croire que cela n'a rien à voir avec",
          "les affaires culturelles, politiques, sociales, judiciaires, juridiques et autres",
          "banales de la vie. Ou bien, ils opine que, si, à tout ce qu'elle a toute",
          "préoccupation de ces questions, il est simplement de donner quelques instructions",
          "d'un caractère facultatif à l'égard de ceux-ci, et laisser les croyants à adopter",
          "ces leurs propres lois homme ou, parce que, pensent-ils, il n'y a pas de mal,",
          "même en adoptant ce dernier cours. Cette conception erronée de din, qui a été en",
          "vogue parmi les musulmans pendant une longue période, a été chargé de les rendre",
          "négligents de faire efforts pour la mise en place du mode de vie islamique. À la",
          "suite de cette idée fausse de vacarme, ils se sont rapprochés des moyens",
          "non-islamiques de l'incrédulité et de l'ignorance. Non, ils ont considéré cette",
          "idée fausse de leur être le modèle établi par le prophète Joseph et sont devenus",
          "des aides et serviteurs de ces systèmes non islamiques prêts. Alors que ce verset",
          "réfute catégoriquement cette idée fausse en déclarant que le [ \"loi du pays\"] est",
          "autant une partie de la din d'Allah comme Salat, Haj, Fast et Zakat sont. Par",
          "conséquent, la demande de l'acceptation de aiIaC [(ad-Din)] faite dans v. 19 v.",
          "85 de Al-i'Imran, qui est, [ «En effet, l'islam seul est aiIaC le droit chemin, à",
          "la vue d'Allah \"] et [« Quiconque veut adopter toute autre manière [(AII)], que",
          "le «chemin de l'Islam, il ne sera pas acceptée\"], comprend les lois ainsi que",
          "d'autres fonctions et salat obligatoires prescrites par Allah. Par conséquent,",
          "l'exclusion de cette partie du vacarme de tout système serait encourir le",
          "mécontentement d'Allah. \n [(4)] L'interprétation ci-dessus, cependant, est ouvert",
          "à une objection. Il fait, au moins, implique que d'une manière non-islamique",
          "était en vogue en Egypte à l'époque, quand le Prophète Joseph était, même selon",
          "la présente commentateur, le chef suprême du pays. Il est, par conséquent, une",
          "preuve que ce Prophète lui-même a été l'application de la loi anti-islamique du",
          "roi. Quelle différence, alors, pourrait-il avoir fait, si prophète Joseph avait",
          "suivi, dans son cas personnel aussi, le système de droit du roi qui lui-même a",
          "été l'application de la place du système de droit du Prophète Abraham? Certes",
          "cela aurait fait une grande différence parce qu'il aurait compromis sa position",
          "en tant que prophète, parce qu'il essayait d'établir le mode de vie islamique,",
          "qui, naturellement, aurait été accompli progressivement au cours du temps, au",
          "cours de laquelle la loi du roi ont inévitablement resté en vogue. La même chose",
          "est arrivée en Arabie pendant la mission du Saint Prophète à Médine, qui a eu",
          "neuf ans pour établir le système islamique dans son ensemble. Pendant cette",
          "période, plusieurs lois non islamiques sont restés en vogue. Par exemple, de",
          "boire, l'intérêt, les lois non islamiques de l'héritage et le mariage et quelques",
          "mauvaises façons de commerce, etc., devaient se poursuivre pendant un certain",
          "temps. De même, les codes civil et pénal de l'islam ont pris un certain temps",
          "pour leur introduction complète. Donc, il n'y a rien d'étrange à ce que la loi du",
          "roi a continué à être en vogue au cours des neuf premières années ou alors du",
          "règne du prophète Joseph. Mais le maintien de la loi non islamiques du roi au",
          "cours de la période de transition a aucun argument pour prouver que le Prophète",
          "d'Allah a été envoyé à suivre le chemin du roi et de ne pas établir le chemin",
          "d'Allah."
        ],
        "59" : [
          "Maintenant Iet nous pencher sur la question: Comment AIlah ne supporte",
          "directement prophète Joseph avec son plan? Il est évident que le plan de placer",
          "la coupe dans le sac de Benjamin a été pensé et exécuté par Joseph lui-même. Et",
          "il est aussi évident que les fonctionnaires royaux vérifier leurs paquets comme",
          "une question de routine pour telle est la procédure qui est généralement suivie",
          "de telles occasions. Il n'y a rien dans ce passage que l'on pourrait appeler le",
          "soutien surnaturel par Allah, sauf que les fonctionnaires ont demandé aux frères",
          "de prescrire la punition pour le voleur, et ils ont répondu qu'il devrait être un",
          "serf. La phrase qui suit confirme également cette interprétation."
        ]
      }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "قَالُوا إِنْ يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ مِنْ قَبْلُ ۚ فَأَسَرَّهَا يُوسُفُ فِي نَفْسِهِ وَلَمْ يُبْدِهَا لَهُمْ ۚ قَالَ أَنْتُمْ شَرٌّ مَكَانًا ۖ وَاللَّهُ أَعْلَمُ بِمَا تَصِفُونَ",
      "simpleTranslate" : [
        "«Il n’est pas étonnant qu’il ait commis ce vol, dirent les frères de Joseph, un",
        "frère à lui avait déjà commis un vol avant lui !» Joseph garda pour lui cette",
        "réflexion et ne dévoila guère ce qu’il en pensait, se contentant de dire en",
        "lui-même : «Vous êtes encore plus mauvais que je ne croyais ! Mais Dieu est le",
        "mieux Informé de vos allégations.»"
      ],
      "tafsirTranslate" : [
        "A cette découverte, les frères ont fait remarquer, «Il n'y a rien d'étrange à ce",
        "qu'il a commis un vol, pour son frère (Joseph) a également commis un vol avant",
        "cela.\" <N:61> En entendant cela, Joseph supprimé ses sentiments et n'a pas révélé",
        "le secret pour eux, mais dit seulement cela à voix, \"Quel mauvais gens que vous",
        "êtes! vous me accusez (à mon visage) de la chose dont la vérité Allah sait mieux.",
        "\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Si",
        "il vole",
        "puis en vérité",
        "a volé",
        "un frère",
        "de son",
        "avant",
        "avant",
        "Mais Yusuf a gardé le secret",
        "Mais Yusuf a gardé le secret",
        "dans",
        "lui-même",
        "et (a) pas",
        "révéler",
        "pour eux",
        "Il a dit",
        "Toi",
        "(Sont) pire",
        "(en position",
        "et Allah",
        "sait mieux",
        "de quoi",
        "vous décrivez"
      ],
      "notes" : {
        "61" : [
          "En ce qui concerne la question de savoir pourquoi il n'a pas été digne de",
          "prophète Joseph d'appliquer la loi du roi à son cas personnel, sa meilleure",
          "réponse est de nouveau trouvé dans la pratique du Saint Prophète. Au cours de la",
          "période intermédiaire, lorsque les lois de l'ignorance avaient pas encore été",
          "remplacés par des lois islamiques, d'autres musulmans sont allés à boire du vin",
          "et de prendre un intérêt comme avant, mais le Saint Prophète n'a jamais pratiqué",
          "aucune de ces choses. De même, certaines lois non islamiques du mariage, comme la",
          "prise en mariage de vraies sœurs à un seul et même temps, ont été pratiquées,",
          "mais le Saint Prophète n'a jamais pratiqué une telle chose. Ainsi, il est clair",
          "qu'il y avait une différence entre le départ à la mode des lois non islamiques au",
          "cours de la période de l'évolution de la loi islamique et la pratique de la même",
          "chose. Prophète avait Joseph appliqué la loi du roi à son propre cas, cela aurait",
          "signifié qu'il avait prêté sa sanction apparente à cette loi. Mais il est évident",
          "qu'un prophète, qui est envoyé pour éliminer les voies de l'ignorance. ne peuvent",
          "pas suivre ces même sous le congé temporaire qui est donnée aux autres. \n Leur",
          "position et se dissocie de Benjamin, déclarant qu'il était un voleur comme son",
          "frère Joseph. Il est évident que ce fut une fausse accusation les frères",
          "intelligents avaient inventé sur place. Mais il est une instance de la malice de",
          "ces frères portaient à leurs deux beaux-frères, et est également la réponse à la",
          "question de savoir pourquoi le Prophète Joseph voulait garder son frère avec lui."
        ]
      }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "قَالُوا يَا أَيُّهَا الْعَزِيزُ إِنَّ لَهُ أَبًا شَيْخًا كَبِيرًا فَخُذْ أَحَدَنَا مَكَانَهُ ۖ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "– «Ô seigneur !, dirent les fils de Jacob. Le père de ce jeune homme est d’un âge",
        "très avancé. Prends l’un de nous à sa place. Nous voyons en toi un homme d’une",
        "grande bonté.»"
      ],
      "tafsirTranslate" : [
        "Et ils dirent: \"O exalté monsieur, <N:62>, il a un très vieux père:.. Donc",
        "prendre un de nous à sa place, nous voyons que vous êtes un homme très généreux\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "O",
        "Aziz",
        "Effectivement",
        "il a",
        "un père",
        "vieux",
        "[génial]",
        "afin de prendre",
        "un de nous",
        "(En) sa place",
        "En effet, nous",
        "[nous vous voyons",
        "de",
        "les bienfaisants"
      ],
      "notes" : {
        "62" : [
          "L'utilisation du titre [([ \"l'Exalté\"])] avec lequel ils ont abordé prophète",
          "Joseph a donné lieu à la confusion qu'il tenait le même bureau que le mari de",
          "Zelicha tenu devant lui. Puis ce malentendu Iet les commentateurs à l'invention",
          "de nouvelles observations, tels que. AI-Aziz était mort et prophète Joseph a été",
          "nommé à sa place, et Zelicha a été rajeuni par un miracle et marié à lui par le",
          "roi. Ils ne sont pas arrêtés à cela: ils ont, d'une façon ou l'autre, découvre",
          "même la conversation qui a eu lieu entre le prophète Joseph et Zelicha dans la",
          "première nuit de leur mariage. En fait. aII cela est pure fiction, car, comme",
          "cela a déjà été souligné, le mot était la traduction ou équivalent de quelque",
          "titre arabe égyptien, et n'a pas la désignation d'un bureau particulier. Il était",
          "simplement un titre utilisé pour les hautes celles en Egypte comme [ «Son",
          "Excellence»] ou [ «Votre Excellence»], etc. En ce qui concerne ledit mariage,",
          "cette fiction a été construit sur l'histoire du mariage du prophète Joseph dans",
          "la Bible et le Talmud. Selon eux, il était marié avec Asnath, fille de",
          "Poti-Phéra. Comme le nom du mari de Zelicha était Putiphar, les deux noms se sont",
          "confondus ensemble. En conséquence, quand l'histoire a été rendue par les",
          "traditions des Israélites d'un commentateur à l'autre, le nom Putiphar a obtenu",
          "échangé avec Poti-Phéra, parce que les deux étaient si semblables les uns des",
          "autres dans le son. Par conséquent, la fille dans l'histoire a été remplacé par [",
          "\"femme\"]. Puis Putiphar était [ «tué»] afin de faciliter le mariage. Ensuite, la",
          "difficulté ne reste, à savoir, la disparité de leurs âges, a été obtenu plus avec",
          "l'aide d'un miracle. Elle a été rajeuni si complètement de lui permettre de",
          "devenir la femme digne de la [ \"règle\"] de la terre."
        ]
      }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "قَالَ مَعَاذَ اللَّهِ أَنْ نَأْخُذَ إِلَّا مَنْ وَجَدْنَا مَتَاعَنَا عِنْدَهُ إِنَّا إِذًا لَظَالِمُونَ",
      "simpleTranslate" : [
        "– «À Dieu ne plaise, dit Joseph, que je retienne un autre que celui chez qui",
        "notre coupe a été trouvée ! Nous serions alors vraiment injustes.»"
      ],
      "tafsirTranslate" : [
        "Joseph répondit: «Dieu ne plaise que nous devrions saisir tout autre que celui",
        "avec lequel nous avons trouvé notre propriété <N:63>:. Car, si nous faisons cela,",
        "nous serons injustes\""
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Allah ne plaise",
        "Allah ne plaise",
        "cette",
        "nous prenons",
        "sauf",
        "(un qui",
        "nous avons trouvé",
        "notre possession",
        "avec lui",
        "En effet, nous",
        "puis",
        "sûrement (serait) malfaiteurs"
      ],
      "notes" : {
        "63" : [
          "L'utilisation des mots [ «avec qui nous avons trouvé notre propriété\"] au lieu du",
          "mot [ «voleur»] est très important. Prophète Joseph évité l'utilisation du mot [",
          "«voleur»] pour son frère parce qu'il était pas vraiment un voleur. Ceci est",
          "appelé aiNaeE [(touriyah)], qui est, de mettre un couvercle sur une réalité ou [",
          "\"pour cacher une réalité.\"] Une telle pratique est autorisée par la loi musulmane",
          "sous certaines conditions et avec certaines limitations. Il peut être pratiqué de",
          "ne pas gagner toute fin égoïste, mais pour conjurer un mal ou de protéger et de",
          "sauver une personne opprimée de quelque oppresseur, à condition qu'aucune autre",
          "voie aurait été laissée à l'exception de dire quelque chose contre la vérité ou",
          "d'avoir recours à la un dispositif trompeur. Il est évident que dans un tel cas,",
          "une personne juste ne sera pas dire un mensonge contondant ou le recours à une",
          "tromperie ouverte. Au lieu de cela, il va dire quelque chose ou faire quelque",
          "chose qui pourrait ne pas être strictement véridique ou strictement droite, mais",
          "en même temps n'est pas un mensonge émoussé, afin qu'il puisse cacher la réalité",
          "pour conjurer le mal. Une telle pratique est licite, légalement et moralement, à",
          "condition qu'il ne soit pas pratiquée pour gagner quelques fins personnelles ou",
          "égoïstes mais pour conjurer un mal plus grand avec un moindre mal. En",
          "conséquence, le Prophète Joseph scrupuleusement rempli toutes les conditions dans",
          "ce cas. Il a placé la coupe dans le paquet de son frère avec son consentement,",
          "mais il n'a pas demandé à ses serviteurs de faire une recherche de son sac et",
          "l'accuser de vol. Après cela, lorsque les serviteurs apportèrent les frères",
          "devant lui comme suspects, il tranquillement se leva de son siège et a commencé à",
          "faire une recherche de leurs paquets. Puis plus tard, quand les frères ont",
          "demandé que l'un d'entre eux devraient être prises au lieu de Benjamin, il leur",
          "répondit en arrière dans leurs propres mots qu'il ne détenir cette personne en la",
          "possession de la coupe a été trouvé et personne d'autre. \n Les cas d'une telle",
          "pratique au cours de ses campagnes se trouvent dans l'histoire de la vie du Saint",
          "Prophète. Et cela ne peut pas être considérée comme moralement répréhensible",
          "selon toute norme morale ou légale."
        ]
      }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "فَلَمَّا اسْتَيْأَسُوا مِنْهُ خَلَصُوا نَجِيًّا ۖ قَالَ كَبِيرُهُمْ أَلَمْ تَعْلَمُوا أَنَّ أَبَاكُمْ قَدْ أَخَذَ عَلَيْكُمْ مَوْثِقًا مِنَ اللَّهِ وَمِنْ قَبْلُ مَا فَرَّطْتُمْ فِي يُوسُفَ ۖ فَلَنْ أَبْرَحَ الْأَرْضَ حَتَّىٰ يَأْذَنَ لِي أَبِي أَوْ يَحْكُمَ اللَّهُ لِي ۖ وَهُوَ خَيْرُ الْحَاكِمِينَ",
      "simpleTranslate" : [
        "Désespérant de le fléchir, les fils de Jacob se retirèrent pour se concerter.",
        "«Oubliez-vous, dit l’aîné, que notre père nous a fait prendre un engagement",
        "devant Dieu? Oubliez-vous que vous avez déjà manqué à votre engagement en",
        "abandonnant Joseph auparavant? Je ne quitterai pas ce pays, pour ma part, avant",
        "que mon père ne me le permette, ou que Dieu ne juge en ma faveur, car Il est le",
        "Meilleur des juges."
      ],
      "tafsirTranslate" : [
        "Quand ils désespéraient de déplacer Joseph, ils sont allés dans un coin et",
        "conféré ensemble. L'aîné d'entre eux a dit: «Vous savez que votre père a pris un",
        "engagement solennel de vous au nom d'Allah, et vous savez aussi que vous aviez",
        "tort Joseph avant cela. Je ne vais pas, par conséquent, quitter cette terre",
        "jusqu'à ce que mon père donne moi la permission ou Allah décide en ma faveur, car",
        "Allah est le meilleur de tous ceux qui décident."
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "ils désespéraient",
        "de lui",
        "ils se cloîtrées",
        "(In) consultation privée",
        "Dit",
        "l'aîné d'entre eux",
        "Ne pas",
        "tu sais",
        "cette",
        "ton père",
        "a pris",
        "a pris",
        "sur vous",
        "une promesse",
        "par",
        "Allah",
        "et avant",
        "et avant",
        "cette",
        "vous avez échoué",
        "concernant",
        "Yusuf",
        "donc, ne jamais",
        "je laisserai",
        "la terre",
        "jusqu'à",
        "permis",
        "moi",
        "mon père",
        "ou",
        "Allah décide",
        "Allah décide",
        "pour moi",
        "et il",
        "(est le meilleur",
        "(De) les juges"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "ارْجِعُوا إِلَىٰ أَبِيكُمْ فَقُولُوا يَا أَبَانَا إِنَّ ابْنَكَ سَرَقَ وَمَا شَهِدْنَا إِلَّا بِمَا عَلِمْنَا وَمَا كُنَّا لِلْغَيْبِ حَافِظِينَ",
      "simpleTranslate" : [
        "Retournez chez votre père et dites-lui : “Ô père ! Ton fils a réellement volé !",
        "Nous ne te rapportons que ce dont nous avons été témoins, sans pouvoir répondre",
        "de ce qui a pu nous échapper."
      ],
      "tafsirTranslate" : [
        "Retour à ton père et dire, `Cher père, votre fils a commis un vol. On n'a pas vu",
        "lui voler: nous indiquant simplement ce que nous avons appris à connaître et nous",
        "ne pouvions pas se prémunir contre l'imprévu."
      ],
      "tanslateWordByWord" : [
        "Retour",
        "à",
        "ton père",
        "et dis",
        "«O notre père",
        "Effectivement",
        "ton fils",
        "a volé",
        "et pas",
        "nous témoignons",
        "sauf",
        "de quoi",
        "nous savions",
        "Et pas",
        "nous étions",
        "de l'invisible",
        "tuteurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا وَالْعِيرَ الَّتِي أَقْبَلْنَا فِيهَا ۖ وَإِنَّا لَصَادِقُونَ",
      "simpleTranslate" : [
        "Interroge la ville où nous étions, ainsi que la caravane dans laquelle nous",
        "sommes arrivés. Tous te confirmeront que ce que nous disons est la vérité.”«"
      ],
      "tafsirTranslate" : [
        "Vous pouvez vous renseigner des gens de cette ville et de la caravane dans",
        "laquelle nous nous sommes rendus à la maison. Nous sommes sûrement disons la",
        "vérité \"."
      ],
      "tanslateWordByWord" : [
        "Et demande",
        "la ville",
        "où",
        "nous étions",
        "[Dedans]",
        "et la caravane",
        "lequel",
        "nous sommes rentrés",
        "[Dedans]",
        "Et en effet, nous",
        "sûrement (sont) la vérité. »"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا ۖ فَصَبْرٌ جَمِيلٌ ۖ عَسَى اللَّهُ أَنْ يَأْتِيَنِي بِهِمْ جَمِيعًا ۚ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ",
      "simpleTranslate" : [
        "«C’est là, leur dit Jacob, un autre mauvais coup que vous avez monté vous-mêmes,",
        "et je n’ai plus qu’à me résigner ; peut-être que Dieu me les rendra tous les",
        "deux, car Il est Omniscient et Sage.»"
      ],
      "tafsirTranslate" : [
        "Audition cette histoire, le père dit: \"Vos âmes ont fait une autre chose facile",
        "pour vous. <N:64> Eh bien, je vais garder cela, aussi, patiemment avec bonne",
        "grâce. Peut-être que Dieu leur apportera tout pour moi, car il sait tout et",
        "toutes ses œuvres sont basées sur la sagesse \"."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Non",
        "ont attiré",
        "toi",
        "vos âmes",
        "quelque chose",
        "donc patience",
        "(est beau",
        "peut-être",
        "Allah",
        "va les amener à moi",
        "va les amener à moi",
        "va les amener à moi",
        "tout",
        "En effet, il",
        "Il",
        "(Est) l'Omniscient",
        "All-Wise"
      ],
      "notes" : {
        "64" : [
          "Autrement dit, [ \"Vous avez cru volontiers que mon fils, que je sais être d'un",
          "caractère noble, avait commis le vol d'une tasse: vous vous êtes comporté dans",
          "son cas, tout comme vous avez agi dans le cas de son frère aîné. vous avez fait",
          "avec lui, puis fait semblant, sans aucun remords de conscience, qu'un loup",
          "l'avait dévoré et maintenant, avec la même facilité, vous me dites que l'autre",
          "frère a commis un vol \"]."
        ]
      }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "وَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَا أَسَفَىٰ عَلَىٰ يُوسُفَ وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ",
      "simpleTranslate" : [
        "Et il leur tourna le dos, en soupirant : «Que ma peine est grande pour Joseph !»",
        "Et ses yeux devinrent aveugles par suite de son affliction, car il avait de la",
        "peine à contenir sa douleur."
      ],
      "tafsirTranslate" : [
        "Puis il tourna son visage d'eux et cria: «Hélas pour Joseph!» -Il A été",
        "cruellement opprimés avec douleur supprimée et ses yeux étaient devenus blancs",
        "avec douleur."
      ],
      "tanslateWordByWord" : [
        "Et il se détourna",
        "d'eux",
        "et dit",
        "Hélas, ma douleur",
        "plus de",
        "Yusuf",
        "Et est devenu blanc",
        "ses yeux",
        "de",
        "la douleur",
        "et il (était)",
        "un suppresseur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "قَالُوا تَاللَّهِ تَفْتَأُ تَذْكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوْ تَكُونَ مِنَ الْهَالِكِينَ",
      "simpleTranslate" : [
        "«Par Dieu, lui dirent ses enfants, tu ne cesseras donc jamais d’évoquer le",
        "souvenir de Joseph, jusqu’à en dépérir ou en mourir.»"
      ],
      "tafsirTranslate" : [
        "- Les fils exclamé, `Par Allah! Vous avez pas cessé de penser à Joseph et",
        "maintenant les choses sont venues à un tel point que vous ruiner votre santé ou",
        "vous tuer de chagrin pour lui. \""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Par Allah",
        "vous ne serez pas cesser",
        "souvenir",
        "Yusuf",
        "jusqu'à",
        "vous devenez",
        "gravement malade",
        "ou",
        "devenir",
        "de",
        "ceux qui périssent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "قَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ وَأَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ",
      "simpleTranslate" : [
        "– «C’est à Dieu seul, dit-il, que je confie ma tristesse et ma douleur, car je",
        "sais de la part de Dieu des choses que vous-mêmes ne savez pas."
      ],
      "tafsirTranslate" : [
        "Il répondit: «Je me plains à Dieu seul de ma douleur et de chagrin. Et je sais",
        "d'Allah ce que vous ne savez pas."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Seulement",
        "Je me plains",
        "(De) ma souffrance",
        "et ma douleur",
        "à",
        "Allah",
        "et je sais",
        "de",
        "Allah",
        "quelle",
        "ne pas",
        "tu sais"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "يَا بَنِيَّ اذْهَبُوا فَتَحَسَّسُوا مِنْ يُوسُفَ وَأَخِيهِ وَلَا تَيْأَسُوا مِنْ رَوْحِ اللَّهِ ۖ إِنَّهُ لَا يَيْأَسُ مِنْ رَوْحِ اللَّهِ إِلَّا الْقَوْمُ الْكَافِرُونَ",
      "simpleTranslate" : [
        "Ô mes enfants ! Allez vous enquérir de Joseph et de son frère, et ne désespérez",
        "point de la miséricorde de Dieu, car seuls les négateurs désespèrent de la bonté",
        "divine !»"
      ],
      "tafsirTranslate" : [
        "Mes enfants, aller faire une recherche pour Joseph et son frère. Ne désespérez",
        "pas de la miséricorde d'Allah, car ce sont les seuls mécréants qui désespèrent de",
        "sa miséricorde. \""
      ],
      "tanslateWordByWord" : [
        "O mes fils",
        "Aller",
        "et se renseigner",
        "sur",
        "Yusuf",
        "et son frère",
        "et pas",
        "désespoir",
        "de",
        "(La) Miséricorde d'Allah",
        "(La) Miséricorde d'Allah",
        "Effectivement",
        "aucun",
        "désespoirs",
        "de",
        "(La) Miséricorde d'Allah",
        "(La) Miséricorde d'Allah",
        "sauf",
        "les gens",
        "les incroyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "فَلَمَّا دَخَلُوا عَلَيْهِ قَالُوا يَا أَيُّهَا الْعَزِيزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُزْجَاةٍ فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَا ۖ إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ",
      "simpleTranslate" : [
        "De retour auprès de Joseph, ils lui dirent : «Seigneur ! Le malheur s’est abattu",
        "sur nous et sur les nôtres. Nous ne pouvons t’offrir qu’une marchandise sans",
        "grande valeur. Fais-nous bonne mesure et sois charitable envers nous, car Dieu",
        "récompense toujours les gens charitables.»"
      ],
      "tafsirTranslate" : [
        "Quand ils sont retournés en Egypte et se présentèrent devant Joseph, ils",
        "humblement. dit: «Exalté monsieur nous et notre famille sont dans une grande",
        "détresse: si nous avons été en mesure d'apporter que des marchandises d'une",
        "valeur de peu pour le troc, nous vous demandons de nous donner la pleine mesure",
        "du grain, et être charitable envers nous: <N:65> pour les récompenses Allah",
        "richement ceux qui sont charitables \"."
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "ils entrèrent",
        "sur lui",
        "ils ont dit",
        "O Aziz",
        "O Aziz",
        "A nous touché",
        "et notre famille",
        "l'adversité",
        "et nous sommes venus",
        "avec des marchandises",
        "(De) peu de valeur",
        "mais payer (en) complète",
        "à nous",
        "la mesure",
        "et être charitable",
        "à nous",
        "Effectivement",
        "Allah",
        "récompenses",
        "la bienfaisance"
      ],
      "notes" : {
        "65" : [
          "Autrement dit, [ «Ce sera charitable de vous si vous nous donnez que beaucoup de",
          "grain que nous avons besoin pour répondre à nos besoins, parce que les produits",
          "que nous avons apporté pour son troc sont de moindre valeur que du grain nous",
          "exigeons.\"]"
        ]
      }
    },
    {
      "verseNumber" : 89,
      "arabicVerse" : "قَالَ هَلْ عَلِمْتُمْ مَا فَعَلْتُمْ بِيُوسُفَ وَأَخِيهِ إِذْ أَنْتُمْ جَاهِلُونَ",
      "simpleTranslate" : [
        "– «Vous souvenez-vous, leur dit-il, de ce que vous avez fait de Joseph et de son",
        "frère quand vous étiez plongés dans l’ignorance?»"
      ],
      "tafsirTranslate" : [
        "A ce Joseph. qui ne put se contenir plus longtemps, exclamé, «Savez-vous ce que",
        "vous avez fait avec Joseph et son frère, quand vous étiez ignorants?\""
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Faire",
        "tu sais",
        "quelle",
        "tu l'as fait",
        "avec Yusuf",
        "et son frère",
        "quand",
        "vous étiez",
        "ignorant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 90,
      "arabicVerse" : "قَالُوا أَإِنَّكَ لَأَنْتَ يُوسُفُ ۖ قَالَ أَنَا يُوسُفُ وَهَٰذَا أَخِي ۖ قَدْ مَنَّ اللَّهُ عَلَيْنَا ۖ إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "– «Serais-tu Joseph?», dirent-ils. – «Oui, je suis Joseph et celui-ci est mon",
        "frère, dit-il. Dieu nous a accordé Sa faveur. Quiconque craint Dieu et se montre",
        "patient en reçoit la récompense, car Dieu ne frustre jamais les hommes de bien de",
        "leur récompense.»"
      ],
      "tafsirTranslate" : [
        "Cela leur a pris par surprise et ils crièrent: «Pourquoi! Êtes-vous bien Joseph»?",
        "Il répondit: «Oui, je suis Joseph, et voici mon frère. Allah a été très aimable",
        "pour nous. Le fait est que Dieu ne lâche pas perdre la récompense de ces",
        "personnes justes que la pratique de piété et de courage.\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Êtes-vous bien",
        "sûrement vous",
        "Yusuf",
        "Il a dit",
        "je suis",
        "Yusuf",
        "et ça",
        "(est mon frère",
        "Effectivement",
        "Allah a été gracieuse",
        "Allah a été gracieuse",
        "à nous",
        "En effet, il a",
        "qui",
        "craint Allah",
        "et (est) du patient",
        "alors en effet",
        "Allah",
        "(ne fait pas",
        "lâcher des déchets",
        "(la récompense",
        "(De) les bienfaisants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 91,
      "arabicVerse" : "قَالُوا تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنَا وَإِنْ كُنَّا لَخَاطِئِينَ",
      "simpleTranslate" : [
        "– «Par Dieu !, dirent-ils. Dieu t’a vraiment préféré à nous ; et nous, nous avons",
        "été coupables.»"
      ],
      "tafsirTranslate" : [
        "Ils dirent: «Par Dieu! Allah vous a élevé au-dessus de nous, et nous avons en",
        "effet été un péché.\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Par Allah",
        "certainement",
        "Allah vous a préféré",
        "Allah vous a préféré",
        "sur nous",
        "et en effet",
        "nous avons été",
        "pécheurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 92,
      "arabicVerse" : "قَالَ لَا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ ۖ يَغْفِرُ اللَّهُ لَكُمْ ۖ وَهُوَ أَرْحَمُ الرَّاحِمِينَ",
      "simpleTranslate" : [
        "– «Soyez sans crainte, leur dit Joseph. Que Dieu vous pardonne ! Sa miséricorde",
        "n’a point d’égale."
      ],
      "tafsirTranslate" : [
        "Il a répondu: «Aujourd'hui, aucune pénalité ne sera infligée à vous. Puisse Allah",
        "vous pardonne! Il est le plus Miséricordieux de tous."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Non",
        "blâme",
        "sur vous",
        "aujourd'hui",
        "Allah pardonne",
        "Allah pardonne",
        "toi",
        "et il",
        "(Est) le Très Miséricordieux",
        "(De) ceux qui font miséricorde"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 93,
      "arabicVerse" : "اذْهَبُوا بِقَمِيصِي هَٰذَا فَأَلْقُوهُ عَلَىٰ وَجْهِ أَبِي يَأْتِ بَصِيرًا وَأْتُونِي بِأَهْلِكُمْ أَجْمَعِينَ",
      "simpleTranslate" : [
        "Emportez ma tunique que voici, et passez-la sur le visage de mon père. Il",
        "recouvrera la vue. Et revenez avec tous les membres de votre famille.»"
      ],
      "tafsirTranslate" : [
        "Allez, prenez cette chemise de la mine, et jette ce sur le visage de mon père et",
        "il doit recouvrer la vue. Ensuite, mettre tous les membres de votre famille pour",
        "moi. \""
      ],
      "tanslateWordByWord" : [
        "Aller",
        "avec cette chemise de la mine",
        "avec cette chemise de la mine",
        "et jette",
        "plus de",
        "(la face",
        "(De) mon père",
        "il va retrouver la vue",
        "il va retrouver la vue",
        "Et apportez-moi",
        "ta famille",
        "tous ensemble"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 94,
      "arabicVerse" : "وَلَمَّا فَصَلَتِ الْعِيرُ قَالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ ۖ لَوْلَا أَنْ تُفَنِّدُونِ",
      "simpleTranslate" : [
        "Et dès que la caravane eut franchi la frontière, leur père dit : «Je décèle",
        "autour de moi l’odeur de Joseph. Mais vous allez me dire encore que je radote !»"
      ],
      "tafsirTranslate" : [
        "Lorsque cette caravane a quitté (Egypte), leur père dit (en Cana'an), «Je suis",
        "sûrement perçois l'odeur <N:66> de Joseph, bien que vous pourriez penser que je",
        "sois dans le gâtisme.\""
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "défunt",
        "la caravane",
        "leur père dit",
        "leur père dit",
        "En effet, je",
        "[Je trouve",
        "(l'odeur",
        "(De) Yusuf",
        "sinon",
        "cette",
        "vous me croyez affaibli à l'esprit"
      ],
      "notes" : {
        "66" : [
          "Ceci est une instance des pouvoirs extraordinaires les prophètes possèdent.",
          "Prophète Jacob perçoit en Cana'an l'odeur de la chemise de prophète Joseph d'un",
          "tel endroit éloigné que l'Egypte dès que la caravane se mit en route. En même",
          "temps, elle aussi. montre, en revanche, que ces pouvoirs des prophètes ne sont",
          "pas caractéristiques inhérentes ou personnelles, mais l'arc qui leur sont",
          "conférés par Allah comme et quand il le veut. Voilà pourquoi le Prophète Jacob ne",
          "pouvait pas percevoir l'odeur des vêtements de Prophct Joseph aussi longtemps",
          "qu'Allah ne voulut pas, quand il avait vécu en Egypte. \n A cet égard, il convient",
          "également de noter que, contrairement au Coran qui représente Prophct Jacob comme",
          "un grand prophète qui était capable de percevoir l'odeur du prophète Joseph à",
          "partir d'une telle distance, la Bible le représente comme un ordinaire père",
          "inculte. Selon tc Genèse 45: 26-27, quand ils lui ont dit, en disant: [ \"Joseph",
          "est encore vivant et il est gouverneur de tout le pays du cœur de l'Egypte-Jacob",
          "évanoui, car il les croyait pas .... et seulement quand il vu les chars que",
          "Joseph avait envoyés pour le transporter, l'esprit de Jacob, leur père, se",
          "ranima. \"]"
        ]
      }
    },
    {
      "verseNumber" : 95,
      "arabicVerse" : "قَالُوا تَاللَّهِ إِنَّكَ لَفِي ضَلَالِكَ الْقَدِيمِ",
      "simpleTranslate" : [
        "– «Par Dieu, lui dit-on. N’est-ce pas que c’est ta vieille rengaine?»"
      ],
      "tafsirTranslate" : [
        "Les habitants de la maison répondu: «Par Dieu, vous souffrez toujours de votre",
        "vieille illusion.\" <N:67>"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Par Allah",
        "en effet, vous",
        "sûrement (sont) en",
        "votre erreur",
        "vieux"
      ],
      "notes" : {
        "67" : [
          "Cette remarque montre qu'aucun membre de sa famille, sauf Prophct Joseph a",
          "apprécié la valeur réelle du Prophète Jacob. Lui-même était au courant de l'état",
          "bas de leur état mental et moral. Et il est l'une des ironies du destin que la",
          "majorité des grandes personnalités qui ont marqué l'histoire par très peu",
          "d'appréciation à la maison."
        ]
      }
    },
    {
      "verseNumber" : 96,
      "arabicVerse" : "فَلَمَّا أَنْ جَاءَ الْبَشِيرُ أَلْقَاهُ عَلَىٰ وَجْهِهِ فَارْتَدَّ بَصِيرًا ۖ قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ مِنَ اللَّهِ مَا لَا تَعْلَمُونَ",
      "simpleTranslate" : [
        "Mais lorsque le porteur de la bonne nouvelle arriva et appliqua la tunique sur le",
        "visage de Jacob, celui-ci recouvra aussitôt la vue et dit : «Ne vous avais-je pas",
        "affirmé que je savais de la part de Dieu des choses que vous-mêmes ne savez pas?»"
      ],
      "tafsirTranslate" : [
        "Mais lorsque le porteur de la bonne nouvelle est arrivée là. il jeta la chemise",
        "de Joseph sur le visage de Jacob, et son carne de vue à lui. Puis il a dit: «Je",
        "ne dis pas à vous que je sais d'Allah ce que vous ne savez pas?\""
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "[cette]",
        "arrivée",
        "le porteur de bonnes nouvelles",
        "il la jeta",
        "plus de",
        "son visage",
        "ensuite retourné (sa) vue",
        "ensuite retourné (sa) vue",
        "Il a dit",
        "N'a pas",
        "Je dis",
        "à toi",
        "en effet, je",
        "[Je connais",
        "de",
        "Allah",
        "quelle",
        "ne pas",
        "tu sais"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 97,
      "arabicVerse" : "قَالُوا يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ",
      "simpleTranslate" : [
        "– «Ô père, dirent les fils de Jacob, implore de Dieu le pardon de nos péchés, car",
        "nous avons été vraiment coupables.»"
      ],
      "tafsirTranslate" : [
        "ils se sont exclamés tous ensemble \"Cher père, priez pour le pardon de nos",
        "péchés, car nous avons en effet été un péché.\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "O notre père",
        "Demandez pardon",
        "pour nous",
        "(De) nos péchés",
        "En effet, nous",
        "a été",
        "pécheurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 98,
      "arabicVerse" : "قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي ۖ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ",
      "simpleTranslate" : [
        "– «Je vais, dit-il, implorer le pardon pour vous auprès de mon Seigneur. Il est",
        "si Plein de clémence et de miséricorde.»"
      ],
      "tafsirTranslate" : [
        "Il a répondu: «Je vais implorer mon Seigneur de te pardonner, car il est",
        "Pardonneur et Miséricordieux.\""
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Bientôt",
        "Je vais demander pardon",
        "pour toi",
        "(De) mon Seigneur",
        "En effet, il",
        "Il",
        "(Est) le Pardonneur",
        "le Très Miséricordieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 99,
      "arabicVerse" : "فَلَمَّا دَخَلُوا عَلَىٰ يُوسُفَ آوَىٰ إِلَيْهِ أَبَوَيْهِ وَقَالَ ادْخُلُوا مِصْرَ إِنْ شَاءَ اللَّهُ آمِنِينَ",
      "simpleTranslate" : [
        "Et lorsqu’ils arrivèrent chez Joseph, celui-ci accueillit son père et sa mère, en",
        "disant : «Soyez les bienvenus en Égypte, où vous serez, s’il plaît à Dieu, en",
        "toute sécurité.»"
      ],
      "tafsirTranslate" : [
        "Et quand ils sont venus à Joseph, <N:68> il assis ses parents avec lui-même et",
        "dit (aux gens de sa famille), «Maintenant, passez à la ville. Si Dieu le veut,",
        "vous allez vivre en paix.\""
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "ils entrèrent",
        "sur",
        "Yusuf",
        "il a pris",
        "à lui-même",
        "ses parents",
        "et dit",
        "Entrer",
        "Egypte",
        "si",
        "Allah le veut",
        "Allah le veut",
        "sûr"
      ],
      "notes" : {
        "68" : [
          "Il est intéressant de prendre connaissance du nombre total des membres de la",
          "famille du Prophète Jacob qui a émigré en Egypte avec lui, car il est étroitement",
          "lié au problème qui se pose en ce qui concerne le nombre total des Israélites qui",
          "ont émigré de là quelques-uns cinq cents ans après cela. Selon la Bible, le",
          "nombre total de membres de la famille était de 70, y compris Prophct Joseph et",
          "ses deux fils, et à l'exclusion des filles-frère qui ne font pas partie de la",
          "famille du Prophète Jacob. Mais selon les chiffres du recensement donnés en",
          "chiffres, leur nombre était d'environ deux millions quand ils ont été comptés",
          "dans le désert du Sinaï dans la deuxième année, [ \"après leur sortie du pays",
          "d'Egypte\"]. Le problème est la suivante: comment est-il possible que [ \"ces trois",
          "points et dix âmes de sa maison\"] avait multiplié en deux millions d'âmes pendant",
          "cinq cents ans ou plus? \n Il est évident qu'aucune famille peut se multiplier à",
          "un si grand nombre de cinq cents ans par le simple processus génératif. Ainsi, la",
          "seule autre façon dont leur nombre aurait pu être augmenté était prosélytisme. Et",
          "il y a de bonnes raisons de croire que cela doit avoir été ainsi. Les Israélites",
          "étaient les descendants des prophètes. Ils avaient émigré en Egypte à cause du",
          "pouvoir prophète Joseph il jouissait. Et nous avons vu qu'il a fait pleinement",
          "usage de toutes les occasions qu'il a obtenu pour la réalisation des travaux de",
          "la Mission de la Prophétie. Par conséquent, il peut raisonnablement penser que",
          "les Israélites ont fait de leur mieux pour convertir les Egyptiens à leur foi de",
          "l'Islam au cours des cinq siècles de leur pouvoir en Egypte. À la suite de cela,",
          "les convertis égyptiens à l'islam ne serait pas seulement HAVC changé leur",
          "religion, mais aussi leur culture de manière à leur donner un aspect tout à fait",
          "différent des autres Egyptiens et de regarder comme les Israélites.",
          "Naturellement, les non musulmans égyptiens les auraient déclarés étrangers tout",
          "comme les Hindous traitent les musulmans indiens d'aujourd'hui. Tantôt ils se",
          "seraient HAVC accepté cette position et devenir membres de la nationalité",
          "Israélite. Ensuite, quand les nationalistes égyptiens ont commencé à persécuter",
          "les Israélites étrangers, les Egyptiens musulmans ont également fait une cible de",
          "leur tyrannie. Alors, quand les Israélites ont émigré d'Egypte, eux aussi, ont",
          "quitté leur pays avec eux et ont commencé à être comptés parmi eux. \n",
          "L'explication mentionnée ci-dessus est confirmée par la Bible aussi. Par exemple,",
          "il est dit que quand ils ont quitté l'Egypte, [ «les enfants d'Israël partirent",
          "de Remases à Suceoth .... et une multitude mixte montèrent aussi avec eux ....\"]",
          "[(Exode 12: 37-38) ] et [ «la multitude de mélange qui était parmi eux est tombé",
          "de convoitise\"]. [(Nombres 11: 4)]. Puis par et par ces convertis non-Israélite à",
          "l'Islam a commencé à être appelé [ \"l'étranger\"]. [ «Une ordonnance doit être à",
          "la fois pour vous de la congrégation, et aussi pour l'étranger qui séjourne avec",
          "vous, une ordonnance perpétuelle pour vos générations: comme vous êtes, alors",
          "sera de l'étranger devant le Seigneur une seule loi et une manière. doit être",
          "pour vous et pour l'étranger qui séjourne avec vous \"] [. (Nombres 15: 15-16)]. [",
          "\"Et je vos juges à cette époque, en disant: Écoutez les causes entre vos frères,",
          "et jugez droitement entre chaque homme et son frère, et l'étranger qui est avec",
          "lui.\"] [(Dt 1:. 16)]. \n Maintenant, il est pas une chose facile à fmd le terme",
          "exact qui a été appliqué dans les Écritures originales aux convertis égyptiens à",
          "l'Islam, et qui fut ensuite changé dans le [ «étranger»] par les traducteurs."
        ]
      }
    },
    {
      "verseNumber" : 100,
      "arabicVerse" : "وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَخَرُّوا لَهُ سُجَّدًا ۖ وَقَالَ يَا أَبَتِ هَٰذَا تَأْوِيلُ رُؤْيَايَ مِنْ قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا ۖ وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ مِنْ بَعْدِ أَنْ نَزَغَ الشَّيْطَانُ بَيْنِي وَبَيْنَ إِخْوَتِي ۚ إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ ۚ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Joseph fit asseoir son père et sa mère sur le trône, et tous les membres de sa",
        "famille se proster-nèrent à ses pieds. Joseph dit alors : «Père, voilà",
        "l’interprétation du rêve que j’avais fait jadis. Dieu en a fait une réalité. Il",
        "m’a comblé de bienfaits, lorsqu’Il m’a fait sortir de prison et qu’Il vous a fait",
        "venir du désert auprès de moi, après que Satan eut jeté la discorde entre mes",
        "frères et moi. En vérité, mon Seigneur sauve toujours qui Il veut. Il est",
        "l’Omniscient, le Sage."
      ],
      "tafsirTranslate" : [
        ". (Après avoir saisi la ville), il éleva ses parents sur le trône, <N:69> et les",
        "assis avec lui-même et chacun d'eux spontanément se prosterna devant lui <N:70>",
        "Joseph dit, «Cher père, voici l'interprétation du rêve, je rêvais longtemps",
        "avant: mon Seigneur a maintenant tourné que dans la réalité il est Sa grâce qu'Il",
        "m'a fait sortir de la prison et amenés vers moi du désert après Satan avait",
        "remué. dispute entre moi et mes frères. Il est un fait que mon Seigneur accomplit",
        "ses desseins de façon mystérieuse, car Il est Omniscient et Sage."
      ],
      "tanslateWordByWord" : [
        "Et il leva",
        "ses parents",
        "sur",
        "Le trône",
        "et ils se prosternèrent",
        "à lui",
        "prostré",
        "Et il a dit",
        "O mon père",
        "Ce",
        "(Est la) interprétation",
        "(De) mon rêve",
        "(Des) avant",
        "(Des) avant",
        "En vérité",
        "a fait",
        "mon Seigneur",
        "vrai",
        "Et en effet",
        "Il était bon",
        "pour moi",
        "quand",
        "Il m'a fait sortir",
        "de",
        "la prison",
        "et amené",
        "toi",
        "de",
        "la vie bédouine",
        "après",
        "après",
        "[cette]",
        "avait causé la discorde",
        "le Shaitaan",
        "entre moi",
        "et entre",
        "mes frères",
        "Effectivement",
        "mon Seigneur",
        "(Est) le plus Subtil",
        "à quoi",
        "Il veut",
        "En effet, il",
        "Il",
        "(Est) l'Omniscient",
        "le Sage"
      ],
      "notes" : {
        "69" : [
          "Selon le Talmud, [ «Quand Joseph a appris que son père était sur le chemin, il",
          "réunit ses amis et ses officiers et soldats du royaume, vêtu de riches",
          "vêtements,.... Et a formé un grand entreprise pour répondre Prophète Jacob sur le",
          "chemin et l'escorter à l'Egypte. la musique et la joie rempli la terre, et tout",
          "le peuple, les femmes et les enfants, montés sur les toits pour afficher l'écran",
          "magnifique. \"] [(H. Polano, p. 111)]."
        ],
        "70" : [
          "L'interprétation de ce verset a donné lieu à des malentendus graves, qui sont",
          "contraires aux fondements mêmes de la direction divine. Tant et si bien que",
          "certaines personnes sont allées à l'extrême de la rendre légitime de se",
          "prosterner devant les rois et les saints comme une marque de respect. D'autres,",
          "plus strictes sur ce point ont expliqué, en disant: [ «Dans les anciennes lois",
          "divines, il était illégal que de se prosterner en adoration devant les autres que",
          "Allah, mais il était permis de se prosterner devant les autres si cela a été fait",
          "sans l'intention de culte, mais maintenant dans la loi divine donnée au Prophète",
          "Muhammad [(la paix d'Allah soit sur lui)], il a été fait absolument illégale »].",
          "\n Ces malentendus que ceux-ci ont permis de prendre les mots dans ce verset",
          "signifie [ \"pour effectuer sajadah\"] dans le sens technique dans lequel il est",
          "maintenant utilisé dans le code islamique, qui est, [ \"couché à plat de telle",
          "sorte que la les mains, les genoux et le front touchent le sol, \"] alors que le",
          "mot [(sujjadan)] a été utilisé ici dans son sens littéral du sajud [\" se",
          "prosterner \"]. Les parents et les frères du Prophète Joseph se prosternèrent",
          "devant lui, conformément à l'ancienne coutume parmi les gens de l'âge, [(et la",
          "coutume est toujours en vogue chez certaines personnes)], qui avait l'habitude de",
          "se prosterner devant les autres pour montrer leur gratitude , ou de les",
          "accueillir, ou simplement pour les saluer en plaçant sa main sur la poitrine. Il",
          "existe de nombreux exemples de cela dans la Bible. [ \".... Et quand il",
          "[(Abraham)] les voyait [(les trois hommes)] corning vers lui, il courut à leur",
          "rencontre de la porte de la tente, et se prosterna vers le sol.\"] [(S'il vous",
          "plaît se référer traduction arabe: Gen. 18: 32)]. Plus loin, il est dit que,",
          "lorsque les enfants de Heath ont donné un champ et une grotte comme lieu de",
          "sépulture pour Sarah, Prophète Abraham était si reconnaissant à eux que [ «il se",
          "leva et se prosterna devant le peuple du pays, même aux enfants de Heth, \"]",
          "[(Gen. 23: 7)] et [\". Abraham se prosterna devant le peuple de la terre \"] [(Gen.",
          "23: 12)]. Dans les deux cas, les mots `prosternèrent 'ont été traduits en",
          "[(sajada)]. \n Ceux-ci et d'autres comme exemples dans la Bible sont une preuve",
          "concluante du fait que dans ce verset [(100)], le Coran n'a pas utilisé le mot",
          "dans son sens islamique technique, mais dans son sens littéral. \n D'ailleurs, ces",
          "commentateurs arc absolument faux qui supposent que, dans les anciennes lois,",
          "sajadah dans le sens islamique actuel a été autorisé comme une marque de lois sur",
          "le respect. Par exemple, pendant la captivité babylonienne des enfants d'Israël,",
          "le roi Assuérus promu Haman au-dessus de tous les princes et ordonna à tous ses",
          "serviteurs à l'arc et du respect de lui, mais Mardochée, qui était un homme juste",
          "et saint parmi les Juifs, salua pas, ni lui fait la révérence. [(Esther3: 1-2)].",
          "Le Talmud a élaboré ce point d'une manière qui mérite d'être lu: \n Les serviteurs",
          "du roi dirent à Mardochée: [ «Pourquoi veux-tu refuses de se prosterner devant",
          "Haman, transgressant ainsi les souhaits du roi Ne nous inclinons devant lui?»] [",
          "«Oui sont insensés,\"] répondit Mardochée, [ \" . aye, voulant en raison me",
          "écoutent un mortel, qui doit retourner à la poussière soit glorifié Dois-je",
          "prosterner devant celui qui est né de la femme, dont les jours sont courts quand",
          "il est petit, il pleure et pleure comme un enfant;.? quand il pousse la douleur",
          "plus vieux et les gémissements sont sa part, ses jours à l'arc rempli de colère",
          "et la colère, et à la fin, il retourne à la poussière Dois-je plier à un comme",
          "pour le Non, je me prosterne devant l'éternel Dieu, qui vit pour.? jamais. Hun le",
          "grand Créateur et Maître de l'univers, et à aucune autre, je vais plier. \"] [(les",
          "Sélections Talmud par H. Polano, p. 172)]. \n Ce discours qui a été faite par un",
          "croyant parmi les Israélites mille ans avant la révélation du Coran, est",
          "concluante sur ce point. Ainsi il n'y a absolument pas de place pour l'exécution",
          "de [ \"sajadah\"] avant toute autre qu'Allah."
        ]
      }
    },
    {
      "verseNumber" : 101,
      "arabicVerse" : "رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ ۚ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ ۖ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ",
      "simpleTranslate" : [
        "Seigneur ! Tu m’as donné une parcelle d’autorité et Tu m’as appris à interpréter",
        "les songes. Créateur des Cieux et de la Terre, Tu es mon Maître dans ce monde et",
        "dans l’autre. Fais que je meure en état de soumission totale à Ta volonté, et",
        "permets-moi de rejoindre le camp des vertueux !»"
      ],
      "tafsirTranslate" : [
        "Seigneur, tu me as donné royaume et m'a appris à sonder les problèmes. Créateur",
        "de la terre et les cieux! Tu es mon gardien dans ce monde et l'au-delà:",
        "Laissez-moi mourir en tant que musulman, et se joignent à moi avec les justes à",
        "la fin. « <N:71>"
      ],
      "tanslateWordByWord" : [
        "Mon Seigneur",
        "effectivement",
        "vous me avez donné",
        "de",
        "la souveraineté",
        "et m'a appris",
        "de",
        "l'interprétation",
        "des événements",
        "Créateur",
        "(De) les cieux",
        "et la terre",
        "Toi",
        "(Sont) mon Protector",
        "dans",
        "le monde",
        "et l'au-delà",
        "me provoquer à mourir",
        "(Comme) un musulman",
        "me rejoindre",
        "avec les justes"
      ],
      "notes" : {
        "71" : [
          "Les quelques phrases qui ont été prononcées par le prophète Joseph [(la paix",
          "d'Allah soit sur lui)] à la plus heureuse occasion de son aide de vie",
          "représentent le modèle le plus gracieux des vertus d'un vrai croyant. Il est",
          "l'homme du désert, que ses propres frères avaient, par jalousie, a tenté de tuer,",
          "maintenant assis sur le trône après avoir traversé de nombreuses vicissitudes de",
          "la vie. Tous les membres de sa famille ont été contraints par la famine à venir",
          "devant lui de l'aide. Les mêmes frères jaloux, qui avaient fait une tentative sur",
          "sa vie, sont maintenant debout devant lui avec la tête en bas-casting. Il y avait",
          "eu une [ \"homme qui a réussi du monde»] à sa place, il aurait profité de cette",
          "occasion pour se vanter de sa grandeur et de se vanter de ses succès, et de",
          "donner libre cours à ses griefs et lançant des railleries malveillantes à ses",
          "ennemis vaincus. En revanche totale à cela, l'homme de Dieu nous se comporte",
          "d'une manière tout à fait différente. Au lieu de se vanter et se vanter de sa",
          "propre grandeur, il est reconnaissant envers son Dieu, qui avait montré grâce à",
          "lui par l'élever à une telle position haute du pouvoir, et pour l'organisation de",
          "sa rencontre avec son peuple après une si longue période de séparation. Au lieu",
          "de donner libre cours à ses griefs contre ses frères, en faisant des railleries à",
          "eux pour leur mauvais traitements, il ETCD ne font même mention de telles choses,",
          "mais met en place une défense pour eux, en disant qu'il était tout à cause de",
          "Satan, qui avait agité des querelles entre eux: non, il met même en avant comme",
          "une bénédiction déguisée, étant l'une des voies mystérieuses de Dieu par lequel",
          "il avait rempli sa conception de l'élever au trône. Après avoir dit ces choses en",
          "quelques phrases concises, il se tourne à la fois à son Seigneur en remerciement",
          "pour conférer sur lui royauté et la sagesse, au lieu de le laisser pourrir dans",
          "la prison, et prie pour lui pour le garder comme son serviteur fidèle et",
          "obéissant tant qu'il était vivant, et de le rejoindre avec les personnes justes",
          "après sa mort. Quel motif pur et élevé de caractère! \n Il est étrange que ce",
          "discours du prophète Joseph n'a ni trouvé une place dans la Bible ni dans le",
          "Talmud, bien que ces livres sont pleins de détails inutiles et sans importance de",
          "cette histoire et d'autres. Il est ironique que ces livres sont nuls de ces",
          "choses qui enseignent les valeurs morales et jettent la lumière sur les",
          "personnages réels et la mission des prophètes. \n Maintenant que cette histoire a",
          "pris fin, l'arc de lecteurs à nouveau rappelé que cette histoire du Prophète",
          "Joseph comme indiqué dans le Coran est pas une copie de l'histoire donnée dans la",
          "Bible et le Talmud car il y a des différences frappantes entre eux. Une étude",
          "comparative de ces livres montrera que l'histoire dans le Coran diffère de celle",
          "donnée. dans les deux autres livres en plusieurs parties très importantes. Le",
          "Coran contient des faits supplémentaires dans certains cas, et omet certains",
          "faits dans d'autres cas ou même réfute certaines parties contenues dans la Bible",
          "et le Talmud. Par conséquent, il n'y a absolument pas de place pour quiconque",
          "d'alléguer que le Prophète Muhammad [(la paix d'Allah soit sur lui)] lié cette",
          "histoire simplement sous la forme qu'il a entendu des Israélites."
        ]
      }
    },
    {
      "verseNumber" : 102,
      "arabicVerse" : "ذَٰلِكَ مِنْ أَنْبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ ۖ وَمَا كُنْتَ لَدَيْهِمْ إِذْ أَجْمَعُوا أَمْرَهُمْ وَهُمْ يَمْكُرُونَ",
      "simpleTranslate" : [
        "Voilà l’un des récits inconnus de toi que Nous te révélons, car tu ne te trouvais",
        "pas parmi les frères de Joseph lorsqu’ils décidèrent de perpétrer leur forfait."
      ],
      "tafsirTranslate" : [
        "(! O Muhammad) cette histoire qui nous révélons à vous est de ces choses qui ne",
        "sont pas connus pour vous: car vous étiez pas avec les frères quand ils avaient",
        "conspiré ensemble un complot contre Joseph."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(est de",
        "les nouvelles",
        "(De) l'invisible",
        "Nous avons révélé",
        "à toi",
        "Et pas",
        "vous étiez",
        "avec eux",
        "quand",
        "ils ont mis ensemble",
        "leur plan",
        "pendant qu'ils",
        "(Étaient) tracé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 103,
      "arabicVerse" : "وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Mais la plupart des hommes ne croiront pas, quels que soient les efforts que tu",
        "déploieras."
      ],
      "tafsirTranslate" : [
        "Pourtant, la plupart des gens ne vont pas à le croire,"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "les plus",
        "(De) l'humanité",
        "même si",
        "tu désires",
        "(Sera) croyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 104,
      "arabicVerse" : "وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ",
      "simpleTranslate" : [
        "Pourtant tu ne leur réclames pour cela aucun salaire, car ce n’est là qu’un",
        "rappel adressé à tout l’Univers."
      ],
      "tafsirTranslate" : [
        "quelle qu'en soit la hâte <N:72> que vous soyez, et peut même exiger aucune",
        "récompense pour ce Message:. Il est tout simplement une instruction pour tous les",
        "peuples du monde <N:73>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "vous leur demandez",
        "pour ça",
        "tout",
        "récompense",
        "ne pas",
        "(Je m'assois",
        "mais",
        "un rappel",
        "aux mondes"
      ],
      "notes" : {
        "72" : [
          "Afin de saisir toute l'importance de la mise en garde sous-jacente qu'elle",
          "implique, nous devons garder en vue l'arrière-plan de la révélation de cette",
          "histoire donnée dans l'introduction de cette sourate. Le Quraish eux avait invité",
          "le Saint Prophète à une réunion qui avait été arrangé pour le mettre à un test",
          "qui était de montrer s'il était un prophète nous ou non. Quand il est arrivé là,",
          "ils l'ont mis cette question sans préavis ou intimation: pourquoi les Israélites",
          "en Egypte? En réponse à cela, le Saint Prophète récita cette sourate, puis et là.",
          "Comme ils savaient eux-mêmes que ce fut une question abrupte et il n'y avait pas",
          "eu de préparation de sa réponse à l'avance, il était prévu qu'ils «croire en sa",
          "Prophétie. Mais ils étaient si obstinés qu'ils ne croyaient pas en lui même",
          "alors. Comme Allah était au courant de leurs intentions, il a informé Son",
          "messager à l'avance, comme pour dire, [ \"Bien que vous avez sorti avec succès",
          "dans l'épreuve, à laquelle ils se vous mettre, mais la plupart d'entre eux ne",
          "vont pas à le croire parce qu'ils ne sont pas sincères dans leur quête de la",
          "vérité. Voilà pourquoi ils ne croient pas, même maintenant, quand la révélation",
          "de cette sourate a prouvé de façon concluante que le Coran est pas forgée par",
          "vous, mais est envoyé par Allah lui-même. Comme leur objectif réel et l'intention",
          "est de rejeter votre message de toute façon, ils vont maintenant inventer une",
          "autre excuse pour leur déni. \"] \n Ce ne vise pas à éliminer tout malentendu, le",
          "Saint Prophète aurait aimé, mais est simplement un avertissement indirect aux",
          "questionneurs qu'Allah connaissait bien leurs intentions. Cela a été fait pour",
          "les avertir comme ceci:!. [ \"Ô gens obstinés cette sourate a été placé devant",
          "vous pour servir comme un miroir pour vous vous demandiez une preuve de Notre",
          "messager qu'il ne forge le Coran: si vous aviez été des gens raisonnables et",
          "sincères, vous auriez accepté la vérité qui a été établi en fonction de votre",
          "propre test, mais vous êtes des gens obstinés et continuent de le nier. \"]"
        ],
        "73" : [
          "Ceci est un autre avertissement plus subtile que celle donnée ci-dessus. Bien que",
          "cela, aussi, a été adressée au Saint Prophète, il est destiné aux non-croyants,",
          "comme pour dire, [ «Ô gens! Considérer votre attitude envers le message d'un",
          "autre point de vue. Aviez-vous remarqué quoi que ce soit dans la mission et",
          "message de Notre Prophète qui aurait pu sentait tout intérêt que ce soit, vous",
          "auriez été fondée à rejeter comme l'œuvre d'une personne égoïste. Mais vous-mêmes",
          "ont fait l'expérience qu'il n'a absolument aucun intérêt dans son travail et",
          "exige aucune récompense pour le message, qui est rien, mais l'instruction pour",
          "tous Ies peuples du monde. par conséquent, vous devriez écouter et considérer",
          "sans préjugés et prendre vos décisions à ce sujet sur le mérite et mérite. \"]"
        ]
      }
    },
    {
      "verseNumber" : 105,
      "arabicVerse" : "وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ",
      "simpleTranslate" : [
        "Que de signes évidents dans les Cieux et sur la Terre devant lesquels les hommes",
        "passent et dont ils se détournent !"
      ],
      "tafsirTranslate" : [
        "Et <N:74> Nombreux sont les signes dans les cieux et la terre; mais ils passent",
        "et ne prêtent aucune attention à eux. <N:75>"
      ],
      "tanslateWordByWord" : [
        "Et combien",
        "de",
        "un panneau",
        "dans",
        "Le Paradis",
        "et la terre",
        "ils passent",
        "par-dessus",
        "pendant qu'ils",
        "(Sont) à partir de leur",
        "ceux qui se détournent"
      ],
      "notes" : {
        "74" : [
          "Maintenant que l'histoire du Prophète Joseph [(la paix d'Allah soit sur lui)] a",
          "pris fin, le Coran a fait usage de la possibilité de transmettre son message de",
          "base, car il ne dit pas histoires simplement pour le plaisir de raconter des",
          "histoires. Comme ils avaient eux-mêmes invité le Prophète et ont attentivement",
          "écouté l'histoire, l'essence du message a été présenté en quelques phrases",
          "concises [(vv. 105-111)]."
        ],
        "75" : [
          "C'est d'éveiller les gens de leur apathie envers les signes de AIIah qui se",
          "trouvent dispersés sur toute la terre et les cieux, et de les inciter à faire une",
          "recherche de la réalité en faisant des observations justes. Comme chacun et tout",
          "est non seulement une [ «chose»] », mais aussi un signe qui pointe vers la",
          "Réalité, un chercheur après qu'il devrait regarder ceux-ci avec un regard",
          "différent de celui des animaux. En effet, même un animal voit un arbre, une",
          "montagne et de l'eau et le prend comme un simple arbre, une montagne ou de l'eau,",
          "et avec l'aide de ses sens rend l'utilisation de ces en fonction de ses besoins.",
          "Mais Allah a doté l'homme d'un esprit qui est en mesure de considérer les choses",
          "autrement que dans leurs aspects physiques et matériels afin qu'il puisse",
          "réfléchir profondément et de faire une recherche de la réalité au moyen de ces",
          "signes d'Allah. La raison pour laquelle les gens ne parviennent pas à découvrir",
          "la réalité et égarer est qu'ils ne considèrent pas les choses comme [ \"signes\"]",
          "et ne prêtent aucune attention à cet aspect. Avaient-ils pas délibérément fermé",
          "leurs esprits contre le message des prophètes, il aurait été difficile pour eux à",
          "tous de le comprendre et obtenir des conseils de lui."
        ]
      }
    },
    {
      "verseNumber" : 106,
      "arabicVerse" : "وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ",
      "simpleTranslate" : [
        "Et la plupart d’entre eux ne croient en Dieu qu’en Lui donnant des associés."
      ],
      "tafsirTranslate" : [
        "Ainsi, la plupart d'entre eux qui croient en Allah rejoindre d'autres divinités",
        "aussi avec Lui <N:76>."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "croyez",
        "la plupart d'entre eux",
        "en Allah",
        "sauf",
        "pendant qu'ils",
        "partenaires associés avec Lui"
      ],
      "notes" : {
        "76" : [
          "Ils associent d'autres divinités à Allah parce qu'ils ne prêtent pas attention à",
          "ses signes, qui servent de pointeurs vers le droit chemin. Alors, ils vont",
          "détourner de lui et se perdent dans des buissons épineux. Néanmoins, bon nombre",
          "d'entre eux ne pas perdre de vue la réalité tout à fait, et ne mécru pas en Allah",
          "comme leur Créateur et Pourvoyeur, mais ils se impliquer dans shirk. Autrement",
          "dit, ils ne nient pas l'existence de Dieu, mais ils croient que l'arc d'autres",
          "divinités qui sont aussi partenaires dans son être, ses attributs, ses pouvoirs",
          "et ses droits. Ils ne devraient jamais ont été impliqués dans le polythéisme, si",
          "elles avaient considéré que ces signes dans les cieux et la terre, de ce point de",
          "vue, car, dans ce cas, ils auraient découvert partout, dans chacun d'eux, les",
          "preuves de l'Unicité de Allah."
        ]
      }
    },
    {
      "verseNumber" : 107,
      "arabicVerse" : "أَفَأَمِنُوا أَنْ تَأْتِيَهُمْ غَاشِيَةٌ مِنْ عَذَابِ اللَّهِ أَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
      "simpleTranslate" : [
        "Sont-ils sûrs que le châtiment de Dieu ne viendra pas s’abattre sur eux? Ou que",
        "l’Heure ne viendra pas les surprendre, au moment où ils s’y attendront le moins?"
      ],
      "tafsirTranslate" : [
        "? Est-ce qu'ils se sentent en sécurité que le fléau de Dieu ne doit pas les",
        "accabler, ou que l'heure de Doom ne viendra pas subitement sur eux quand ils ne",
        "sont pas conscients <N:77>"
      ],
      "tanslateWordByWord" : [
        "Est-ce qu'ils se sentent alors sécurisé",
        "(Contre), qui",
        "vient les",
        "une écrasante",
        "[de]",
        "Châtiment",
        "(De) Allah",
        "ou",
        "vient les",
        "l'heure",
        "soudainement",
        "pendant qu'ils",
        "(ne pas",
        "apercevoir"
      ],
      "notes" : {
        "77" : [
          "Cette question a été posée pour réveiller les gens de leur attitude soins frettes",
          "vers ascenseur produit par sécurité temporaire des dangers, et par un sentiment",
          "qu'il ya une longue vie pour profiter: de sorte que les problèmes peuvent être",
          "reportées en toute sécurité à un lointain [ «futur»]. Ceci est évidemment une",
          "mauvaise attitude, car aucun homme n'a aucune garantie qu'il vivra jusqu'à un",
          "certain âge, car personne ne sait quand, où et comment on pourrait mourir. Par",
          "conséquent, des questions destinées à demander, [ \"DCES pas Votre expérience",
          "quotidienne vous dire que vous ne saviez rien, même une minute d'avance ce que",
          "votre. Future se cachait pour vous? Par conséquent, les exigences de sagesse que",
          "vous devez faire les préparatifs pour maintenant, et envisager sérieusement si le",
          "chemin que vous marchez est la bonne voie. avez-vous une preuve réelle de montrer",
          "qu'il est juste? est-ce que vous trouvez un argument solide dans les cieux et la",
          "terre pour soutenir votre décision? est-ce que les gens qui ont foulé ce chemin",
          "avant que vous atteigniez leurs destinations en toute sécurité et en toute",
          "sécurité? Enfin, ne les résultats de la suite d'un tel chemin, qui apparaissent",
          "dans votre propre temps et de la culture, confirment que vous marchez dans le",
          "droit chemin? \"]"
        ]
      }
    },
    {
      "verseNumber" : 108,
      "arabicVerse" : "قُلْ هَٰذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ ۚ عَلَىٰ بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي ۖ وَسُبْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ",
      "simpleTranslate" : [
        "Dis : «Voici ma voie ! J’appelle les hommes à Dieu, moi et ceux qui me suivent,",
        "en toute clairvoyance ; et je ne suis pas, par la grâce du Seigneur, du nombre",
        "des idolâtres.»"
      ],
      "tafsirTranslate" : [
        "Dites-leur clairement: «Voici ma voie, je vous invite à Allah, je me vois mon",
        "chemin en pleine lumière et mes disciples vois aussi Allah est exempt de tout",
        "défaut, [*.. 78] et je n'ai rien à voir avec ceux qui pratiquent le shirk \"."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Ce",
        "(Est) mon chemin",
        "J'invite",
        "à",
        "Allah",
        "avec",
        "perspicacité",
        "je",
        "et celui qui",
        "me suit",
        "Et Gloire",
        "(À) Allah",
        "et pas",
        "je suis",
        "de",
        "les polythéistes"
      ],
      "notes" : {
        "78" : [
          "C'est [ \"Allah est absolument frette de ces choses qui sont attribuées à Lui: Il",
          "est exempt des faiblesses et des lacunes que chaque croyant en shirk lui",
          "attribue, il est frette de tous les défauts, les maux et des erreurs qui doivent",
          "nécessairement être attribués à Lui comme conséquence logique de la conception de",
          "Dieu attente par polythéistes. \"]"
        ]
      }
    },
    {
      "verseNumber" : 109,
      "arabicVerse" : "وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَىٰ ۗ أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ۗ وَلَدَارُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ اتَّقَوْا ۗ أَفَلَا تَعْقِلُونَ",
      "simpleTranslate" : [
        "Nous n’avons jamais envoyé avant toi, comme prophètes, que des hommes pris parmi",
        "les habitants des cités et auxquels Nous transmettions Nos révélations. Que ne",
        "parcourent-ils la Terre pour voir quel a été le sort final de leurs",
        "prédécesseurs? Certes, la demeure de la vie future est d’une valeur autrement",
        "plus estimable pour ceux qui craignent le Seigneur. Le comprendrez-vous donc",
        "jamais?"
      ],
      "tafsirTranslate" : [
        "(O Muhammad!) Tous les Messagers, que Nous avons envoyés avant, étaient aussi des",
        "êtres humains, et a vécu dans les mêmes habitations, et les Nous avons envoyé nos",
        "révélations. Demandez à ces gens, alors, pas parcouru la terre pour voir ce qui a",
        "été la fin de ceux qui sont passés avant eux? Certes, la demeure de l'au-delà est",
        "bien meilleur pour ceux qui (cru aux Messagers et) a adopté l'attitude de piété.",
        "Quelle! vous ne comprends pas encore aujourd'hui? <N:79>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous avons envoyé",
        "Avant toi",
        "Avant toi",
        "mais",
        "Hommes",
        "Nous avons révélé",
        "pour eux",
        "parmi)",
        "(les gens",
        "(De) les cantons",
        "Donc avoir pas",
        "ils ont voyagé",
        "dans",
        "La terre",
        "et vus",
        "Comment",
        "était",
        "(la fin",
        "(De) ceux qui",
        "(Étaient) avant de les",
        "(Étaient) avant de les",
        "Et sûrement la maison",
        "(De) l'au-delà",
        "(est le meilleur",
        "pour ceux qui",
        "Craignez Allah",
        "Ensuite, ne sera pas",
        "vous utilisez la raison"
      ],
      "notes" : {
        "79" : [
          "Un sujet très complet a été condensé ici en quelques phrases, qui peut être",
          "étendu comme ceci: [ \"O Muhammad ces gens ne vous écoutent pas parce qu'il est",
          "pas une chose facile pour eux de vous croire être un Messager d'Allah juste parce",
          "que vous arc un simple être humain qui est né dans leur propre ville entre eux et",
          "a grandi comme les autres. Mais il n'y a rien d'étrange à cela, car ce n'est pas",
          "le premier cas de ce genre. Tout les prophètes, que Nous avons envoyés avant,",
          "étaient aussi des êtres humains et vivaient dans les mêmes habitations à laquelle",
          "ils ont été envoyés. Il n'a jamais eu qu'un étranger est venu à une ville et a",
          "déclaré, \"] Je suis envoyé comme Messager à vous. D'autre part, tous les",
          "Prophètes-Jésus, Moïse, Abraham et Noé [(la paix d'Allah soient sur eux tous)] -",
          "qui ont été élevés pour la réforme de la population, étaient des êtres humains",
          "qui wen nés et ont grandi dans leurs propres habitations [ \". Ensuite, il aborde",
          "les incroyants directement, comme pour dire,\"] maintenant, il est à vous de juger",
          "et de décider si vous devez accepter le Messager ou le rejeter pour des motifs",
          "ftimcy que ceux-ci. Vous avez voyagé à l'étranger et vu la fin de ces personnes",
          "qui ont rejeté le message de leurs prophètes et ont suivi leurs propres",
          "convoitises. Vous avez vu, sur vos voyages, les habitations en ruine du peuple de",
          "'Ad, Thamud, Madian, Lot, et d'autres. Avez-vous pas observé ces derniers comme",
          "des leçons de choses, car ceux-ci vous avertissent qu'ils se réuniraient avec des",
          "conséquences bien pires dans l'au-delà, et qu'à l'inverse, ceux qui sont pieux et",
          "craignant Dieu aura une vie très heureuse? \""
        ]
      }
    },
    {
      "verseNumber" : 110,
      "arabicVerse" : "حَتَّىٰ إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جَاءَهُمْ نَصْرُنَا فَنُجِّيَ مَنْ نَشَاءُ ۖ وَلَا يُرَدُّ بَأْسُنَا عَنِ الْقَوْمِ الْمُجْرِمِينَ",
      "simpleTranslate" : [
        "Et lorsque, à la fin, les prophètes désespéraient du succès de leur mission et",
        "croyaient qu’on les prenait pour des imposteurs, Nous leur envoyions Notre",
        "secours et Nous sauvions qui Nous voulions, sans que jamais Nos rigueurs fussent",
        "détournées de la gent criminelle."
      ],
      "tafsirTranslate" : [
        "(Il est également arrivé comme ça avec les anciens messagers: ils sont allés sur",
        "la transmission du message pendant une longue Time- mais les gens ne les écoutent",
        "pas,) jusqu'à ce que les messagers désespéraient du peuple et le peuple aussi",
        "pensé qu'un mensonge avait été présenté à eux: puis soudain Notre secours atteint",
        "les messagers. Et quand une telle occasion vient, Nous livrons quiconque Nous le",
        "ferons, mais notre fléau ne peut être évité par les criminels."
      ],
      "tanslateWordByWord" : [
        "Jusqu'à",
        "quand",
        "a renoncé à l'espoir",
        "les messagers",
        "et de la pensée",
        "qu'ils",
        "certainement",
        "ont été rejetées",
        "puis est venu pour les",
        "Notre aide",
        "et a été sauvé",
        "qui",
        "Nous voulions",
        "Et pas",
        "(Peut) être repoussé",
        "Notre châtiment",
        "de",
        "les gens",
        "(Qui sont) des criminels"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 111,
      "arabicVerse" : "لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ ۗ مَا كَانَ حَدِيثًا يُفْتَرَىٰ وَلَٰكِنْ تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ وَتَفْصِيلَ كُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Il y a, à coup sûr, un enseignement dans l’histoire des prophètes pour les hommes",
        "doués d’intelligence. Ce Livre n’est point un récit inventé de toutes pièces,",
        "mais il est une confirmation des Écritures antérieures, un exposé détaillé de",
        "toute chose, une bonne direction et une grâce pour ceux qui croient en leur",
        "Seigneur."
      ],
      "tafsirTranslate" : [
        "Il y a une leçon de choses dans ces histoires des anciens gens pour ceux qui",
        "possèdent le sens commun. Cette chose qui est envoyé dans le Coran est pas un",
        "faux, mais (est absolument authentique et) il confirme la précédente Écritures,",
        "donne des détails <N:80> de tout, et est un guide et bénédiction pour les",
        "croyants."
      ],
      "tanslateWordByWord" : [
        "En vérité",
        "(il y a",
        "dans",
        "leurs histoires",
        "une leçon",
        "pour hommes",
        "(De) compréhension",
        "ne pas",
        "(c'est",
        "une narration",
        "a inventé",
        "mais",
        "une confirmation",
        "(De cela) qui",
        "(A) avant",
        "(A) avant",
        "et une explication détaillée",
        "(de tout",
        "des choses",
        "et un guidage",
        "et de la miséricorde",
        "pour un peuple",
        "qui croient"
      ],
      "notes" : {
        "80" : [
          "Autrement dit, [ \"Il donne des détails sur tout ce qui est nécessaire pour la",
          "conduite de l'homme.\"] Certaines personnes prennent [ \"détails de tout\"] pour",
          "désigner les détails de tout dans le monde. Donc, quand ils ne trouvent pas les",
          "détails de mathématiques, la physique, la médecine, etc., etc., ils deviennent",
          "sceptiques. Alors que le Coran prétend donner les détails d'un seul `objet ', [\"",
          "orientation \"], pour lequel il a été envoyé vers le bas, et il ne donne les",
          "détails de tout ce qui est essentiel pour elle."
        ]
      }
    }
  ],
  "medinian" : false
}