{
  "chapterNumber" : 13,
  "nbVerses" : 43,
  "name" : "Le tonnerre",
  "nameArabic" : "الرعد",
  "transName" : "ar-raʿad",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "المر ۚ تِلْكَ آيَاتُ الْكِتَابِ ۗ وَالَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Alif - Lâm - Mîm - Râ. Voici les versets du Livre, et ce que ton Seigneur te",
        "révèle est la stricte Vérité. Mais la plupart des hommes n’y croient pas."
      ],
      "tafsirTranslate" : [
        "Alif. Lam. Mim. Ra. Ce sont les versets du Livre Divin, et ce qui a été descendu",
        "de la part de ton Seigneur est la vérité même, mais la plupart (vos) les gens ne",
        "croient pas à ce sujet. <N:1>"
      ],
      "tanslateWordByWord" : [
        "Alif Laam Mim Ra",
        "Ces",
        "(Sont) les Versets",
        "(du livre",
        "Et ce que",
        "a été révélé",
        "à toi",
        "de",
        "votre Seigneur",
        "(est la vérité",
        "mais",
        "les plus",
        "(De) l'humanité",
        "(ne pas",
        "croyez"
      ],
      "notes" : {
        "1" : [
          "Ceci est l'introduction de cette sourate, dans laquelle son but et l'objet a été",
          "énoncé en quelques mots. Allah a adressé le Saint Prophète à cet effet: [ \"O",
          "Prophète plus de votre peuple arc rejetant les enseignements du Coran pour une",
          "raison ou l'autre, mais le fait est que ce que nous envoyons vers le bas pour",
          "vous est la vérité! si les gens croient ou non. \"] \n Après cette brève",
          "introduction, le discours porte sur le sujet principal de la sourate, qui se",
          "compose de trois éléments de base. Premier,. [ \"L'ensemble de l'univers",
          "appartient à Allah seul, et aucun en dehors de Lui n'a aucun droit au service et",
          "le culte\"]. Deuxièmement, [ \"Il y a une autre vie après cette vie, dans lequel",
          "vous aurez à rendre compte de toutes vos actions.\"] Troisièmement, [ «Je suis un",
          "Messager d'Allah: tout ce que je présente devant vous est pas de moi, mais",
          "d'Allah. \"] Comme les gens rejetaient ces trois choses, celles-ci ont été",
          "réitérées à maintes reprises sous diverses formes pour éliminer les doutes et les",
          "objections de l'esprit des mécréants."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۖ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ۚ يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ",
      "simpleTranslate" : [
        "C’est Dieu qui a élevé les Cieux sans piliers visibles, et qui S’est établi",
        "ensuite sur Son Trône ; c’est Lui qui a imposé au Soleil et à la Lune de",
        "poursuivre chacun sa course jusqu’au terme fixé, et qui préside à l’ordre",
        "universel, et expose en détail Ses signes. Seriez-vous enfin convaincus de votre",
        "rencontre avec Lui?"
      ],
      "tafsirTranslate" : [
        "Il est Allah qui a élevé les cieux sans ces piliers que vous avez pu voir: <N:2>,",
        "puis lui-même assis sur le trône de son royaume: <N:3> Il a soumis le soleil et",
        "la lune à une loi. <N:4> Tout dans l'univers est son cours à sa durée déterminée.",
        "<N:5> Et Allah seul est de diriger toute l'affaire. Il fait ses signes plaine:.",
        "<N:6> peut-être vous pouvez être convaincu de rencontrer votre Seigneur <N:7>"
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(Est) Celui qui",
        "relevé",
        "Le Paradis",
        "sans pour autant",
        "piliers",
        "que vous voyez",
        "puis",
        "Il a établi",
        "sur",
        "Le trône",
        "et soumise",
        "le soleil",
        "et la lune",
        "chaque",
        "fonctionnement",
        "pour une durée",
        "nommé",
        "Il organise",
        "la question",
        "Il détaille",
        "les panneaux",
        "afin que vous puissiez",
        "à la réunion",
        "(Avec) votre Seigneur",
        "croire avec certitude"
      ],
      "notes" : {
        "2" : [
          "En d'autres termes, [ \"Allah garde la myriade de des corps célestes dans l'espace",
          "sans aucun soutien visible et perceptible.\"] Bien qu'il n'y ait rien apparent et",
          "visible qui est le soutien de ces organismes, mais il est une puissance",
          "invariable et imperceptible qui est non seulement tenue et en gardant chacun de",
          "ces corps énormes, y compris la terre que nous habitons dans leurs lieux et des",
          "orbites appropriées, mais aussi ne laisse pas de collision ont lieu entre eux."
        ],
        "3" : [
          "Pour les détails plus complets de [ \"Lui-même assis sur le trône de son",
          "royaume,\"] s'il vous plaît se référer à E.N. 41 AI-A araf. Ici, le but sera servi",
          "s'il est entendu que cette chose a été mentionné dans le Coran à de nombreux",
          "endroits dans le but de faire ressortir clairement le fait que Dieu n'a pas",
          "seulement créé la terre, mais aussi des règles sur son royaume, et que Son",
          "univers est une usine qui ne fonctionne pas automatiquement comme certains",
          "ignorants semblent penser, ni est-elle gouvernée par de nombreux dieux que",
          "d'autres gens ignorants semblent croire. Mais il est un système régulier qui est",
          "en cours d'exécution et gouverné par son Créateur."
        ],
        "4" : [
          "Il convient de noter ici que les destinataires eux-mêmes ont accepté la vérité de",
          "ALi les revendications qui ont été faites dans ce verset. Par conséquent, aucune",
          "preuve étaient nécessaires des faits qu'il est Allah qui a élevé les cieux sans",
          "aucun soutien visible et soumis le soleil et la lune à un ordre fixe. Ces choses",
          "ont été mentionnées ici que comme arguments pour prouver que Dieu est le seul",
          "souverain et maître de tout l'univers. \n Considérons maintenant cette question:",
          "Comment un tel argument, car cela peut convaincre ceux qui ne croient pas à l'AII",
          "dans l'existence de Dieu, ni reconnaître qu'Il est le Créateur de l'univers et le",
          "directeur de toutes ses affaires? La réponse est que les arguments à l'appui de",
          "la doctrine de Monothéisme avancées dans le Coran pour convaincre également les",
          "polythéistes appliquer contre les athées de prouver l'existence de Dieu. Il est",
          "comme ceci: L'ensemble de l'univers de la terre, la lune, le soleil et les",
          "célestes innombrables corps-constituent un système parfait qui travaille, sous la",
          "même loi tout-puissant. Ceci est une preuve qu'un tel système doit avoir été",
          "conçu par un souverain tout-puissant, qui possède la sagesse et de la",
          "connaissance infaillible. Cela prouve de façon concluante l'existence de ce Dieu",
          "qui n'a pas d'autre ni associé, ni égale partenaire. Car il ne peut y avoir aucun",
          "système sans un administrateur, pas de loi sans une règle, pas de sagesse sans un",
          "sage, et aucune connaissance sans le possesseur de cette connaissance. Surtout,",
          "on ne peut jamais concevoir qu'il ne peut y avoir de création sans Créateur, sauf",
          "celui qui est endurcie ou n'a pas de sens laissé en lui du tout. \n >"
        ],
        "5" : [
          "Ce système est non seulement une preuve permanente du fait qu'un souverain",
          "tout-puissant est au pouvoir sur elle, mais est également une preuve de la grande",
          "sagesse sous-tend; il témoigne aussi qu'il n'y a rien de plus durable en elle.",
          "Tout y reste pour une durée déterminée, après quoi il se termine. Ceci est",
          "également vrai pour chaque partie constitutive de celui-ci, ainsi que pour",
          "l'ensemble du système. Il est bien évident de sa structure physique qu'il n'y a",
          "rien de plus durable et immortelle. Il doit y avoir une certaine durée déterminée",
          "pour le système dans son ensemble, après l'expiration de laquelle il arrivera à",
          "sa fin. Alors il y aura un autre monde: il est donc plus probable qu'il y aura",
          "Résurrection comme prévu dans le Coran: non, son inéluctabilité est hors de tout",
          "doute."
        ],
        "6" : [
          "Allah montre clairement les signes qui aident prouver la vérité de ce que le",
          "Saint Prophète a été les informant. Ces signes sont répartis sur tout l'univers",
          "et tout le monde qui observe ces derniers avec les yeux ouverts peut percevoir",
          "que les réalités vers laquelle le Coran invite les gens ont témoigné par ces",
          "signes."
        ],
        "7" : [
          "Les signes précédents ont été cités pour prouver deux choses. Tout d'abord,",
          "l'univers n'a qu'un seul Créateur et administrateur. Deuxièmement, il y aura la",
          "vie dans l'au-delà où tout le monde sera jugé à la Cour Divine et récompenses et",
          "de punitions sur le mérite attribué. Comme la première chose était tout à fait",
          "évident, il n'a pas été mentionné dans la conclusion tirée des signes. Mais la",
          "deuxième chose, la vie dans l'au-delà, a été mentionné, car cela a été plutôt",
          "caché de la perception. Par conséquent, il a été spécifiquement déclaré que ces",
          "signes ont été faits plaine pour [ \"pour vous convaincre que vous rencontrerez",
          "votre Seigneur dans l'au-delà et rendre compte de toutes vos actions dans ce",
          "monde.\"] \n Considérons maintenant comment ces signes permettent de prouver la vie",
          "dans l'au-delà. Ceux-ci rendent évidente de deux façons: \n [(1)] Si l'on",
          "considère la façon dont les corps célestes gros comme le soleil et la lune sont",
          "totalement soumis à la volonté d'Allah, nos cœurs se sentent convaincus que Allah",
          "Qui a créé ces choses et réglementé leurs mouvements si ordonnée autour de leurs",
          "orbites, a sans aucun doute le pouvoir de donner vie à toute la race humaine",
          "après sa mort. \n [(2)] Le système terrestre prouve aussi que son Créateur est",
          "Sage. Par conséquent, il ne peut jamais imaginer que le Sage Créateur aurait pu",
          "créer l'homme et l'a doté de la sagesse et de l'intelligence et lui investi du",
          "pouvoir et de l'autorité, puis l'a laissé libre de faire ce qu'il aimait avec",
          "ceux-ci, sans être responsable et redevable de leur utilisation ou d'abus. Pour",
          "sa sagesse exige qu'il devrait tenir pleinement compte des ALi les faits et",
          "gestes de l'homme dans ce monde. Elle exige que. Il devrait prendre à la tâche",
          "ceux qui ont commis des agressions et indemniser leurs victimes et il devrait",
          "donner des récompenses à ceux qui pratiquent la vertu et punitions à ceux qui ont",
          "fait de mauvaises actions. En bref, sa sagesse exige qu'il doit demander compte",
          "chaque être humain et de la demande: [ \"Comment avez-vous réalisé la confiance",
          "qui a été placée entre vos mains dans la forme de votre corps merveilleux avec",
          "ses facultés merveilleuses et les nombreuses ressources de la terre? »] Il se",
          "peut que d'une règle stupide et injuste de ce monde pourrait confier les affaires",
          "de son royaume dans les mains de ses agents, puis oublier de les appeler pour",
          "compte, mais une telle chose ne peut jamais être attendu de la All- Sage et",
          "Omniscient Allah. \n Il est de cette façon d'observer et d'examiner les corps",
          "célestes qui peuvent nous convaincre que la vie dans l'au-delà est à la fois",
          "possible et inévitable."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا ۖ وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ ۖ يُغْشِي اللَّيْلَ النَّهَارَ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ",
      "simpleTranslate" : [
        "C’est Lui qui a étendu la terre, y a implanté des montagnes, y a placé des",
        "rivières ; c’est Lui qui a établi deux éléments de couple dans chaque espèce de",
        "fruits, et qui fait que la nuit couvre le jour. N’y a-t-il pas là des signes pour",
        "des gens qui réfléchissent?"
      ],
      "tafsirTranslate" : [
        "Et il est Lui qui a étendu la terre, et fixe les montagnes immobiles en elle, et",
        "fait les rivières coulent sur elle. Il a créé en paires toutes sortes de fruits,",
        "et il couvre la journée avec le voile de la nuit. <N:8> Certes, il y a de grands",
        "signes dans ces pour ceux qui réfléchissent sur eux."
      ],
      "tanslateWordByWord" : [
        "Et il",
        "(Est) Celui qui",
        "propager",
        "La terre",
        "et placées",
        "en ce",
        "montagnes fermes",
        "et des rivières",
        "et de",
        "tout",
        "(D ') les fruits",
        "Il a fait",
        "en ce",
        "paires",
        "deux",
        "Il couvre",
        "la nuit",
        "(Avec) le jour",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) Signes",
        "pour un peuple",
        "qui méditer"
      ],
      "notes" : {
        "8" : [
          "Après avoir cité quelques signes célestes à l'appui des doctrines de Monothéisme",
          "et l'au-delà, quelques signes sont cités de la terre dans le même but. En bref",
          "voici les arguments pour Tauhid, Résurrection et responsabilité: \n [(1)]",
          "Monothéisme: Le fait que la terre est étroitement liée avec les corps célestes",
          "[(qui aident à créer la vie sur elle)], et le fait que les montagnes et les",
          "rivières sont tellement liés entre eux de cette vie sont des preuves claires que",
          "toutes ces choses ont pas été créés par les dieux séparés et différents, ni sont",
          "gouvernés par les dieux avec des pouvoirs et des autorités indépendantes. Si elle",
          "avait été ainsi, il n'y aurait pas pu être l'harmonie tant, congruence, accord et",
          "unité entre eux; ne pouvaient ces relations se poursuivent depuis si longtemps.",
          "Car il est bien évident que s'il n'y avait pas eu un Tout-Puissant et Sage Allah,",
          "il ne pouvait pas être possible et réalisable pour différents dieux de se réunir",
          "et d'évoluer sur un tel système harmonieux de l'univers sans la discorde ou de",
          "conflit entre ses de myriades de corps. \n [(2)] Résurrection: Cette merveilleuse",
          "planète, la terre, est lui-même une grande preuve que son Créateur est",
          "tout-puissant et peut, par conséquent, ressuscitez les morts chaque fois qu'Il",
          "veut. Car il est flottant dans l'espace autour du soleil et il a de hautes",
          "montagnes fixes en elle et a de grandes rivières qui se jettent sur sa surface:",
          "elle produit d'innombrables arbres fruitiers et il apporte sur les cycles du jour",
          "et la nuit avec une régularité précise. \n Toutes ces choses témoignent de la",
          "puissance illimitée de son Créateur. Il serait, par conséquent, être une pure",
          "folie de douter qu'un tel Créateur Tout-Puissant est incapable d'élever",
          "l'humanité à la vie après la mort. \n [(3)] Responsabilité: La terre, avec tous",
          "ses signes merveilleux et motivantes, est une preuve claire du fait que son",
          "Créateur est Sage. Par conséquent, il ne peut même pas imaginer qu'il a créé",
          "l'homme, sa création la plus noble, sans but. Tout comme sa sagesse ressort de la",
          "structure de la terre, ses montagnes, ses rivières, les paires de ses arbres et",
          "de fruits, de sa nuit et le jour, il est donc tout à fait évident qu'il n'a pas",
          "été l'habitation de l'homme sans but , ni ne sera réduit à néant sans",
          "l'accomplissement de cet objectif. Il est clair que l'humanité est responsable",
          "devant son Créateur pour l'accomplissement de ce dessein divin."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَىٰ بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِي الْأُكُلِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ",
      "simpleTranslate" : [
        "Et la terre ne comporte-t-elle pas des terrains qui se touchent et qui sont",
        "complantés de vignes, de céréales et de palmiers-dattiers, en touffes ou",
        "solitaires? Et bien qu’une même eau les arrose, Nous leur faisons produire des",
        "fruits plus savoureux les uns que les autres. N’y a-t-il pas là encore des signes",
        "pour des gens qui raisonnent?"
      ],
      "tafsirTranslate" : [
        "Et voici! il y a différentes régions sur la terre près de l'autre;. <N:9> il y a",
        "des vignes, des champs de maïs et de bosquets de palmiers-dattiers avec tronc",
        "simple ou double <N:10> Tous sont irrigués avec la même eau, mais nous faisons",
        "quelques plus de goût que d'autres. La plupart sûrement il y a beaucoup de signes",
        "dans toutes ces choses pour ceux qui utilisent leur bon sens. <N:11>"
      ],
      "tanslateWordByWord" : [
        "Et en",
        "La terre",
        "sont des pistes",
        "voisin",
        "et jardins",
        "de",
        "vignes",
        "et les cultures",
        "et palmiers",
        "arbres (croissance) à partir d'une racine unique",
        "et pas",
        "arbres (croissance) à partir d'une racine unique",
        "arrosé",
        "avec de l'eau",
        "un",
        "mais nous causons de dépasser",
        "certains d'entre eux",
        "plus de",
        "autres",
        "dans",
        "le fruit",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) Signes",
        "pour un peuple",
        "qui utilisent la raison"
      ],
      "notes" : {
        "9" : [
          "Autrement dit, \"Si vous observez attentivement, vous trouverez la sagesse divine,",
          "la conception et le but dans la diversité de la structure de la terre. Bien qu'il",
          "ait d'innombrables régions adjacentes les uns les autres, ils sont différents les",
          "uns des autres dans leur formes, couleurs, parties constitutives,",
          "caractéristiques, potentialités, la capacité de production et de source de",
          "minéraux. Cette diversité a d'innombrables points de la sagesse et de l'avantage.",
          "Que d'autres créatures seules, si l'on considère la diversité des régions du",
          "point de le bien qu'il a fait pour l'humanité, nous aurons à reconnaître que ceci",
          "est le résultat de la conception bien pensée et bien planifiée de l'All-Wise",
          "Créateur. pour cette diversité a contribué à la croissance de la civilisation",
          "humaine tant que seule une personne raisonnable peut assigner à simple accident."
        ],
        "10" : [
          "Certains des dattiers ont seulement un seul tronc de la racine tandis que",
          "d'autres ont deux ou plusieurs tiges de la même racine."
        ],
        "11" : [
          "Les choses mentionnées dans ce verset contiennent beaucoup d'autres signes, outre",
          "les preuves de Monothéisme et les pouvoirs illimités et All-Comprehensive W isdom",
          "d'Allah. Considérons un de ceux-ci, qui est la diversité dans l'univers, y",
          "compris l'humanité. Il est le seul et la même terre, mais toutes les régions sont",
          "très différentes les unes des autres. Ensuite, il y a une seule et même l'eau,",
          "mais elle contribue à produire différents types de maïs et de fruits. Ensuite, un",
          "seul et même arbre porte des fruits qui, en dépit de la ressemblance, diffèrent",
          "les unes des autres dans des formes, tailles et d'autres caractéristiques.",
          "Ensuite, il y a une seule et même racine à partir de laquelle parfois un et à",
          "d'autres deux troncs germer, avec leurs propres caractéristiques différentes. Si",
          "l'on considère ces aspects de la diversité, on doit arriver à la conclusion que",
          "la sagesse divine exige le même genre de diversité dans les natures, tempéraments",
          "et inclinaisons des êtres humains, et, par conséquent, dans leur conduite. Donc,",
          "il ne faut pas vous soucier de l'existence de cette diversité. Comme il a été",
          "indiqué dans 31 v., Si Allah avait voulu, Il aurait pu créer tous les êtres",
          "humains semblables et vertueux par la naissance. Mais la sagesse qui sous-tend la",
          "création de l'univers, y compris l'humanité, exige la diversité et non",
          "l'uniformité. Sinon, toute cette création aurait perdu son sens."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ ۗ أُولَٰئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ ۖ وَأُولَٰئِكَ الْأَغْلَالُ فِي أَعْنَاقِهِمْ ۖ وَأُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
      "simpleTranslate" : [
        "Certes, tu seras bien étonné d’entendre les négateurs répéter : «Comment",
        "pourrons-nous, une fois réduits en poussière, revenir à une vie nouvelle?» Ce",
        "sont ceux-là qui renient leur Seigneur ; ce sont ceux-là qui comparaîtront un",
        "jour avec un carcan au col ; ce sont ceux-là qui seront les éternels hôtes de",
        "l’Enfer."
      ],
      "tafsirTranslate" : [
        "Maintenant, s'il y a quelque chose pour vous émerveiller devant, vous devriez",
        "admirer leur dit: «Qu'est-ce quand nous sommes devenus poussière, serons-nous",
        "ressuscités à une vie nouvelle à nouveau\" Ce sont les gens qui ont nié leur",
        "Seigneur: <N:12>, ils sont ceux qui auront des colliers autour du cou: <N:13> ils",
        "seront les habitants de l'Enfer et ils y habiteront à jamais."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "vous (sont) étonné",
        "puis étonnante",
        "(Est) leur parole",
        "Quand",
        "nous sommes",
        "poussière",
        "allons-nous",
        "(Be) en effet, dans",
        "une création",
        "Nouveau",
        "Ceux",
        "(Sont) ceux qui",
        "pas foi",
        "en leur Seigneur",
        "et celles",
        "les chaînes de fer",
        "(sera en",
        "leur cou",
        "ceux",
        "(Les) compagnons",
        "(De) l'incendie",
        "ils",
        "en ce",
        "(Se) demeureront éternellement"
      ],
      "notes" : {
        "12" : [
          "Ils [ \"ont nié leur Seigneur\"]: leur négation de l'au-delà est, en fait, la",
          "négation de la puissance et la sagesse d'Allah. Comme ils disent qu'il est",
          "impossible de les ramener à la vie après la mort, cela implique que, Dieu ne",
          "plaise, leur AIIah Qui a créé les manque non seulement le pouvoir, mais la",
          "sagesse, aussi."
        ],
        "13" : [
          "Comme un collier autour du cou est un symbole de l'emprisonnement, les mots [",
          "«colliers autour du cou\"] ont été utilisées ici idiomatique pour montrer qu'ils",
          "sont esclaves de l'ignorance, l'endurcissement, la luxure et sont des adeptes",
          "aveugles de leurs ancêtres. Comme leur pensée est influencée par leurs préjugés,",
          "ils ne peuvent pas croire en l'au-delà et se nier, mais il y a tout lieu de",
          "croire qu'il est inévitable."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ ۗ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ",
      "simpleTranslate" : [
        "Ces négateurs te mettent au défi de hâter l’arrivée du malheur dont ils sont",
        "menacés, plutôt que celle du bonheur, et pourtant ce ne sont pas les exemples de",
        "menaces exécutées qui ont manqué jusqu’ici. Mais ton Seigneur est Plein",
        "d’indulgence pour les hommes, malgré leur méchanceté, bien qu’Il soit également",
        "Terrible quand Il sévit."
      ],
      "tafsirTranslate" : [
        "hey demande de vous hâter le mal plutôt que le bien, <N:14> si en effet il y a eu",
        "des cas de châtiments exemplaires devant eux (de la colère de Dieu sur les",
        "personnes qui ont adopté la même attitude. ) le fait est que votre Seigneur",
        "montre l'abstention au peuple en dépit de leurs transgressions, et il y a aussi",
        "le fait que votre Seigneur est sévère en punition."
      ],
      "tanslateWordByWord" : [
        "Et ils te demandent de hâter",
        "le mal",
        "avant",
        "le bon",
        "et, en vérité",
        "s'est produit",
        "de",
        "Avant eux",
        "[Les] punitions similaires",
        "Et en effet",
        "votre Seigneur",
        "(est rempli",
        "(De) pardon",
        "pour l'humanité",
        "pour",
        "leurs méfaits",
        "et en effet",
        "votre Seigneur",
        "(Est) sévère",
        "(En) la peine"
      ],
      "notes" : {
        "14" : [
          "Ceci fait référence à la demande du Quraish du Saint Prophète [ \"Si vous êtes un",
          "vrai prophète de Dieu, pourquoi ne vous hâtez pas d'apporter ce fléau de Dieu sur",
          "nous, dont vous avez été menacez nous, quand nous bafouant et vous refuser? \"]",
          "Ils l'ont fait de différentes manières. Parfois, ils invoquer Dieu moqueuse et",
          "dire [ \"O Seigneur, régler nos comptes dès maintenant et ne pas reporter ces au",
          "Jour de la Résurrection\"]. A un autre moment, ils diraient, [ «Notre Seigneur, si",
          "ce que Muhammad dit est vrai, et être de toi, alors nous pierre du ciel ou",
          "envoyer vers le bas un autre fléau sur nous du ciel ou envoyer vers le bas un",
          "autre châtiment douloureux sur nous ».] Dans ce verset, une réponse a été donnée",
          "à ces demandes impudents des mécréants. Ils ont été exhortés à ne pas ces",
          "exigences folles et profiter de la trêve qui a été donné à eux et à réparer leurs",
          "manières, car ils encouraient la colère de Dieu en adoptant l'attitude de la",
          "rébellion."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ ۗ إِنَّمَا أَنْتَ مُنْذِرٌ ۖ وَلِكُلِّ قَوْمٍ هَادٍ",
      "simpleTranslate" : [
        "Les impies ne cessent de répéter : «Pourquoi ne reçoit-il pas un miracle de son",
        "Seigneur?» Or, ton rôle se borne à avertir, et chaque peuple a un guide."
      ],
      "tafsirTranslate" : [
        "Ces personnes qui ont rejeté votre message, par exemple: «Pourquoi n'a pas Sign",
        "été envoyé vers le bas pour cette personne de son Seigneur\" <N:15> -Vous êtes un",
        "warner seulement et chaque peuple a son guide. <N:16>"
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "ceux qui",
        "pas foi",
        "Pourquoi pas",
        "a été envoyé vers le bas",
        "à lui",
        "un panneau",
        "de",
        "son Seigneur",
        "Seulement",
        "toi",
        "(Sont) un warner",
        "et pour chaque",
        "gens",
        "(Est) un guide"
      ],
      "notes" : {
        "16" : [
          "Ceci est la réponse concise à leur demande, mais il n'a pas été directement",
          "adressée aux incroyants, mais au Messager. Il est la suivante: [ \"O Prophète,",
          "vous ne devriez pas vous inquiéter à ALi à propos de quelque miracle que vous",
          "pourriez montrer à ces personnes afin de les convaincre, car il ne fait pas",
          "partie de votre mission Votre devoir est seulement d'avertir les gens de. leur",
          "négligence et des mauvaises conséquences de leurs mauvaises manières. et à cet",
          "effet, Nous avons toujours envoyé un guide à chaque peuple. maintenant, vous",
          "aussi, arc effectuez cette tâche, et il est pour eux d'ouvrir les yeux et de",
          "juger de la vérité de votre message. \"] Après avoir donné cette réponse concise,",
          "Allah donne sur leur demande, mais les avertit, dans les versets suivants, qu'ils",
          "doivent faire face à l'Omniscient AIlah qui a une connaissance complète sur",
          "chacun d'entre eux à partir du moment où ils étaient en le ventre de leur mère,",
          "et qui garde une montre vif sur tout ce qu'ils font. Par conséquent, leurs",
          "destins sont décidées strictement la justice conformément à leurs mérites et",
          "qu'il n'y a pas de pouvoir sur la terre et dans les cieux qui peuvent influencer",
          "le moins ses décisions et jugements."
        ],
        "15" : [
          "Cela montre leur mentalité. Le seul critère de juger si Muhammad [(la paix",
          "d'Allah soit sur lui)] était un vrai prophète ou non en fonction de ces",
          "incroyants, était de savoir s'il un miracle à l'ordre. En effet, ils ne seraient",
          "pas juger son message par des arguments rationnels: ils ne seraient pas en tirer",
          "une leçon du haut de son caractère, ni de la révolution morale qui a été",
          "provoquée parmi ses compagnons par son message et noble exemple: ne seraient-ils",
          "examiner attentivement le rationnel arguments donnés dans le Coran pour prouver",
          "les erreurs de leur religion de shirk et superstitions de l'ignorance. Ils",
          "ignoreraient ces choses rationnelles et exiger un miracle pour trancher la",
          "question."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "اللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنْثَىٰ وَمَا تَغِيضُ الْأَرْحَامُ وَمَا تَزْدَادُ ۖ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدَارٍ",
      "simpleTranslate" : [
        "Dieu sait ce que porte chaque femelle en son sein, de même qu’Il connaît le",
        "moment où les matrices se contractent ou se dilatent, car toute chose chez Lui a",
        "sa mesure."
      ],
      "tafsirTranslate" : [
        "Allah sait ce que porte chaque femelle dans son ventre: Il est pleinement",
        "conscient de ce qui se forme dans l'utérus et aussi ce que diminuer ou augmenter",
        "s'y produit <N:17> Tout a sa mesure fixe avec Lui. ."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "sait",
        "quelle",
        "porte",
        "chaque",
        "femelle",
        "et quoi",
        "tomber à court",
        "l'utérus",
        "et quoi",
        "ils dépassent",
        "Et chaque",
        "chose",
        "avec lui",
        "(Est) en proportion"
      ],
      "notes" : {
        "17" : [
          "Lorsque amplifié le verset signifie: Allah reste pleinement conscient de tous les",
          "développements qui ont lieu chez l'enfant alors que dans le ventre de sa mère, et",
          "il veille sur la diminution ou l'augmentation de chacun de ses membres, et son",
          "potentialités, capacités et pouvoirs."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ",
      "simpleTranslate" : [
        "Il connaît le mystère de l’Univers et ce dont peuvent témoigner les hommes. Il",
        "est le Grand ; Il est le Sublime."
      ],
      "tafsirTranslate" : [
        "Il a une connaissance parfaite tant du visible et de l'invisible. Il est le Grand",
        "et l'Être suprême."
      ],
      "tanslateWordByWord" : [
        "Connaisseur",
        "(De) l'invisible",
        "et le témoin",
        "Plus Grand",
        "le Très-Haut"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ",
      "simpleTranslate" : [
        "Pour Lui, il n’y a aucune différence entre celui qui dissimule sa pensée et celui",
        "qui la divulgue ; entre celui qui se cache la nuit et celui qui se manifeste le",
        "jour."
      ],
      "tafsirTranslate" : [
        "Identique à Lui sont tous, si l'un de vous chuchote ou parle à haute voix ou on",
        "se cache sous le couvert de l'obscurité de la nuit ou se promène dans la grande",
        "lumière du jour."
      ],
      "tanslateWordByWord" : [
        "(Il est) même (à Lui)",
        "[de toi]",
        "(un qui",
        "cache",
        "le discours",
        "ou (un) qui",
        "publicise",
        "il",
        "et (un) qui",
        "[il]",
        "(est caché",
        "de nuit",
        "ou va librement",
        "de jour"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ ۗ إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا مَا بِأَنْفُسِهِمْ ۗ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءًا فَلَا مَرَدَّ لَهُ ۚ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ",
      "simpleTranslate" : [
        "Des anges sont attachés à chaque être humain et, placés devant et derrière lui,",
        "le protègent sans cesse, sur ordre du Seigneur. En vérité, Dieu ne modifie point",
        "l’état d’un peuple tant que les hommes qui le composent n’auront pas modifié ce",
        "qui est en eux-mêmes. Et quand Dieu décide de punir un peuple, nul ne peut L’en",
        "empêcher, car les hommes en dehors de Lui n’ont nul protecteur."
      ],
      "tafsirTranslate" : [
        "Pour chaque personne a des tuteurs devant lui et derrière lui, qui veillent sur",
        "lui par ordre d'Allah <N:18> Le fait est que Dieu ne change pas le sort d'un",
        "peuple à moins qu'ils ne se changent leurs propres caractéristiques.: et quand",
        "Allah décide d'apporter la rétribution à un peuple, nul ne peut l'écarter, ils ne",
        "peuvent pas trouver un défenseur ou un aide contre Allah. <N:19>"
      ],
      "tanslateWordByWord" : [
        "Pour lui",
        "(Sont) successifs (Anges)",
        "de",
        "(avant)",
        "(lui)",
        "et de",
        "et derrière lui",
        "qui le garde",
        "par",
        "(la commande",
        "(De) Allah",
        "Effectivement",
        "Allah",
        "(ne fait pas",
        "changement",
        "(la condition)",
        "d'un peuple",
        "jusqu'à",
        "ils changent",
        "quelle",
        "(Est) en eux-mêmes",
        "Et quand",
        "testaments",
        "Allah",
        "pour un peuple",
        "malheur",
        "alors (il n'y a) pas",
        "se détourner",
        "de celui-ci",
        "et pas",
        "pour eux",
        "de",
        "en dehors de Lui",
        "tout",
        "protecteur"
      ],
      "notes" : {
        "18" : [
          "Autrement dit, 'Allah regarde non seulement directement sur ce que chacun fait,",
          "et est pleinement conscient de tout ce qu'il ETCD, mais il a également nommé les",
          "gardiens qui l'accompagnent partout et tient un relevé complet de tous ses actes.",
          "\"Cela a été dit ici pour avertir les personnes qui vivent leur vie sous",
          "l'illusion qu'ils ont été laissés absolument libres de faire ce qu'ils aiment et",
          "ne doivent pas être tenus de rendre compte de ce qu'ils ont fait dans cette vie",
          "mondaine. L'avertissement est que ces personnes invitent leur propre châtiment."
        ],
        "19" : [
          "Ceci est pour les avertir en outre qu'ils ne devraient pas rester sous toute",
          "illusion qu'une personne sainte ou saint ou un ange a le pouvoir de sauver leur",
          "écume Retribution Divine, car il n'y a personne qui pourrait les défendre contre",
          "Allah, même si on aurait pu payer des hommages et faire des offrandes à leurs",
          "soi-disant patrons et protecteurs dans l'espoir qu'ils les sauver écume punition",
          "d'Allah le jour du Jugement."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنْشِئُ السَّحَابَ الثِّقَالَ",
      "simpleTranslate" : [
        "C’est Lui qui vous fait voir l’éclair qui vous inspire tantôt la crainte, tantôt",
        "l’espoir ; c’est Lui qui suscite les nuages lourdement chargés de pluie."
      ],
      "tafsirTranslate" : [
        "Il est Lui qui rend l'éclair avant de vous remplir à la fois de peur et d'espoir:",
        "il est celui qui produit des nuages ​​chargés d'eau."
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Celui qui",
        "vous montre",
        "l'éclair",
        "une peur",
        "et un espoir",
        "et fait apparaître",
        "les nuages",
        "le lourd"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلَائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَنْ يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللَّهِ وَهُوَ شَدِيدُ الْمِحَالِ",
      "simpleTranslate" : [
        "Et pendant que le tonnerre, en grondant, Lui rend hommage et que les anges, en",
        "tremblant, célèbrent Ses louanges, le Seigneur lance Ses foudres pour atteindre",
        "qui Il veut. Et malgré toute cette puissance, les impies osent encore contester",
        "Son existence, Lui dont les ripostes sont si terrifiantes !"
      ],
      "tafsirTranslate" : [
        "Le tonnerre Le glorifie par Sa louange <N:20> et les anges, aussi, le glorifier",
        "dans la crainte de lui. <N:21> Il permet de tonnerres en vrac et (souvent) frappe",
        "avec eux qui Il veut , alors qu'ils sont disputaient à propos d'Allah. Le fait",
        "est que son plan est très efficace. <N:22>"
      ],
      "tanslateWordByWord" : [
        "et glorifie",
        "le tonnerre",
        "avec sa louange",
        "et les anges",
        "pour",
        "peur de Lui",
        "Et Il fait",
        "les tonnerres",
        "et les grèves",
        "Avec ça",
        "qui",
        "Il veut",
        "mais ils",
        "différend",
        "sur",
        "Allah",
        "Et il",
        "(Est) Puissant",
        "(en force"
      ],
      "notes" : {
        "20" : [
          "Le tonnerre est une proclamation de Monothéisme pour ceux qui ont des oreilles",
          "pour entendre le véritable sens de son grand bruit qui suit l'éclair, mais il est",
          "simplement une sorte de bruit pour ceux qui l'entendent comme des animaux . Car",
          "il proclame que Allah qui soulève des nuages ​​dans les océans et les transporte",
          "partout où il veut, et rend l'éclair des nuages, puis les transforme en pluie",
          "pour alimenter en eau les habitants de la terre, est parfait et digne de tous",
          "louange, est All-Wise et tout-puissant et est impeccable à tous égards et a faire",
          "partenaire que ce soit."
        ],
        "21" : [
          "La mention du fait que les anges sont remplis de crainte de leur Seigneur, et ils",
          "proclament sa louange a une signification particulière ici. Ceci est de réfuter",
          "l'shirk des gens ignorants qui ont toujours adoré les anges que les dieux et les",
          "divinités et les supposés être des partenaires avec Dieu dans sa divinité. Il a",
          "été dit qu'ils ne sont pas des partenaires à Allah, mais ses plus obéissants",
          "serviteurs; si bien qu'ils le louent et sont remplis de crainte de Lui."
        ],
        "22" : [
          "Il a d'innombrables plans et des mesures qui sont si efficaces et soudaine qu'il",
          "peut frapper une avec l'un d'eux de tout côté il veut. Tant et si bien que la",
          "victime visée est absolument pas au courant de celui-ci. Ceci est une preuve que",
          "ces gens, qui disent des choses absurdes sur tel Être Tout-Puissant, sont",
          "absolument vides de sens."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "لَهُ دَعْوَةُ الْحَقِّ ۖ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ ۚ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ",
      "simpleTranslate" : [
        "C’est Lui Seul qui est Digne d’être invoqué, car ceux que les impies invoquent en",
        "dehors de Lui ne peuvent exaucer aucune de leurs prières ; de même que l’homme",
        "assoiffé qui se contente de tendre les deux mains vers l’eau ne réussira jamais à",
        "la faire parvenir à sa bouche. C’est ainsi que s’en vont en pure perte les",
        "prières des infidèles !"
      ],
      "tafsirTranslate" : [
        "Pour l'invoquer seul est la bonne chose. <N:23> En ce qui concerne les autres",
        "divinités qu'ils invoquent en dehors de Lui, ils ne peuvent pas donner une",
        "réponse à leurs prières. Il est comme si un homme était d'étirer ses mains vers",
        "l'eau et lui demander de venir à sa bouche, quand il ne peut pas atteindre sa",
        "bouche de cette manière; même les prières des mécréants ne sont que des efforts",
        "sans but."
      ],
      "tanslateWordByWord" : [
        "À lui",
        "(Est) supplication",
        "(De) la vérité",
        "Et ceux que",
        "ils invoquent",
        "en dehors de Lui",
        "en dehors de Lui",
        "ne pas",
        "ils répondent",
        "pour eux",
        "avec une chose",
        "sauf",
        "comme celui qui étend",
        "ses mains",
        "vers",
        "eau",
        "atteindre",
        "sa bouche",
        "mais non",
        "il",
        "atteint ce",
        "Et pas",
        "(Est) la supplication",
        "(De) les incroyants",
        "mais",
        "dans",
        "Erreur"
      ],
      "notes" : {
        "23" : [
          "[ \"Pour l'invoquer seul est la bonne chose,»] pour AIlah seul a le pouvoir et",
          "l'autorité pour donner l'aide et éliminer les difficultés."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ ۩",
      "simpleTranslate" : [
        "Et c’est devant Dieu que se prosternent, bon gré mal gré, tous ceux qui sont dans",
        "les Cieux et sur la Terre, ainsi que leurs ombres qui s’inclinent devant Lui",
        "matin et soir !"
      ],
      "tafsirTranslate" : [
        "Car il est Allah seul devant qui tout dans les cieux et la terre se prosterne",
        "volontairement ou non volontairement, <N:24> et les ombres de toutes les choses",
        "se prosternent devant lui le matin et le soir . <N:25>"
      ],
      "tanslateWordByWord" : [
        "Et à Allah",
        "prosterne",
        "quiconque",
        "(est dans",
        "Le Paradis",
        "et la terre",
        "volontiers",
        "ou involontairement",
        "et (donc faire) leurs ombres",
        "les matins",
        "et l'après-midi"
      ],
      "notes" : {
        "24" : [
          "[ \"... tout dans les cieux et la terre se prosterne devant Allah\"] dans le même",
          "sens que chaque création de son doit obéir et se soumettre à sa loi physique dans",
          "les moindres détails. La seule différence entre la soumission d'un croyant et un",
          "incroyant est que les anciens lui soumet un cœur bien disposé alors que ce",
          "dernier est obligé de le faire contre son gré, car il est absolument hors de son",
          "pouvoir de s'y opposer."
        ],
        "25" : [
          "[ \"Les ombres se prosternent\"] dans le sens où ils tombent à l'ouest dans la",
          "matinée et à la distribution dans la soirée et ainsi de suite. Cela montre que,",
          "eux aussi, doivent se soumettre à une certaine loi."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ ۚ قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا ۚ قُلْ هَلْ يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ ۗ أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ ۚ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ",
      "simpleTranslate" : [
        "Dis aux impies : «Qui est le Maître des Cieux et de la Terre?» Réponds : «C’est",
        "Dieu, bien sûr !» Dis-leur : «Et, malgré cela, prendrez-vous en dehors de Lui des",
        "maîtres qui ne peuvent rien pour eux-mêmes ni en bien ni en mal?» Dis-leur :",
        "«Peut-on confondre à ce point l’aveugle et le clairvoyant, ou comparer les",
        "ténèbres à la lumière? Ou auraient-ils donné à Dieu des associés qui auraient",
        "créé comme Lui-même a créé, en sorte que l’œuvre de ces derniers et celle de Dieu",
        "se seraient confondues dans leur esprit?» Dis-leur : «C’est Dieu qui est le",
        "Créateur de toute chose. Il est l’Unique et le Dominateur suprême.»"
      ],
      "tafsirTranslate" : [
        "Demandez-leur: «Qui est le Seigneur des cieux et de la terre?\" Dis: \"Allah\".",
        "<N:26> Dites alors à eux, «Quand cela est le fait, avez-vous donc fait à côté de",
        "Lui ces divinités vos protecteurs que peut faire ni bien ni mal à eux-mêmes?\"",
        "Dis: «Etes l'aveugle et l'homme de vision semblables? <N:27> Etes-lumière et les",
        "ténèbres ressemblent?\" <N:28> Et si ce n'est pas, que les partenaires, ils ont",
        "mis en place auprès d'Allah, tout créé comme son la création de manière à rendre",
        "la question de la création douteuse pour eux <N:29> Dis: Allah seul est le",
        "Créateur de toute chose?; et Il est l'Unique, le Tout-Puissant. <N:30>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Qui",
        "(Est) le Seigneur",
        "(De) les cieux",
        "et la terre",
        "Dire",
        "Allah",
        "Dire",
        "Avez-vous ensuite pris",
        "de",
        "en dehors de Lui",
        "protecteurs",
        "ne pas",
        "ils ont le pouvoir",
        "pour eux-mêmes",
        "(bénéficier",
        "et pas",
        "(blesser",
        "Dire",
        "Est",
        "égal",
        "les aveugles",
        "et la vision",
        "Ou",
        "est",
        "égal",
        "les ténèbres [es]",
        "et la lumière",
        "Ou",
        "ils attribuent",
        "à Allah",
        "les partenaires",
        "qui a créé",
        "comme Sa création",
        "de sorte que semblaient semblables",
        "la création",
        "pour eux",
        "Dire",
        "Allah",
        "(Est) le Créateur",
        "de tout",
        "des choses",
        "et il",
        "(est celui",
        "l'Irresistible"
      ],
      "notes" : {
        "26" : [
          "Ce sera la peine de noter que, bien que la question, [ \"Qui est le Seigneur des",
          "cieux et de la terre?\"] A été mis aux mécréants, Allah dit le Saint Prophète de",
          "répondre lui-même et dire, [\"Allah\"]. Ce fut parce que les mécréants ont hésité à",
          "répondre d'une façon ou l'autre. Ils ne pouvaient pas dire qu'il n'y avait pas",
          "Allah car ils se croyaient qu'Allah était le Créateur de tout. D'autre part, ils",
          "ne pouvaient pas reconnaître ce fait dans tant de mots réponse à cette question,",
          "car, ils seraient, alors, devons reconnaître la doctrine de Monothéisme pour",
          "aucune base aurait pu être laissé en faveur du shirk. Comme ils ont réalisé leur",
          "position de faiblesse, ils ne donneraient pas de réponse à ces questions. Voilà",
          "pourquoi Allah demande à Son messager de mettre de telles questions aux",
          "mécréants: [ \"Qui est le Créateur des cieux et de la terre qui est le Seigneur de",
          "l'Univers qui vous soutient avec les dispositions de la vie???\"] Quand ils ne le",
          "font pas donner une réponse à ces questions, Allah demande à Son messager dire [",
          "\"Allah\"] en réponse. Il procède ensuite avec cet argument: [ \"Quand Allah fait",
          "toutes ces choses, comment les divinités que vous adorez entrer?»]"
        ],
        "27" : [
          "Le Tnan aveugle est la personne qui ne peut pas voir l'un des signes innombrables",
          "de l'Unicité de AIlah, bien que ceux-ci se trouvent dispersés sur devant lui dans",
          "l'univers. D'autre part, l'homme de voir est la personne qui peut voir dans",
          "chaque particule de l'univers et dans chaque feuille de l'herbe et des arbres",
          "signes pointant vers leur Créateur. Ainsi, la question qui a été posée moyen: [",
          "\"!? O incroyants si vous êtes aveugle aux signes, pourquoi celui qui peut voir",
          "les signes doit se comporter comme un homme aveugle et trébuche comme vous\"]"
        ],
        "28" : [
          "Ici [ \"light\"] signifie la lumière de la connaissance de la vérité que le Saint",
          "Prophète et ses disciples possédaient. Contrairement à cela, il y avait le [",
          "«ténèbres»] de l'ignorance dans laquelle les incroyants erraient. La question qui",
          "a été posée des moyens pour demander ceci: [ \"Pourquoi ceux qui ont obtenu la`",
          "lumière », l'éteindre et se promener dans l'obscurité comme vous Eh bien, si vous",
          "ne connaissez pas la valeur de la` lumière? , vous pouvez choisir de se promener",
          "dans l'obscurité, mais comment pouvez-vous attendre à celui qui a obtenu la",
          "«lumière», qui apprécie la différence entre la lumière et les ténèbres, et qui",
          "voit le droit comme en plein jour, à Dave la lumière et errer dans les ténèbres?",
          "\"]"
        ],
        "29" : [
          "La question est destinée à impressionner les incroyants qu'il n'y a absolument",
          "aucune raison pour laquelle ils devraient pratiquer shirk. Quand ils admettent",
          "eux-mêmes que leurs dieux ne créent pas même un iota dans l'univers et qu'ils ont",
          "même pas la plus petite part et le plus insignifiant dans la création, il ne",
          "reste aucun motif pour eux à chérir tous les doutes à ce sujet. Pourquoi, alors,",
          "leurs faux dieux et divinités partager les droits et pouvoirs du réel Créateur?"
        ],
        "30" : [
          "Le mot arabe [(QAH-har)] signifie littéralement [ \"celui qui règne sur tout, en",
          "vertu de son propre pouvoir, et maintient le tout sous son contrôle complet.\"] \n",
          "Ce fait que [ \"Il est l'Unique, le Tout-Puissant\"] découle naturellement du fait",
          "que précédente [ \"Allah seul est le Créateur de tout,\"] de ce fait a également",
          "été reconnu par les polythéistes et n'a jamais été nié par eux. Il en est ainsi",
          "parce que le Créateur de tout ce qui devrait logiquement être unique, et toute",
          "autre chose ou être doit nécessairement sa création. Par conséquent, rien ne",
          "pouvait être l'égal du Créateur ou partenaire dans son être, les attributs, les",
          "pouvoirs et les droits. De même, le Créateur doit avoir le pouvoir et le contrôle",
          "complet sur sa création. \n Car il ne peut jamais imaginer que le Créateur serait",
          "créer quelque chose sur lequel il a le contrôle pas plein. Par conséquent, celui",
          "qui reconnaît Dieu comme le créateur doit également lui reconnaître comme",
          "l'Unique et le Tout-Puissant. Après cela, il ne reste aucune raison pour laquelle",
          "on devrait adorer aucun autre que le Créateur ou invoquer quelqu'un d'autre pour",
          "aider à résoudre ses difficultés et de remplir ses besoins."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا فَاحْتَمَلَ السَّيْلُ زَبَدًا رَابِيًا ۚ وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغَاءَ حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِثْلُهُ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْبَاطِلَ ۚ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً ۖ وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ الْأَمْثَالَ",
      "simpleTranslate" : [
        "Il fait descendre du ciel de l’eau qui coule dans les vallées à la mesure de leur",
        "capacité, et le courant charrie l’écume qui surnage, à l’image du laitier qui se",
        "dégage de la fonte des métaux dont on fabrique bijoux et ustensiles. Dieu use de",
        "cette image pour bien établir la différence qu’il y a entre le Vrai et le faux,",
        "car l’écume inconsistante s’en va au rebut, tandis que ce qui est utile aux",
        "hommes se dépose sur le terrain. Ainsi, Dieu propose des paraboles utiles."
      ],
      "tafsirTranslate" : [
        "Allah a fait descendre l'eau du ciel et chaque système effectue le long en",
        "fonction de sa capacité: il y avait des inondations et une mousse de gonflement",
        "<N:31> est venu à la surface. De même, il se pose une écume sur les métaux qui",
        "sont fondus dans le four pour faire des ornements et des ustensiles. <N:32> Par",
        "ces similitudes, Allah fait la vérité distincte de mensonge. Ce qui est la mousse",
        "disparaît et ce qui est bénéfique pour le peuple reste sur la terre. De cette",
        "façon, Allah cite similés de faire son message clair."
      ],
      "tanslateWordByWord" : [
        "Il fait descendre",
        "de",
        "Le ciel",
        "eau",
        "et les débits",
        "les vallées",
        "selon leur mesure",
        "et comporte",
        "le torrent",
        "une mousse",
        "en hausse",
        "Et de ce",
        "ils chauffent",
        "[dessus",
        "dans",
        "le feu",
        "dans le but de faire",
        "ornements",
        "ou",
        "ustensiles",
        "une mousse",
        "J'aime ça",
        "Ainsi",
        "énonce",
        "Allah",
        "la vérité",
        "et la fausseté",
        "Ensuite, en ce qui concerne",
        "la mousse",
        "il décède",
        "(As) écume",
        "et en ce qui concerne",
        "quelle",
        "avantages",
        "l'humanité",
        "restes",
        "dans",
        "La terre",
        "Ainsi",
        "Allah énonce",
        "Allah énonce",
        "les exemples"
      ],
      "notes" : {
        "32" : [
          "Comme il est naturel que l'écume doit apparaître sur la surface lorsque sont",
          "fondus dans le four pour la purification, même mauvaises gens viennent surface et",
          "prennent part importante dans la persécution des bonnes gens qui sont passés à",
          "travers le four de persécution pour leur purification."
        ],
        "31" : [
          "Dans ce simile la Connaissance qui avait été envoyé vers le bas. par Allah au",
          "Saint Prophète a été comparé à la pluie du ciel, et les croyants des cours d'eau,",
          "des ruisseaux et des rivières. Tout comme les cours d'eau, etc., se remplir de",
          "l'eau de pluie, chacun selon sa capacité, de sorte que ses disciples ont acquis",
          "des connaissances de lui, chacun selon sa capacité. D'autre part, la teinte et",
          "cri qui a été soulevée par les adversaires du mouvement islamique a été comparé à",
          "la mousse de gonflement, etc., qui commence à danser à propos sur la surface de",
          "l'eau d'inondation, mais bientôt s'évanouit."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "لِلَّذِينَ اسْتَجَابُوا لِرَبِّهِمُ الْحُسْنَىٰ ۚ وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ ۚ أُولَٰئِكَ لَهُمْ سُوءُ الْحِسَابِ وَمَأْوَاهُمْ جَهَنَّمُ ۖ وَبِئْسَ الْمِهَادُ",
      "simpleTranslate" : [
        "À ceux qui répondent à l’appel de leur Seigneur sera offerte la félicité ; tandis",
        "que ceux qui s’y refusent, dussent-ils offrir tous les trésors de la Terre ou",
        "même en doubler la mise, ne seront jamais rachetés ; l’Heure du règlement des",
        "comptes sera pour eux pleine d’angoisses et leur dernier refuge sera cette",
        "détestable demeure de souffrance qu’est la Géhenne."
      ],
      "tafsirTranslate" : [
        "Il y a un super récompense pour ceux qui ont répondu à l'appel de leur Seigneur.",
        "Quant à ceux qui ont rejeté son appel, ils donneraient volontiers à leur rançon",
        "toute la richesse de la terre contenue, si elles possédaient, et comme bien",
        "d'autres encore (pour échapper à la rétribution). <N:33> Ce sont les gens qui",
        "doivent avoir le calcul lourd; <N:34> leur demeure sera l'enfer un lieu de repos",
        "misérable."
      ],
      "tanslateWordByWord" : [
        "Pour ceux qui",
        "a répondu",
        "à leur Seigneur",
        "(Est) le bonheur",
        "Et pour ceux qui",
        "(Fait) pas",
        "répondre",
        "à lui",
        "si",
        "cette",
        "ils avaient",
        "peu importe",
        "(est dans",
        "La terre",
        "tout",
        "et comme de celui-ci",
        "Avec ça",
        "sûrement, ils offriraient une rançon",
        "Avec ça",
        "Ceux",
        "pour eux",
        "(Est) un mauvais",
        "calcul",
        "et leur demeure",
        "(Est) Enfer",
        "et misérable",
        "(Est) le lieu de repos"
      ],
      "notes" : {
        "33" : [
          "Cela montre que les incroyants seraient dans un si triste sort qu'ils ne seraient",
          "pas hésiter à donner leur ALi pour leur rédemption."
        ],
        "34" : [
          "[ \".... ils auront le calcul lourd\"]: ils auront à supporter les conséquences de",
          "leurs mauvaises actions. Aucun péché, aucune lacune, en bref, rien ne sera",
          "pardonné et le mal n'impunie. \n Nous apprenons du Coran que les rebelles de AIIah",
          "auront à rendre un règlement de comptes, alors il y aura un [ «lumière»] compte",
          "de ceux qui ont été fidèles et obéissants à leur Seigneur. En contrepartie de",
          "leurs loyaux services, leurs cas seront traités avec indulgence, et en prenant",
          "leur bonté générale en compte un grand nombre de leurs lacunes seront pardonnés.",
          "\n Ceci est encore amplifié par une tradition du Saint Prophète. Hadrat A'ishah",
          "concerne, [ \"je l'ai dit, ô Messager d'Allah le verset le plus terrible du Coran",
          "est la suivante:! Quiconque commet un mal, il sera puni pour cela. [(IV: 123",
          "<V:4:123>)] . le Saint Prophète répondit: O `A'ishah! ne vous savez comment Allah",
          "efface les comptes de son fidèle et obéissant serviteur? quel que soit le mal ou",
          "de la difficulté qu'il reçoit dans ce monde-même tant que le piquage d'une",
          "épine-est prise par Allah comme expiation pour l'un ou l'autre de ses péchés. en",
          "ce qui concerne l'au-delà, tout le monde, qui sera appelé à rendre compte de tout",
          "péché, doit être puni pour cela. A ce Hadrat `A'ishah a demandé, `Alors qu'est-ce",
          "qu'on entend par calcul de la lumière dans ce verset: celui qui doit être donné",
          "sa` conduite Register 'dans sa main droite, il rendra une prise en compte la",
          "lumière? [(LXXXIV: - 8 <V:84:-8>)] Le Saint Prophète répondit: `Cela signifie",
          "simplement la présentation de toute sa conduite, qui est, toutes ses actions-bons",
          "et mauvais-doit être présenté devant Allah, mais il ne doit pas être appelé à.",
          "effacer le compte de tous ses actes, car celui qui est appelé à effacer",
          "l'intégralité de son compte, est totalement ruiné »]. \n La même chose se produit",
          "même dans ce monde. Un maître traite très indulgente avec son serviteur fidèle et",
          "obéissant et de connivence à ses fautes mineures et même pardonne ses fautes",
          "majeures en contrepartie de ses services méritoires. D'autre part, si un",
          "fonctionnaire est avéré être dangereux et malhonnête, ne tient pas compte même à",
          "ses services, et il est puni à la fois pour son mineur et pour les principaux",
          "défauts."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَىٰ ۚ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ",
      "simpleTranslate" : [
        "Peut-on comparer à un aveugle celui qui est convaincu que ce que ton Seigneur t’a",
        "révélé représente bien la vérité? Mais seuls en saisissent le sens ceux qui sont",
        "doués d’intelligence ;"
      ],
      "tafsirTranslate" : [
        "Eh bien, comment peut-celui qui croit que ce livre qui a été envoyé vers le bas",
        "pour vous de votre Seigneur, est la vérité, être comme celui qui est aveugle à ce",
        "fait? <N:35> est les sages seuls qui prennent des conseils de ceci: <N:36>"
      ],
      "tanslateWordByWord" : [
        "Puis est (il) qui",
        "sait",
        "ce qui",
        "a été révélé",
        "à toi",
        "de",
        "votre Seigneur",
        "(est la vérité",
        "comme (un) qui",
        "[il]",
        "(Est) aveugle",
        "Seulement",
        "prêter attention",
        "Hommes",
        "(De) compréhension"
      ],
      "notes" : {
        "36" : [
          "Autrement dit, [ \"Ceux qui écoutent le message qui a été envoyé par Allah, et",
          "accepte Son Messager, sont des gens vraiment très sages. C'est pourquoi leur",
          "conduite dans ce monde est tout à fait différents de ceux les gens insensés qui",
          "sont aveugles à ses mérites: et ainsi est leur fin ultime dans l'au-delà, comme",
          "il est dit dans les versets suivants \"]."
        ],
        "35" : [
          "Autrement dit, [ \"Comme l'attitude des deux dans ce monde sera différent de",
          "l'autre, de sorte que sera leur fin ultime dans l'au-delà.\"]"
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ",
      "simpleTranslate" : [
        "ceux qui respectent leur engagement envers Dieu et ne violent pas la foi jurée ;"
      ],
      "tafsirTranslate" : [
        ", ils remplissent leur alliance avec Allah, et briser ce pas après le confirmer.",
        "<N:37>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "remplir",
        "l'accord",
        "(De) Allah",
        "et pas",
        "ils cassent",
        "le contrat"
      ],
      "notes" : {
        "37" : [
          "Ce Pacte est la même qui a été faite par Allah avec l'ensemble de l'humanité au",
          "début de la création qu'ils adorer Lui seul. [(S'il vous plaît se référer à E.N.",
          "de 134 et 135 d'Al-A`araf)]. Comme ce Pacte a été fait avec tout être humain, il",
          "a été imprégné fermement dans la nature humaine. Quand un être humain est né dans",
          "ce monde, il, pour ainsi dire, confine même Pacte parce qu'il doit sa création à",
          "la même Allah avec lequel il avait fait ce Pacte: alors il est élevé par sa",
          "Providence et nourri et nourri avec Ses dispositions, et utilise les pouvoirs et",
          "facultés doués par Lui. AII ces choses lui lier par eux-mêmes dans une alliance",
          "de servitude avec son Seigneur. Il est évident que les gens sages, loyaux et",
          "fidèles accomplissent leur alliance et n'osent pas le casser, sauf qu'ils",
          "pourraient casser inconsciemment et involontairement."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ",
      "simpleTranslate" : [
        "ceux qui maintiennent les liens que Dieu a ordonné de maintenir, qui craignent",
        "leur Seigneur et redoutent une mauvaise reddition de leur compte ;"
      ],
      "tafsirTranslate" : [
        "Ils se rejoignent ce qu'Allah a ordonné de se joindre: <N:38>, ils craignent leur",
        "Seigneur et redoutent de peur qu'ils devraient être appelés à rendre un calcul",
        "lourd."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "Joindre",
        "quelle",
        "(A été) commandé",
        "(Par) Allah",
        "[pour ça]",
        "à",
        "assembler",
        "et la peur",
        "leur Seigneur",
        "et ont peur",
        "(De) le mal",
        "le compte"
      ],
      "notes" : {
        "38" : [
          "Autrement dit, [ \"AII ces relations sociales et civiles qui sont propices à la",
          "conduite correcte et droit à la vie collective humaine.\"]"
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَٰئِكَ لَهُمْ عُقْبَى الدَّارِ",
      "simpleTranslate" : [
        "ceux qui se montrent patients pour être agréables à leur Seigneur, qui",
        "accomplissent la salât, qui font des prélèvements sur les biens que Nous leur",
        "avons donnés, pour faire des aumônes en secret et en public, et qui repoussent le",
        "mal par le bien. À tous ceux-là sont réservés, comme demeure finale,"
      ],
      "tafsirTranslate" : [
        "Ils montrent le courage de gagner l'approbation de leur Seigneur. <N:39> Ils",
        "établissent Salat et dépensent ouvertement et secrètement de ce que Nous leur",
        "avons attribué, et conjurer le mal par le bien. <N:40>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "(Sont) des patients",
        "recherche",
        "(la face",
        "(De) leur Seigneur",
        "et d'établir",
        "la prière",
        "et passer",
        "de ce que",
        "Nous leur avons fourni",
        "secrètement",
        "et publiquement",
        "et ils se repoussent",
        "avec le bon",
        "le mal",
        "ceux",
        "pour eux",
        "(Est) la réalisation finale",
        "(De) la maison"
      ],
      "notes" : {
        "40" : [
          "Autrement dit, [ \"Si d'autres font du mal à eux, ils ne font pas le mal en",
          "retour, mais font du bien à la place. Ils ne se battent pas mal de malice, mais",
          "avec la vertu injuste une Quelle qu'en soit peut-être pour eux, ils le font la",
          "justice dans tous les cas. de même, ils restent sincère et honnête, même dans le",
          "casting de ceux qui disent des mensonges contre eux et de montrer la malhonnêteté",
          "envers eux. \"] \n Il y a une tradition du Saint Prophète dans le même sens: [",
          "\"Vous ne devriez pas imiter les autres dans votre conduite envers d'autres",
          "personnes, car il est faux de dire:« Nous allons faire le bien aux autres, si",
          "elles le font la bonté pour nous et nous fera l'injustice pour les si elles sont",
          "injustes pour nous. » [(D'un autre côté,)] vous devez suivre ce principe: si les",
          "autres font la bonté de vous, vous devez faire le bien pour eux, mais si elles le",
          "font du mal à vous, vous ne devriez pas être injuste envers eux »]. \n Il y a une",
          "autre tradition, qui commence par les mots: [ \"Mon Seigneur m'a ordonné de faire",
          "neuf choses Quatre de ces choses sont,` je conduis juste envers tout le monde si",
          "je suis heureux ou offensé avec lui, je dois rendre le droit.. . même de celui",
          "qui viole mes droits je devrais payer les cotisations, même de celui qui me",
          "déprave de ma raison, je dois pardonner à celui qui a été injuste envers moi »]",
          "Il y a encore une autre tradition dans le même sens..: [ «ne sois pas incrédule,",
          "même à celui qui a été infidèle à vous.\"] Il y a aussi un mot de Hadrat 'Umar qui",
          "équivaut à la même chose. [ \"La meilleure façon de punir celui qui ne craint pas",
          "Dieu dans ses rapports avec vous, est que vous devez craindre Dieu dans vos",
          "relations avec lui.\"]"
        ],
        "39" : [
          "[ \"Ils montrent le courage\"]: ils restent maître de soi et de garder sous",
          "contrôle tous leurs désirs et convoitises et ne transgressent les limites, et ils",
          "ne cèdent pas à la tentation de désobéir à leur Seigneur, afin d'obtenir des",
          "avantages et satisfaire leurs désirs: non, ils portent avec courage et",
          "d'endurance des pertes et des afflictions qui sont inévitables dans l'obéissance",
          "de AIIah calme. Si l'on considère la vie d'un croyant de ce point de vue, nous",
          "verrons que l'ensemble de sa vie est la vie de l'endurance et de courage, car il",
          "se tient sous contrôle dans des circonstances très difficiles dans ce monde dans",
          "l'espoir de gagner la l'approbation de son Seigneur et dans l'attente de",
          "l'obtention d'avantages permanents dans l'au-delà: alors il se bat avec courage",
          "toutes les tentations au péché."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ ۖ وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ",
      "simpleTranslate" : [
        "les jardins d’Éden où ils entreront avec tous ceux de leurs pères, de leurs",
        "conjoints et de leurs enfants qui auront accompli de bonnes œuvres. Et les anges",
        "accourront de tous côtés pour les recevoir."
      ],
      "tafsirTranslate" : [
        "Leurs ce sont la demeure de l'au-delà: Jardins dans laquelle ils vivront pour",
        "toujours. Ils entreront en eux avec les justes parmi leurs ancêtres, des épouses",
        "et des descendants. Les anges viendront à les accueillir de tous côtés, en",
        "disant:"
      ],
      "tanslateWordByWord" : [
        "Jardins",
        "d'Eden",
        "ils vont les saisir",
        "et celui qui",
        "(Étaient) justes",
        "parmi",
        "leurs pères",
        "et leurs conjoints",
        "et leurs progénitures",
        "Et les anges",
        "entrera",
        "sur eux",
        "de",
        "chaque",
        "porte"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى الدَّارِ",
      "simpleTranslate" : [
        "«Que la paix soit avec vous !, leur diront-ils. Recevez comme prix de votre",
        "patience cette belle demeure qui sera éternellement vôtre !»"
      ],
      "tafsirTranslate" : [
        "«La paix soit sur vous. <N:41> Vous avez gagné cette bénédiction à cause de ce",
        "que vous immuablement enduré dans le monde.\" Quelle bénédiction est cette demeure",
        "de l'au-delà!"
      ],
      "tanslateWordByWord" : [
        "(Dire) &quot;, la paix",
        "(Be) sur vous",
        "pour quoi",
        "vous patiemment enduré",
        "Et excellente",
        "(Est) la réalisation finale",
        "(De) la maison"
      ],
      "notes" : {
        "41" : [
          "Cela implique deux choses. Les anges viendront en grand nombre de tous les côtés",
          "et de leur donner ces bonnes nouvelles:. [ \"Maintenant, vous êtes venus à un",
          "endroit où il y a la paix pour vous ici à l'arc à l'abri de toute affliction,",
          "tous les problèmes, toutes les difficultés et tous les dangers et l'inquiétude.",
          "\"] [(Pour plus de détails s'il vous plaît voir FR 29 de Al-Hijr)]."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ ۙ أُولَٰئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ",
      "simpleTranslate" : [
        "Mais ceux qui violent le pacte de Dieu après s’y être engagés, qui brisent les",
        "liens que Dieu a ordonné de maintenir, qui sèment la corruption sur la Terre,",
        "ceux-là seront maudits et voués à la plus détestable des demeures."
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui enfreignent leur alliance avec Allah après avoir confirmé ce qui",
        "coupent ce qu'Allah a commandé d'unir, et répandre le chaos sur la terre, la leur",
        "sont la malédiction, et ils doivent avoir une misérable demeure dans l'au-delà."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "Pause",
        "l'accord",
        "(De) Allah",
        "de",
        "après",
        "contracter",
        "et de rompre",
        "quelle",
        "(A été) commandé",
        "(Par) Allah",
        "pour ça",
        "à",
        "assembler",
        "et répandre la corruption",
        "dans",
        "La terre",
        "Ceux",
        "pour eux",
        "(Est) la malédiction",
        "et pour eux",
        "(Est) un mal",
        "domicile"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ وَفَرِحُوا بِالْحَيَاةِ الدُّنْيَا وَمَا الْحَيَاةُ الدُّنْيَا فِي الْآخِرَةِ إِلَّا مَتَاعٌ",
      "simpleTranslate" : [
        "Dieu prodigue Ses dons ou les mesure à qui Il veut. Ils se réjouissent de la vie",
        "de ce monde, alors que cette vie n’est qu’une jouissance éphémère par rapport à",
        "la vie future !"
      ],
      "tafsirTranslate" : [
        "Allah donne abondamment Ses dispositions à qui il veut et avec parcimonie à qui",
        "Il veut. <N:42> Ces personnes sont entièrement absorbés par les joies de cette",
        "vie, alors que la vie de ce monde est, mais un maigre chose par rapport à la vie",
        "de l'au-delà."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "étend",
        "la fourniture",
        "pour qui",
        "Il veut",
        "et restreint",
        "Et ils se réjouissent",
        "dans la vie",
        "(du monde",
        "et rien",
        "(est la vie",
        "du monde",
        "en comparaison à)",
        "l'au-delà",
        "sauf",
        "une jouissance"
      ],
      "notes" : {
        "42" : [
          "Ce verset réfute le mauvais critère par lequel les mécréants de la Mecque [(et",
          "toutes les autres personnes folles du monde)] jugé que l'on était ou non un",
          "favori de Dieu. Ils ont jugé la valeur d'un homme par sa richesse et à la",
          "prospérité du monde et non pas par sa foi et la conduite juste. Ils pensaient que",
          "celui qui jouissait de toutes les bonnes choses de la vie était un favori de",
          "Dieu, même s'il avait des croyances erronées et a fait de mauvaises actions.",
          "D'autre part, ils ont considéré celui qui était pauvre et indigent d'être sous la",
          "colère de Dieu, même si il était juste. Voilà pourquoi, dans leur jugement les",
          "chefs de Quraysh étaient de loin supérieurs aux disciples du Saint Prophète. Ils",
          "diraient, [ \"Vous pouvez voir par vous-mêmes que Dieu est avec les chefs de la",
          "Quraish.\"] \n Dans ce verset, AIlah a averti là qu'ils sont tout à fait tort de",
          "tirer une telle conclusion à partir des conditions matérielles du peuple. AIIah",
          "donne sa disposition au peuple abondamment ou avec parcimonie pour des raisons",
          "différentes de celles qu'ils présumés et de la richesse ou de la pauvreté est",
          "sans critère pour juger de la valeur des personnes. Le véritable critère de juger",
          "de la valeur des personnes est leurs croyances et leurs actions. Celui qui a des",
          "croyances justes et bonnes actions ETCD, doit être plus élevé dans le rang que",
          "celui qui a des croyances erronées et fait de mauvaises actions. Ainsi, le",
          "véritable critère est la qualité de d'un des actes et non la possession ou le",
          "manque de richesse."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَيَقُولُ الَّذِينَ كَفَرُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ ۗ قُلْ إِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ",
      "simpleTranslate" : [
        "Les négateurs disent : «Que n’a-t-on fait descendre sur lui un miracle de la part",
        "de son Seigneur?» Dis : «Dieu égare qui Il veut et dirige vers Lui ceux qui se",
        "repentent ;"
      ],
      "tafsirTranslate" : [
        "Ceux qui ont rejeté (Muhammad comme un Prophète) disent: «Pourquoi pas Sign-on",
        "fait descendre vers lui venant de son Seigneur <N:43> -Say,?\" Allah égare qui Il",
        "veut; et il conduit à lui-même que ceux qui se tournent vers Lui. « <N:44>"
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "ceux qui",
        "pas foi",
        "Pourquoi n'a pas",
        "été envoyé vers le bas",
        "sur lui",
        "un panneau",
        "de",
        "son Seigneur",
        "Dire",
        "Effectivement",
        "Allah",
        "laisse égarer",
        "qui",
        "Il veut",
        "et les guides",
        "à lui-même",
        "quiconque",
        "tourne le dos"
      ],
      "notes" : {
        "44" : [
          "Ceci est la réponse à leur question. Il ne tient pas à l'absence de signes qu'ils",
          "allaient égarer, mais il est le manque de désir en eux pour demander des conseils",
          "à droite. Pour DCEs Allah on ne forcer à suivre le droit chemin, s'il se tourne",
          "délibérément loin de lui. Il permet à ces personnes errent sur les mauvaises",
          "manières qu'ils choisissent de se promener. Non, même toutes ces choses qui",
          "doivent servir comme un moyen d'orientation pour un chercheur de vérité,",
          "deviennent les moyens de déviation pour celui qui cherche l'écart. Tant et si",
          "bien que cette torche même qui aide à montrer la voie à l'ancienne, éblouit les",
          "yeux de celui-ci. Voici comment Allah égare une personne. \n Cette réponse à la",
          "demande d'un signe est incomparable dans son éloquence. Il leur dit: [ \"peuple",
          "insensé! Il n'est pas en raison de l'absence de signes que vous ne trouvez pas la",
          "bonne voie, mais elle est due à l'absence de tout désir en vous pour cela. Vous",
          "ne voient pas de les signes innombrables qui sont éparpillés tout autour de vous",
          "parce que vous avez pas envie d'aller à la bonne manière. Comment peuvent alors",
          "aucun signe utile pour vous? pour vous ne verrez aucun de ces signes. Cependant,",
          "ceux qui cherchent la bonne façon de Allah, voir ces signes et de trouver la",
          "bonne façon avec leur aide. \"]"
        ],
        "43" : [
          "S'il vous plaît aussi garder à voir la réponse qui a été donnée à cette question",
          "dans v.7."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ ۗ أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ",
      "simpleTranslate" : [
        "ceux qui croient et qui s’apaisent au souvenir de Dieu. N’est-ce pas que c’est au",
        "souvenir de Dieu que s’apaisent les cœurs?»"
      ],
      "tafsirTranslate" : [
        "Telles sont les personnes qui ont accepté (le message de ce prophète,) et leurs",
        "cœurs trouver réconfort dans le souvenir d'Allah. Notez bien qu'il est le",
        "souvenir d'Allah seul qui apporte réconfort aux cœurs."
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "a cru",
        "et trouver la satisfaction",
        "leur cœur",
        "dans le souvenir",
        "(De) Allah",
        "Sans aucun doute",
        "dans le souvenir",
        "(De) Allah",
        "trouver satisfaction",
        "les coeurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ طُوبَىٰ لَهُمْ وَحُسْنُ مَآبٍ",
      "simpleTranslate" : [
        "Ceux qui croient et qui pratiquent les bonnes œuvres, à ceux-là la béatitude et",
        "la plus douce des retraites."
      ],
      "tafsirTranslate" : [
        "Heureux ceux qui ont accepté le message et accomplissent les bonnes oeuvres: ils",
        "ont une bonne fin."
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "a cru",
        "et a fait",
        "bonnes oeuvres",
        "béatitude",
        "(Is) pour les",
        "et une belle",
        "lieu de retour"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "كَذَٰلِكَ أَرْسَلْنَاكَ فِي أُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَا أُمَمٌ لِتَتْلُوَ عَلَيْهِمُ الَّذِي أَوْحَيْنَا إِلَيْكَ وَهُمْ يَكْفُرُونَ بِالرَّحْمَٰنِ ۚ قُلْ هُوَ رَبِّي لَا إِلَٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ",
      "simpleTranslate" : [
        "C’est ainsi que Nous t’envoyons à un peuple que d’autres peuples ont précédé,",
        "afin de leur transmettre le Message que Nous t’avons révélé, alors que ces gens",
        "se montrent incrédules à l’égard du Dieu de la bonté. Dis-leur : «C’est Lui mon",
        "Seigneur ! Il n’y a d’autre divinité que Lui ! C’est à Lui que je me confie et",
        "c’est à Lui que je ferai retour.»"
      ],
      "tafsirTranslate" : [
        "O Muhammad! Nous vous avons envoyé un Messager de cette manière <N:45> chez un",
        "peuple devant lequel de nombreux peuples ont disparu de sorte que vous devriez",
        "leur réciter le Message que Nous avons fait descendre vers vous; . Mais ils",
        "rejettent le Seigneur plus compatissant <N:46> Dis-leur: «Mon Seigneur est Lui:",
        "il n'y a pas de divinité à part Lui. J'ai placé ma confiance en Lui et Il est mon",
        "seul Resort\""
      ],
      "tanslateWordByWord" : [
        "Ainsi",
        "Nous vous avons envoyé",
        "à",
        "une nation",
        "en vérité",
        "ont disparu",
        "de",
        "avant cela",
        "nations",
        "de sorte que vous pouvez réciter",
        "pour eux",
        "quelle",
        "Nous avons révélé",
        "à toi",
        "pendant qu'ils",
        "ne pas croire",
        "dans le Tout Miséricordieux",
        "Dire",
        "Il",
        "(Est) mon Seigneur",
        "(Il n'y a pas",
        "Dieu",
        "sauf",
        "Lui",
        "Sur lui",
        "Je mets ma confiance",
        "et à Lui",
        "(Est) mon retour"
      ],
      "notes" : {
        "45" : [
          "Autrement dit, [ \"De cette façon que nous ne vous avons pas donné un signe qu'ils",
          "demandaient."
        ],
        "46" : [
          "Autrement dit, \"] Au lieu de servir que la plupart de compassion Seigneur, ils",
          "sont jeter son service et la mise en place d'autres partenaires dans ses",
          "attributs, les pouvoirs, les droits et rendre grâce à d'autres pour ses",
          "bénédictions.\""
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَىٰ ۗ بَلْ لِلَّهِ الْأَمْرُ جَمِيعًا ۗ أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا ۗ وَلَا يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صَنَعُوا قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِنْ دَارِهِمْ حَتَّىٰ يَأْتِيَ وَعْدُ اللَّهِ ۚ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ",
      "simpleTranslate" : [
        "S’il y avait un Coran à soulever les montagnes, à disloquer les continents ou à",
        "faire parler les morts , ce serait bien celui-ci. Mais la décision finale",
        "appartient à Dieu en toute chose. Les croyants ne savent-ils pas que si Dieu",
        "l’avait voulu, Il aurait mis l’humanité tout entière sur le droit chemin?",
        "Cependant, des calamités ne cesseront d’atteindre les impies ou de s’abattre aux",
        "abords mêmes de leurs demeures en raison de leurs agissements, jusqu’à ce que la",
        "promesse de Dieu s’accomplisse, car Dieu ne manque jamais à Sa promesse."
      ],
      "tafsirTranslate" : [
        "Et quel (pensez-vous) aurait été le résultat si nous avions envoyé un Coran qui",
        "aurait causé les montagnes pour se déplacer ou fendu la terre en morceaux ou fait",
        "parler les morts? <N:47> (Il est pas du tout difficile de montrer ces signes)",
        "pour Allah a plein pouvoir sur tout. <N:48> Voyez les croyants (encore toutes les",
        "attentes d'un signe en réponse à la demande des incroyants et) pas renoncé",
        "espoir, (sachant) que Dieu aurait dirigé tous les hommes aright, <N:49> s'il",
        "avait si désiré? Quant aux incroyants, à cause de leurs méfaits, une affliction",
        "ou l'autre ne cesse pas à leur rendre visite de temps en temps, ou viennent près",
        "de leur maison. Il ira comme la menace de ce jusqu'à ce qu'Allah arrivera. En",
        "effet, Allah ne manque pas d'apporter sa menace."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "c'était",
        "tout Coran",
        "peut être déplacée",
        "par cela",
        "les montagnes",
        "ou",
        "pourrait être fendit",
        "par cela",
        "La terre",
        "ou",
        "pourrait être faite pour parler",
        "par cela",
        "le mort",
        "Non",
        "Allah",
        "(Est) la commande",
        "tout",
        "Ensuite, ne pas",
        "connaître",
        "ceux qui",
        "croyez",
        "cette",
        "si",
        "avait voulu",
        "Allah",
        "sûrement, Il aurait guidé",
        "tout",
        "tout le genre humain",
        "Et pas",
        "cessera",
        "ceux qui",
        "ne pas croire",
        "pour les frapper",
        "pour quoi",
        "ils ont fait",
        "une catastrophe",
        "ou",
        "on installe",
        "Fermer",
        "de",
        "leurs maisons",
        "jusqu'à",
        "vient",
        "(la promesse",
        "(De) Allah",
        "Effectivement",
        "Allah",
        "(Sera) pas",
        "échouer",
        "(En) la Promesse"
      ],
      "notes" : {
        "48" : [
          "[ \"Allah est Omnipotent\"] et peut montrer aucun signe s'il le désire. Il ne",
          "montre pas le moindre signe pour elle DCES correspondait pas dans le régime prévu",
          "pour le guidage de l'homme. Comme l'objet réel est de montrer d'orientation à",
          "l'humanité par le Prophète et de ne pas les obliger à croire à la prophétie d'un",
          "prophète, Il désire que les gens devraient obtenir des conseils en pensant et en",
          "observant à bon escient et non en voyant des signes."
        ],
        "49" : [
          "Autrement dit, [ \"Si l'objet avait été de rendre les êtres humains croyants même",
          "sans comprendre consciemment, Allah aurait pu créer eux croyants par la",
          "naissance.\"]"
        ],
        "47" : [
          "Ce verset a été adressée aux croyants qui étaient mal à l'aise qu'un tel Signe a",
          "été envoyé comme cela a été demandé par les mécréants. Ils pensaient que ce signe",
          "serait de convaincre les mécréants et ils accepter l'Islam. Par conséquent, en",
          "l'absence de ce signe a été envoyé, ils sont devenus ALi plus mal à l'aise pour",
          "le manque de l'accomplissement de la demande qui a donné lieu à des doutes sur la",
          "Prophétie du Messager. La question posée dans ce verset est destiné à supprimer",
          "ce malaise des musulmans. Il est comme ceci: [ \"Pensez-vous qu'ils ont embrassé",
          "l'Islam, si tel ou tel signe avait été montré pour les tout d'un coup avec une",
          "sourate du Coran Êtes-vous sous l'illusion qu'ils sont tout à fait prêt? à",
          "accepter l'Islam et attendent que pour un tel signe? pensez-vous que ces gens qui",
          "ont échoué à voir la lumière de la Vérité dans les enseignements du Coran, dans",
          "les phénomènes de l'univers, dans la vie pure et sans tache du Saint Prophète et",
          "dans le merveilleux changement dans la vie de ses compagnons, verrait la lumière",
          "de la Vérité dans le mouvement des montagnes, dans le clivage de la terre et dans",
          "la venue des morts des tombes? \"]"
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
      "simpleTranslate" : [
        "Avant toi, d’autres prophètes ont été tournés en dérision. J’ai accordé aux",
        "infidèles qui les raillaient un répit, puis Je les ai frappés ; et quel ne fut",
        "point alors le châtiment que Je leur ai infligé !"
      ],
      "tafsirTranslate" : [
        "Autres Messagers ont également été moqué devant vous, mais je me suis toujours",
        "donné un répit aux mécréants, puis saisi sur eux à son extrémité. Il suffit de",
        "voir combien terrible avait été mon Fléau!"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "ont été moqués",
        "messagers",
        "de",
        "Avant toi",
        "mais je donné un répit",
        "à ceux qui",
        "pas foi",
        "puis",
        "Je les ai saisis",
        "et comment",
        "était",
        "Ma peine"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "أَفَمَنْ هُوَ قَائِمٌ عَلَىٰ كُلِّ نَفْسٍ بِمَا كَسَبَتْ ۗ وَجَعَلُوا لِلَّهِ شُرَكَاءَ قُلْ سَمُّوهُمْ ۚ أَمْ تُنَبِّئُونَهُ بِمَا لَا يَعْلَمُ فِي الْأَرْضِ أَمْ بِظَاهِرٍ مِنَ الْقَوْلِ ۗ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبِيلِ ۗ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ",
      "simpleTranslate" : [
        "Comment? Est-ce à Celui qui lit dans chaque âme et sait ce qu’elle acquiert",
        "qu’ils osent donner des associés? Dis-leur : «Définissez ces divinités par leurs",
        "attributs ! Auriez-vous la prétention d’apprendre à Dieu ce qu’Il ignorerait sur",
        "la Terre? Ou bien est-ce que vos divinités n’ont aucune réalité, ou s’agit-il",
        "d’une simple manière de vous exprimer?» La vérité est que les négateurs ont été",
        "tellement séduits par leurs fourberies qu’ils s’en trouvèrent à jamais dévoyés.",
        "Or, celui que Dieu égare ne trouvera plus personne pour le guider."
      ],
      "tafsirTranslate" : [
        "Quoi! sont-ils (si audacieux qu'ils sont) la mise en place en partenariat avec",
        "Lui qui regarde minutieusement sur les actions de chaque âme? <N:50>, <N:51> O",
        "Prophète, dis-leur »(Si Dieu a lui-même fixés les comme ses partenaires) juste me",
        "dire leurs noms. Voulez-vous dire pour l'informer de quelque chose de nouveau que",
        "lui-même ne connaît pas sur sa terre? Ou avez-vous simplement prononcer des mots",
        "vides? <N:52> en effet, pour ceux qui ont rejeté le message de leur la fraude",
        "<N:53> ont été faits pour apparaître juste pour eux et ils ont été radiées écume",
        "de la Voie droite: <N:54> et il n'y a pas de montrer la bonne façon de ceux",
        "qu'Allah égare."
      ],
      "tanslateWordByWord" : [
        "Est-ce que celui qui",
        "(Il)",
        "(Est) un mainteneur",
        "de",
        "chaque",
        "âme",
        "pour quoi",
        "il a gagné",
        "Pourtant, ils attribuent",
        "à Allah",
        "les partenaires",
        "Dire",
        "Nomme les",
        "Ou",
        "(Faites) vous l'informiez",
        "de quoi",
        "ne pas",
        "Il sait",
        "dans",
        "La terre",
        "ou",
        "du ressort",
        "de",
        "les mots",
        "Non",
        "(Est) enjolivait",
        "à ceux qui",
        "ne pas croire",
        "leur tracé",
        "et ils sont entravés",
        "de",
        "le chemin",
        "Et quiconque",
        "(Par) Allah",
        "Allah laisse égarer",
        "alors pas",
        "pour lui",
        "tout",
        "guider"
      ],
      "notes" : {
        "50" : [
          "Autrement dit, [ \"Ils sont tellement audacieux qu'ils mettent en place des",
          "partenaires à Allah dont la connaissance est tout complet et qui est au courant",
          "de même les moindres détails des bonnes et mauvaises actions de chaque individu",
          "...\"]"
        ],
        "51" : [
          "Ce sont les choses audacieuses qu'ils font. Ils attribuent des partenaires et des",
          "égaux à Lui: ils croient que certains de Ses créatures sont une partie intégrante",
          "de son être, et avoir des attributs et des droits comme Lui: ils présupposent",
          "qu'ils ne doivent pas être appelés à rendre compte de tout ce qu'ils font, même",
          "si elles vivre dans Son Royaume."
        ],
        "52" : [
          "Autrement dit, [ \"Vous donnez des noms vides aux partenaires que vous lui",
          "attribuons car vous avez aucune connaissance réelle à leur sujet\"]. Pour vous",
          "pourriez obtenir cette connaissance que dans l'une des trois façons suivantes: \n",
          "Tout d'abord, vous pourriez avoir reçu des informations authentiques que Dieu",
          "avait fait tel ou tel peuple comme ses partenaires dans ses attributs, droits et",
          "pouvoirs. Si cela est, s'il vous plaît IET nous savons aussi leurs noms et la",
          "source de vos informations. \n La deuxième possibilité est que Dieu aurait pu",
          "rester ignorant que certains êtres sont devenus ses partenaires. Par conséquent,",
          "vous allez lui informer à ce sujet. Si cela est, s'il vous plaît le dire",
          "clairement dans tant de mots de sorte qu'il peut être décidé s'il y a des gens",
          "insensés qui peut croire à une telle affirmation absurde. \n Il est évident que",
          "les deux suppositions ci-dessus sont absurdes. Par conséquent, la seule",
          "alternative est que, [ «Vous attribuez partenaires à Lui sans rime ni raison, et",
          "vous sans aucune connaissance font un parent de Dieu, une autre l'allocutaire de",
          "supplication, et encore un autre l'aide et exécuteur de certains besoins et la",
          "règle d'une certaine région, etc., etc. \"]"
        ],
        "53" : [
          "Shirk a été appelé [la «fraude»] parce qu'aucun des anges, des esprits, des",
          "saints, des corps célestes, auxquels ils attribuent des attributs et des pouvoirs",
          "divins ou de rendre les droits divins, jamais prétendu posséder ces attributs ou",
          "des pouvoirs, ni ont-ils jamais exiger ces droits du peuple, ni dit aux gens",
          "qu'ils allaient remplir leurs désirs et veut, si elles effectuer des rituels de",
          "culte devant eux. En fait, certaines personnes habiles ont inventé ces dieux afin",
          "de pratiquer la tromperie délibérée et la malhonnêteté afin qu'ils puissent",
          "exercer une influence puissante sur les gens ordinaires et de les exploiter et de",
          "les priver d'une partie de leurs biens durement gagnés. En conséquence, ils ont",
          "fait le peuple crédules des dieux de leurs inventions et se posent en tant que",
          "leurs représentants pour obtenir de l'argent, etc .., d'eux par cette fraude. \n",
          "La deuxième raison pour laquelle shirk a été appelé [la «fraude»] est qu'un homme",
          "du monde fait semblant de croire en elle non pas parce qu'il veut croire en lui,",
          "mais dans le but de se libérer de tous Ies contraintes morales pour lui permettre",
          "de mener une vie irresponsable arborés et la luxure. \n La troisième raison est",
          "donnée ci-dessous dans E. N. 54."
        ],
        "54" : [
          "Shirk est également `fraude» dans le sens où il a été fait apparaître juste pour",
          "eux et ainsi les conduit dans la déviation et les empêche de revenir à la bonne",
          "façon. Il est comme ceci: Lorsque mushriks adoptent de mauvaises façons de",
          "déviation qui conviennent le genre de vie qu'ils souhaitent mener, ils doivent",
          "inventer des arguments pour apaiser leur conscience et convaincre d'autres",
          "personnes que le gris sont sur la bonne voie. Naturellement cette fraude les",
          "confirme sur le chemin de la déviation et ils sont forclose de la bonne manière."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "لَهُمْ عَذَابٌ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَشَقُّ ۖ وَمَا لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ",
      "simpleTranslate" : [
        "Ils seront punis dans la vie d’ici-bas. Mais le châtiment qui les attend dans la",
        "vie future sera bien plus pénible encore, et nul ne pourra intercéder pour eux",
        "auprès du Seigneur."
      ],
      "tafsirTranslate" : [
        "Il est un supplice pour eux dans la vie de ce monde, mais le tourment dans",
        "l'au-delà est encore plus pénible; et il n'y a personne pour les protéger contre",
        "Allah."
      ],
      "tanslateWordByWord" : [
        "Pour eux",
        "(Est) une punition",
        "dans",
        "la vie",
        "(du monde",
        "et sûrement la peine",
        "(De) l'au-delà",
        "(Est) plus difficile",
        "Et pas",
        "pour eux",
        "contre",
        "Allah",
        "tout",
        "défenseur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ ۖ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ أُكُلُهَا دَائِمٌ وَظِلُّهَا ۚ تِلْكَ عُقْبَى الَّذِينَ اتَّقَوْا ۖ وَعُقْبَى الْكَافِرِينَ النَّارُ",
      "simpleTranslate" : [
        "Le Paradis promis à ceux qui craignent Dieu est à l’image d’un Jardin sous lequel",
        "coulent des ruisseaux, aux fruits intarissables et aux ombrages perpétuels. Telle",
        "sera la demeure des hommes pieux, tandis que celle des impies sera la Géhenne."
      ],
      "tafsirTranslate" : [
        "En ce qui concerne le Paradis que le Dieu craignant ont été promis est comme",
        "ceci: les canaux coulent en dessous, ses fruits sont éternels et son ombre est",
        "perpétuelle. Telle est la récompense des justes, mais la récompense des",
        "incroyants est le pneu de l'Enfer."
      ],
      "tanslateWordByWord" : [
        "L'exemple",
        "du Paradis",
        "lequel",
        "(Est) promise",
        "(À) les justes",
        "les flux",
        "de",
        "dessous",
        "les rivières",
        "C'est de la nourriture",
        "(Est) éternelle",
        "et son ombre",
        "Ce",
        "(est la fin",
        "ceux qui",
        "(Sont) justes",
        "et la fin",
        "(De) les incroyants",
        "(Est) le Feu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَفْرَحُونَ بِمَا أُنْزِلَ إِلَيْكَ ۖ وَمِنَ الْأَحْزَابِ مَنْ يُنْكِرُ بَعْضَهُ ۚ قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلَا أُشْرِكَ بِهِ ۚ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ",
      "simpleTranslate" : [
        "Ceux à qui Nous avons donné les Écritures se réjouissent de ce qui t’est révélé,",
        "mais il est des factieux qui en rejettent une partie. Dis-leur : «J’ai seulement",
        "ordre de n’adorer que Dieu, sans rien Lui associer. C’est à Lui que j’appelle les",
        "hommes et c’est vers Lui que se fera mon retour.»"
      ],
      "tafsirTranslate" : [
        "O Prophète! certaines de ces personnes que nous avons donné le Livre avant vous",
        "vous réjouissez dans le Livre Nous avons fait descendre vers vous alors qu'il ya",
        "d'autres parmi les différentes sections qui rejettent certaines des choses",
        "contenues dans le présent. Dites-leur clairement \"m'a été ordonné d'adorer Allah",
        "seul et interdit de mettre en place un partenariat avec lui. Par conséquent, je",
        "vous invite à Lui et me tourne vers Lui.\" <N:55>"
      ],
      "tanslateWordByWord" : [
        "Et ceux (à) qui",
        "Nous leur avons donné",
        "le livre",
        "réjouir",
        "à quel",
        "a été révélé",
        "à toi",
        "mais parmi",
        "les groupes",
        "(ceux qui",
        "nier",
        "une partie de celui-ci",
        "Dire",
        "Seulement",
        "Il m'a été commandé",
        "cette",
        "j'adore",
        "Allah",
        "et pas",
        "J'associe des partenaires",
        "avec lui",
        "À lui",
        "J'appelle",
        "et à Lui",
        "(Est) mon retour"
      ],
      "notes" : {
        "55" : [
          "Ceci est en réponse à une objection particulière qui a ensuite été soulevée par",
          "les mécréants. Ils diraient, [ \"S'il a apporté le même message qui a été apporté",
          "par les messagers avant lui [(comme il le prétend)]. Pourquoi les juifs et les",
          "chrétiens qui sont les adeptes des anciens prophètes se présentent pas et",
          "bienvenue il? \"] le verset répond à l'objection et dit que les adeptes du goût",
          "des anciens prophètes se réjouissent vraiment dans le message du Coran, mais les",
          "faux ont été offensé à elle. Ensuite, il demande au Saint Prophète ne vous",
          "inquiétez pas à aII à ce sujet, en disant: [ \"O Prophète, vous ne devriez pas",
          "l'esprit à ALi qu'ils soient heureux ou offensé à elle. Dites-leur clairement que",
          "c'est la Guidance j'ai reçu de mon Seigneur et je vais le suivre à des coûts ALi.",
          "\"]"
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَكَذَٰلِكَ أَنْزَلْنَاهُ حُكْمًا عَرَبِيًّا ۚ وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَمَا جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا وَاقٍ",
      "simpleTranslate" : [
        "Ainsi, Nous t’avons révélé en ce Coran un code de sagesse en langue arabe. Si tu",
        "cèdes à leurs chimères, après la science que tu as reçue, tu ne trouveras plus ni",
        "soutien ni protecteur contre ton Seigneur."
      ],
      "tafsirTranslate" : [
        "Il est avec cette instruction que Nous avons envoyé ce commandement en arabe à",
        "vous. Maintenant, si vous suivez les désirs et les convoitises du peuple en dépit",
        "de la connaissance que vous avez reçu il n'y aura personne pour vous défendre, ni",
        "pour vous protéger contre Allah."
      ],
      "tanslateWordByWord" : [
        "Et ainsi",
        "Nous l'avons fait descendre",
        "(Être) un jugement d'autorité",
        "(en arabe",
        "Et si",
        "vous suivez",
        "leurs désirs",
        "après quoi",
        "est venu à vous",
        "de",
        "la connaissance",
        "ne pas",
        "pour toi",
        "contre",
        "Allah",
        "tout",
        "protecteur",
        "et pas",
        "défenseur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً ۚ وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ ۗ لِكُلِّ أَجَلٍ كِتَابٌ",
      "simpleTranslate" : [
        "Nous avons envoyé avant toi des prophètes et Nous leur avons donné des épouses et",
        "des enfants. Mais jamais il n’a été donné à un prophète d’accomplir un miracle",
        "sans la permission de Dieu. Chaque échéance a son terme prescrit."
      ],
      "tafsirTranslate" : [
        "Nous avons envoyé de nombreux messagers avant toi et nous qui leur est attribué",
        "aussi femmes et enfants. <N:56> et aucun Messager avait le pouvoir de montrer",
        "aucun signe sans la sanction d'Allah <N:57> Chaque âge avait son livre:"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons envoyé",
        "messagers",
        "de",
        "Avant toi",
        "et Nous avons fait",
        "pour eux",
        "femmes",
        "et de la descendance",
        "Et pas",
        "était",
        "pour un Messenger",
        "cette",
        "il vient",
        "avec un signe",
        "sauf",
        "par le congé",
        "(De) Allah",
        "Pour tout",
        "(Est) un temps",
        "prescrit"
      ],
      "notes" : {
        "56" : [
          "Ceci est la réponse à une autre objection. Les mécréants ont dit que Ire ne",
          "pouvait pas être un prophète de AIIah parce qu'il avait des femmes et des",
          "enfants, car ils soutiennent que les prophètes n'a rien à voir avec les désirs",
          "charnels."
        ],
        "57" : [
          "Ceci est la réponse à une autre objection: [ \"Avait-il été un goût Prophète, il",
          "aurait montré un signe comme la main qui brille un nd le personnel miraculeux du",
          "prophète Moïse ou il aurait rendu la vue à les lépreux aveugles ou guéris comme",
          "le Prophète Jésus, ou apporté un signe comme la chamelle du Prophète Salih \"]. La",
          "réponse est la suivante: [ \"Aucun des anciens messagers avait le pouvoir de",
          "montrer aucun signe, ni a ce prophète: Allah a montré un signe à chaque fois et à",
          "travers qui Il a considéré qu'il était nécessaire et montrera aucun signe quand",
          "Il sera le juge nécessaire, et que je n'ai pas demandé de posséder un tel pouvoir",
          "qu'une telle demande pourrait être faite de moi. \"]"
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ ۖ وَعِنْدَهُ أُمُّ الْكِتَابِ",
      "simpleTranslate" : [
        "Dieu abroge ou confirme ce qu’Il veut, car Il détient l’Archétype éternel auprès",
        "de Lui."
      ],
      "tafsirTranslate" : [
        "Allah abroge ce qu'il veut et conserve intact tout ce qu'Il veut et Il a le livre",
        "d'origine <N:58> avec Lui."
      ],
      "tanslateWordByWord" : [
        "(Is) éliminé",
        "(Par) Allah",
        "quelle",
        "Il veut",
        "et confirme",
        "et avec lui",
        "(Est) la Mère (de) Livre",
        "(Est) la Mère (de) Livre"
      ],
      "notes" : {
        "58" : [
          "Telle est la réponse à une autre objection soulevée contre la révélation du",
          "Coran. Les mécréants dirent: [ \"Quelle était la nécessité de ce nouveau livre,",
          "quand il existait déjà des anciens Livres révélés Vous dites que ce besoin a",
          "surgi parce que les anciens livres ont été falsifiés;? Donc Allah les a abrogé et",
          "ordonné que cette nouvelle livre devrait être suivi. Cette position vous avez",
          "pris est mauvais pour comment on peut falsifier le livre de AIIah et comment",
          "est-il possible que tout livre d'Allah peut être altéré? Pourquoi ne AIIah",
          "protégeait pas ces livres de telles choses ? Vous dites que ce livre a été révélé",
          "par le même Dieu qui a révélé la Torah et l'Evangile. Haw est-il alors que votre",
          "chemin est différent de celui de la Torah? Vous considérez certaines choses",
          "licites alors qu'elles sont illégales selon la Torah, etc., etc. \"] Des réponses",
          "détaillées à ces objections ont été donnés dans d'autres sourates, mais ici",
          "seulement une réponse brève et complète a été donnée à eux. \n Le mot arabe",
          "[((Umm-ul-Kitab)] signifie littéralement [ \"le Livre Mère\"], qui est, le livre",
          "d'origine qui est la source et l'origine de ALi les Livres révélés."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ",
      "simpleTranslate" : [
        "Que Nous te fassions voir une partie de ce dont Nous les menaçons ou que Nous te",
        "rappelions à Nous avant ce terme, ton seul devoir est de communiquer le Message.",
        "Et c’est à Nous ensuite de leur demander des comptes."
      ],
      "tafsirTranslate" : [
        "Et O Prophète! Soyez assurés que nous allons mener à bien la menace Nous tenons à",
        "eux si une partie de celui-ci devrait se produire au cours de votre vie, ou nous",
        "devrait vous amener à mourir avant son accomplissement. Quoi qu'il en soit votre",
        "devoir est seulement de transmettre le message et il est pour nous de faire le",
        "calcul. <N:59>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "(quelle)",
        "Nous vous montrons",
        "une part",
        "(de quoi",
        "Nous leur avons promis",
        "ou",
        "Nous vous fera mourir",
        "de sorte que",
        "sur toi",
        "(Est) le moyen de transport",
        "et nous",
        "(Est) le calcul"
      ],
      "notes" : {
        "59" : [
          "Ceci est de consoler le Saint Prophète, comme pour dire, [ \"O Prophète, vous ne",
          "devez pas vous préoccuper à la fin de ces mécréants qui ont rejeté la vérité.",
          "Vous devriez aller sur scène avec la paix de l'esprit de la mission qui a été",
          "confiée à vous et laissez-nous leur donner la peine appropriée. \"] Bien que ceci",
          "ait été adressée au Saint Prophète, il est évident qu'il est vraiment destiné à",
          "avertir les adversaires de la Vérité, qui exigeaient certainement du Saint",
          "Prophète par le biais d'un défi pour provoquer le fléau dont les menaces étaient",
          "détenus à eux."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا ۚ وَاللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِ ۚ وَهُوَ سَرِيعُ الْحِسَابِ",
      "simpleTranslate" : [
        "Ne voient-ils pas que Nous assaillons la terre pour en rogner les extrémités?",
        "Dieu juge et Ses arrêts sont sans appel, et Il est prompt dans Ses comptes."
      ],
      "tafsirTranslate" : [
        "Ne voir ces gens pas comment nous avançons dans le pays et la réduction de ses",
        "limites (pour eux) de tous les côtés? <N:60> Les règles d'Allah et il n'y a pas",
        "de réviser ses décrets et il est rapide à son compte."
      ],
      "tanslateWordByWord" : [
        "N'a pas",
        "ils voient",
        "que nous",
        "viens",
        "(À) la terre",
        "réduisant",
        "de",
        "ses frontières",
        "Et Allah",
        "juges",
        "(Il n'y a pas",
        "ajusteur",
        "(De) Son jugement",
        "Et il",
        "(Est) Swift",
        "(En) le calcul"
      ],
      "notes" : {
        "60" : [
          "[ \"...... Nous avançons dans le pays ...........\"]: ceci est une manière très",
          "subtile d'avertir les adversaires de la Vérité: [ «le fait que notre message se",
          "propage rapidement en Arabie ne, en fait, signifie que nous nous-mêmes avançons",
          "très vite dans le pays contre vous pour Nous sommes avec ceux qui sont portant",
          "notre message.\"] \n [ \"........... Nous réduisons ses limites pour eux",
          "...........\"]: [ \"Nous causons l'influence de l'Islam de se propager rapidement",
          "dans le la terre et sont réduisant ainsi les limites de l'influence de ses",
          "adversaires. ne sont pas ces choses les présages de leur désastre à venir? \"]"
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "وَقَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَلِلَّهِ الْمَكْرُ جَمِيعًا ۖ يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ ۗ وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ",
      "simpleTranslate" : [
        "Ceux qui les ont devancés avaient eux aussi eu recours à des perfidies. Mais Dieu",
        "se joue de toutes les perfidies, car Il sait ce que chaque âme acquiert, et les",
        "impies sauront bientôt à qui reviendra l’ultime demeure."
      ],
      "tafsirTranslate" : [
        "En effet ceux qui sont allés avant de les régimes aussi élaborés, <N:61> mais le",
        "plan décisif est tout à fait dans la main d'Allah. Il sait ce que chaque âme",
        "gagne et les incroyants viendra bientôt savoir qui aura une bonne fin."
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "tracée",
        "ceux qui",
        "(provenaient",
        "Avant eux",
        "mais pour Allah",
        "(Est) l'intrigue",
        "tout",
        "Il sait",
        "quelle",
        "gagne",
        "chaque",
        "âme",
        "et saura",
        "les incroyants",
        "pour qui",
        "(Est) la finale",
        "la maison"
      ],
      "notes" : {
        "61" : [
          "Autrement dit, [ \"Ces personnes, qui sont maintenant élaborent des plans pour",
          "vaincre le message de la vérité, ne prennent pas une leçon de la triste fin du",
          "peuple qui a conçu des systèmes similaires avant de les supprimer la voix de la",
          "vérité par le mensonge, la fraude et la persécution. \"]"
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا ۚ قُلْ كَفَىٰ بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ",
      "simpleTranslate" : [
        "Les impies disent : «Tu n’es pas un prophète !» Réponds-leur : «Il me suffit",
        "d’avoir pour témoins, entre vous et moi, Dieu et les gens qui possèdent la",
        "science de l’Écriture .»"
      ],
      "tafsirTranslate" : [
        "Ces mécréants disent: `Vous n'êtes pas un Messager d'Allah.\" Dis: \"Allah suffit",
        "comme témoin entre moi et vous, et chacune de ces personnes qui a la connaissance",
        "du Livre. « <N:62>"
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "ceux qui",
        "ne pas croire",
        "Tu n'es pas",
        "un Messager",
        "Dire",
        "Suffisant",
        "(Est) Allah",
        "(Comme) un témoin",
        "entre moi",
        "et entre vous",
        "et celui qui",
        "[il a",
        "connaissance",
        "(du livre"
      ],
      "notes" : {
        "62" : [
          "C'est [ «Tout le monde qui a la connaissance de l'Divinement révélé Livres",
          "témoigneront du fait que mes enseignements sont les mêmes qui ont été impartie",
          "par les anciens prophètes.\"]"
        ]
      }
    }
  ],
  "medinian" : false
}