{
  "chapterNumber" : 14,
  "nbVerses" : 52,
  "name" : "Abraham",
  "nameArabic" : "إبراهيم",
  "transName" : "Ibrāhīm",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "الر ۚ كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَاطِ الْعَزِيزِ الْحَمِيدِ",
      "simpleTranslate" : [
        "Alif - Lâm - Râ. Nous te révélons ce Livre pour que tu fasses sortir, avec la",
        "permission de leur Seigneur, les hommes des ténèbres vers la Lumière, et les",
        "conduises dans la Voie du Tout-Puissant, du Digne de louange,"
      ],
      "tafsirTranslate" : [
        "Alif Lam Ra."
      ],
      "tanslateWordByWord" : [
        "Alif Laam Ra",
        "Un livre",
        "Nous avons révélé",
        "à toi",
        "de sorte que vous pouvez faire ressortir",
        "l'humanité",
        "de",
        "les ténèbres [es]",
        "à",
        "la lumière",
        "la permission",
        "(De) leur Seigneur",
        "à",
        "le chemin",
        "(De) le Tout-Puissant",
        "le Praiseworthy"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَوَيْلٌ لِلْكَافِرِينَ مِنْ عَذَابٍ شَدِيدٍ",
      "simpleTranslate" : [
        "la Voie de Dieu à qui appartient ce qui est dans les Cieux et sur la Terre. Et",
        "malheur aux impies pour le supplice impitoyable qui les attend !"
      ],
      "tafsirTranslate" : [
        "O Muhammad! ceci est un livre que nous avons fait descendre vers vous afin que",
        "vous pouvez apporter l'humanité par l'aide de leur Seigneur sur les façons",
        "sombres (de l'ignorance) dans la Lumière (de la connaissance) à la Voie de Dieu,",
        "<N:1> Qui est Tout-puissant et intrinsèquement digne de louange <N:2> et le",
        "propriétaire de tout ce qui est dans les cieux et la terre."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(est celui",
        "Lui (appartient)",
        "peu importe",
        "(est dans",
        "Le Paradis",
        "et quelle que soit",
        "(est dans",
        "La terre",
        "Et malheur",
        "aux incroyants",
        "de",
        "la punition",
        "sévère"
      ],
      "notes" : {
        "1" : [
          "Ceci est le but pour lequel le Saint Prophète avait été envoyé. Il a été chargé",
          "de la mission qu'il doit apporter l'humanité retour des voies de ténèbres [(voies",
          "de la méchanceté)] dans la voie de Dieu à l'aide de la lumière du Coran. Pour",
          "tout le monde, qui ne sont pas sur la voie de Dieu, est, en fait, errant dans les",
          "voies de l'obscurité [(l'ignorance)], bien qu'il pourrait se considérer comme",
          "très éclairé et plein de connaissances. D'autre part, celui qui trouve le chemin",
          "d'Allah, vient à la lumière de la connaissance, bien qu'il serait peut-être une",
          "personne illettrée. \n En ce qui concerne [ \"à l'aide de leur Seigneur\"], cela",
          "implique que le missionnaire le plus de l'Islam [(même si il est un messager",
          "d'Allah)] peut faire est de présenter la bonne façon. Il est pas en son pouvoir",
          "pour amener quiconque de force à la Voie, car cela ne peut se produire par l'aide",
          "et la permission d'Allah. Voilà pourquoi seule cette personne qui AIIah aide et",
          "permis obtient l'orientation: sinon même un missionnaire parfait comme un",
          "messager ne parvient pas à amener une personne à la Voie. En ce qui concerne la",
          "loi divine, selon laquelle Allah aide et permet à une personne d'obtenir des",
          "conseils, nous apprenons de différents passages du Coran qu'Allah donne aide",
          "seulement à cette personne qui a lui-même le désir d'obtenir des conseils: qui se",
          "libère de endurcissement, de l'obstination et de préjugés: qui est pas un adepte",
          "de sa convoitise, ni un esclave de ses désirs: qui est enclin à voir avec les",
          "yeux ouverts) et d'entendre avec des voitures ouvertes et de penser avec un",
          "esprit clair, et il est prêt w adhérer à toute chose raisonnable."
        ],
        "2" : [
          "Le mot [(Hamid)] est plus complet que [(Mahmud)]. Une personne aura le droit",
          "d'être Mahmud seulement quand il est loué. Mais l'être qui est Hamid, est",
          "naturellement et en permanence digne de louange, si quelqu'un loue Hun ou non,",
          "parce que l'élément de louange est inhérent à lui et est inséparable de Lui."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "الَّذِينَ يَسْتَحِبُّونَ الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَيَبْغُونَهَا عِوَجًا ۚ أُولَٰئِكَ فِي ضَلَالٍ بَعِيدٍ",
      "simpleTranslate" : [
        "Ceux qui préfèrent la vie d’ici-bas à la vie future, qui détournent leurs",
        "semblables de la Voie du Seigneur, qu’ils cherchent à rendre tortueuse, ceux-là",
        "sont dans un profond égarement."
      ],
      "tafsirTranslate" : [
        "Et il y a un châtiment douloureux pour ceux qui rejettent la vérité: qui aiment",
        "la vie de ce monde plus que la vie pf l'au-delà: <N:3> qui refusait cette voie",
        "les gens du Chemin d'Allah et que vous voulez faire ce chemin tortueux <N:4> (en",
        "fonction de leurs souhaits). Ils sont allés loin dans l'égarement de la Voie",
        "d'Allah."
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "aimer plus",
        "la vie",
        "(du monde",
        "que",
        "l'au-delà",
        "et entraver",
        "de",
        "(le chemin",
        "(De) Allah",
        "et chercher en elle",
        "tortuosité",
        "ceux",
        "[dans]",
        "(Sont) loin dans l'égarement",
        "(Sont) loin dans l'égarement"
      ],
      "notes" : {
        "4" : [
          "Autrement dit, [ «Ils ne veulent pas suivre le chemin de AIIah, mais s'efforcer",
          "que le chemin d'Allah devrait suivre leurs désirs: elle devrait se régler de",
          "manière à inclure toutes leurs conjectures, des théories et caprices comme sa",
          "partie intégrante, et d'exclure toutes les croyances que les ETCD conviennent pas",
          "leur mode de vie: elle devrait fournir sanction pour aII leurs habitudes, les",
          "coutumes et les mœurs: il ne devrait pas exiger d'eux tout ce dont ils n'aiment",
          "pas: en bref, le Way of AIIah devrait être leur esclave obéissant et tourner dans",
          "le sens de leurs désirs diaboliques veulent se tourner:. nay, il ne doit ni",
          "critiquer, ni leur demander de suivre les injonctions d'Allah Ceci est leur",
          "condition d'avoir accepté l'orientation d'Allah \"]."
        ],
        "3" : [
          "Ceux qui rejettent la vérité sont les personnes dont l'arc intérêts entièrement",
          "lié à la vie de ce monde, et qui ne se soucient pas du tout pour les intérêts de",
          "la vie de l'au-delà: qui sont prêts à subir une châtiment dans l'autre monde pour",
          "le bien des intérêts, des plaisirs et le confort de ce monde: qui, d'autre part,",
          "ne peut pas supporter le sacrifice de même le plus petit plaisir dans ce monde,",
          "ni prêts à supporter toute perte ou rencontre danger ou problèmes dans ce monde",
          "pour le bien des joies de l'autre monde. En bref, tels sont les gens qui ont",
          "froidement examiné et pesé les plaisirs de ce monde contre les joies de l'autre",
          "monde, et a décidé en faveur de ce monde: par conséquent, ils sacrifient",
          "facilement l'intérêt. de l'autre monde chaque fois qu'il ya un conflit entre les",
          "deux."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ ۖ فَيُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Nous n’avons envoyé aucun prophète qui n’ait utilisé la langue de son peuple pour",
        "les éclairer. Après quoi, Dieu égare qui Il veut et guide qui Il veut. Il est le",
        "Tout-Puissant, le Sage."
      ],
      "tafsirTranslate" : [
        "Chaque fois que nous avons envoyé un Messager »pour transmettre notre message, il",
        "a prononcé dans la langue de son peuple, afin qu'il puisse le rendre clair pour",
        "eux <N:5> Puis Allah égare qui Il veut. et montre à orientation qu'il désire",
        "quiconque:. <N:6> `Il est Tout-puissant et Sage <N:7>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous avons envoyé",
        "tout",
        "Messager",
        "sauf",
        "avec la langue",
        "(De) son peuple",
        "afin qu'il puisse faire comprendre",
        "pour eux",
        "Puis Allah égare",
        "Puis Allah égare",
        "qui",
        "Il veut",
        "et les guides",
        "qui",
        "Il veut",
        "Et il",
        "(Est) le Tout-Puissant",
        "le Sage"
      ],
      "notes" : {
        "5" : [
          "Cela implique deux choses: d'abord, AIIah fait descendre son message dans la",
          "langue du peuple parmi lesquels un prophète a été soulevée de sorte qu'ils",
          "pourraient ne pas avoir d'excuse à gauche qu'ils ne pouvaient pas comprendre la",
          "langue du Message. Deuxièmement, cette exclu la présomption qu'un Messager n'a",
          "jamais reçu le message dans une autre langue seulement pour le bien d'un miracle.",
          "Car Allah a jugé plus important de rendre les gens à comprendre le message et les",
          "guider à juste titre que de satisfaire leur curiosité. Il est évident que le but",
          "pourrait être mieux servi que si le message a été envoyé à eux dans leur propre",
          "langue par leur prophète et pas dans un autre."
        ],
        "6" : [
          "Autrement dit, [ \"Bien que le Messager transmet le message dans la langue",
          "maternelle de la population, qui est compris par tout le monde d'entre eux, mais",
          "sont tous pas bien guidés. Cela se produit en raison du fait que aII de ceux qui",
          "comprennent un message n'accepte pas nécessairement. Car il est tout à fait avec",
          "AIIah pour montrer l'orientation au moyen de son message à qui il veut et Iet",
          "égarer quiconque en dépit de celui-ci. \"]"
        ],
        "7" : [
          "Comme Allah est Tout-Puissant, personne ne peut par soi-même pour obtenir des",
          "conseils ou égarés, car aucun est complètement indépendant, mais est sous la",
          "puissance du AIlah. Mais comme il est Ali-Wise, Il n'utilise sa puissance aveugle",
          "afin de montrer l'orientation à qui Il veut et Iet égarer quiconque Il veut sans",
          "rime ni raison. En fait, celui qui obtient des conseils de Lui obtient sur le",
          "mérite et celui qui se laisse égarer est privé d'orientation parce qu'il choisit",
          "lui-même délibérément écart."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِآيَاتِنَا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ",
      "simpleTranslate" : [
        "C’est ainsi que Nous avons envoyé Moïse, muni de Nos signes, en lui disant :",
        "«Fais sortir ton peuple des ténèbres vers la Lumière, et rappelle-leur les",
        "journées du Seigneur !» Il y a là assurément des signes pour celui qui se montre",
        "patient et reconnaissant."
      ],
      "tafsirTranslate" : [
        "Nous avons envoyé Moïse avant ceci avec Nos signes: et Nous l'avons commandé, [*",
        "\"Apportez vos gens de toutes sortes de ténèbres à la lumière et admonester, à",
        "apprendre les leçons de l'Histoire Divine.\" 8] Il y a de grands signes <N:9> dans",
        "ce pour chaque personne ferme et reconnaissant. <N:10>"
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons envoyé",
        "Musa",
        "avec Nos signes",
        "cette",
        "Mettre en évidence",
        "votre peuple",
        "de",
        "les ténèbres [es]",
        "à",
        "la lumière",
        "Et leur rappeler",
        "des jours",
        "(De) Allah",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) les signes",
        "pour tout le monde",
        "patient",
        "et reconnaissants"
      ],
      "notes" : {
        "8" : [
          "Le mot arabe [(de ayyam)] signifie techniquement des événements historiques",
          "mémorables. Par conséquent, [(Ayyam-u-AIlah)] [(Histoire Divine)] implique tous",
          "ces chapitres mouvementées de l'histoire humaine qui mentionnent les récompenses",
          "et les punitions qui ont été infligées aux grandes personnalités et des nations",
          "selon leurs actions dans les siècles passés."
        ],
        "9" : [
          "Ces événements historiques sont des signes en ce sens que leur étude adéquate et",
          "intelligente fournit des preuves du fait qu'il n'y a qu'un seul Dieu: et que la",
          "loi du Retribution est universel et se fonde absolument sur la différenciation",
          "entre le la connaissance et la pratique morale de la vérité et le mensonge: que",
          "cette loi exige également un autre monde [(l'au-delà)] pour son accomplissement",
          "due. De plus, ces événements contiennent des signes qui servent de mises en garde",
          "contre les conséquences néfastes de la construction de systèmes de vie sur de",
          "fausses croyances et des théories, et aider les uns à apprendre des leçons."
        ],
        "10" : [
          "Bien que ces signes sont toujours là, seules les personnes en tirer les leçons",
          "qui restent fermes dans les épreuves et apprécient les bénédictions d'Allah, à",
          "juste titre, et sont reconnaissants envers Lui. De toute évidence, les personnes",
          "frivoles et ingrats ne peuvent pas apprendre une leçon de ces signes, même si",
          "elles peuvent saisir leur signification."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنْجَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ ۚ وَفِي ذَٰلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ",
      "simpleTranslate" : [
        "Et Moïse de dire à son peuple : «Rappelez-vous les bienfaits de Dieu envers vous,",
        "lorsqu’Il vous a délivrés des gens de Pharaon, qui vous infligeaient les pires",
        "tourments en égorgeant vos fils et en épargnant vos filles. Ce fut là une",
        "terrible épreuve pour vous de la part de votre Seigneur !"
      ],
      "tafsirTranslate" : [
        "Rappel (le temps) lorsque Moïse dit à son peuple: «Rappelez-vous le bienfait",
        "d'Allah sur vous: Il vous sauva des gens de Pharaon qui vous opprimaient avec",
        "afflictions cruels: ils ont massacré vos fils et laissez vos femelles vivent. il",
        "y avait là un procès difficile pour vous de votre Seigneur."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "dit",
        "Musa",
        "à son peuple",
        "Rappelles toi",
        "(La) Favor d'Allah",
        "(La) Favor d'Allah",
        "sur vous",
        "quand",
        "Il vous a sauvé",
        "de",
        "(les gens",
        "(De) Firaun",
        "ils vous infligeaient",
        "(Avec) le mal",
        "tourmenter",
        "et ont été l'abattage",
        "tes fils",
        "et laisser vivre",
        "vos femmes",
        "Et en",
        "cette",
        "(A) un procès",
        "de",
        "votre Seigneur",
        "génial"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ ۖ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ",
      "simpleTranslate" : [
        "Votre Seigneur ne vous a-t-Il pas prévenus, en disant : “J’augmenterai Ma grâce,",
        "si vous êtes reconnaissants ; mais Mon châtiment sera impitoyable, si vous êtes",
        "infidèles”?»"
      ],
      "tafsirTranslate" : [
        "Et rappelez-vous aussi que votre Seigneur averti, `Si vous soyez reconnaissants",
        "<N:11> Je vais augmenter mes faveurs sur vous, et si vous être ingrat (vous",
        "devriez savoir que) Mon châtiment est sévère en effet ' \" <N:12>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "proclamé",
        "votre Seigneur",
        "Si",
        "vous êtes reconnaissants",
        "certes, je vais vous augmenter",
        "mais si",
        "vous êtes ingrat",
        "effectivement",
        "Mon châtiment",
        "(Est) sûrement sévère"
      ],
      "notes" : {
        "12" : [
          "Deutéronome [(Bible)] contient un discours long et détaillé à cet effet. Selon",
          "lui, le Prophète Moïse, à la veille de sa mort, a rappelé aux Israélites de tous",
          "les événements importants de leur histoire, et a réitéré tous les commandements",
          "divins de la Torah que Dieu leur avait envoyé par lui. Puis il leur a dit dans un",
          "long discours que s'ils obéissaient leur Seigneur, ils recevraient de grandes",
          "récompenses. Mais s'ils ont adopté l'attitude de désobéissance, ils obtiendraient",
          "un terrible châtiment. Ce discours se répand sur les chapitres 4, 6, 8, 10, 11 et",
          "2830. Certains de ces passages à l'arc si impressionnant et instructif qu'il sera",
          "intéressant de citer quelques-uns d'entre eux: \n [ \"Écoute, Israël: le Seigneur",
          "notre Dieu est l'unique Seigneur. Et tu aimeras le Seigneur ton Dieu de tout ton",
          "cœur, de toute ton âme et de toute ta force Et ces paroles que je te prescris",
          "aujourd'hui prescris, seront dans ton cœur: et tu inculqueras à tes enfants, et",
          "de parler tu en eux quand tu seras dans ta maison, et quand tu iras en voyage,",
          "quand tu te coucheras et quand tu te lèveras... ».] [(Deut. 6: 47)] \n [ \"Et",
          "maintenant, Israël, qu'est-ce que l'Éternel, ton Dieu, demande de toi, mais de",
          "craindre le Seigneur, ton Dieu, de marcher dans toutes ses voies, et de l'aimer",
          "et de servir le Seigneur ton Dieu de tout ton cœur et de de toute ton âme, de",
          "garder les commandements du Seigneur, et ses lois que je te prescris aujourd'hui",
          "pour ton bien? Voici, les cieux et les cieux des cieux est ton ton Dieu,",
          "Seigneur, et la terre, avec tout ce qui y est ».] [(Deut 10: 12-14).] \n [ \"Et il",
          "arrivera, si tu obéis à la voix de l'Éternel, ton Dieu, à observer et à faire",
          "tous ses commandements que je te prescris aujourd'hui, l'Éternel, ton Dieu, te",
          "donnera la supériorité sur toutes les nations de la terre: et toutes ces",
          "bénédictions viendront sur toi, et te atteindront, lorsque tu obéiras à la voix",
          "de l'Éternel, ton Dieu, tu seras béni dans la ville, et tu seras béni dans le",
          "domaine du Seigneur.. fera en sorte que tes ennemis qui se dressent contre toi",
          "pour être battus devant ta face .... le Seigneur ordonnera à la bénédiction sur",
          "toi dans tes greniers et dans tout ce que tu as mis ta main vers .... le Seigneur",
          "te l'établir peuple saint lui-même .... et tous les peuples de la terre verront",
          "que tu es appelé par le nom du Seigneur, et ils auront peur de toi .... et tu",
          "feras IEND à beaucoup de nations, et tu ne emprunter et le Seigneur fera de toi",
          "la tête et non la queue, et tu seras en haut et tu ne seras pas sous .... \"] [.",
          "(28: 1-13)]. \n [ \"Mais il arrivera, si tu ne veux pas obéis à la voix de",
          "l'Éternel, ton Dieu, à observer pour faire aII ses commandements et ses lois que",
          "je te prescris aujourd'hui, que ALi ces malédictions viendront sur toi, et",
          "dépasser toi.. tu seras maudit dans la ville, et tu seras maudit dans le domaine",
          ".. le Seigneur enverra contre toi la malédiction, le trouble et la menace, dans",
          "tout ce que tu as mis ta main vers pour faire... . le Seigneur attachera à toi la",
          "peste,.... et ton ciel sur ta tête sera d'airain, et la terre qui est sous toi",
          "sera de fer .... le Seigneur te fera battre par tes ennemis: tu sors d'une façon",
          "contre eux, et fuir sept façons devant eux .... tu auras une fiancée, et un autre",
          "homme couchera avec elle; tu bâtiras une maison et tu ne l'habiteras-tu tu",
          "planteras une vigne, et tu ne recueillera pas les raisins de celui-ci. Thine",
          "boeuf sera tué devant tes yeux .... par conséquent., tu serviras tes ennemis que",
          "l'Éternel enverra contre toi, dans la faim, de la soif, de la nudité et de la",
          "disette de toutes choses, et il mettra un joug de fer sur ton cou, jusqu'à ce",
          "qu'il te détruit .... et l'Éternel te dispersera parmi tous les peuples, d'une",
          "extrémité de la terre à l'autre : .... \"] [(Deut: 28: 15-64)]."
        ],
        "11" : [
          "Autrement dit, [ \"Si vous êtes reconnaissants, vous apprécierez nos faveurs et de",
          "faire bon usage d'entre eux, et ne sera pas se rebeller contre nos commandements,",
          "mais se rendre et se soumettre à nous pour montrer votre gratitude à nous.\" ]"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَقَالَ مُوسَىٰ إِنْ تَكْفُرُوا أَنْتُمْ وَمَنْ فِي الْأَرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِيٌّ حَمِيدٌ",
      "simpleTranslate" : [
        "Et Moïse d’ajouter : «Seriez-vous infidèles, vous et tous ceux qui vivent sur la",
        "Terre, sachez que Dieu Se suffit à Lui-même et qu’Il est Digne de louange.»"
      ],
      "tafsirTranslate" : [
        "Moïse dit: «Si vous prouvez ingrate, vous et tous les habitants de la terre",
        "savent qu'Allah ne distingue pas besoin d'aucun de vous, car il est tout",
        "suffisant et digne de louange par lui-même. \" <N:13>"
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "Musa",
        "Si",
        "vous ne croyez pas",
        "toi",
        "et celui qui",
        "(est dans",
        "La terre",
        "tout",
        "alors en effet",
        "Allah",
        "certainement (est) libre de nécessité",
        "digne d'éloges"
      ],
      "notes" : {
        "13" : [
          "Il convient de noter qu'une référence au Prophète Moïse et son peuple a été fait",
          "ici pour avertir les gens de la Mecque des conséquences de leur ingratitude",
          "envers cette faveur d'Allah qu'Il avait ressuscité Prophète Muhammad [(Allah paix",
          "soit sur lui)] parmi eux. Ce fut un avertissement en temps opportun, car à cette",
          "époque ils montraient ingratitudes en rejetant ce message. Ils ont donc été",
          "avertis de tirer une leçon de la condition misérable des Israélites, qui était le",
          "résultat de leur ingratitude et de rébellion contre les faveurs d'Allah. \n Comme",
          "le Quraish eux-mêmes pourraient voir les conséquences de cette attitude rebelle",
          "des Israélites, ils étaient, pour ainsi dire, posé cette question:. [",
          "\"Désirez-vous aussi de rencontrer les mêmes conséquences en montrant ingratitude",
          "envers le Message qui est une grande faveur pour vous? \"] \n De toute évidence, la",
          "grande faveur qui a été montré à la Quraish était que Muhammad [(la paix d'Allah",
          "soit sur lui)] a été ressuscité d'entre eux avec ce message dont il leur a assuré",
          "maintes et maintes fois: [ \"Accepter ce Message de la mine : tous les Arabes et",
          "les non-Arabes se rendre et vous soumettre \"]?"
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ مِنْ قَبْلِكُمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ ۛ وَالَّذِينَ مِنْ بَعْدِهِمْ ۛ لَا يَعْلَمُهُمْ إِلَّا اللَّهُ ۚ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرَدُّوا أَيْدِيَهُمْ فِي أَفْوَاهِهِمْ وَقَالُوا إِنَّا كَفَرْنَا بِمَا أُرْسِلْتُمْ بِهِ وَإِنَّا لَفِي شَكٍّ مِمَّا تَدْعُونَنَا إِلَيْهِ مُرِيبٍ",
      "simpleTranslate" : [
        "N’avez-vous pas été mis au courant de l’histoire des peuples qui vous ont",
        "précédés, du peuple de Noé , de `Âd, de Thamûd et de ceux qui vécurent après eux,",
        "et que seul Dieu connaît? Chaque fois que leurs prophètes se présentaient à eux",
        "avec des preuves évidentes, ils portaient leurs mains à leur bouche et",
        "s’écriaient : «Nous dénions absolument le message que vous êtes chargés de nous",
        "transmettre, car nous sommes dans un doute profond au sujet de vos exhortations.»"
      ],
      "tafsirTranslate" : [
        "Est-ce que <N:14> pas l'histoire que vous atteint de ceux qui vous ont précédés",
        "du peuple de Noé et Ad et Thamud et de ceux qui sont venus après eux? Allah seul",
        "connaît leur nombre. Lorsque leurs Messagers sont venus à eux avec les",
        "enseignements simples et signes manifestes, ils ont mis leurs mains dans leur",
        "bouche, <N:15> disant: «Nous rejetons le message avec lequel vous avez été",
        "envoyés et nous avons un doute troublant au sujet de cette chose <N:16> à",
        "laquelle vous nous invitez. \""
      ],
      "tanslateWordByWord" : [
        "a ne pas",
        "viennent à vous",
        "(les nouvelles",
        "(De) ceux qui",
        "(Étaient) avant",
        "(Étaient) avant",
        "les gens",
        "de Nuh",
        "et Aad",
        "et Thamud",
        "et ceux qui",
        "(Étaient) après eux",
        "(Étaient) après eux",
        "Aucun",
        "les connaît",
        "sauf",
        "Allah",
        "Entré pour les",
        "leurs messagers",
        "avec des preuves évidentes",
        "mais ils sont revenus",
        "leurs mains",
        "dans",
        "leurs bouches",
        "et ils ont dit",
        "En effet, nous",
        "[Nous] renions",
        "en ce que",
        "vous avez été envoyé",
        "Avec ça]",
        "et en effet, nous",
        "(Sont) sûrement dans",
        "doute",
        "sur quoi",
        "vous nous invitez",
        "à ce",
        "méfiant"
      ],
      "notes" : {
        "16" : [
          "Ils avaient un [ \"doute troublant\"] sur le message parce qu'il avait enlevé leur",
          "tranquillité d'esprit. En effet, invitation au message fait toujours l'esprit mal",
          "à l'aise, car il devient difficile, même pour ses adversaires rejettent à droite",
          "ou de s'y opposer en toute tranquillité d'esprit. Quelle qu'en soit ils",
          "pourraient donner libre cours à leurs doutes à ce sujet et de s'y opposer bec et",
          "ongles la force de sa vérité et ses arguments solides, sa franchise et la candeur",
          "et ses manières de gagner de l'exposition produire une grande agitation dans",
          "l'esprit de ses adversaires les plus acharnés: alors la caractère pur et sans",
          "tache du Messager et le changement marqué pour le mieux entraîné dans ses",
          "disciples produisent un tel effet accumulatif sur leurs esprits que même leurs",
          "adversaires les plus acharnés commencent à se sentir mal à l'aise sur leur propre",
          "stand. Ainsi, ceux qui tentent de troubler la tranquillité d'esprit des tenants",
          "de la vérité sont eux-mêmes privés de leur propre tranquillité d'esprit."
        ],
        "14" : [
          "Le discours du prophète Moïse a pris fin avec v. 8. De là commence une adresse",
          "directe aux mécréants de la Mecque."
        ],
        "15" : [
          "Il y a eu beaucoup de divergences d'opinion en ce qui concerne la signification",
          "des mots arabes du texte et les différents commentateurs ont attribué des",
          "significations différentes pour eux. Mais nous arc d'avis que ceux-ci expriment",
          "simplement l'intolérance et la perplexité et un peu de colère qui a été montré",
          "par les incroyants vers le message et cela est confirmé par la phrase suivante."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "قَالَتْ رُسُلُهُمْ أَفِي اللَّهِ شَكٌّ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ ۖ يَدْعُوكُمْ لِيَغْفِرَ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرَكُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۚ قَالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا تُرِيدُونَ أَنْ تَصُدُّونَا عَمَّا كَانَ يَعْبُدُ آبَاؤُنَا فَأْتُونَا بِسُلْطَانٍ مُبِينٍ",
      "simpleTranslate" : [
        "Leurs prophètes leur répondaient alors : «Est-il possible de douter de Dieu, le",
        "Créateur des Cieux et de la Terre, qui vous appelle, pour absoudre une partie de",
        "vos péchés et vous laisser vivre jusqu’au terme fixé?» Mais ces peuples",
        "répliquaient : «Vous n’êtes que des humains comme nous, et votre seul but est de",
        "nous détacher du culte de nos ancêtres ! Apportez-nous donc une preuve",
        "incontestable !»"
      ],
      "tafsirTranslate" : [
        "Les Messagers dit: «Avez-vous des doutes sur l'existence de Dieu. Qui est le",
        "Créateur des cieux et de la terre? <N:17> Il vous appelle ce qu'Il vous pardonne",
        "vos péchés et donner vous répit jusqu'à ce que votre terme fixé. \" <N:18>"
      ],
      "tanslateWordByWord" : [
        "Dit",
        "leurs messagers",
        "Peut (il) environ",
        "Allah",
        "aucun doute",
        "(le créateur",
        "(De) les cieux",
        "et la terre",
        "Il vous invite",
        "afin qu'Il puisse pardonner",
        "pour toi",
        "[de]",
        "vos péchés",
        "et vous donner un répit",
        "pour",
        "un terme",
        "nommé",
        "Ils ont dit",
        "ne pas",
        "toi",
        "(Sont), mais",
        "un humain",
        "comme nous",
        "tu souhaites",
        "à",
        "nous empêcher",
        "de ce que",
        "habitué",
        "culte",
        "nos ancêtres",
        "Apportez-nous donc",
        "une autorité",
        "clair"
      ],
      "notes" : {
        "17" : [
          "Les messagers ont posé cette question à ceux qui ont rejeté le message afin de",
          "ramener à la maison pour les l'absurdité de leur position à l'égard de Dieu. Car,",
          "bien que. les polythéistes de tout âge croyaient en l'existence de Dieu et a",
          "reconnu qu'il était le Créateur des cieux et de la terre, ils n'ont pas accepté",
          "le Message, son résultat logique, que lui seul avait droit à leur culte. Voilà",
          "pourquoi les Messagers. leur a demandé, [ «Avez-vous un doute sur l'existence",
          "d'Allah?\"]"
        ],
        "18" : [
          "Dans le cas des particuliers, le `terme fixé» peut être soit le moment de sa mort",
          "ou de la Doomsday. En ce qui concerne le `terme fixé» pour la montée et la chute",
          "des communautés, il est déterminé par leur comportement collectif. Par exemple,",
          "si une communauté capable dégénère avant l'expiration de son mandat, la période",
          "affectée est raccourci et il est déposé. D'autre part, si une communauté",
          "dégénérée change ses façons pour le mieux, sa durée est prolongée, si bien qu'il",
          "peut se prolonger jusqu'à la Doomsday. Cette même chose est implicite dans le",
          "verset 11 de Ar-R'ad:. [ \"... Le fait est que DCEs AIlah ne changent pas le sort",
          "d'un peuple à moins qu'ils ne se changent leurs caractéristiques propres .....\"]"
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "قَالَتْ لَهُمْ رُسُلُهُمْ إِنْ نَحْنُ إِلَّا بَشَرٌ مِثْلُكُمْ وَلَٰكِنَّ اللَّهَ يَمُنُّ عَلَىٰ مَنْ يَشَاءُ مِنْ عِبَادِهِ ۖ وَمَا كَانَ لَنَا أَنْ نَأْتِيَكُمْ بِسُلْطَانٍ إِلَّا بِإِذْنِ اللَّهِ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
      "simpleTranslate" : [
        "«Certes, nous ne sommes que des humains comme vous, reprenaient les prophètes,",
        "mais Dieu accorde Sa grâce à qui Il veut parmi Ses serviteurs. Il n’est pas en",
        "notre pouvoir de vous fournir une preuve quelconque sans la permission du",
        "Seigneur. C’est en Dieu que les croyants doivent placer leur confiance !"
      ],
      "tafsirTranslate" : [
        "Ils répondirent: \"Vous n'êtes pas plus que des êtres humains comme nous. <N:19>",
        "Vous avez l'intention de nous exclure de l'adoration des divinités dont nos",
        "ancêtres ont été adorer. Eh bien, apporter un clair Sign ». <N:20> Les messagers",
        "répondit:« il est vrai que nous ne sommes plus que des êtres humains comme vous,",
        "mais Allah montre sa faveur à quiconque de Ses serviteurs il veut. <N:21> Et il",
        "est en notre pouvoir pour apporter tout signe pour vous. Un signe ne peut venir",
        "que par la permission d'Allah. Et Allah seul devrait les croyants placent leur",
        "confiance."
      ],
      "tanslateWordByWord" : [
        "Dit",
        "pour eux",
        "leurs messagers",
        "ne pas",
        "nous sommes)",
        "mais",
        "un humain",
        "comme toi",
        "mais",
        "Allah",
        "confère Sa grâce",
        "sur",
        "qui",
        "Il veut",
        "de",
        "Ses esclaves",
        "Et pas",
        "est",
        "pour nous",
        "cette",
        "nous vous apportons",
        "une autorité",
        "sauf",
        "par la permission d'Allah",
        "par la permission d'Allah",
        "Et sur",
        "Allah",
        "alors laissez mettre (leur) confiance",
        "les croyants"
      ],
      "notes" : {
        "19" : [
          "Les mécréants signifient pas: [ \"Vous êtes un être humain comme nous à tous",
          "égards: vous manger, boire et dormir comme nous et ont femme et enfants comme",
          "nous vous avez faim et soif, et de souffrir. de la chaleur et le froid, la",
          "maladie et les calamités comme nous. en bref, vous avez toute limitation humaine",
          "comme nous, et nous ne voyons rien d'inhabituel et extraordinaire que vous nous",
          "introniser de vous accepter comme un prophète et croire que Dieu communique avec",
          "vous et envoie son anges à vous. \"]"
        ],
        "20" : [
          "Autrement dit, [ \"Si vous insistez toujours que vous êtes un prophète, apporter",
          "une preuve tangible de votre rendez-vous afin de nous convaincre que vous avez",
          "vraiment été envoyé par Dieu et votre message est de Lui.\" ]"
        ],
        "21" : [
          "Autrement dit, [ \"Nul doute que nous sommes des êtres humains comme vous, mais il",
          "est la volonté d'Allah qu'Il nous a choisi parmi vous et nous a bénis avec la",
          "connaissance du discernement Vérité et vif. Et cela est Allah la volonté et il a",
          "les pleins pouvoirs de donner quoi que ce soit à quiconque Il veut nous ne sommes",
          "pas en mesure de lui demander d'envoyer cette bénédiction à vous ou à quelqu'un",
          "d'autre:.. et nous ne pouvons nier les réalités qui ont été montrés pour nous »]"
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَمَا لَنَا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ وَقَدْ هَدَانَا سُبُلَنَا ۚ وَلَنَصْبِرَنَّ عَلَىٰ مَا آذَيْتُمُونَا ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ",
      "simpleTranslate" : [
        "Et pourquoi ne mettrions-nous pas notre confiance en Dieu, Lui qui nous a fait",
        "suivre les voies les plus salutaires? Aussi sommes-nous décidés à supporter avec",
        "patience les outrages que vous nous faites subir, car ceux qui cherchent à se",
        "confier, c’est en Dieu qu’ils doivent placer leur confiance.»"
      ],
      "tafsirTranslate" : [
        "Et pourquoi devrions-nous pas mettre notre confiance en Allah, alors qu'Il nous a",
        "guidés dans les voies de nos vies? Nous allons supporter avec courage vos",
        "persécutions de nous et la confiance devrait avoir confiance en Allah seul »."
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "(Est) pour nous",
        "qui ne",
        "nous mettons notre confiance",
        "sur",
        "Allah",
        "tout en étant certainement",
        "Il nous a guidés",
        "à nos façons",
        "Et nous pourrons sûrement supporter avec patience",
        "sur",
        "quelle",
        "du mal que vous pourriez nous faire",
        "Et sur",
        "Allah",
        "alors laissez mettre (leur) confiance",
        "ceux qui ont mis (leur) confiance"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَقَالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ لَنُخْرِجَنَّكُمْ مِنْ أَرْضِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا ۖ فَأَوْحَىٰ إِلَيْهِمْ رَبُّهُمْ لَنُهْلِكَنَّ الظَّالِمِينَ",
      "simpleTranslate" : [
        "– «Nous allons vous chasser de notre pays, dirent les païens à leurs prophètes, à",
        "moins que vous ne reveniez à notre religion.» Le Seigneur révéla alors aux",
        "prophètes : «Nous anéantirons assurément les impies"
      ],
      "tafsirTranslate" : [
        "Enfin, les mécréants dirent à leurs messagers: «Tu soit retourner à notre",
        "religion <N:22> ou nous vous bannir de notre terre.» Alors leur Seigneur leur",
        "révéla: «Nous allons détruire ces méchants"
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "ceux qui",
        "pas foi",
        "à leurs Messagers",
        "Certes, nous vous chasserons",
        "de",
        "notre terre",
        "ou",
        "sûrement vous devriez revenir",
        "à",
        "notre religion",
        "donc, inspirée",
        "pour eux",
        "leur Seigneur",
        "Nous allons sûrement détruire",
        "les malfaiteurs"
      ],
      "notes" : {
        "22" : [
          "Il sera faux de conclure de cette demande de la leur que les prophètes",
          "professaient la religion de leur peuple avant leur nomination à l'office divin.",
          "Cela ne signifiait que leurs gens pensaient parce que avant leur nomination, ils",
          "menaient une vie tranquille et ne se propagent pas une nouvelle religion, ni",
          "réfuté la religion en vogue à cette époque. Voilà pourquoi leur peuple étaient",
          "sous la fausse impression que les prophètes aussi professaient la religion de",
          "leurs ancêtres, et, par conséquent, les accusant d'apostasie. Le fait, cependant,",
          "est qu'ils avaient jamais suivi la religion de leurs ancêtres de polythéistes et",
          "ne sont pas coupables d'apostasie."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَلَنُسْكِنَنَّكُمُ الْأَرْضَ مِنْ بَعْدِهِمْ ۚ ذَٰلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ",
      "simpleTranslate" : [
        "et vous installerons dans le pays à leur place. Telle est la récompense de celui",
        "qui redoute Ma puissance et craint Ma menace.»"
      ],
      "tafsirTranslate" : [
        "et après eux, vous installer dans le pays. <N:23> Ceci est la récompense de celui",
        "qui redoute qu'il est responsable devant moi et a peur de la menace de mon",
        "châtiment. \""
      ],
      "tanslateWordByWord" : [
        "Et sûrement Nous allons vous faire habiter",
        "(dans le pays",
        "après eux",
        "après eux",
        "Cette",
        "(Est) pour quiconque",
        "craintes",
        "debout devant moi",
        "et les craintes",
        "Ma menace"
      ],
      "notes" : {
        "23" : [
          "C'était de rassurer les prophètes qu'ils ne devraient pas inquiéter à aII à",
          "propos de la menace que les incroyants seraient les bannir de leur pays, comme",
          "pour dire, [ «Nous allons les déraciner de leur terre, et d'établir vous et vos",
          "partisans fermement à leur place. \"]"
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَاسْتَفْتَحُوا وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ",
      "simpleTranslate" : [
        "Les prophètes demandèrent alors à Dieu la victoire. Et aussitôt tout tyran",
        "insolent fut déçu,"
      ],
      "tafsirTranslate" : [
        "Ils avaient demandé un jugement (et le jugement a été passé sur eux) et chaque",
        "tyran, l'ennemi de la vérité, a subi l'ignominie. <N:24>"
      ],
      "tanslateWordByWord" : [
        "Et ils ont cherché la victoire",
        "et déçu",
        "chaque",
        "tyran",
        "obstiné"
      ],
      "notes" : {
        "24" : [
          "Pour saisir la signification réelle de ces événements historiques, il faut garder",
          "à l'avis que ceux-ci sont liés ici des réponses à ces objections que les",
          "mécréants de la Mecque soulevées devant le Saint Prophète. Comme les conditions",
          "là-bas au moment de la révélation de cette sourate étaient exactement comme ceux",
          "des peuples des anciens prophètes, ils ont été cités ici pour avertir le Quraish",
          "avec les autres polythéistes d'Arabie des conséquences », comme pour dire [ \"les",
          "anciens incroyants ont contesté leurs messagers, et ont été détruits et les",
          "croyants ont été établis dans le pays. de même votre avenir dépend aussi",
          "entièrement de l'attitude que vous adoptez vers le message de votre prophète. Si",
          "vous acceptez cela, vous serez autorisé à rester dans la terre d'Arabie, et si",
          "vous rejetez vous serez complètement déraciné d'ici. \"] les événements ultérieurs",
          "ont prouvé que cette prophétie était littéralement remplie dans les quinze ans",
          "après cela, car il restait pas un seul mushrik dans toute l'Arabie."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "مِنْ وَرَائِهِ جَهَنَّمُ وَيُسْقَىٰ مِنْ مَاءٍ صَدِيدٍ",
      "simpleTranslate" : [
        "en attendant de se retrouver en Enfer, où sa boisson sera faite d’eau fétide,"
      ],
      "tafsirTranslate" : [
        "Puis, après cet enfer se trouve devant lui, où il doit se eau contaminée à boire,"
      ],
      "tanslateWordByWord" : [
        "Devant lui",
        "Devant lui",
        "(Est) Enfer",
        "et il sera fait boire",
        "de",
        "eau",
        "purulent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "يَتَجَرَّعُهُ وَلَا يَكَادُ يُسِيغُهُ وَيَأْتِيهِ الْمَوْتُ مِنْ كُلِّ مَكَانٍ وَمَا هُوَ بِمَيِّتٍ ۖ وَمِنْ وَرَائِهِ عَذَابٌ غَلِيظٌ",
      "simpleTranslate" : [
        "qu’il tentera d’absorber à petites gorgées, et c’est avec peine qu’il pourra y",
        "arriver. Et la mort l’assaillera de toutes parts ; mais il n’en mourra pas pour",
        "autant, car il est appelé à subir un terrible châtiment."
      ],
      "tafsirTranslate" : [
        "qu'il doit essayer d'avaler, mais à peine avaler. La mort doit l'entourer de",
        "toutes parts, mais il ne mourra pas; et avant lui, il y aura un châtiment",
        "douloureux."
      ],
      "tanslateWordByWord" : [
        "Il sip",
        "mais non",
        "il sera proche",
        "(À) avaler",
        "Et viendra à lui",
        "la mort",
        "de",
        "chaque",
        "côté",
        "mais non",
        "il",
        "mourront",
        "Et devant lui",
        "Et devant lui",
        "(Est) une punition",
        "dur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ ۖ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ ۖ لَا يَقْدِرُونَ مِمَّا كَسَبُوا عَلَىٰ شَيْءٍ ۚ ذَٰلِكَ هُوَ الضَّلَالُ الْبَعِيدُ",
      "simpleTranslate" : [
        "Les œuvres de ceux qui nient leur Seigneur sont semblables à de la cendre sur",
        "laquelle s’acharne le vent, en un jour d’orage. Ainsi, les négateurs ne tireront",
        "aucun profit, dans l’au-delà, des œuvres qu’ils auront accomplies. Et c’est là le",
        "profond égarement !"
      ],
      "tafsirTranslate" : [
        "Les œuvres de ceux qui ont mécru peut être assimilée, aux cendres que le vent",
        "éparpille un jour de tempête. Ils ne doivent pas être en mesure d'obtenir quelque",
        "chose de ce qu'ils ont fait. <N:25> Ceci est l'extrême déviation."
      ],
      "tanslateWordByWord" : [
        "(L'exemple",
        "(De) ceux qui",
        "ne pas croire",
        "en leur Seigneur",
        "leurs actions",
        "(Sont) comme de la cendre",
        "coups furieux",
        "dessus",
        "le vent",
        "dans",
        "un jour",
        "orageux",
        "Non",
        "le contrôle (ils ont)",
        "de quoi",
        "ils ont gagné",
        "sur",
        "n'importe quoi",
        "Cette",
        "[il]",
        "(Est) la divagation",
        "loin"
      ],
      "notes" : {
        "25" : [
          "Autrement dit, [ \"Ceux qui étaient perfides, infidèle, et désobéissants vers le",
          "Message Divin, et a refusé d'adopter cette voie à laquelle les Messagers invités,",
          "trouveront à la fin que tous les actes et les gains des leur vie était comme sans",
          "valeur comme un tas de cendres. comme chaque particule d'un tertre élevé de",
          "cendres formées au cours d'une longue suite d'années est dispersée par le vent",
          "sur un jour de tempête, ainsi que de toutes leurs grandes œuvres se révéleront",
          "sur la tempête Doomsday être pas plus d'un monticule de cendres. leur culture",
          "éblouissante, leur grande civilisation, leurs royaumes merveilleux et les États,",
          "leurs magnifiques universités, leurs sciences et leurs littératures, voire même",
          "leur culte hypocrite, et soi-disant actes vertueux, leur des œuvres de",
          "bienfaisance et réformatrices dont ils étaient très fiers dans l'ascenseur du",
          "monde, doivent se révéler comme sans valeur comme un tas de cendres, et seront",
          "dispersés par le \"] Storm\" du jour de la Résurrection. tant et si bien qu'il n'y",
          "aura pas rester une seule particule de leurs œuvres dignes d'être placés dans",
          "l'échelle divine sur ce jour-là en leur faveur."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "أَلَمْ تَرَ أَنَّ اللَّهَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ ۚ إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
      "simpleTranslate" : [
        "Ne vois-tu pas que Dieu a, en toute vérité, créé les Cieux et la Terre, et que,",
        "s’Il le voulait, Il vous ferait disparaître et vous remplacerait par de nouvelles",
        "créatures?"
      ],
      "tafsirTranslate" : [
        "Ne voyez-vous pas qu'Allah a fondé la création des cieux et de la terre sur la",
        "vérité? <N:26> S'il veut, il peut vous mettre loin et apporter une nouvelle",
        "création à votre place."
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "tu vois",
        "cette",
        "Allah",
        "créé",
        "Le Paradis",
        "et la terre",
        "en vérité",
        "Si",
        "Il veut",
        "Il peut vous retirer",
        "et apporter",
        "une création",
        "Nouveau"
      ],
      "notes" : {
        "26" : [
          "Ceci est la preuve de la déclaration qui précède que les œuvres des mécréants arc",
          "sans valeur comme de la cendre. La question implique: [ \"Pourquoi êtes-vous",
          "sceptique de ce que vous voyez pas que .le Grand système de la terre et les cieux",
          "est basé sur la survie de la vérité et non pas sur la survie du mensonge Tout",
          "témoigne du fait que?. quoi que ce soit qui ne repose pas sur la vérité et la",
          "réalité, mais repose sur la spéculation irréelle et devinez travail ne peut pas",
          "continuer W vivre longtemps. Par conséquent toute personne qui construit ses",
          "travaux sur ce dernier sera très certainement échouer dans ses desseins. Car il",
          "est évident qu'une telle personne construit ses travaux sur le sable et ne",
          "devraient pas, par conséquent, attendre à ce qu'ils peuvent durer longtemps. de",
          "même ceux qui jeter la vérité et de la réalité et de construire leurs œuvres sur",
          "de fausses théories et les présomptions ne devrait pas attendre à tout ce qu'ils",
          "peuvent avoir une valeur durable pour ils sont liés à être dispersés comme des",
          "cendres sans valeur. Si cela est évident qu'il est, pourquoi devriez-vous chérir",
          "des doutes sur le fait que toute personne qui construit le système de sa vie sur",
          "la base qu'il est indépendant de AIIah ou sur le dieu à tête de quelqu'un else",
          "[(alors qu'il n'y a pas d'autre Dieu)] doit inévitablement trouver tous Ies ses",
          "œuvres sans valeur? Lorsque le fait est que l'homme ne soit pas absolument",
          "indépendant dans ce monde, ni est-il le serviteur de quelqu'un d'autre qu'Allah,",
          "pourquoi devriez-vous pas attendre à ce que toute personne qui construit ses",
          "œuvres sur ce mensonge, se trouve que toutes ses œuvres étaient sans valeur comme",
          "le tas de cendres qui a été éparpillés par le vent? \"]"
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَمَا ذَٰلِكَ عَلَى اللَّهِ بِعَزِيزٍ",
      "simpleTranslate" : [
        "Cela est si facile pour Dieu !"
      ],
      "tafsirTranslate" : [
        "Et ce n'est pas du tout une chose difficile pour Allah. <N:27>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "(est-ce",
        "sur",
        "Allah",
        "génial"
      ],
      "notes" : {
        "27" : [
          "Ceci est à titre d'avertissement qui suit immédiatement la preuve de la",
          "déclaration dans le verset précédent. Cela supprime également les doutes qui",
          "pourraient se poser au sujet de cette déclaration décisive. On peut se demander",
          "comme ceci: [ \"Si la création est vraiment basé sur la survie de la vérité,",
          "pourquoi est-ce que chaque suiveur de mensonge et chaque malfaiteur ne soit pas",
          "détruit immédiatement?\"] Voici la réponse: [ \"O sotte homme! pensez-vous qu'il",
          "est difficile pour Allah de détruire une telle personne? Ou, pensez-vous que Dieu",
          "ne le détruit pas parce qu'il a une relation étroite avec lui? Si cela est pas",
          "ainsi, et vous vous savez qu'il est pas, vous devez comprendre bien que toute",
          "communauté qui suit le mensonge et commet de mauvaises actions est toujours en",
          "danger d'être enlevé pour faire place à une meilleure communauté pour travailler",
          "à sa place. Si un répit est donné et la menace ne prend pas une pratique façonner",
          "ETCD ne signifie pas qu'il n'y a aucun danger. au lieu d'être négligents, vous",
          "devriez faire usage de tous les instants de ce répit et se rendre compte que le",
          "faux système que vous arc suivant est pas stable et durable. vous devez donc",
          "construire sur des bases stables et durables. \"]"
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَبَرَزُوا لِلَّهِ جَمِيعًا فَقَالَ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِنْ شَيْءٍ ۚ قَالُوا لَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ ۖ سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ",
      "simpleTranslate" : [
        "Tous les hommes comparaîtront devant Dieu, et les faibles diront alors aux",
        "superbes : «Nous vous prenions pour exemple. Ne pouvez-vous aujourd’hui nous",
        "préserver tant soit peu du châtiment de Dieu?» Et les puissants de leur dire :",
        "«Si Dieu nous avait mis sur la bonne voie, nous vous aurions certainement bien",
        "guidés. Mais maintenant à quoi nous sert de nous affliger ou de nous résigner? Il",
        "n’y a plus d’échappatoire possible pour nous !»"
      ],
      "tafsirTranslate" : [
        "Et quand ces gens seront tous exposés ensemble devant Allah, <N:28> alors ceux",
        "qui étaient faibles dans ce monde va dire à ceux qui avaient posé comme grands,",
        "\"Comme nous vous suivions dans le monde, pouvez-vous faire maintenant quelque",
        "chose pour nous soulager du châtiment d'Allah? \" Ils répondront, \". Si Allah",
        "avait nous a guidés à la voie du salut, nous aurions certainement vous guider à",
        "elle Maintenant, il est tout de même que nous pleurons ou portons avec patience:",
        "il n'y a pour nous aucun moyen d'évasion.\" <N:29>"
      ],
      "tanslateWordByWord" : [
        "Et ils sortiront",
        "devant Allah",
        "tous ensemble",
        "puis dira",
        "le faible",
        "à ceux qui",
        "étaient arrogants",
        "En effet, nous",
        "nous étions",
        "votre",
        "suiveurs",
        "ne peut donc",
        "vous (être)",
        "celui qui prévaut",
        "nous",
        "de",
        "(la punition",
        "(De) Allah",
        "n'importe quoi",
        "n'importe quoi",
        "Ils diront",
        "Si",
        "Allah nous avait guidés",
        "Allah nous avait guidés",
        "sûrement, nous vous aurions certainement guidées",
        "(C'est pareil",
        "pour nous",
        "si nous montrons l'intolérance",
        "ou",
        "nous sommes patients",
        "ne pas",
        "(Est) pour nous",
        "tout",
        "lieu d'évasion"
      ],
      "notes" : {
        "28" : [
          "Le mot [(baruz)] signifie `émerger» et implique `se faire connaître aussi. Voilà",
          "pourquoi il a été traduit en [ \"sera exposé devant Allah\"], car elle implique ces",
          "deux significations. En fait, tous les gens sont entièrement exposés tout le",
          "temps avant AIlah mais ils ne le réalisent pas. Ils seront, cependant, réaliser",
          "le Jour du Jugement quand ils doivent être présentés avant la [ \"Le plus grand de",
          "tous les juges\"] qu'ils étaient entièrement exposés devant lui tout le long. Tant",
          "et si bien que chaque acte qu'ils ont fait et chacun et tout ce qu'ils pensaient",
          "et désiraient est connu pour Lui."
        ],
        "29" : [
          "C'est de servir d'avertissement à tous ceux qui suivent aveuglément les autres ou",
          "obéir et se soumettre à des tyrans parce qu'ils disent, [ \"Nous sommes faibles.»]",
          "Ils sont avertis, comme pour dire [ \" il faut noter bien que ces dirigeants, les",
          "saints, les officiers et les chefs qui vous arc suivants aveuglément aujourd'hui,",
          "ne seront pas en mesure de vous protéger au aII du châtiment d'Allah. Par",
          "conséquent, vous devriez considérer bien aujourd'hui où ces personnes, que vous",
          "suivent ou obéir, sont eux-mêmes aller et où ils vous mènent. \"]"
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ ۖ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي ۖ فَلَا تَلُومُونِي وَلُومُوا أَنْفُسَكُمْ ۖ مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ ۖ إِنِّي كَفَرْتُ بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ ۗ إِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "Et lorsque le destin aura été accompli, Satan dira : «Dieu vous a fait une juste",
        "promesse, et moi aussi je vous ai fait des promesses, mais c’était pour vous",
        "tromper. D’ailleurs, quelle autorité avais-je sur vous? Il m’a suffi de vous",
        "appeler pour que vous me suiviez. Ne vous en prenez donc pas à moi ! Ne vous en",
        "prenez qu’à vous-mêmes ! Je ne puis vous être d’aucun secours, et vous n’êtes",
        "pour moi d’aucune utilité. Je vous renie de m’avoir jadis associé à Dieu.» Que",
        "les négateurs subissent donc le châtiment implacable qu’ils méritent !"
      ],
      "tafsirTranslate" : [
        "Et quand Notre jugement a été passé, Satan dira: «Le fait est que les promesses",
        "d'Allah avait fait avec vous. Étaient tout à fait vrai. Moi aussi, fait quelques",
        "promesses avec vous mais j'échoué à garder l'un d'eux <N:30> Pourtant, j'avais",
        "aucun pouvoir sur vous;... Je ne faisais que de vous inviter à ma façon et vous",
        "accepté mon invitation <N:31> donc, ne pas maintenant me blâmer, mais blâmer vous",
        "je ne peux pas vous aider ici, et vous ne pouvez me aider. Je me dissocie de",
        "votre me faire un partenaire avec Dieu avant cela. <N:32> Ces injustes sont sûrs",
        "de recevoir un châtiment douloureux. \""
      ],
      "tanslateWordByWord" : [
        "Et dira",
        "le Shaitaan",
        "quand",
        "a été décidé",
        "la question",
        "Effectivement",
        "Allah",
        "vous promis",
        "une promesse",
        "(De) la vérité",
        "Et je vous ai promis",
        "mais je vous trahi",
        "Mais non",
        "j'avais",
        "j'avais",
        "sur vous",
        "tout",
        "autorité",
        "sauf",
        "cette",
        "je t'ai invité",
        "et vous avez répondu",
        "pour moi",
        "Donc ne le fais pas",
        "reproche moi",
        "mais blâmer",
        "vous-mêmes",
        "ne pas",
        "(puis-je",
        "(Be) votre aide",
        "et pas",
        "vous pouvez)",
        "(Be) mon aide",
        "En effet, je",
        "nier",
        "[de quoi]",
        "votre association de moi (à Allah)",
        "avant",
        "avant",
        "Effectivement",
        "les malfaiteurs",
        "pour eux",
        "(Est) une punition",
        "douloureux"
      ],
      "notes" : {
        "32" : [
          "Ceci est une preuve évidente de shirk dans la pratique, car, en dehors de shirk",
          "dans la croyance. Comme Satan facturera ses disciples avec lui un partenaire avec",
          "Dieu fait, il est évident que dans la mesure où la croyance est concerné, il n'y",
          "a personne qui fait Satan un partenaire avec Dieu dans sa divinité ou son culte:",
          "non, tout le monde le maudit pour son mauvaises voies. Néanmoins, les gens",
          "obéissent et se soumettent à lui et de le suivre aveuglément, comme s'il était",
          "leur [ «dieu»] et qui est ce qui a été appelé shirk. \n Considérons maintenant",
          "cette thèse du point de vue opposé. Quelqu'un pourrait dire que cela ne tient pas",
          "bien, car cela est basé sur une simple parole de Satan qui a été cité ici. Tout",
          "d'abord, cette objection n'est pas saine parce qu'Allah Lui-même aurait réfuté,",
          "si elle avait été sans fondement. Deuxièmement, ce n'est pas le seul exemple de",
          "shirk dans la pratique dans le Coran. Voici quelques exemples de ce: \n [(A)] Il",
          "charge les juifs et les chrétiens avec shirk parce qu'ils installent leurs",
          "prêtres et les moines que leurs [ \"Lords\"] en dehors de AIIah. [(IX: 31",
          "<V:9:31>)]. \n [(B)] Ceux qui suivent les coutumes superstitieuses ont été appelés",
          "polythéistes. [(VI: 136-139 <V:6:136-139>)]. \n [(C)] Ceux qui suivent leurs",
          "désirs ont été accusés de faire leurs [ «moi»] leurs [ \"dieu\"]. [(XXV: 43",
          "<V:25:43>)]. \n [(D)] Ceux qui sont désobéissant à Allah ont été accusés d'adorer",
          "[ \"Satan\"]. [(XXXVI: 60 <V:36:60>)]. \n [(E)] Ceux qui suivent les lois de l'homme",
          "sans la sanction d'Allah ont été réprouvées pour mettre en place les responsables",
          "des lois sans la sanction de Dieu en tant que partenaires avec Dieu. [(XLI: 21)].",
          "\n Toutes les instances ci-dessus sont des preuves évidentes du fait que le",
          "polythéisme ne se limite pas à cette croyance seule que l'on pourrait mettre en",
          "place un partenariat avec Allah dans sa divinité comme un article de foi. Mais il",
          "est également shirk que l'on doit suivre et se rendre à quelqu'un d'autre",
          "qu'Allah, sans aucune sanction divine ou en dépit d'une interdiction divine. Une",
          "telle personne sera coupable de shirk même si le suiveur peut être en même temps",
          "maudissant celui qu'il suit et obéit. La seule différence entre les deux types de",
          "shirk peut être l'ampleur du crime et non sa nature."
        ],
        "30" : [
          "Lorsque les criminels facturera Satan avec eux égarant, il va plaider coupable,",
          "comme pour dire, [ «Vous vous voyez maintenant que toutes Ies promesses et les",
          "avertissements faits par AIIah sont sortis vrais et AII les promesses Je leur ai",
          "fait se sont révélés être faux. Je vous avoue aussi qu'il était tromperie aII que",
          "je vous ai donné de fausses assurances de prospérité, vous séduit par la cupidité",
          "et vous séduit dans le piège de grandes attentes. Je vous assure que dans le",
          "premier cas, il y aura . pas de vie dans l'au-delà, et que, s'il y a quelque vous",
          "allez scot-free par l'intercession de tel ou tel saint la seule chose que vous",
          "avez à faire est de faire des offrandes devant lui: alors vous pouvez faire ce",
          "que vous s'il vous plaît , car il vous délivrera de ALi les conséquences. Je",
          "répète que je l'ai dit toutes ces choses et demandé à mes agents de dire la même",
          "chose. \"]"
        ],
        "31" : [
          "Autrement dit, [ \"Vous ne pouvez pas dire et prouver que ce fut moi qui vous a",
          "forcé à suivre le mauvais sens, alors que vous vouliez suivre le droit chemin.",
          "Vous vous admettez qu'il est pas. Je l'ai pas plus que cela que je vous invite à",
          "le mensonge dans l'opposition à l'invitation à la vérité et vous tenté de vice au",
          "lieu de vertu. Mais j'avais pas le pouvoir de vous forcer à la mauvaise façon, si",
          "vous vouliez suivre le droit chemin. lorsque vous avait le pouvoir et la",
          "possibilité de suivre l'une des manières. maintenant, je suis prêt à supporter le",
          "fardeau de l'invitation méchants Iextended à vous, mais vous ne sont pas",
          "justifiées en aucune façon de jeter sur moi la charge d'accepter mon invitation",
          "pour que vous avez fait sur votre propre responsabilité. Vous devez donc vous",
          "porter toutes ses conséquences. \"]"
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَأُدْخِلَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ ۖ تَحِيَّتُهُمْ فِيهَا سَلَامٌ",
      "simpleTranslate" : [
        "Ceux qui, en revanche, auront cru et pratiqué de bonnes œuvres seront admis dans",
        "des Jardins arrosés d’eaux vives et où leur séjour sera éternel, par la volonté",
        "de leur Seigneur. Ils y seront accueillis par ces mots : «Paix à vous ! Salâm !»"
      ],
      "tafsirTranslate" : [
        "Et (contrairement aux transgresseurs), ceux qui ont cru et fait de bonnes",
        "oeuvres, `seront admis Jardins sous lesquels canaux flux. Ils y demeureront",
        "éternellement par la permission de leur Seigneur, et ils doivent y être accueilli",
        "par «la paix soit sur vous.\" <N:33>"
      ],
      "tanslateWordByWord" : [
        "Et seront admis",
        "ceux qui",
        "a cru",
        "et a fait",
        "bonnes oeuvres",
        "(À) Jardins",
        "les flux",
        "de",
        "dessous",
        "les rivières",
        "(Se) demeureront éternellement",
        "en ce",
        "la permission",
        "(De) leur Seigneur",
        "leurs salutations",
        "la bride",
        "(Sera) la paix"
      ],
      "notes" : {
        "33" : [
          "Le mot arabe [(tahiyyah)] est littéralement une [ «prière pour la longue vie,\"],",
          "mais dans l'usage, il est une salutation à la réunion. Par conséquent,",
          "l'expression peut signifier: [ \"ils accueillent un autre avec« la paix soit sur",
          "vous »ou seront accueillis par ces mots\"]. Il peut également être noté que le mot",
          "[(salam)] implique à la fois une prière pour [la «paix»] et félicitations sur",
          "elle."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "أَلَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ",
      "simpleTranslate" : [
        "Vois-tu à quoi le Seigneur compare, à titre d’exemple, la bonne parole? C’est à",
        "un bel arbre dont les racines se fixent solidement dans le sol et dont la ramure",
        "s’élance vers le ciel,"
      ],
      "tafsirTranslate" : [
        "Ne voyez-vous à ce que Allah a comparé la `Parole pure» <N:34>? Il est comme un",
        "bon arbre qui a obtenu des racines profondes dans la terre et dont les branches",
        "se sont propagées très haut dans le ciel. <N:35>"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "tu vois",
        "Comment",
        "Allah énonce",
        "Allah énonce",
        "l'exemple",
        "un mot",
        "bien",
        "(Est) comme un arbre",
        "bien",
        "sa racine",
        "(Est) ferme",
        "et ses branches",
        "(sont dans",
        "Le ciel"
      ],
      "notes" : {
        "34" : [
          "Bien que l'expression signifie littéralement [ \"Parole pure,\"] ici, il signifie [",
          "\"Disant Véridique et Righteous Creed\"]. Selon le Coran, cette «Dire» et «Credo [\"",
          "sont l'acceptation de la doctrine de Tawhid, la croyance en la Prophétie et",
          "l'Apocalypse, et dans l'ascenseur de l'au-delà, car il déclare ces choses comme",
          "des vérités fondamentales."
        ],
        "35" : [
          "Ceci est pour montrer la force et l'étendue du \"] pure Parole [\". Comme",
          "l'ensemble du système de l'univers se bloque sur la réalité contenue dans cette",
          "\"] Parole pure» que le croyant professe, la terre et tout son système coopère",
          "avec lui et le ciel avec tout son système lui accueille. Il n'y a donc pas de",
          "conflit entre lui et la loi de la nature, et tout dans sa nature même, étend son",
          "aide pour lui."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا ۗ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "simpleTranslate" : [
        "en produisant, par la grâce de son Seigneur, des fruits à chaque instant. Dieu",
        "propose ainsi des paraboles aux hommes pour les amener à réfléchir."
      ],
      "tafsirTranslate" : [
        "Il porte de bons fruits à chaque instant par la permission de son Seigneur.",
        "<N:36> Allah cite ces paraboles pour le bénéfice des personnes afin qu'ils",
        "apprennent une leçon d'eux."
      ],
      "tanslateWordByWord" : [
        "Donnant",
        "son fruit",
        "tout",
        "temps",
        "la permission",
        "de son Seigneur",
        "Et Allah propose",
        "Et Allah propose",
        "les exemples",
        "pour l'humanité",
        "afin qu'ils puissent",
        "rappelles toi"
      ],
      "notes" : {
        "36" : [
          "Autrement dit, le [ \"Pure Parole\"] est si féconde que chaque personne [(ou",
          "communauté)] qui fonde son système de vie sur elle, obtient profiter de chaque",
          "instant car il aide à produire la clarté dans la pensée, l'équilibre dans le",
          "tempérament, la force de caractère, la pureté des mœurs, la fermeté dans la",
          "conduite, la justice en parler, droiture dans la conversation, bon tempérament",
          "dans le comportement social, la noblesse dans la culture, la justice et l'équité",
          "dans l'économie, l'honnêteté en politique, la noblesse dans la guerre , la",
          "sincérité dans la paix; confiance dans les promesses et engagements. En bref, il",
          "est l'élixir qui change tout en or si l'on fait le bon usage de celui-ci."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الْأَرْضِ مَا لَهَا مِنْ قَرَارٍ",
      "simpleTranslate" : [
        "Au contraire, une méchante parole est semblable à un arbre nuisible qui se",
        "développe à ras du sol, sans jamais y avoir une attache solide."
      ],
      "tafsirTranslate" : [
        "Et un mot `mal» <N:37> peut être assimilé à un mauvais arbre; qui est arraché de",
        "la terre et n'a pas de stabilité. <N:38>"
      ],
      "tanslateWordByWord" : [
        "Et (l) Exemple",
        "(De) un mot",
        "mal",
        "(Est) comme un arbre",
        "mal",
        "déracinées",
        "de",
        "la surface",
        "(de la terre",
        "ne pas",
        "pour ça",
        "(Est) tout",
        "la stabilité"
      ],
      "notes" : {
        "37" : [
          "[ \"mot Evil\"] est le contraire de [ \"Pure Parole\"] Il peut être appliqué à tout",
          "ce qui est irréel et le mal, mais ici, il signifie une fausse croyance que l'on",
          "pourrait adopter comme base de son système de la vie, indépendamment du fait que",
          "ce soit l'athéisme ou l'hérésie ou l'incrédulité ou shirk ou idolâtrie ou tout",
          "autre [ «isme»] qui n'a pas été apportée par un messager."
        ],
        "38" : [
          "Et [ \"mal mot\"] [(fausse croyance)] n'a pas de stabilité parce qu'il est",
          "contraire à la loi de la nature. Par conséquent, tout dans l'univers s'y oppose",
          "et réfute, comme si la terre déteste et est prêt à cracher ses graines à chaque",
          "fois qu'ils sont semées en elle, et si certains ont besoin réussit à faire",
          "croître un mauvais arbre, le ciel supprime le bas de ses branches . En fait, la",
          "fausse croyance aurait jamais pu se développer, si l'homme n'a pas été donné la",
          "liberté de choix et de répit pour le travail pour le bien de son procès. Voilà",
          "pourquoi quand même peuple insensé exercent d'établir un système de vie sur elle,",
          "il est permis de se développer dans une certaine mesure, mais il ne produit rien,",
          "mais nuisibles résultats aussi longtemps que cela dure. Et à peine ETCD qu'il",
          "rencontre avec des circonstances défavorables qu'il est complètement déracinés de",
          "la terre. \n La distinction entre le [ \"Pure Parole\"] et le [ \"mot mal\"] est",
          "tellement évident que toute personne qui fait une étude critique de l'histoire",
          "religieuse, morale, intellectuelle et culturelle du monde peut percevoir",
          "facilement. Pour le [ \"Pure Parole\"] a toujours été le seul et même pendant toute",
          "l'histoire de l'humanité et n'a jamais été déracinés. Au contraire, il y a eu",
          "d'innombrables [ \"mauvaises paroles\"], mais chacun a été tellement déraciné qu'il",
          "y est resté presque rien de lui, sauf son nom dans les pages de l'histoire. Non,",
          "certains d'entre eux avaient révélé être si absurde que si ceux-ci sont",
          "mentionnés aujourd'hui on se demande comment on aurait pu suivre ces choses",
          "absurdes. \n Il y a eu une autre différence notable entre les deux [ \"mots\"].",
          "Chaque fois et partout où le [ \"Pure Parole\"] a été adopté par un individu ou une",
          "communauté, ses bénédictions avaient pas été confinée à cet individu et de la",
          "communauté, mais avaient bénéficié tout autour d'eux. Au contraire, quand et où",
          "un mot mal a été adopté par un individu ou d'une communauté, ses maux avaient",
          "répandu le chaos et le désordre tout autour d'eux. \n A cet égard, il convient",
          "également de noter que la parabole du [ \"Pure Parole\"] et le [ «mot mal»]",
          "explique le même thème qui avait été expliqué par les similitudes du monticule de",
          "cendres qui est emporté par le [ \"vent\"] de la journée orageuse [(v f8.)] et de",
          "la [ \"cf déluge de mousse\"] et le [(XIII: 17)] [ \"l'écume des métaux fondus.\"] C",
          "va N"
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَيُضِلُّ اللَّهُ الظَّالِمِينَ ۚ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ",
      "simpleTranslate" : [
        "Dieu affermit ainsi les croyants par de fermes propos dans la vie présente et",
        "dans la vie future, et Il égare les méchants, car Sa volonté doit toujours",
        "s’accomplir."
      ],
      "tafsirTranslate" : [
        "Allah rend les croyants fermes dans la vie de ce monde et de l'au-delà avec la",
        "firme Word <N:39>, mais laisse les transgresseurs égarés. <N:40> Allah a le",
        "pouvoir de le faire comme il volonté."
      ],
      "tanslateWordByWord" : [
        "Allah maintient ferme",
        "Allah maintient ferme",
        "ceux qui",
        "croyez",
        "avec le mot cabinet",
        "avec le mot cabinet",
        "dans",
        "la vie",
        "(du monde",
        "et en",
        "l'au-delà",
        "Et Allah laisse égarer",
        "Et Allah laisse égarer",
        "les malfaiteurs",
        "Et Allah fait",
        "Et Allah fait",
        "quelle",
        "Il veut"
      ],
      "notes" : {
        "40" : [
          "Autrement dit, \"] AIIah laisse les transgresseurs qui rejettent le [\" Pure Parole",
          "\"] et suivez un [« mot mal »], se fourvoyer en créant une confusion dans leur",
          "esprit et mal orienter leurs efforts en raison de cet écart. Voilà pourquoi ils",
          "ne peuvent pas trouver la bonne façon de pensée et d'action et ainsi échouer",
          "lamentablement."
        ],
        "39" : [
          "Autrement dit, [ \"Les croyants restent fermes au cours de la vie de ce monde en",
          "raison de leur système stable de vie fondé sur cette\"] pure Parole [ \"Pour ce qui",
          "donne d'un point de vue droit, un son système de pensée et une théorie complète",
          "de la vie, et il sert de clé maîtresse pour le dénouement des nœuds tous Ies et",
          "la résolution de tous les problèmes. Avec son aide, ils acquièrent cette force de",
          "caractère et que la fermeté de conduite qui les garder constante le visage de",
          "chaque vicissitude de la vie. cela leur fournit également des principes solides",
          "de la vie qui leur donnent la tranquillité d'esprit et le cœur, et les empêchent",
          "de déviation et le caprice. surtout, quand, après la vie de ce monde, ils vont",
          "entrer dans la vie de l'au-delà, ils resteront parfaitement calme sans aucune",
          "teinte de peur ou d'anxiété, car ils trouveront tout ce qui y est d'être en",
          "conformité avec leurs attentes, comme si elles étaient pleinement familiarisés",
          "avec tous les aspects de celui-ci avant d'entrer en elle . Car ils avaient été",
          "informés de .fully, et donc pleinement préparé pour chaque étape et la phase de",
          "cette vie. Voilà pourquoi ils vont passer à travers toutes les étapes avec un",
          "calme parfait et la fermeté en contraste avec les incroyants qui ont construit",
          "leur vie sur un monde \"] mal mot [\" et sera, par conséquent, être pris de court",
          "pour trouver tout contre leurs attentes."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ",
      "simpleTranslate" : [
        "As-tu songé à ceux qui troquent les bienfaits de Dieu contre l’ingratitude et qui",
        "causent la perte de leurs peuples en les exposant"
      ],
      "tafsirTranslate" : [
        "Vous avez vu ces personnes qui ont remboursé la grâce d'Allah avec ingratitude et",
        "jeté leur peuple (avec eux) dans la demeure de perdition-"
      ],
      "tanslateWordByWord" : [
        "Ne pas avoir",
        "tu as vu",
        "[à]",
        "ceux qui",
        "(ont changé",
        "(La) Favor",
        "(De) Allah",
        "(Pour) l'incrédulité",
        "et ils ont mené",
        "leur peuple",
        "(à la maison",
        "(De) destruction"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "جَهَنَّمَ يَصْلَوْنَهَا ۖ وَبِئْسَ الْقَرَارُ",
      "simpleTranslate" : [
        "aux flammes ardentes de l’Enfer? Et combien horrible sera leur séjour !"
      ],
      "tafsirTranslate" : [
        "Enfer, où ils entrent et il est la demeure la plus misérable de vivre!"
      ],
      "tanslateWordByWord" : [
        "enfer",
        "(En), ils brûlera",
        "et un misérable",
        "placer à régler"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "وَجَعَلُوا لِلَّهِ أَنْدَادًا لِيُضِلُّوا عَنْ سَبِيلِهِ ۗ قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ",
      "simpleTranslate" : [
        "Ils attribuent à Dieu des égaux afin de détourner de Sa Voie leurs semblables.",
        "Dis-leur : «Jouissez de cette vie éphémère, car votre destination finale sera",
        "l’Enfer !»"
      ],
      "tafsirTranslate" : [
        "Et ils ont mis des égaux à Allah afin qu'ils devraient les détourner du chemin",
        "d'Allah. Dites-leur: «Eh bien, vous pouvez vous amuser pendant un certain temps",
        "pour finalement vous aurez à revenir à feu de l'Enfer.\""
      ],
      "tanslateWordByWord" : [
        "Et ils ont mis en place",
        "à Allah",
        "équivaut à",
        "de sorte qu'ils induisent en erreur",
        "de",
        "Son chemin",
        "Dire",
        "Prendre plaisir",
        "mais bien",
        "votre destination",
        "(Est) à",
        "le feu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ وَيُنْفِقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خِلَالٌ",
      "simpleTranslate" : [
        "Et recommande à Mes serviteurs qui ont cru d’observer la salât et de faire",
        "l’aumône, en secret et en public, sur les biens que Nous leur avons accordés,",
        "avant que ne vienne un jour où il n’y aura plus ni rachat ni faveur."
      ],
      "tafsirTranslate" : [
        "O Prophète! dis à Mes serviteurs qui ont cru, d'établir Salat, et dépenser",
        "ouvertement et secrètement (sur les bonnes œuvres) de ce que Nous leur avons",
        "donné <N:41> avant que vienne le jour où il n'y aura pas d'achat et de vente et",
        "aucune aide amicale. <N:42>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "à Mes esclaves",
        "ceux qui",
        "croyez",
        "(établir",
        "les prières",
        "et (à) passer",
        "de ce que",
        "Nous leur avons fourni",
        "secrètement",
        "et publiquement",
        "avant",
        "avant",
        "[cette]",
        "vient",
        "un jour",
        "ne pas",
        "tout commerce",
        "en ce",
        "et pas",
        "toute amitié"
      ],
      "notes" : {
        "41" : [
          "Autrement dit, [ \"Les croyants doivent adopter une attitude de gratitude",
          "contrairement aux incroyants [(v. 29)]. La forme pratique leur gratitude devrait",
          "prendre est qu'ils devraient établir Salat et de dépenser leur richesse dans le",
          "chemin d'Allah \"]."
        ],
        "42" : [
          "Autrement dit, [ \"Ce jour-là ne doit être en mesure de se sauver soit en rançon",
          "ou par intercession\"]."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ ۖ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ ۖ وَسَخَّرَ لَكُمُ الْأَنْهَارَ",
      "simpleTranslate" : [
        "C’est Dieu qui a créé les Cieux et la Terre. C’est Lui qui fait descendre du ciel",
        "une eau grâce à laquelle Il fait produire des fruits pour vous nourrir. C’est Lui",
        "qui a mis à votre service les vaisseaux qui, par Son ordre, voguent sur la mer,",
        "comme Il a mis à votre service les rivières."
      ],
      "tafsirTranslate" : [
        "est Allah <N:43> Qui a créé les cieux et la terre, et il fait descendre l'eau de",
        "pluie du ciel où, avec Il a produit différentes sortes de fruits pour vous",
        "fournir la nourriture. Il est Celui qui soumit le navire pour vous qu'il peut",
        "naviguer dans les mers par Son ordre et de même, il soumit les rivières pour",
        "vous."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(Est) Celui qui",
        "créé",
        "Le Paradis",
        "et la terre",
        "et envoyé vers le bas",
        "de",
        "Le ciel",
        "eau",
        "puis fait sortir",
        "à partir de cela",
        "de",
        "les fruits",
        "(Comme) une disposition",
        "pour toi",
        "et soumise",
        "pour toi",
        "les navires",
        "afin qu'ils puissent naviguer",
        "dans",
        "la mer",
        "par Son ordre",
        "et soumise",
        "pour toi",
        "les rivières"
      ],
      "notes" : {
        "43" : [
          "Autrement dit, [ «Il est le même AIIah Dont primes qu'ils remboursent",
          "l'ingratitude et la désobéissance et avec qui ils mettent en place des égaux.",
          "Bien qu'il ait été si généreuse à\"] ...."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ ۖ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ",
      "simpleTranslate" : [
        "Et c’est pour vous aussi qu’Il a assujetti le Soleil et la Lune à une gravitation",
        "perpétuelle, de même qu’Il a mis à votre service la nuit et le jour."
      ],
      "tafsirTranslate" : [
        "Il est Celui qui soumit le soleil et la «lune de sorte qu'ils devraient",
        "résolument poursuivre leurs cours et il soumit jour et nuit pour vous. <N:44>"
      ],
      "tanslateWordByWord" : [
        "Et il soumis",
        "pour toi",
        "le soleil",
        "et la lune",
        "à la fois poursuivre constamment leurs cours",
        "et soumise",
        "pour toi",
        "la nuit",
        "et la journée"
      ],
      "notes" : {
        "44" : [
          "Les mots du texte en vv. 32-33 ont induit en erreur les personnes. qui les ont",
          "traduits en [ \"soumis à vous\"]. Tant et si bien que certains d'entre eux",
          "interprètent ces versets pour dire que le but principal de la vie de l'homme est",
          "d'amener la terre et les cieux sous sa sujétion, alors que leur signification",
          "réelle est [ \"soumis à [(lois)] pour vous\"] . En fait AIIah a soumis toutes ces",
          "choses à ces lois qui sont bénéfiques pour l'homme. Sans un navire fait l'objet",
          "de certaines lois physiques, il pourrait y avoir eu aucune navigation du tout:",
          "avait pas une rivière été soumise à certaines lois, il ne pouvait pas être",
          "possible de prendre des canaux d'eux; même si les corps célestes [(le soleil et",
          "la lune, etc.)] et la terre et le jour et la nuit avaient pas été soumis à",
          "certaines lois fixes, la vie ne pouvait pas être possible, pour ne pas parler de",
          "la vie civilisée!"
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ ۚ وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا ۗ إِنَّ الْإِنْسَانَ لَظَلُومٌ كَفَّارٌ",
      "simpleTranslate" : [
        "Il a accédé à presque toutes vos demandes, au point que si vous essayez de",
        "compter les bienfaits du Seigneur, vous ne sauriez les énumérer. Mais l’homme est",
        "pétri d’injustice et d’ingratitude."
      ],
      "tafsirTranslate" : [
        "Il est celui qui a rempli toutes vos exigences; <N:45> si bien que vous ne pouvez",
        "pas compter ses bontés, si vous avez essayé de les numéroter. Le fait est que",
        "l'homme est très injuste et ingrat."
      ],
      "tanslateWordByWord" : [
        "Et Il vous a donné",
        "de",
        "tout",
        "quelle",
        "vous avez demandé de lui",
        "Et si",
        "tu comptes",
        "(La) Favor d'Allah",
        "(La) Favor d'Allah",
        "ne pas",
        "vous (pouvoir) les compter",
        "Effectivement",
        "l'humanité",
        "(Est) sûrement injuste",
        "(Et) ingrat"
      ],
      "notes" : {
        "45" : [
          "[ \"Il a rempli toutes vos exigences\"]: Il a fourni pour tout ce qui est",
          "nécessaire pour votre vie, son développement et son évolution."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَٰذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الْأَصْنَامَ",
      "simpleTranslate" : [
        "«Seigneur, implora Abraham, fais de cette cité un havre de paix ! Préserve-moi",
        "ainsi que ma descendance de l’adoration des idoles"
      ],
      "tafsirTranslate" : [
        "Rappelons le temps, quand Abraham a prié, <N:46> en disant: «Seigneur! Font de",
        "cette ville <N:47> une ville de paix, et moi et mes descendants protéger contre",
        "le culte des idoles."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "dit",
        "Ibrahim",
        "Mon Seigneur",
        "Faire",
        "ce",
        "ville",
        "sûr",
        "et me garder loin",
        "et mes fils",
        "cette",
        "nous adorons",
        "les idoles"
      ],
      "notes" : {
        "46" : [
          "Dans les versets précédents [(32-35)], un appel a été fait à la Quraish d'être",
          "reconnaissant à ce que Allah qui a donné tant de bienfaits à l'humanité en",
          "général. Mais dans ce passage le même appel est en cours sur le moyen que Dieu",
          "avait donné Ses bienfaits spéciaux sur le Quraish en particulier. On leur a",
          "demandé de se rappeler que le Prophète Abraham avait réglé leurs ancêtres près de",
          "la Ka'aba et ont fait leur ville, La Mecque, un [ \"ville de la paix»] et AIlah",
          "douchés ses bénédictions sur le Quraish en réponse à la prière du Prophète",
          "Abraham. Ils ont été exhortés à se souvenir de ces [ \"primes\"] et amender."
        ],
        "47" : [
          "La Mecque."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنَ النَّاسِ ۖ فَمَنْ تَبِعَنِي فَإِنَّهُ مِنِّي ۖ وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "qui ont, Seigneur, égaré un grand nombre d’hommes ! Quiconque me suivra sera des",
        "miens. Mais quiconque me déso-béira… Seigneur, Tu es Clément et Miséricordieux."
      ],
      "tafsirTranslate" : [
        "Seigneur! ceux-ci se sont détournés <N:48> beaucoup de gens de la bonne façon (et",
        "ils pourraient détourner mes descendants ainsi. Par conséquent, seuls ceux",
        "d'entre eux) qui suivent mon chemin, appartiennent à moi, mais (je laisse à toi)",
        "ceux qui suivre d'une manière différente de la mienne, car Tu es très Pardonneur",
        "et Miséricordieux. <N:49>"
      ],
      "tanslateWordByWord" : [
        "Mon Seigneur",
        "En effet, ils",
        "ont égaré",
        "beaucoup",
        "parmi",
        "l'humanité",
        "donc, quiconque",
        "me suit",
        "alors en effet, il",
        "(Est) de moi",
        "et celui qui",
        "me désobéit",
        "alors en effet, vous",
        "(Sont) Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "48" : [
          "Ceci est une façon figurative de dire que les idoles ont été le moyen de tourner",
          "beaucoup de gens loin de Way d'Allah dans les voies de déviation."
        ],
        "49" : [
          "Cette abstention montré envers ceux qui ont suivi un chemin différent du Right",
          "Way est une instance de la clémence du prophète Abraham à l'humanité. Il a quitté",
          "leur cause devant le pardon et la miséricorde d'Allah, car il ne pouvait pas",
          "supporter de les voir sous fléau divin. Un autre exemple de ce qui a été cité",
          "dans la sourate Hud. Quand les anges étaient sur leur chemin pour détruire les",
          "méchants du Lot, le Prophète Abraham a commencé à plaider pour eux: [ \"....",
          "Abraham a commencé à discuter avec nous concernant le peuple de Lot car il était",
          "tendre et miséricordieux .. .. \"] [(XI: 74-75)] de même Prophète Jésus était si",
          "tendre que même quand Allah sera lui montrer que ses disciples avaient dévié du",
          "droit chemin, il va plaider leur cause: [\" maintenant, si vous les punir, ils",
          "sont vos serviteurs, et si vous les retiendrez, vous êtes All- Puissant et Sage",
          "\"] [(v: 118 <V:5:118>)]."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "رَبَّنَا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ",
      "simpleTranslate" : [
        "Seigneur, j’ai installé une partie de mes descendants dans une vallée sans",
        "culture, auprès de Ton oratoire sacré afin, Seigneur, qu’ils puissent accomplir",
        "la salât ! Seigneur, dispose en leur faveur les cœurs d’un certain nombre",
        "d’hommes ! Veille à leur procurer des fruits pour leur subsistance. Peut-être",
        "seront-ils reconnaissants."
      ],
      "tafsirTranslate" : [
        "Seigneur! Je suis installé certains de mes descendants dans une vallée stérile,",
        "près de Ta Maison sacrée. Seigneur! Je l'ai fait dans l'espoir qu'ils",
        "établiraient salat là. Alors tourner les cœurs des gens à leur égard, et de",
        "fournir des fruits pour leur nourriture <N:50>: il est prévu qu'ils deviendront",
        "reconnaissants."
      ],
      "tanslateWordByWord" : [
        "Notre Seigneur",
        "En effet, je",
        "[I] ai réglé",
        "(une partie de",
        "mes descendants",
        "dans une vallée",
        "ne pas",
        "avec",
        "cultivation",
        "près",
        "Votre Sacred House",
        "Votre Sacred House",
        "notre Seigneur",
        "Ce qu'ils peuvent établir",
        "les prières",
        "donc, assurez",
        "les coeurs",
        "de",
        "les hommes",
        "inclinaison",
        "vers eux",
        "et leur fournir",
        "avec",
        "les fruits",
        "afin qu'ils puissent",
        "être reconnaissant"
      ],
      "notes" : {
        "50" : [
          "Allah a accordé cette prière du Prophète Abraham. Voilà pourquoi les gens de",
          "l'ensemble de l' 'Arabie venaient là pour Haj et `Omra au moment de la révélation",
          "de cette sourate, et maintenant les gens se rassemblent là de partout dans le",
          "monde. \n En plus de cela, il y a beaucoup de nourriture et de fruits dans toutes",
          "les saisons de l'année, bien que la vallée est absolument stérile et sans",
          "végétation pousse dans ce même pour les animaux."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ ۗ وَمَا يَخْفَىٰ عَلَى اللَّهِ مِنْ شَيْءٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ",
      "simpleTranslate" : [
        "Seigneur, Tu connais toutes nos pensées, des plus patentes aux plus intimes, car",
        "il n’y a rien qui soit caché à Dieu, ni sur Terre ni au Ciel."
      ],
      "tafsirTranslate" : [
        "Seigneur! Tu as toute connaissance de tout ce que nous cachons et divulguons. «",
        "<N:51>"
      ],
      "tanslateWordByWord" : [
        "Notre Seigneur",
        "En effet, vous",
        "Tu sais",
        "quelle",
        "nous cachons",
        "et quoi",
        "nous proclamons",
        "Et pas",
        "(est caché",
        "de",
        "Allah",
        "tout",
        "chose",
        "dans",
        "La terre",
        "et pas",
        "dans",
        "le paradis"
      ],
      "notes" : {
        "51" : [
          "Autrement dit, [ «Seigneur: Tu entends ce que je prononce avec ma langue et aussi",
          "pleine connaissance as de mes pensées et de sentiments.\"]"
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "الْحَمْدُ لِلَّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ ۚ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ",
      "simpleTranslate" : [
        "Béni soit Ton nom, Seigneur, Toi qui m’as gratifié d’Ismaël et d’Isaac, malgré",
        "mon grand âge ! Mon Seigneur est si prompt à entendre les prières !"
      ],
      "tafsirTranslate" : [
        "Et <N:52> le fait est que rien dans la terre et les cieux se cache d'Allah.",
        "\"Louange à Allah qui m'a donné comme fils Ismail et Isaac dans ma vieillesse. En",
        "effet, mon Seigneur entend toutes les prières."
      ],
      "tanslateWordByWord" : [
        "Tout le Praise",
        "(Est) pour Allah",
        "celui qui",
        "a accordé",
        "moi",
        "dans",
        "la vieillesse",
        "Ismaël",
        "et Isaac",
        "Effectivement",
        "mon Seigneur",
        "(Est) Audient",
        "(De) la prière"
      ],
      "notes" : {
        "52" : [
          "Cette clause a été insérée entre parenthèses pour confirmer la déclaration du",
          "prophète Abraham."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "رَبِّ اجْعَلْنِي مُقِيمَ الصَّلَاةِ وَمِنْ ذُرِّيَّتِي ۚ رَبَّنَا وَتَقَبَّلْ دُعَاءِ",
      "simpleTranslate" : [
        "Seigneur ! Fais que je sois assidu à la salât, ainsi qu’une partie de ma",
        "descendance ! Seigneur, veuille exaucer ma prière !"
      ],
      "tafsirTranslate" : [
        "Seigneur! aider à faire me salat et parmi mes descendants (soulève ceux qui",
        "devraient faire ce travail). Seigneur! accorder ma prière."
      ],
      "tanslateWordByWord" : [
        "Mon Seigneur",
        "Faîtes-moi",
        "un establisher",
        "(De) la prière",
        "et de",
        "mes descendants",
        "Notre Seigneur",
        "et accepter",
        "ma prière"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ",
      "simpleTranslate" : [
        "Seigneur ! Accorde-moi Ton pardon, ainsi qu’à mon père, à ma mère et à tous les",
        "croyants, au Jour du compte final !»"
      ],
      "tafsirTranslate" : [
        "Seigneur! pardonnez-moi et mes parents et aux croyants, le jour où l'estime aura",
        "lieu. « <N:53>"
      ],
      "tanslateWordByWord" : [
        "Notre Seigneur",
        "Pardonner",
        "moi",
        "et mes parents",
        "et les croyants",
        "(au jour",
        "sera (seront) établie",
        "le compte"
      ],
      "notes" : {
        "53" : [
          "Prophète Abraham comprenait son père polythéiste dans sa prière parce qu'il avait",
          "fait la promesse que le serait prier son Seigneur pour son pardon [(XIX: 48)].",
          "Mais après, quand il a réalisé qu'il ne devrait pas prier pour son pardon parce",
          "qu'il était un ennemi d'Allah, il s'absous de cette promesse. [(IX: 114",
          "<V:9:114>)]."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ ۚ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ",
      "simpleTranslate" : [
        "Ne crois surtout pas que Dieu soit inattentif aux agissements des injustes. Il ne",
        "fait que reporter leur châtiment au jour où les regards seront figés d’épouvante,"
      ],
      "tafsirTranslate" : [
        "Ne pensez pas que Dieu ne connaît pas ce que ces gens injustes font; Il reporte",
        "seulement leur cas au jour où tous les yeux se regarder avec consternation."
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "penser",
        "(Que) Allah",
        "(Is) ignorent",
        "de quoi",
        "faire",
        "les malfaiteurs",
        "Seulement",
        "Il leur donne un répit",
        "à un jour",
        "va regarder",
        "en ce",
        "les yeux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ لَا يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ ۖ وَأَفْئِدَتُهُمْ هَوَاءٌ",
      "simpleTranslate" : [
        "où les damnés seront pris de panique, la tête levée au ciel, les yeux hagards et",
        "les cœurs vides !"
      ],
      "tafsirTranslate" : [
        "Ils sont en cours d'exécution dans la terreur avec des têtes levés et les yeux",
        "fixés vers le haut <N:54> et les cœurs devenir vide."
      ],
      "tanslateWordByWord" : [
        "Racing avance",
        "ressuscités",
        "leurs têtes",
        "ne pas",
        "retour",
        "vers eux",
        "leur regard",
        "et leurs coeurs",
        "(Sont) vide"
      ],
      "notes" : {
        "54" : [
          "Cette image graphique représente le sort terrible des malfaiteurs sur le Jour du",
          "Jugement. Quand ils se rendront compte de la situation, ils seront tellement",
          "surpris qu'ils ont leurs regards fixés droit devant eux sans rien voir."
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "وَأَنْذِرِ النَّاسَ يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُوا رَبَّنَا أَخِّرْنَا إِلَىٰ أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ ۗ أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍ",
      "simpleTranslate" : [
        "Avertis donc les hommes du jour où ils seront en face du châtiment et où les",
        "injustes diront : «Seigneur, accorde-nous un court délai pour que nous répondions",
        "à Ton appel et suivions les prophètes.» – «Quoi ! Ne juriez-vous pas autrefois,",
        "leur sera-t-il répondu, qu’il n’y aurait jamais pour vous de transfert hors de",
        "vos tombes?"
      ],
      "tafsirTranslate" : [
        "O Muhammad, les avant-avertir le jour où Notre fléau va les rattraper: alors ces",
        "injustes diront: «Notre Seigneur nous donne un peu plus de répit: nous répondrons",
        "à Ton message et suivez les messagers \". (Mais ce sera leur dit de manière",
        "décisive,) «N'êtes-vous pas les mêmes personnes qui ont juré devant ce que vous",
        "ne serez jamais rencontrer une baisse,"
      ],
      "tanslateWordByWord" : [
        "Et avertis",
        "l'humanité",
        "(De) un jour",
        "(Quand) va venir à eux",
        "la punition",
        "puis dira",
        "ceux qui",
        "a fait mal",
        "Notre Seigneur",
        "nous rÉPIT",
        "pour",
        "un terme",
        "court",
        "nous répondrons",
        "Ton appel",
        "et nous allons suivre",
        "les messagers",
        "N'avait pas",
        "toi",
        "juré",
        "avant",
        "avant",
        "ne pas",
        "pour toi",
        "tout",
        "fin"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَسَكَنْتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْأَمْثَالَ",
      "simpleTranslate" : [
        "Pourtant, vous avez habité sur les lieux mêmes qu’avaient occupés ceux qui",
        "s’étaient fait du tort à eux-mêmes ! Vous n’étiez donc pas sans savoir comment",
        "Nous les avions traités, outre les multiples exemples que Nous n’avions cessé de",
        "vous prodiguer !»"
      ],
      "tafsirTranslate" : [
        ", alors que vous aviez vécu dans les demeures de ceux qui avaient fait du tort à",
        "leurs âmes et vu comment nous avions traité avec eux; Nous les avons tenu à vous",
        "comme exemples?"
      ],
      "tanslateWordByWord" : [
        "Et vous avez habité",
        "dans",
        "les logements",
        "(De) ceux qui",
        "lésés",
        "se",
        "et il était devenu clair",
        "à toi",
        "Comment",
        "Nous avons traité",
        "avec eux",
        "et Nous avons présenté",
        "pour toi",
        "les exemples"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "وَقَدْ مَكَرُوا مَكْرَهُمْ وَعِنْدَ اللَّهِ مَكْرُهُمْ وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ",
      "simpleTranslate" : [
        "Certes, ils ont ourdi des complots. Mais leurs complots n’échappent pas à Dieu,",
        "fussent-ils de taille à déplacer les montagnes."
      ],
      "tafsirTranslate" : [
        "Ils avaient essayé toutes leurs ruses pour nous déjouer, mais Allah a le remède",
        "pour contrer leurs appareils, même si ceux-ci étaient si puissants à déplacer les",
        "montagnes. « <N:55>"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "ils ont prévu",
        "leur plan",
        "mais avec",
        "Allah",
        "(A) leur plan",
        "même si",
        "était",
        "leur plan",
        "qui devrait être déplacé",
        "par cela",
        "les montagnes"
      ],
      "notes" : {
        "55" : [
          "Autrement dit, [ \"Vous avez vu que les anciens des gens qui ont violé la loi",
          "divine, et qui se sont opposés au message, mis au point des systèmes très",
          "efficaces et habiles à prévenir les conséquences de leur iniquité, mais AIIah les",
          "battirent avec Son contre-dispositif unique. Vous ne renonça pas vos systèmes",
          "astucieux contre le message de la vérité dans le vain espoir que vos \"] fortes\"",
          "mesures réussiraient où les régimes de vos prédécesseurs avaient échoué."
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "فَلَا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ ۗ إِنَّ اللَّهَ عَزِيزٌ ذُو انْتِقَامٍ",
      "simpleTranslate" : [
        "Ne pense surtout pas que Dieu puisse manquer à Sa promesse envers Ses prophètes.",
        "En vérité, Dieu est Puissant et Terrible quand Il sévit."
      ],
      "tafsirTranslate" : [
        "So. O Prophète, jamais imaginer que Dieu ne sera jamais aller à l'encontre des",
        "promesses faites à ses messagers. <N:56> Allah est puissant et capable de se",
        "venger."
      ],
      "tanslateWordByWord" : [
        "Donc ne le fais pas",
        "penser",
        "(Que) Allah",
        "échouera",
        "(À) tenir sa promesse",
        "(À) Ses messagers",
        "Effectivement",
        "Allah",
        "(Est) Tout-Puissant",
        "Propriétaire (de) Retribution",
        "Propriétaire (de) Retribution"
      ],
      "notes" : {
        "56" : [
          "Bien que ceci ait été adressée au Saint Prophète, il est vraiment destiné pour",
          "ses adversaires. Ils sont avertis qu'ils ne doivent pas se bercer d'illusions à",
          "cause du retard dans leur punition. ils doivent noter bien que AIlah rempli les",
          "promesses qu'il a faites aux anciens messagers et les battit adversaires. De",
          "même, il va sûrement remplir les promesses qu'il avait faites à Muhammad [(la",
          "paix d'Allah soit sur lui)]."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ ۖ وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ",
      "simpleTranslate" : [
        "Le jour où la Terre sera changée en autre chose que la Terre, de même que les",
        "Cieux, ce jour-là les hommes comparaîtront devant Dieu, l’Unique, le Dominateur",
        "suprême."
      ],
      "tafsirTranslate" : [
        "les avertir du jour où la Terre et les Cieux sont totalement transformés, <N:57>",
        "et chacun d'eux est maintenue exposée devant Allah, l'Unique, le Tout-Puissant."
      ],
      "tanslateWordByWord" : [
        "(Au jour",
        "sera changé",
        "La terre",
        "(À) autres (que)",
        "La terre",
        "et les cieux",
        "et ils sortiront",
        "devant Allah",
        "Celui",
        "l'Irresistible"
      ],
      "notes" : {
        "57" : [
          "Il est évident à partir de ce verset et quelques conseils du Coran qui, à",
          "l'occasion de la Résurrection, la Terre et les Cieux ne seront pas totalement",
          "détruits mais le souffle du [ \"Première trompette\"] , le système physique",
          "existant doit être dérangées. Après cela, entre le soufflage de la [ \"First\"] et",
          "le [ \"Last Trumpet\"] [(Allah seul sait combien de temps cet intervalle va",
          "durer)], la présente forme et l'aspect de la terre et les cieux sont transformées",
          "et un nouveau système physique avec de nouvelles lois physiques entrera en",
          "existence. Ce sera le monde de l'au-delà. Lorsque le [ \"Last Trumpet\"] sera",
          "soufflé, tous les êtres humains d'Adam à ceux qui sont nés avant la [ \"Première",
          "trompette\"], doivent être portées à la vie et apparaissent devant Allah. Le Coran",
          "appelle cela [(Hashr)] qui signifie littéralement [ \"pour rassembler et réunit\"].",
          "Il ressort du libellé du Coran et des déclarations claires dans les traditions",
          "que cela va avoir lieu sur cette Terre. Le [ \"siège du jugement\"] et les [",
          "\"Balance\"] seront établis sur la Terre et les décisions seront adoptées ici. Ceci",
          "est également clair du Coran et les traditions que la vie dans l'au-delà ne sera",
          "pas simplement une vie spirituelle, mais la vie très physique et spirituelle que",
          "nous vivons maintenant sur cette terre; et chaque individu doit recevoir sa",
          "récompense ou de punition exactement ce que [la «personnalité»] dans lequel il ou",
          "elle vit dans la vie de ce monde."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "وَتَرَى الْمُجْرِمِينَ يَوْمَئِذٍ مُقَرَّنِينَ فِي الْأَصْفَادِ",
      "simpleTranslate" : [
        "Et on verra alors, ce jour-là, les criminels accouplés dans les chaînes ;"
      ],
      "tafsirTranslate" : [
        "Ce jour-là, vous verrez les criminels avec leurs mains et les pieds dans les",
        "fers."
      ],
      "tanslateWordByWord" : [
        "Et vous verrez",
        "les criminels",
        "(ce jour la",
        "liés ensemble",
        "dans",
        "les chaînes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "سَرَابِيلُهُمْ مِنْ قَطِرَانٍ وَتَغْشَىٰ وُجُوهَهُمُ النَّارُ",
      "simpleTranslate" : [
        "revêtus de goudron et les visages couverts de flammes,"
      ],
      "tafsirTranslate" : [
        "Ils sont dans des vêtements de goudron <N:58> et les flammes de l'incendie",
        "doivent être couvrant leurs visages."
      ],
      "tanslateWordByWord" : [
        "Leurs vêtements",
        "de",
        "le goudron",
        "et couvrira",
        "leurs visages",
        "le feu"
      ],
      "notes" : {
        "58" : [
          "Certains commentateurs et traducteurs sont d'avis que signifie [ \"soufre\"] ou [",
          "\"cuivre fondu\"] mais en réalité il est synonyme de [ \"goudron\"] et similaires."
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "لِيَجْزِيَ اللَّهُ كُلَّ نَفْسٍ مَا كَسَبَتْ ۚ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
      "simpleTranslate" : [
        "car c’est ainsi que Dieu rétribue chacun selon ses œuvres, et Dieu est prompt",
        "dans Ses comptes."
      ],
      "tafsirTranslate" : [
        "Cela se produira afin qu'Allah récompenser tout le monde pour ce que l'on a",
        "gagné: Allah est prompt à compter."
      ],
      "tanslateWordByWord" : [
        "Alors qu'Allah rétribue",
        "Alors qu'Allah rétribue",
        "chaque",
        "âme",
        "(pour quoi",
        "il a gagné",
        "Effectivement",
        "Allah",
        "(Est) Swift",
        "(En) le calcul"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "هَٰذَا بَلَاغٌ لِلنَّاسِ وَلِيُنْذَرُوا بِهِ وَلِيَعْلَمُوا أَنَّمَا هُوَ إِلَٰهٌ وَاحِدٌ وَلِيَذَّكَّرَ أُولُو الْأَلْبَابِ",
      "simpleTranslate" : [
        "Voilà un message qui s’adresse aux hommes. Qu’ils y trouvent donc un",
        "avertissement salutaire et qu’ils sachent que Dieu est Unique ! Que les gens",
        "sensés y réfléchissent !"
      ],
      "tafsirTranslate" : [
        "Ceci est un message pour l'humanité afin qu'ils soient avertis et se rendent",
        "compte que, en fait, il n'y a qu'un seul Dieu, et que les hommes de compréhension",
        "peuvent apprendre une leçon."
      ],
      "tanslateWordByWord" : [
        "Ce",
        "(Est) un message",
        "pour l'humanité",
        "qu'ils soient avertis",
        "Avec ça",
        "et qu'ils sachent",
        "seulement ça",
        "Il",
        "(Est) un Dieu",
        "(Est) un Dieu",
        "et qui peut tenir compte",
        "Hommes",
        "(De) compréhension"
      ],
      "notes" : { }
    }
  ],
  "medinian" : true
}