{
  "chapterNumber" : 16,
  "nbVerses" : 128,
  "name" : "Les abeilles",
  "nameArabic" : "النحل",
  "transName" : "an-naḥl",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "أَتَىٰ أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
      "simpleTranslate" : [
        "L’ordre de Dieu s’accomplira. Ne cherchez pas à en précipiter l’avènement !",
        "Gloire à Dieu ! Il est infiniment au-dessus de ce qu’on peut Lui associer !"
      ],
      "tafsirTranslate" : [
        "\"Jugement\" Allah est venu: <N:1> alors ne réclameront pas pour hâter; Il est",
        "exempt de tout défaut, et exalté au-dessus du shirk qu'ils pratiquent. <N:2>"
      ],
      "tanslateWordByWord" : [
        "Viendra",
        "(La) commande d'Allah",
        "(La) commande d'Allah",
        "Donc ne le fais pas",
        "(Be) impatient pour elle",
        "Glorifié soit-Il",
        "et Exalté (est) Il",
        "au-dessus de ce que",
        "ils associent"
      ],
      "notes" : {
        "1" : [
          "Autrement dit, [ «Le temps pour la finale de` Arrêt 'est proche. \"] En ce qui",
          "concerne l'utilisation du passé dans l'original, cela peut être de montrer la",
          "certitude de sa présence dans un avenir proche ou insister sur le fait que la",
          "rébellion et les mauvaises actions du Quraish étaient devenues si insupportables",
          "qu'elles justifiaient que le temps d'une action décisive était venue. \n Ici",
          "question se pose quant à ce que [ \"Arrêt\"] était et comment il est venu. Nous",
          "sommes d'avis [(et la vraie connaissance est avec Allah seul)] que cela [",
          "\"Arrêt\"] était Hijrat [(la migration)] du Saint Prophète de la Mecque. Pour peu",
          "de temps après cette révélation, il a été convié à émigrer à partir de là. Et",
          "selon le Coran, un prophète est bidden laisser sa place seulement à ce moment où",
          "la rébellion et l'antagonisme de son peuple atteint l'extrême limite. Ensuite,",
          "leur sort est scellé, car après la punition de ce Allah est sur eux, soit comme",
          "un fléau directe de Lui, ou ils sont détruits par le Prophète et ses disciples.",
          "Et cela a eu lieu en fait. A l'occasion de la migration, les gens de la Mecque",
          "considéraient comme une victoire pour eux-mêmes, mais en fait, il est avéré être",
          "une défaite pour shirk et l'incrédulité qui ont été totalement déraciné dans une",
          "dizaine d'années après la migration, non seulement de la Mecque, mais du reste de",
          "l'Arabie ainsi."
        ],
        "2" : [
          "Afin de comprendre l'interconnexion entre la première et la deuxième phrase, il",
          "faut garder en vue l'arrière-plan. Le défi des mécréants au Prophète, `de hâter",
          "le jugement divin», a été vraiment basé sur leur hypothèse que leur propre",
          "religion de shirk était vrai et la religion du Monothéisme présenté par Muhammad",
          "[(la paix d'Allah soit sur lui)] était fausse; autrement, ils ont soutenu, le",
          "fléau divin avec lequel il les a menacés serait venu sur eux bien avant à cause",
          "de leur incrédulité et la rébellion, il y avait eu l'autorité d'Allah derrière",
          "elle. Voilà pourquoi, après la déclaration de la [ \"Arrêt\"] leur malentendu au",
          "sujet de la cause du retard dans la punition a été enlevé, comme pour dire, [",
          "\"Vous arc absolument erroné de supposer que la peine n'a pas été infligé à vous",
          "parce que votre credo de shirk est vrai, pour AIlah est frette à partir et",
          "au-dessus de shirk et n'a pas de partenaire \"]."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "يُنَزِّلُ الْمَلَائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلَىٰ مَنْ يَشَاءُ مِنْ عِبَادِهِ أَنْ أَنْذِرُوا أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاتَّقُونِ",
      "simpleTranslate" : [
        "Il fait descendre, par Son ordre, les anges chargés de la révélation, auprès de",
        "qui Il veut parmi Ses serviteurs, pour qu’ils donnent cet avertissement aux",
        "hommes : «Il n’y a d’autre divinité que Moi, et c’est Moi que vous devez craindre",
        "!»"
      ],
      "tafsirTranslate" : [
        "Il envoie par Son ordre par ses anges l'Esprit <N:3> que l'un de ses serviteurs",
        "qu'Il choisit, <N:4> (appel d'offres), \"avertir les gens qu'il n'y a pas d'autre",
        "divinité que moi donc peur de moi \". <N:5>"
      ],
      "tanslateWordByWord" : [
        "Il fait descendre",
        "les anges",
        "avec l'inspiration",
        "de",
        "Son commandement",
        "sur",
        "qui",
        "Il veut",
        "de",
        "Ses esclaves",
        "cette",
        "Prévenir",
        "qu'il]",
        "(Il n'y a pas",
        "Dieu",
        "sauf",
        "Moi",
        "donc me craindre"
      ],
      "notes" : {
        "3" : [
          "Ce moyen [ \"l'Esprit de Prophétie avec laquelle un prophète est imprégné afin de",
          "remplir sa mission par la parole et decd. Le Coran a appelé ce l'Esprit» en",
          "plusieurs endroits, pour ce qui a le même rapport à la mission d'un prophète et",
          "sa vie morale, qui a l'âme à la vie humaine physique. \"]"
        ],
        "4" : [
          "Comme l'une des choses, ce qui a incité les mécréants à contester le Saint",
          "Prophète pour fléau, était leur présomption qu'il était pas un vrai prophète,",
          "Allah leur a dit catégoriquement qu'il était un vrai prophète, qui avait été",
          "imprégné de le [ \"Spirit\"] qui nous-mêmes avions fait descendre sur lui. \n [",
          "\"Allah fait descendre l'Esprit ..... Il choisit.\"] Ceci est la réponse aux",
          "objections que les chefs de la Quraish utilisés pour soulever contre le Saint",
          "Prophète: Avait AIlah voulait envoyer un messager pour eux, était il n'y pas",
          "mieux que Muhammad [(la paix d'Allah soient sur lui)], fils de `Abdullah, pour",
          "cette mission? Pourquoi n'a-t-il pas choisir l'un des grands chefs de la Mecque",
          "ou Taif en vue? Ces objections absurdes avaient pas besoin d'autre réponse que ce",
          "qui est la raison pour laquelle une telle réponse a été donnée à plusieurs",
          "endroits du Coran, comme pour dire [ \"Allah sait mieux comment faire son travail,",
          "et ETCD ne supporte pas besoin d'un conseil de vous. il choisit pour sa mission",
          "toute personne dont il juge les mieux adaptés pour cela."
        ],
        "5" : [
          "Ce verset déclare l'essence du \"] Esprit [\" de la Prophétie, qui est la suivante:",
          "Divinité appartient à un Dieu seul: ainsi seulement il est digne de la peur. Par",
          "conséquent, il n'y a pas d'autre ancre qui pourrait rendre rapide et tenir",
          "ensemble système moral humain que sa crainte. Car il est la crainte de Son",
          "mécontentement et sa punition, et la crainte des conséquences de sa désobéissance",
          "qui seul peut agir comme un puissant moyen de dissuasion pour empêcher un de",
          "déviation. Voilà pourquoi l'humanité a été averti: \"] Craignez-moi.\""
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ ۚ تَعَالَىٰ عَمَّا يُشْرِكُونَ",
      "simpleTranslate" : [
        "Il a créé les Cieux et la Terre en toute vérité ! Il est infiniment au-dessus de",
        "ce qu’on peut Lui associer !"
      ],
      "tafsirTranslate" : [
        "Il a fondé la création des cieux et de la Terre sur la vérité; Il est exalté",
        "au-dessus de ce shirk dont ils pratiquent <N:6>."
      ],
      "tanslateWordByWord" : [
        "Il a créé",
        "Le Paradis",
        "et la terre",
        "en vérité",
        "Exalté soit-Il",
        "au-dessus de ce que",
        "ils associent"
      ],
      "notes" : {
        "6" : [
          "Autrement dit, «L'ensemble du système de la Terre et les cieux est un témoignage",
          "de la vérité de la doctrine de Monothéisme et à la négation de shirk. Vous pouvez",
          "regarder quoi que ce soit dans l'univers et envisager le système à tout point de",
          "vue que vous aimez, vous fmd preuve de ce fait qu'il est dirigé par un seul Dieu",
          "et non par de nombreux dieux. Alors, comment est-ce que vous croyez en shirk",
          "quand il n'y a aucune preuve de cela dans la univers? \n Comme une séquence de",
          "montage de ce fait, les preuves de Monothéisme et réfutation de shirk ont ​​reçu",
          "de l'Homme lui-même et d'autres signes dans l'univers, et il a également été",
          "montré que la Prophétie est basée sur la vérité."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "خَلَقَ الْإِنْسَانَ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ",
      "simpleTranslate" : [
        "Il a créé l’homme d’une goutte de sperme, et voilà que cet homme est devenu un",
        "disputeur acharné."
      ],
      "tafsirTranslate" : [
        "Il a créé l'homme à partir d'une goutte de sperme insignifiant, et voici, par et",
        "par il est devenu un disputeur manifeste <N:7>."
      ],
      "tanslateWordByWord" : [
        "Il a créé",
        "l'espèce humaine",
        "de",
        "une quantité infime de sperme",
        "alors voici",
        "il",
        "(Est) un adversaire",
        "clair"
      ],
      "notes" : {
        "7" : [
          "Cela a deux significations et les deux sont destinés ici. \n [(1)] Bien que Allah",
          "a créé l'homme à partir d'une goutte de sperme insignifiant, il est capable de",
          "discuter et de donner des raisons à l'appui de sa demande. \n [(2)] L'homme qui a",
          "une telle origine insignifiante, est devenu si vain qu'il n'a pas hésité à",
          "contester même avec son Créateur. \n Si considéré dans son premier sens, il est",
          "une chaîne dans la série d'arguments donnés dans de nombreux versets suivants",
          "pour prouver la vérité du message du Saint Prophète. [(S'il vous plaît se référer",
          "à E.N. 15)]. Si elle est prise dans le second sens, il est destiné à avertir",
          "l'homme qu'il ne faut pas oublier l'origine insignifiante de son existence dans",
          "l'exercice de ses arguments rebelles contre son Créateur. S'il se rappela les",
          "différentes étapes de sa naissance humiliante et la croissance, il envisagerait",
          "de nombreuses fois avant d'assumer une attitude hautaine et rebelle envers son",
          "Créateur."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَالْأَنْعَامَ خَلَقَهَا ۗ لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ",
      "simpleTranslate" : [
        "De même qu’Il a créé pour vous les bestiaux qui vous procurent de chauds",
        "vêtements, ainsi que d’autres profits et certains aliments."
      ],
      "tafsirTranslate" : [
        "bovins Il a créé, qui vous fournira des vêtements et de la nourriture, et il y a",
        "d'autres avantages aussi pour vous en eux;"
      ],
      "tanslateWordByWord" : [
        "Et le bétail",
        "Il les a créés",
        "pour toi",
        "en eux",
        "(Est) la chaleur",
        "et les avantages",
        "et de là",
        "tu manges"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ",
      "simpleTranslate" : [
        "Ces animaux sont aussi l’objet de votre fierté, qu’ils soient au bercail ou au",
        "pâturage."
      ],
      "tafsirTranslate" : [
        "ils regardent agréable quand vous les conduisez au pâturage le matin et les",
        "ramener chez eux le soir."
      ],
      "tanslateWordByWord" : [
        "Et pour toi",
        "en eux",
        "(Est) la beauté",
        "quand",
        "vous les mettre en",
        "et quand",
        "vous les sortez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ ۚ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Ils assurent également le transport de vos fardeaux vers des contrées lointaines",
        "que vous ne pourriez atteindre qu’au prix de pénibles efforts. En vérité, Dieu",
        "est Bienveillant et Compatissant."
      ],
      "tafsirTranslate" : [
        "Ils portent vos fardeaux à lointaines terres, que vous ne pouviez pas atteindre",
        "sans peine douloureuse. En effet, votre Seigneur est Tout Compatissant et",
        "Miséricordieux."
      ],
      "tanslateWordByWord" : [
        "Et ils portent",
        "vos charges",
        "à",
        "un terrain",
        "ne pas",
        "vous pourriez",
        "l'atteindre",
        "sauf",
        "avec beaucoup de peine",
        "(À) vous",
        "Effectivement",
        "votre Seigneur",
        "est sûrement le plus Kind",
        "Très Miséricordieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً ۚ وَيَخْلُقُ مَا لَا تَعْلَمُونَ",
      "simpleTranslate" : [
        "Il a créé aussi les chevaux, les mulets et les ânes qui vous servent à la fois de",
        "montures et d’apparat. Et Il crée d’autres choses dont vous ne soupçonnez même",
        "pas la nature !"
      ],
      "tafsirTranslate" : [
        "Il a créé des chevaux, des mules et des ânes pour que vous puissiez les monter,",
        "et ils peuvent ajouter splendeur à votre vie. Il crée pour vous beaucoup d'autres",
        "choses, dont vous avez aucune connaissance du tout. <N:8>"
      ],
      "tanslateWordByWord" : [
        "et les chevaux",
        "et mules",
        "et les ânes",
        "pour vous de les monter",
        "et (comme) la parure",
        "Et Il crée",
        "quelle",
        "ne pas",
        "tu sais"
      ],
      "notes" : {
        "8" : [
          "Autrement dit, [ \"Il existe de nombreux organismes qui travaillent pour le bien",
          "de l'homme, mais il est tout à fait inconscients de ces fonctionnaires et les",
          "services rendus par eux»]."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ وَمِنْهَا جَائِرٌ ۚ وَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ",
      "simpleTranslate" : [
        "Dieu tient à montrer la Voie droite, bien que certains s’obstinent à suivre des",
        "voies tortueuses. Or, si Dieu le voulait, Il vous guiderait tous jusqu’au",
        "dernier."
      ],
      "tafsirTranslate" : [
        "Allah a pris sur lui-même pour montrer la bonne façon, quand il existe des",
        "chemins tortueux trop <N:9> Il aurait guidé tous vous aright, s'il avait voulu",
        "<N:10>."
      ],
      "tanslateWordByWord" : [
        "Et sur",
        "Allah",
        "(Est) la direction",
        "(de la manière",
        "et parmi eux,",
        "(Sont) tordu",
        "Et si",
        "Il a voulu",
        "Il aurait sûrement vous guider",
        "tout"
      ],
      "notes" : {
        "9" : [
          "Il contient un argument pour Prophétie ainsi qu'une preuve de Monothéisme et de",
          "la compassion et de la Providence de Dieu. L'argument est le suivant: \n Il Arc de",
          "nombreuses façons divergentes de la pensée et de l'action ouverte pour l'homme à",
          "choisir. Il est évident que toutes ces façons divergentes ne peuvent pas être des",
          "moyens simples, car il peut y avoir qu'une seule façon linéaire; par conséquent,",
          "il ne peut y avoir qu'une seule théorie droit de vie qui repose sur cette façon,",
          "et qu'une seule façon de la vie qui repose sur cette théorie droite. Ainsi, il",
          "est clair que le choix de la bonne façon de la vie est le besoin le plus",
          "important et fondamental de l'homme, pour son mauvais choix conduirait",
          "inévitablement à sa ruine. En effet, toutes autres choses remplissent son animal",
          "a besoin seulement, mais cela est la plus grande nécessité de sa vie en tant",
          "qu'être humain et sans son accomplissement sa vie serait un échec total. \n",
          "Maintenant, on ne peut pas attendre à ce que Allah qui a fait tant de provisions,",
          "et sur une si grande échelle, pour l'accomplissement de la vie animale de",
          "l'homme, n'a pas fait un arrangement pour l'accomplissement de cette nécessité",
          "réelle et le plus grand de l'homme. Tout comme il a fourni pour toutes les",
          "nécessités de sa vie, Il a également fourni pour ce grand besoin de sa grâce",
          "Prophétie. Si Prophétie est refusé, alors il convient de souligner en quoi Allah",
          "a rempli ce besoin fondamental de l'homme. L'expérience des siècles a montré que",
          "l'humanité a toujours gaffé quand il. a choisi un mode de vie par lui-même. En",
          "effet, la sagesse et l'intelligence de l'homme sont limitées, et il ne peut pas",
          "compter sur ceux-ci pour le choix de la bonne façon de vivre. Par-dessus tout, on",
          "ne peut pas dire que Dieu n'a fait aucun arrangement pour ce besoin fondamental",
          "de l'homme, car ce sera le plus grand tort de AIIah qu'il peut prendre des",
          "dispositions plus élaborées pour la vie animale de l'homme, mais devrait le",
          "laisser dans le pétrin pour rechercher un façon pour lui-même pour",
          "l'accomplissement de ce besoin le plus important et fondamental."
        ],
        "10" : [
          "Voici une question se pose: [ «Pourquoi ne pas Allah pour guider toutes les",
          "personnes aright intrinsèquement quand il avait pris sur lui-même pour montrer la",
          "bonne façon?\"] Il est vrai que Dieu aurait pu imprégné L'homme, comme d'autres",
          "créatures, à l'instinct inné et lui a permis de choisir la bonne voie sans pensée",
          "consciente, l'expérience ou l'enseignement. Mais cela aurait été contre sa",
          "volonté était de créer un être, ayant la volonté et le pouvoir et la liberté de",
          "suivre le droit chemin ou dans le mauvais sens, selon qu'il a choisi pour",
          "lui-même. Ceci est la raison pour laquelle il a été doté de différents moyens de",
          "connaissance et les pouvoirs de la pensée consciente, la délibération et de la",
          "volonté, et a été autorisé le pouvoir de faire usage de tous les pouvoirs en lui",
          "et toutes les choses autour de lui. En outre, il a placé en lui et autour de lui",
          "tous les facteurs tels que pourrait le conduire à l'orientation ou la déviation.",
          "Toutes ces choses seraient devenues de sens, il avait été créé juste par la",
          "naissance, et il ne pourrait jamais avoir atteint les sommets du progrès, qui",
          "peuvent être atteints que par le bon usage de la liberté. Voilà pourquoi Allah a",
          "choisi Prophétie pour les orientations de l'homme, et l'avait laissé libre de",
          "suivre ou de rejeter un prophète. Ceci est un test par lequel Allah juge si",
          "l'homme accepte la direction qui lui est présenté d'une manière rationnelle."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "هُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً ۖ لَكُمْ مِنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ",
      "simpleTranslate" : [
        "C’est Lui qui, du ciel, vous envoie de l’eau dont vous faites votre boisson et",
        "qui fait croître des pâturages pour vos troupeaux."
      ],
      "tafsirTranslate" : [
        "Il est Lui, qui fait descendre pour vous l'eau du ciel, qui fournit l'eau potable",
        "pour vous et fait sortir du fourrage pour votre bétail."
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Celui qui",
        "envoie vers le bas",
        "de",
        "Le ciel",
        "eau",
        "pour toi",
        "de celui-ci",
        "(Est) Boisson",
        "et de celui-ci",
        "(Pousse) végétation",
        "dans lequel",
        "vous paître vos troupeaux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالْأَعْنَابَ وَمِنْ كُلِّ الثَّمَرَاتِ ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ",
      "simpleTranslate" : [
        "Grâce à cette eau, Il fait encore pousser les céréales, les oliviers, les",
        "palmiers, les vignes et toutes sortes d’arbres fruitiers. C’est là, en vérité, un",
        "signe pour ceux qui savent réfléchir !"
      ],
      "tafsirTranslate" : [
        "Et ainsi, il pousse pour vous les cultures et les olives et les palmiers et de",
        "vignes et de différents types de nombreux autres fruits. Certes, il y a un grand",
        "signe pour les gens qui réfléchissent."
      ],
      "tanslateWordByWord" : [
        "Il fait de grandir",
        "pour toi",
        "Avec ça",
        "les cultures",
        "et des olives",
        "et les palmiers",
        "et les raisins",
        "et de",
        "tous les types",
        "(de) fruits",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (est) un signe",
        "pour un peuple",
        "qui sont le reflet"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ ۖ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ ۗ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ",
      "simpleTranslate" : [
        "Il a mis aussi à votre service la nuit et le jour, le Soleil et la Lune. Et les",
        "étoiles sont aussi soumises à Son ordre. Que de signes à méditer pour ceux qui",
        "savent réfléchir !"
      ],
      "tafsirTranslate" : [
        "Il a soumis à votre service le jour et la nuit et le soleil et la lune: également",
        "toutes les étoiles sont soumis par Son ordre. En cela, il y a beaucoup de signes",
        "pour ceux qui font usage de leur bon sens."
      ],
      "tanslateWordByWord" : [
        "Et Il a soumis",
        "pour toi",
        "la nuit",
        "et la journée",
        "et le soleil",
        "et la lune",
        "et les étoiles",
        "(Sont) soumise",
        "par Son ordre",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) des signes",
        "pour un peuple",
        "qui utilisent la raison"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَمَا ذَرَأَ لَكُمْ فِي الْأَرْضِ مُخْتَلِفًا أَلْوَانُهُ ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَذَّكَّرُونَ",
      "simpleTranslate" : [
        "Et les multiples choses aux couleurs si variées que Dieu a répandues pour vous",
        "sur la Terre, ne sont-elles pas un autre signe pour des gens qui raisonnent?"
      ],
      "tafsirTranslate" : [
        "Et dans les choses de différentes couleurs qu'il a créées pour vous dans la",
        "Terre, il est en effet un signe pour ceux qui apprennent des leçons."
      ],
      "tanslateWordByWord" : [
        "Et quel que soit",
        "Il multiplia",
        "pour toi",
        "dans",
        "La terre",
        "(Des) variant",
        "les couleurs",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (est) un signe",
        "pour un peuple",
        "qui se souviennent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "simpleTranslate" : [
        "C’est Lui qui a mis à votre service la mer dont vous tirez une chair fraîche pour",
        "vous en nourrir et de beaux joyaux pour votre parure. Et l’on voit aussi les",
        "vaisseaux y fendre les flots pour vous permettre d’aller à la recherche des",
        "bienfaits du Seigneur. Peut-être Lui en serez-vous reconnaissants?"
      ],
      "tafsirTranslate" : [
        "Il est Lui qui a assujetti la mer à votre service afin que vous pouvez obtenir",
        "une chair fraîche, à manger et à faire sortir des articles d'ornement, que vous",
        "portez, et vous voyez que les charrues de navires son cours à travers elle. Il a",
        "fait tout cela pour que vous puissiez obtenir de sa bonté <N:11> et montrer de la",
        "gratitude à Lui."
      ],
      "tanslateWordByWord" : [
        "Et il",
        "(Est) Celui qui",
        "soumis",
        "la mer",
        "pour vous de manger",
        "à partir de cela",
        "moi à",
        "Frais",
        "et que vous enfantera",
        "à partir de cela",
        "ornements",
        "(Que) vous les portez",
        "Et vous voyez",
        "les navires",
        "labour",
        "à travers",
        "et que vous pouvez demander",
        "de",
        "Son Bounty",
        "et que vous pouvez",
        "(être reconnaissant"
      ],
      "notes" : {
        "11" : [
          "Autrement dit, [ \"essayer d'obtenir votre subsistance de manière licite\"]."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَأَلْقَىٰ فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَأَنْهَارًا وَسُبُلًا لَعَلَّكُمْ تَهْتَدُونَ",
      "simpleTranslate" : [
        "Il a implanté des montagnes dans la terre pour l’empêcher de vaciller sous vos",
        "pieds, de même qu’Il y a créé des rivières et des sentiers pour que vous puissiez",
        "vous guider."
      ],
      "tafsirTranslate" : [
        "Il a conduit des montagnes fermes dans la terre afin qu'elle ne se détourner de",
        "son cours habituel avec vous: <N:12> Il a causé des rivières à l'écoulement et",
        "fait des moyens naturels <N:13> de sorte que vous peut être réalisé correctement."
      ],
      "tanslateWordByWord" : [
        "Et Il a",
        "dans",
        "La terre",
        "montagnes fermes",
        "de peur de",
        "il devrait secouer",
        "avec toi",
        "et des rivières",
        "et les routes",
        "afin que vous puissiez",
        "être guidé"
      ],
      "notes" : {
        "12" : [
          "Cela montre que la fonction réelle des montagnes est de réguler le mouvement et",
          "la vitesse de la Terre. Nous en sommes venus à cette conclusion, car le Coran a",
          "cet avantage de montagnes très importants dans de nombreux endroits. Par",
          "conséquent, leurs autres avantages devraient être considérées comme accessoires."
        ],
        "13" : [
          "Des moyens naturels sont les routes qui sont formées le long des berges de cours",
          "d'eau, des ravins et des rivières. Bien que l'importance de ces moyens est",
          "grande, même dans les plaines, on sent leur besoin douloureux, en particulier",
          "dans les régions montagneuses."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَعَلَامَاتٍ ۚ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ",
      "simpleTranslate" : [
        "Il a établi d’autres points de repère, dont les étoiles qui permettent aux hommes",
        "de se diriger."
      ],
      "tafsirTranslate" : [
        "Il a placé des repères <N:14> pour diriger les gens, et par des étoiles, aussi,",
        "ils sont dirigés juste. <N:15>"
      ],
      "tanslateWordByWord" : [
        "et les sites d'intérêt",
        "Et par les étoiles",
        "ils",
        "se guider"
      ],
      "notes" : {
        "14" : [
          "Ceci est un signe d'Allah qu'Il a brisé la monotonie des terres en plaçant des",
          "repères visibles sur elle pour distinguer les différentes régions les unes des",
          "autres. Celles-ci ont de nombreux avantages et l'un d'eux est d'aider les",
          "voyageurs de guidage et les navigateurs à leurs destinations. On se rend compte",
          "également l'importance et la valeur de ces points de repère, lorsque l'on voyage",
          "à travers un désert de sable, où il n'y a pratiquement pas d'objets pour guider",
          "sur le chemin, et on risque de perdre la voie à tout moment. On sent le manque de",
          "points de repère beaucoup plus dans le voyage en mer. Il est dans les déserts et",
          "les mers que les gens se rendent compte de la véritable signification de [",
          "\"...... par des étoiles, aussi, ils l'arc dirigé aright vers leurs",
          "destinations.\"] \n Ce verset contient des arguments pour Monothéisme. Providence,",
          "et la compassion de Dieu, et aussi une preuve de la Prophétie. Car l'esprit est",
          "instinctivement tourné vers cette question: est-il possible que Dieu qui a pris",
          "des dispositions afin d'élaborer pour les orientations de l'homme pour satisfaire",
          "ses besoins physiques a négligé de subvenir à ses besoins moraux et spirituels",
          "\"Il ne peut pas être ainsi, car il est? évident que même la plus grande perte",
          "d'une nécessité physique en raison de l'adoption d'une mauvaise façon est rien",
          "par rapport à la perte des valeurs spirituelles et morales dues à la déviation",
          "mousser le droit chemin. Il serait rien de moins que d'avoir le doute dans la",
          "Compassion et la Providence de Dieu à penser que Celui qui avait pris des",
          "dispositions si élaborés pour les orientations de l'homme sur la terre et la mer",
          "en créant des montagnes, des rivières, des étoiles et d'autres objets, aurait",
          "négligé de prendre des dispositions pour son orientation morale et spirituelle;",
          "tout, il va de soi, qu'il doit avoir fourni des balises en vue de la lumière pour",
          "guider l'homme à ce droit chemin de la vie qui est indispensable à son véritable",
          "succès."
        ],
        "15" : [
          "Dans vv. 4-16, certains signes ont été mentionnés dans la succession, afin",
          "d'attirer l'attention des gens sur la création de l'homme lui-même et de la Terre",
          "et la. cieux. Ils pourront ainsi constater que tout soutient la vérité des",
          "doctrines enseignées par le Saint Prophète. Une étude critique de tous ces signes",
          "montrent que ceux-ci doivent avoir été conçu et créé par un Être Sage, et un Être",
          "seul, et il ne pouvait y avoir eu de partenaire ou associé pour l'aider.",
          "Considérons ce thème du point de vue de l'homme, la figure centrale dans la",
          "Création. Cet être merveilleux qui est capable de parler avec sa langue et est",
          "capable d'argumenter son cas avec elle, a été créé à partir d'un sperme",
          "insignifiant - goutte. Ensuite, de nombreux animaux ont été créés pour satisfaire",
          "les nécessités de sa vie. Ils fournissent de la nourriture, les vêtements et le",
          "transport pour lui et aider à satisfaire son goût esthétique. Ensuite, il y a un",
          "système remarquable de l'eau de pluie du ciel pour produire des cultures de maïs,",
          "de fruits et de verdure, etc., sur la terre pour répondre aux besoins de l'homme.",
          "Ensuite, il y a la création de jours et des nuits et des saisons régulières, qui",
          "sont étroitement liés à des types de production de tous Ies la terre, et aussi",
          "avec le général de l'homme bien-être. Ensuite, il y a des océans, qui aident à",
          "remplir plusieurs de ses exigences physiques et esthétiques et de fournir des",
          "voies d'eau pour le trafic. De même montagnes ont été créées pour fournir à",
          "l'homme avec de nombreux avantages. Ensuite, il y a des repères sur la terre et",
          "les étoiles dans le ciel pour guider les voyageurs et les navigateurs vers les",
          "destinations. En bref, il y a des signes inumerable dans la terre et les cieux,",
          "qui sont étroitement liés et sont également indispensables au bien-être de",
          "l'homme, et même, à son existence même. . Toutes ces Arc preuves claires que seul",
          "un être a conçu l'univers entier et créé en conformité avec cette conception. Il",
          "est Celui qui est tout le temps la création de nouvelles choses à tenir dans ce",
          "régime, et de travailler cet univers merveilleux qui se propage de la Terre au",
          "ciel sans limites. Qui peut alors prétendre, à l'exception d'une personne idiote",
          "ou obstinés, que tout cela est venu à l'existence par un simple accident? Ou, qui",
          "peut dire que ces différents aspects, qui travaillent dans un système parfait et",
          "sont intimement liés les uns aux autres et sont bien équilibré, ont été créés par",
          "les différents dieux et sont sous le contrôle de différents tuteurs?"
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ ۗ أَفَلَا تَذَكَّرُونَ",
      "simpleTranslate" : [
        "Peut-on comparer Celui qui crée à celui qui ne peut rien créer? Ne saisissez-vous",
        "donc pas la différence?"
      ],
      "tafsirTranslate" : [
        "Est-ce, alors, Lui, qui crée, comme ceux qui créent rien? <N:16> Ne",
        "comprenez-vous même ce beaucoup?"
      ],
      "tanslateWordByWord" : [
        "Puis est celui qui",
        "crée",
        "comme celui qui",
        "(ne fait pas",
        "Créer",
        "Alors voulez-vous pas",
        "rappelles toi"
      ],
      "notes" : {
        "16" : [
          "chapeau est, [ \"Si vous, les gens de la Mecque, reconnaissez [(et ils ont reconnu",
          "ce tout comme d'autres polythéistes ont fait)] que Dieu seul est le Créateur de",
          "tous, et tout, et aucun de les partenaires, vous ont mis en place avec lui, a",
          "créé quoi que ce soit dans l'univers, comment est-il, alors, que vous attribuez à",
          "la création, un statut égal ou comme celui du Créateur dans le système de",
          "l'univers créé par Lui? Comment est-il possible que les pouvoirs et les droits de",
          "la création devraient être égaux aux pouvoirs et aux droits du Créateur dans",
          "l'univers créé par lui-même? Comment peut-on croire que le Créateur et le créé",
          "possèdent les mêmes qualités et caractéristiques, ou peut avoir une telle",
          "relation que le père et le fils? \"]"
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا ۗ إِنَّ اللَّهَ لَغَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Si vous essayiez de compter les bienfaits de Dieu, vous ne sauriez les dénombrer.",
        "En vérité, Dieu est Plein de mansuétude et de clémence."
      ],
      "tafsirTranslate" : [
        "Si vous essayez de compter jusqu'à la bénédiction d'Allah, vous ne pouvez pas les",
        "compter. En effet, Il est Pardonneur et Miséricordieux, <N:17>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "vous devriez compter",
        "les faveurs d'Allah",
        "les faveurs d'Allah",
        "ne pas",
        "vous pouvez les énumérer",
        "Effectivement",
        "Allah",
        "(Est) Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "17" : [
          "Ici, la connexion des attributs d'Allah, [ \"Pardonneur et Miséricordieux»], avec",
          "le verset précédent est tellement évident qu'il a été laissé sous silence. Il est",
          "la suivante: [ \"Bien que Allah va sur la douche d'innombrables bénédictions sur",
          "les gens, ils se comportent d'une manière ingrat, infidèle et rebelle envers Lui,",
          "il ne les punit pas immédiatement, mais leur donne un répit, car il est",
          "Pardonneur et Miséricordieux.\"]. Cela est vrai des individus et des communautés.",
          "Il y a des gens qui nient même l'existence de Dieu, mais il poursuit en accordant",
          "ses faveurs sur eux pendant des années. Il y a d'autres qui mettent en place des",
          "partenaires avec Lui dans ses attributs, les pouvoirs et les droits, et montrent",
          "leur gratitude à d'autres que Lui pour ses bénédictions, mais il DCEs pas retenir",
          "ses faveurs d'eux; il y a encore d'autres qui prétendent le reconnaître comme",
          "leur Créateur et Bienfaiteur, mais se rebeller contre Lui et sont désobéissants à",
          "Lui et considèrent la liberté de Lui w soit leur droit de naissance, mais en",
          "dépit de tout cela, il continue de se doucher Ses innombrables bénédictions sur",
          "eux aussi longtemps qu'ils vivent."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَاللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ",
      "simpleTranslate" : [
        "Il est parfaitement Informé de ce que vous dissimulez et de ce que vous",
        "divulguez."
      ],
      "tafsirTranslate" : [
        "mais il sait tout ce que vous cachez et ce que vous divulguez. <N:18>"
      ],
      "tanslateWordByWord" : [
        "Et Allah",
        "sait",
        "quelle",
        "vous cachez",
        "et quoi",
        "vous révélez"
      ],
      "notes" : {
        "18" : [
          "Une tombe malentendu pourrait se poser de savoir pourquoi les bénédictions",
          "d'Allah devraient continuer à être comblé, même sur ceux qui le nient et mettre",
          "en place les partenaires avec Lui et sont désobéissants à Lui. Les personnes",
          "folles sont susceptibles de conclure qu'il ne retient pas ses faveurs de ces",
          "personnes parce qu'il n'a pas connaissance de leurs mauvaises actions, Le Coran",
          "déclare: [ \"...... Même si il a connaissance de tous les actes des personnes,",
          "qu'elles soient faites secrètement ou ouvertement, il ne se désiste pas ses",
          "bénédictions sur les pécheurs, car il est Pardonneur, Miséricordieux et",
          "Miséricordieux. par conséquent, peuple insensé!, se débarrasser de ce malentendu,",
          "et vous-mêmes de la réforme . »]"
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَالَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ",
      "simpleTranslate" : [
        "Quant aux idoles que les négateurs invoquent en dehors de Dieu, non seulement",
        "elles n’ont rien créé, mais elles-mêmes sont créées."
      ],
      "tafsirTranslate" : [
        "Et les autres êtres, que les gens invoquent, ne créent rien; non, ils sont",
        "eux-mêmes créés."
      ],
      "tanslateWordByWord" : [
        "Et ceux que",
        "ils invoquent",
        "outre",
        "outre",
        "Allah",
        "ne pas",
        "Ils créent",
        "n'importe quoi",
        "mais (sont) eux-mêmes",
        "créé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "أَمْوَاتٌ غَيْرُ أَحْيَاءٍ ۖ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
      "simpleTranslate" : [
        "Objets inertes et dépourvus d’âme, elles ne savent même pas quand leurs",
        "adorateurs seront ressuscités."
      ],
      "tafsirTranslate" : [
        "Ils sont morts, ne vivent pas, et ils ne savent pas du tout quand ils seront de",
        "nouveau soulevées à la vie. <N:19>"
      ],
      "tanslateWordByWord" : [
        "(Ils sont morts",
        "pas vivant",
        "pas vivant",
        "Et pas",
        "ils perçoivent",
        "quand",
        "ils seront ressuscités"
      ],
      "notes" : {
        "19" : [
          "Les mots employés ici pour réfuter divinise par l'homme indiquent clairement que",
          "ces divinités étaient prophètes décédés, des saints, des martyrs et des êtres",
          "extraordinaires pieux et autres enterrés dans leurs tombes et pas des anges, des",
          "djinns, diables ou idoles. Pour les anges et les démons sont vivants: par",
          "conséquent, les mots, [ \"Ils sont morts, ne pas vivre\"] ne peuvent pas appliquer",
          "à eux, et il est hors de question de dire à propos des idoles de pierre ou de",
          "bois qui [ \"Ils ne savent pas du tout quand ils seront de nouveau soulevées à la",
          "vie \"] dans l'au-delà. En ce qui concerne l'objection à cette version qu'il n'y",
          "avait pas de telles divinités en Arabie, ceci est basé sur le manque de",
          "connaissance de l'histoire de la période pré-islamique. Il est bien connu qu'il y",
          "avait un grand nombre de juifs et les chrétiens qui vivent parmi de nombreux",
          "clans de l'Arabie, qui servent à invoquer et adorent leurs prophètes, les saints,",
          "etc. Il est également un fait que de nombreux dieux des polythéistes d'Arabie",
          "étaient des êtres humains , dont les idoles qu'ils avaient mis en place pour le",
          "culte après leur mort. Selon une tradition citée dans Bukhari sur l'autorité",
          "d'Ibn 'Abbas, [ \"Wadd, Sua`, Yaghuth, Ya`uq et Nasr étaient des êtres humains",
          "pieux, que les générations futures avaient fait des dieux».] Dans une autre",
          "tradition, liée par Hadrat A'ishah, Asaf et Na'ilah étaient des êtres humains. Il",
          "y a aussi des traditions dans le même sens à propos de Lat, Munat et 'Uzza. Tant",
          "et si bien que, selon certaines traditions des polythéistes, Lat et `Uzza étaient",
          "les bien-aimés de AIIah qui ont utilisé pour passer son hiver avec Lat et en été",
          "avec` Uzza. Mais [ \"Allah est absolument libre de ces [(absurdes)] des choses",
          "qu'ils attribuent à Lui.\"]"
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ ۚ فَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ قُلُوبُهُمْ مُنْكِرَةٌ وَهُمْ مُسْتَكْبِرُونَ",
      "simpleTranslate" : [
        "Votre Dieu est un Dieu Unique. Ceux qui ne croient pas à la vie future ont un",
        "cœur négateur et ils sont pétris de gloriole !"
      ],
      "tafsirTranslate" : [
        "Votre Divinité est un Dieu unique, mais les cœurs de ceux qui ne croient pas à",
        "l'au-delà, sont donnés à la négation, et ils sont enflés d'orgueil. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Ton Dieu",
        "(c'est Dieu",
        "Un",
        "Mais ceux qui",
        "(ne pas",
        "croyez",
        "dans l'au-delà",
        "leur cœur",
        "refuser",
        "et ils",
        "(Sont) arrogants"
      ],
      "notes" : {
        "20" : [
          "Autrement dit, «Ceux qui ne croient pas à la vie dans l'au-delà, sont devenus",
          "tellement irresponsable, sans souci et ivre de la vie de ce monde, qu'ils se",
          "sentent aucune hésitation ou pang en niant toute la réalité, et ils ont mis",
          "aucune valeur ou attacher aucune valeur à la vérité. Ce -is pourquoi, ils ne sont",
          "pas prêts à imposer une contrainte morale sur eux-mêmes et se sentent pas besoin",
          "d'enquêter pour savoir si la voie, ils suivent, est à droite ou à faux."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "لَا جَرَمَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُ لَا يُحِبُّ الْمُسْتَكْبِرِينَ",
      "simpleTranslate" : [
        "Nul doute que Dieu connaît parfaitement ce qu’ils dissimulent et ce qu’ils",
        "étalent au grand jour. En vérité, Dieu n’aime pas les gens pleins de gloriole."
      ],
      "tafsirTranslate" : [
        "Certes, Allah a connaissance de toutes leurs actions, à la fois secrètes et",
        "ouvertes. Il n'aime pas ces gens, qui sont gonflés d'orgueil."
      ],
      "tanslateWordByWord" : [
        "Sans aucun doute",
        "Sans aucun doute",
        "cette",
        "Allah",
        "sait",
        "quelle",
        "ils cachent",
        "et quoi",
        "ils révèlent",
        "En effet, il",
        "(ne fait pas",
        "amour",
        "les arrogants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَإِذَا قِيلَ لَهُمْ مَاذَا أَنْزَلَ رَبُّكُمْ ۙ قَالُوا أَسَاطِيرُ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "Quand on leur demande : «Qu’a révélé votre Seigneur?», ils répondent : «Des",
        "histoires anciennes !»"
      ],
      "tafsirTranslate" : [
        "Et <N:21> quand on leur demande, «Qu'est-ce que votre Seigneur a fait descendre\"",
        "?, ils disent que ce ne sont que des contes de fées des anciens. <N:22>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "c'est dit",
        "pour eux",
        "Quelle",
        "a votre Seigneur a fait descendre",
        "a votre Seigneur a fait descendre",
        "Ils disent",
        "Contes",
        "(De) l'ancien"
      ],
      "notes" : {
        "21" : [
          "Dans le verset précédent [(23)] ces gens gonflés, qui rejettent le message ont",
          "été averti que Allah avait pleine connaissance de tous leurs [ \"actes\".]",
          "Maintenant à partir de v. 24 du Qur'an un prend ces [ \"actes\"] un par un et",
          "traite des arguments qu'ils ont présentés contre le Messager, les objections",
          "qu'ils ont soulevées et les piètres excuses qu'ils ont inventé pour leur rejet,",
          "et les reproches et les admoneste."
        ],
        "22" : [
          "Un de leurs ruses était de créer des doutes sur le Coran. Chaque fois que des",
          "étrangers sont venus visiter tc Makkah, ils seraient naturellement faire des",
          "recherches sur le Coran, que le Saint Prophète a déclaré, a été envoyé vers lui",
          "par Allah. Les incroyants répondraient qu'il contenait seulement des contes des",
          "anciens. Ils dire de telles choses afin de créer des doutes dans l'esprit des",
          "enquêteurs afin qu'ils ne devraient pas prendre un intérêt dans le Message du",
          "Saint Prophète."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ ۙ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ ۗ أَلَا سَاءَ مَا يَزِرُونَ",
      "simpleTranslate" : [
        "Qu’ils portent donc, au Jour de la Résurrection, tout le poids de leurs propres",
        "péchés, ainsi qu’une partie des péchés de ceux qu’ils auront égarés dans leur",
        "ignorance. Et quel terrible fardeau sera le leur !"
      ],
      "tafsirTranslate" : [
        "Ils disent des choses de sorte qu'ils devraient supporter tout le poids de leurs",
        "fardeaux sur le Jour de la Résurrection avec quelques-uns des fardeaux de ceux",
        "qu'ils dirigent égarés dans leur ignorance. Voir! quelle lourde responsabilité",
        "qu'ils prennent sur eux-mêmes!"
      ],
      "tanslateWordByWord" : [
        "Qu'ils portent",
        "leurs propres fardeaux",
        "(en pleine",
        "au jour",
        "(De) la Résurrection",
        "et de",
        "les charges",
        "(De) ceux",
        "ils trompés [les]",
        "sans pour autant",
        "connaissance",
        "Indiscutablement",
        "mal",
        "(Est) ce qui",
        "ils porteront"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "قَدْ مَكَرَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ وَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "simpleTranslate" : [
        "Leurs devanciers eurent également recours à la perfidie. Aussi Dieu sapa-t-Il les",
        "fondements de leur édifice, dont le toit s’écroula sur leurs têtes, causant leur",
        "perte sans qu’ils l’aient pressentie."
      ],
      "tafsirTranslate" : [
        "Un grand nombre de ceux qui sont passés avant eux parvinrent ces ruses pour",
        "vaincre la vérité, mais voici! Allah battit l'édifice de leurs mauvais desseins à",
        "ses fondements et son toit est tombé sur leurs têtes d'en haut, et le fléau, les",
        "saisit de la direction, ils ne se doutaient pas qu'il allait venir."
      ],
      "tanslateWordByWord" : [
        "En vérité",
        "tracée",
        "ceux qui",
        "(Étaient) avant de les",
        "(Étaient) avant de les",
        "mais Allah est venu",
        "mais Allah est venu",
        "(At) leur immeuble",
        "de",
        "les fondations",
        "donc tombé",
        "sur eux",
        "Le toit",
        "de",
        "au dessus d'eux",
        "et vint à eux",
        "la punition",
        "de",
        "où",
        "ils (ne) perçoivent pas",
        "ils (ne) perçoivent pas"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "ثُمَّ يَوْمَ الْقِيَامَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تُشَاقُّونَ فِيهِمْ ۚ قَالَ الَّذِينَ أُوتُوا الْعِلْمَ إِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوءَ عَلَى الْكَافِرِينَ",
      "simpleTranslate" : [
        "Puis, le Jour de la Résurrection, Dieu les couvrira d’opprobre et leur demandera",
        ": «Où sont donc Mes associés à propos desquels vous faisiez sécession?» C’est",
        "alors que ceux qui auront reçu la science diront : «Ce jour n’apporte aux",
        "négateurs qu’ignominie et malheur !»"
      ],
      "tafsirTranslate" : [
        "Puis, le Jour de la Résurrection, Allah déshonorer et les dégrader. Il leur dira:",
        "«Où sont Mes partenaires au sujet desquels vous avez utilisé pour contester (avec",
        "la vérité)?\" - Ceux, <N:23> à qui la connaissance a été donnée dans le monde,",
        "dira: «Aujourd'hui, il y a ignominie et la misère pour les mécréants \"."
      ],
      "tanslateWordByWord" : [
        "alors",
        "(au jour",
        "(De) la Résurrection",
        "Il les déshonorer",
        "et dis",
        "Où",
        "(Sont) Mes partenaires",
        "ceux (pour) qui",
        "vous avez utilisé (à)",
        "s'opposer",
        "[En eux]",
        "Diront",
        "ceux qui",
        "ont reçu",
        "la connaissance",
        "Effectivement",
        "la honte",
        "ce jour",
        "et le mal",
        "(Sont) sur",
        "les incroyants"
      ],
      "notes" : {
        "23" : [
          "Il y a un écart entre cette réponse et la question précédente qui a été laissé",
          "pour le lecteur à remplir. Quand Allah demandera, [ \"Maintenant, où l'arc Mes",
          "partenaires ....,\"], il y aura un silence de mort dans la plaine où toute",
          "l'humanité aura à recueillir à l'occasion de la Résurrection. Les infidèles et",
          "aux polythéistes seront muets fondées car ils seront à une perte de trouver une",
          "réponse à cette question. Ensuite, ceux qui avaient reçu la science fera",
          "l'affirmation, [ «Aujourd'hui, il est ............\"]"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ ۖ فَأَلْقَوُا السَّلَمَ مَا كُنَّا نَعْمَلُ مِنْ سُوءٍ ۚ بَلَىٰ إِنَّ اللَّهَ عَلِيمٌ بِمَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "Et c’est ainsi que ceux à qui les anges auront ôté la vie, alors qu’ils étaient",
        "encore en état d’injustice envers eux-mêmes, se soumettront, en disant : «Nous ne",
        "faisions aucun mal !» – «Mais si !, leur sera-t-il dit. Dieu sait parfaitement ce",
        "que vous faisiez."
      ],
      "tafsirTranslate" : [
        "Oui <N:24>, ceci est pour les incroyants, qui, alors qu'ils sont encore engagés",
        "en eux-mêmes faire du tort, doit se livrer lorsqu'elle est saisie par les anges,",
        "<N:25> disant: «Nous faisions rien de mal du tout \". Les anges rétorqueront:",
        "«Que, osez-vous niez! Allah est pleinement conscient de ce que vous faisiez."
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "prendre dans la mort",
        "les anges",
        "(Tout) léser",
        "se",
        "puis ils offriraient",
        "la soumission",
        "ne pas",
        "nous étions",
        "Faire",
        "tout",
        "mal",
        "Non",
        "effectivement",
        "Allah",
        "(Est) Omniscient",
        "de quoi",
        "vous avez utilisé (à)",
        "faire"
      ],
      "notes" : {
        "24" : [
          "Ceci est l'ajout d'Allah à l'affirmation précédente, et non sa continuation. Les",
          "commentateurs qui ont à tort considéré cela comme la continuation de la phrase",
          "précédente, sont incapables d'offrir une explication satisfaisante de leur",
          "opinion."
        ],
        "25" : [
          "Autrement dit, [ «Quand les anges prennent possession de leurs âmes au moment de",
          "la mort .....\"]"
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "فَادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ",
      "simpleTranslate" : [
        "Franchissez donc les portes de l’Enfer qui constituera votre demeure éternelle !»",
        "Combien est lugubre la demeure des arrogants !"
      ],
      "tafsirTranslate" : [
        "Maintenant, allez et entrez les portes de l'enfer, où vous demeurerez à jamais. «",
        "<N:26> Le fait est que une demeure très malheureux, il est pour les orgueilleux."
      ],
      "tanslateWordByWord" : [
        "entrez donc",
        "(Les portes",
        "(De) Enfer",
        "(À) demeureront éternellement",
        "en ce",
        "Sûrement, misérable",
        "(Est la) demeure",
        "(De) l'arrogant"
      ],
      "notes" : {
        "26" : [
          "Ce verset [(28)] et le verset 32, et plusieurs autres versets dans le Coran,",
          "clairement et définitivement affirmer que, immédiatement après la mort, les âmes",
          "souffrent le tourment ou jouir de la paix dans le monde du Barzakh. Les",
          "Traditions utilisent le mot [ \"qabar\"] [(tombe)] métaphoriquement pour cette",
          "existence des âmes. Tel est le monde dans lequel les âmes entrent immédiatement",
          "après la mort: ils y resteront jusqu'au Jour de la Résurrection. Pourtant, les",
          "mécréants des Traditions déclarent après les âmes de la mort resteront dans un",
          "état de dormance jusqu'au moment de la Résurrection, et ne seront ni ressentir",
          "aucune douleur ni joie, ni seront conscients de rien du tout. Évidemment, cela",
          "est une mauvaise opinion, car, selon v. 28, juste après la mort quand les",
          "mécréants seront conscients du fait qu'ils avaient été mènent une mauvaise vie,",
          "ils vont essayer de faire les anges croient qu'ils avaient pas fait de acte",
          "maléfique. Les anges les réprimander à ce [ \"audace\"] et vont leur dire qu'ils",
          "doivent avoir à aller en enfer. D'autre part, selon le verset 32, juste après",
          "leur mort, les croyants pieux sont accueillis par les anges et étant donné les",
          "bonnes nouvelles qu'ils entreront dans le Paradis. En plus de ces versets, il y a",
          "la mention d'un dialogue entre les anges et les musulmans, qui ne migrent vers",
          "Al-Madinah, après que leurs âmes ont été saisis par les anges dans le IV: 97.",
          "Surtout, selon XL: 45-46 , les gens de Pharaon ont été encerclées par un tourment",
          "et sont exposés devant le feu de l'enfer tous les matins et tous les soirs. Cela",
          "ira jusqu'au Jour de la Résurrection, quand ils seront condamnés à des tourments",
          "éternels. \n En fait, à la fois le Coran et les Traditions présentent le même",
          "genre de tableau de l'état de l'âme après la mort jusqu'à la Résurrection. La",
          "mort provoque seulement la séparation de l'âme du corps, mais n'anéantit pas.",
          "L'âme vit avec la même personnalité qui a été formé par les différentes",
          "expériences et les exercices mentaux et les activités morales qu'il avait dans sa",
          "vie mondaine en coopération avec le corps. Cette nature de la conscience, des",
          "sentiments, des observations et des expériences de l'âme, au cours de la période",
          "d'attente, est similaire à celle, dans un rêve. Tout comme un criminel condamné à",
          "mort souffre de torture mentale à la veille de sa crucifixion, de la même manière",
          "les anges prennent de charger le coupable comme dans un rêve, la torture et le",
          "prendre à l'enfer horrible afin de le rendre PRECEDE goûter la torture imminente.",
          "Contrairement à cela, l'âme pure est bien accueillie par les anges et est donné",
          "les bonnes nouvelles de l'entrée dans le paradis et est fait pour profiter de sa",
          "brise agréable et l'odeur, et de se sentir heureux comme le fidèle serviteur qui",
          "est invité au siège de recevoir sa récompense. Mais cela [la \"vie\"] dans le monde",
          "de Barzakh va soudainement pris fin au deuxième soufflage de la trompette de la",
          "Résurrection. Quand les âmes coupables seront à nouveau entrer dans leurs anciens",
          "corps et rassembler dans la plaine, ils vont pleurer dans l'horreur, [ «Oh!",
          "Malheur à nous! Qui nous a tiré de nos lieux de sommeil?\"] Mais les vrais",
          "croyants diront avec une parfaite tranquillité d'esprit, [ \"Ceci est exactement",
          "ce que le Bienfaisant avait prédit, et les messagers avaient dit la vérité.\"]",
          "[(XXXVI: 52 <V:36:52>)]. \n Cela a encore été élucidé au chapitre XXX. \n Comme les",
          "coupables seront sous l'illusion qu'ils avaient été couchés dans leur lit de mort",
          "pour une heure ou deux et avait été tiré de la connaissance et la foi donnée,",
          "dira. [ \"Selon le relevé d'Allah, tu es resté après la mort jusqu'à ce Jour de la",
          "Résurrection, ce qui est le même Jour de la Résurrection, mais vous ne saviez pas",
          "cela.\"] [(XXX: 55-56 <V:30:55-56>)]."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "وَقِيلَ لِلَّذِينَ اتَّقَوْا مَاذَا أَنْزَلَ رَبُّكُمْ ۚ قَالُوا خَيْرًا ۗ لِلَّذِينَ أَحْسَنُوا فِي هَٰذِهِ الدُّنْيَا حَسَنَةٌ ۚ وَلَدَارُ الْآخِرَةِ خَيْرٌ ۚ وَلَنِعْمَ دَارُ الْمُتَّقِينَ",
      "simpleTranslate" : [
        "Et à ceux qui auront craint Dieu il sera demandé : «Qu’a révélé votre Seigneur?»",
        "– «Un bienfait !», répondront-ils. C’est ainsi que ceux qui font le bien auront",
        "une belle récompense ici-bas, mais leur récompense dans la dernière demeure sera",
        "bien meilleure. Quel excellent séjour sera celui de ceux qui craignent le",
        "Seigneur !"
      ],
      "tafsirTranslate" : [
        "D'autre part, quand le peuple craignant Dieu sont demandé: «Qu'est-ce qui a été",
        "envoyé par votre Seigneur?\" ils disent: «Il est la meilleure chose qui a été",
        "envoyé vers le bas.\" <N:27> Il est bon pour les gens vertueux qui font de bonnes",
        "œuvres dans ce monde, et bien mieux est leur demeure dans l'au-delà. \"Bienheureux",
        "est en effet le lieu d'habitation pour les gens pieux."
      ],
      "tanslateWordByWord" : [
        "Et il sera dit",
        "à ceux qui",
        "Craignez Allah",
        "Quelle",
        "a votre Seigneur a fait descendre",
        "a votre Seigneur a fait descendre",
        "Ils diront",
        "Bien",
        "Pour ceux qui",
        "faire du bien",
        "dans",
        "ce",
        "monde",
        "(est un bon",
        "et la maison",
        "de l'au-delà",
        "(est mieux",
        "Et sûrement excellente",
        "(Est) la maison",
        "(De) les justes"
      ],
      "notes" : {
        "27" : [
          "Contrairement aux incroyants [(v. 24)], les personnes justes ont hautement",
          "apprécié le Saint Prophète et des enseignements du Coran aux gens qui viennent de",
          "la banlieue de La Mecque. Contrairement à l'ancienne qu'ils ne leurrent le",
          "peuple, ni les malentendus créés dans l'esprit. Ils étaient pleins d'éloges pour",
          "eux et dit la vérité sur le Saint Prophète."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ لَهُمْ فِيهَا مَا يَشَاءُونَ ۚ كَذَٰلِكَ يَجْزِي اللَّهُ الْمُتَّقِينَ",
      "simpleTranslate" : [
        "Et c’est aux jardins d’Éden, sous lesquels coulent des rivières, qu’ils auront",
        "accès, et c’est là où tous leurs désirs seront satisfaits, car c’est ainsi que",
        "Dieu récompense ceux qui Le craignent,"
      ],
      "tafsirTranslate" : [
        "Il y aura des jardins pour leur résidence permanente dans laquelle ils entreront:",
        "les canaux seront coulent sous eux: avant tout, ils y trouveront tout comme ils",
        "le feraient désirer: <N:28>"
      ],
      "tanslateWordByWord" : [
        "Jardins",
        "(De) Eden",
        "où ils entreront",
        "les flux",
        "de",
        "sous eux",
        "les rivières",
        "Pour eux",
        "la bride",
        "(Sera) quel que soit",
        "ils espèrent",
        "Ainsi",
        "récompenses Allah",
        "récompenses Allah",
        "les justes"
      ],
      "notes" : {
        "28" : [
          "Ceci est la meilleure bénédiction du Paradis. L'habitant y arrivera tout ce qu'il",
          "désirera et souhaite et il n'y aura rien à l'offenser. Ceci est la bénédiction",
          "qui n'a jamais été atteint, même par les plus riches et les plus puissants dans",
          "ce monde. Au contraire, chaque habitant du Paradis va profiter de cette",
          "bénédiction à sa faim parce qu'il aura toujours tout à son désir et goût, et",
          "devra chaque souhait et le désir accompli."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ طَيِّبِينَ ۙ يَقُولُونَ سَلَامٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "et auxquels les anges de la mort, quand ils viendront les cueillir en état de",
        "pureté, diront : «Que la paix soit avec vous ! Entrez au Paradis en récompense",
        "des bonnes actions que vous avez accomplies !»"
      ],
      "tafsirTranslate" : [
        "ceci est la récompense pour les gens pieux dont les âmes sont reçues à l'état",
        "pur, par les anges qui les accueillent, en disant: «La paix soit sur vous: entrez",
        "dans le paradis comme récompense de votre bien actes \"."
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "prendre dans la mort",
        "les anges",
        "(Quand ils sont) pur",
        "en disant",
        "Paix",
        "(Be) sur vous",
        "Entrer",
        "paradis",
        "pour quoi",
        "vous avez utilisé (à)",
        "faire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ أَوْ يَأْتِيَ أَمْرُ رَبِّكَ ۚ كَذَٰلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ ۚ وَمَا ظَلَمَهُمُ اللَّهُ وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
      "simpleTranslate" : [
        "Qu’attendent donc les infidèles pour se convertir? Que les anges viennent les",
        "cueillir ou que s’accomplisse l’ordre de ton Seigneur? Telle a été la conduite de",
        "leurs prédécesseurs que Dieu n’a point lésés, mais qui se sont fait du tort à",
        "eux-mêmes,"
      ],
      "tafsirTranslate" : [
        "(O Muhammad!) Sont ces gens toujours en attente, bien que maintenant rien n'a été",
        "laissé, mais que les anges doivent venir ou le jugement de votre Seigneur être",
        "passé sur eux? <N:29> Beaucoup de gens avant eux se sont comportés audacieusement",
        "comme eux, et a dû prendre la conséquence: il n'a pas Allah qui était injuste",
        "pour eux, mais ils étaient injustes envers eux-mêmes."
      ],
      "tanslateWordByWord" : [
        "Faire",
        "ils attendent",
        "sauf",
        "cette",
        "(Devrait) venir à eux",
        "les anges",
        "ou",
        "(devrait venir",
        "(la commande",
        "(De) votre Seigneur",
        "Ainsi",
        "fait",
        "ceux qui",
        "(Étaient) avant de les",
        "(Étaient) avant de les",
        "Et pas",
        "les lésés",
        "Allah",
        "mais",
        "ils étaient",
        "se",
        "maltraitait"
      ],
      "notes" : {
        "29" : [
          "Ceci est d'avertir les mécréants à cet effet: [ \"Pourquoi sont-ils hésitent",
          "encore à accepter le message qui est très simple et claire Nous avons essayé tous",
          "les moyens de présenter chaque aspect de la vérité clairement avec des arguments",
          "et amené les témoins de celui-ci à partir de l'ensemble du système de l'univers,",
          "et ont laissé place à aucun homme de compréhension de coller à dérober maintenant",
          "ce qu'ils attendent est rien de plus que ce que l'ange de la mort doit venir",
          "devant eux. puis ils accepteront le message au dernier moment de leur vie. Ou,",
          "est-ce qu'ils attendent pour le fléau de Dieu de les dépasser et de leur faire",
          "accepter le message? \"]"
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "فَأَصَابَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
      "simpleTranslate" : [
        "au point que les maux issus de leurs actes se sont retournés contre eux et que le",
        "châtiment dont ils se moquaient les cerna de toutes parts."
      ],
      "tafsirTranslate" : [
        "En fin de leurs mauvaises actions portées sur eux les conséquences et cela même,",
        "ils ont utilisé pour se moquer, les accablait."
      ],
      "tanslateWordByWord" : [
        "Puis les frappait",
        "(Le) mal (résultats)",
        "(de quoi",
        "ils ont fait",
        "et entouré",
        "leur",
        "quelle",
        "ils avaient l'habitude)",
        "[De lui]",
        "moquer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "وَقَالَ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا عَبَدْنَا مِنْ دُونِهِ مِنْ شَيْءٍ نَحْنُ وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ دُونِهِ مِنْ شَيْءٍ ۚ كَذَٰلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ ۚ فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلَاغُ الْمُبِينُ",
      "simpleTranslate" : [
        "«Si Dieu l’avait voulu, disent les polythéistes, nous n’aurions adoré que Lui,",
        "nous et nos ancêtres, et nous n’aurions rien déclaré interdit sans Lui !» C’est",
        "ainsi que se comportaient ceux qui les ont précédés ; mais la mission des",
        "prophètes ne se limite-t-elle pas à transmettre le Message en toute clarté?"
      ],
      "tafsirTranslate" : [
        "Les polythéistes disent: «Si Allah avait voulu, ni nous, ni nos ancêtres aurions",
        "adoré un autre qu'Allah, ni fait quoi que ce soit illégal, sans sa volonté.\"",
        "<N:30> Ces excuses ont été formulées aussi par ceux qui allait devant eux. <N:31>",
        "Avoir les messagers plus de responsabilités que de transmettre le message",
        "clairement?"
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "ceux qui",
        "partenaires associés (à Allah)",
        "Si",
        "Allah (avait) voulu",
        "Allah (avait) voulu",
        "ne pas",
        "nous (serait) avons adoré",
        "autre que Lui",
        "autre que Lui",
        "tout",
        "chose",
        "nous",
        "et pas",
        "nos ancêtres",
        "et pas",
        "nous (ne) avons interdit",
        "autre que Lui",
        "autre que Lui",
        "n'importe quoi",
        "n'importe quoi",
        "Ainsi",
        "fait",
        "ceux qui",
        "(Étaient) avant de les",
        "(Étaient) avant de les",
        "Puis est (il)",
        "sur",
        "les messagers",
        "sauf",
        "le transport",
        "clair"
      ],
      "notes" : {
        "30" : [
          "Afin de comprendre l'importance de cet argument, le lecteur doit garder à vue vv.",
          "148-150 et E.N. de 124-126 du chapitre VI, pour cela a été cité et il a répondu."
        ],
        "31" : [
          "Autrement dit, [ \"Votre argument\"] est pas nouvelle mais la même vieille qui",
          "avait toujours été offert par des gens erronés qui sont allés avant. Aujourd'hui,",
          "vous arc, comme eux, vous excuser pour votre type et la mauvaise conduite, en",
          "disant qu'il est la volonté de Dieu. Vous savez que cela est une piètre excuse",
          "qui a été inventé pour vous leurrer, et d'échapper à admonition. [ \" \n Cette",
          "réponse contient également une réplique subtile à l'objection des mécréants que",
          "le Coran se composait seulement de vieilles histoires des anciens [(v. 24)]. Ils",
          "signifient pas que le Prophète avait rien de nouveau à offrir. Alors, il répétait",
          "les mêmes vieilles histoires qui avaient été répétées maintes et maintes fois",
          "depuis l'époque du Prophète Noé. La réplique est la suivante: \"] Si le Saint",
          "Prophète ne présentait pas quelque chose de nouveau, mais récitait les vieilles",
          "histoires des anciens, vous-mêmes ne mettent pas en avant toute nouvelle excuse",
          "pour la défense de vos mauvaises actions, mais la même vieille excuse qui a été",
          "mis transmettre par les gens qui sont allés avant \"."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ۖ فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ ۚ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "En vérité, Nous avons envoyé un prophète à chaque communauté avec le message",
        "suivant : «Adorez Dieu et éloignez-vous du culte des idoles !» Et si certaines de",
        "ces communautés ont suivi la Voie du Seigneur, d’autres ont préféré le chemin de",
        "l’erreur. Allez donc de par le monde et voyez quelle a été la fin de ceux qui",
        "criaient au mensonge !"
      ],
      "tafsirTranslate" : [
        "En conséquence, nous avons envoyé à chaque communauté un Messager, en disant:",
        "\"Adorez Allah et rester loin de la Taghout». <N:32> Après que Dieu a montré des",
        "conseils à certains d'entre eux, alors que l'écart saisit autres. <N:33> Ainsi,",
        "errent dans la terre, et voici ce qui a été la fin des négateurs des messagers.",
        "<N:34>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons envoyé",
        "dans",
        "chaque",
        "nation",
        "un Messager",
        "cette",
        "Culte",
        "Allah",
        "et éviter",
        "les fausses divinités",
        "Ensuite, parmi lesquels",
        "(Étaient un peu) qui",
        "Allah guidée",
        "Allah guidée",
        "et parmi eux,",
        "(Étaient) certains",
        "était justifiée",
        "sur eux",
        "la divagation",
        "donc Voyage",
        "dans",
        "La terre",
        "Et voir",
        "Comment",
        "était",
        "la fin",
        "(De) les deniers"
      ],
      "notes" : {
        "32" : [
          "Autrement dit, [ \"Vous ne sont pas justifiées en vous excusant de ces péchés, en",
          "disant qu'il est la volonté de Dieu pour nous envoya des messagers à tous les",
          "ummat, qui dit aux gens en termes clairs qu'ils devraient adorer nous et personne",
          "d'autre, et ne doit pas suivre et obéir Taghout. en outre, nous vous avons déjà",
          "averti que nous n'approuvons pas vos écarts. Pourquoi devriez-vous alors mis en",
          "avant cette excuse pour vos écarts? Avez-vous dire que nous devons d'avoir envoyé",
          "ces messagers que vous aurait forcé à suivre le droit chemin au lieu de vous",
          "apporter à elle par la prédication? \"] [(S'il vous plaît se référer à la norme eN",
          "80 de Al-A am VI pour la distinction entre Dieu [\" sera \"] et [ \"approbation.\"]",
          "de Dieu)]"
        ],
        "33" : [
          "Autrement dit, [ \"Chaque fois qu'un messager est venu à un peuple, ils ont été",
          "divisés en deux groupes: \n [(1)] Ceux qui ont accepté le message [(et que, aussi,",
          "ne pouvait pas être possible, sauf avec la volonté d'Allah.)] \n [(2)] Ceux qui",
          "ont rejeté et collé à leur déviation \"]. [(Pour de plus amples explications, s'il",
          "vous plaît consulter E.N. 28 A / h -Un VI."
        ],
        "34" : [
          "] C'est, [ \"Vous pouvez voir par vous-même la leçon de l'histoire humaine. Il est",
          "ce que les personnes, qui ont rejeté le message, engagés le fléau d'Allah comme",
          "Pharaon et le peuple de Pharaon, tandis que Prophète Moïse a reçu les",
          "bénédictions d'Allah \"]."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "إِنْ تَحْرِصْ عَلَىٰ هُدَاهُمْ فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ ۖ وَمَا لَهُمْ مِنْ نَاصِرِينَ",
      "simpleTranslate" : [
        "Quoique tu fasses pour leur montrer la bonne voie, sache que Dieu ne guide pas",
        "ceux qui s’égarent, et qu’il n’y a personne pour les secourir."
      ],
      "tafsirTranslate" : [
        "(0 Muhammad!), Quelle qu'en soit désireux vous pouvez être de leur orientation,",
        "(savoir) que Dieu ne montre pas de conseils à ceux qu'Il égare, et ces personnes,",
        "pas de secoureurs."
      ],
      "tanslateWordByWord" : [
        "Si",
        "tu désires",
        "[pour]",
        "leurs conseils",
        "alors en effet",
        "Allah",
        "(Sera) pas",
        "guider",
        "qui",
        "Il laisse égarer",
        "et non (sont)",
        "pour eux",
        "tout",
        "aides"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ ۙ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ ۚ بَلَىٰ وَعْدًا عَلَيْهِ حَقًّا وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Ils jurent par les serments les plus solennels que Dieu ne ressuscitera point les",
        "morts. Bien au contraire ! C’est une véritable promesse qu’Il a faite, mais la",
        "plupart des hommes ne s’en doutent guère."
      ],
      "tafsirTranslate" : [
        "Ils jurent solennellement par Dieu avec leurs serments les plus sacrés que «Allah",
        "ne l'élever qui est une fois mort\" .Pourquoi sera-il pas soulever? Il est une",
        "promesse qu'il a fait la liaison sur Lui, mais la plupart des gens ne le savent",
        "pas."
      ],
      "tanslateWordByWord" : [
        "Et ils jurent",
        "par Allah",
        "la plus forte",
        "(De) leurs serments",
        "Allah ne ressuscitera pas",
        "Allah ne ressuscitera pas",
        "Allah ne ressuscitera pas",
        "(un qui",
        "meurt",
        "Non",
        "(Il est) une promesse",
        "sur lui",
        "(en vérité",
        "mais",
        "les plus",
        "(De) l'humanité",
        "(ne pas",
        "connaître"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "لِيُبَيِّنَ لَهُمُ الَّذِي يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ الَّذِينَ كَفَرُوا أَنَّهُمْ كَانُوا كَاذِبِينَ",
      "simpleTranslate" : [
        "Il les ressuscitera pour les éclairer sur l’objet de leurs divergences, et pour",
        "que les négateurs sachent qu’ils ont été des menteurs."
      ],
      "tafsirTranslate" : [
        "Et il doit être réalisé de façon qu'il peut leur révéler cette chose dont thay",
        "sont différentes, et que les mécréants sachent qu'ils étaient des menteurs.",
        "<N:35>"
      ],
      "tanslateWordByWord" : [
        "Qu'il fera clairement",
        "pour eux",
        "cette",
        "ils diffèrent",
        "où",
        "et qui peut savoir",
        "ceux qui",
        "pas foi",
        "qu'ils",
        "ont été",
        "menteurs"
      ],
      "notes" : {
        "35" : [
          "n v 39 ces deux choses ont été énoncés qui exigent rationnellement et moralement",
          "qu'il doit y avoir la Résurrection et la Vie-après la mort, qui est:. [(1)] pour",
          "révéler ce que la réalité était, et [( 2)] pour récompenser ou punir les",
          "personnes en conformité avec la position droite ou mal, ils ont pris à ce sujet",
          "dans ce monde. Il est de notoriété publique que, depuis la création de l'homme",
          "sur la Terre, il y a eu beaucoup de différences concernant la réalité qui ont été",
          "de semer la dissension entre les familles, les nations et les races. Ceux-ci ont",
          "également conduit à la formation de nombreuses différentes sociétés, des cultures",
          "et des croyances sur les différentes théories. Dans tous les âges des millions de",
          "porteurs de torches de chacune de ces théories ont été de mettre en jeu leur",
          "tout-vie, les biens, l'honneur de se propager et de défendre leur théorie",
          "favorite. Non, il a été aIways un tel conflit amer entre eux que chaque groupe a",
          "essayé d'anéantir l'autre, qui, à son tour, collé à elle à la dernière. Ceci",
          "étant le cas, le bon sens exige que de telles différences profondes et graves",
          "devraient être effacées un moment ou à un autre, afin de décider avec certitude",
          "ce qui était juste et ce qui était mal, qui était dans la raison et qui avait",
          "tort. De toute évidence, il est impossible de lever le rideau de la réalité dans",
          "ce monde de manière à révéler les choses dans leur vraie perspective. En effet,",
          "le système sur lequel ce monde a été créé ne permet pas cela. Par conséquent, il",
          "devrait y avoir un autre monde pour répondre à cette demande de bon sens. \n Cela",
          "ne veut pas la demande de bon sens seul, mais aussi du sens moral, qui exige que",
          "les partenaires dans ce conflit devraient être récompensés ou punis conformément",
          "à la partie droite ou mal, juste ou injuste, ils ont joué en elle. Pour certains",
          "de ces cruautés commises sur les autres, qui ont dû faire des sacrifices pour",
          "leur cause. Ensuite, chacun doit également assumer la responsabilité de la",
          "formulation et de la pratique d'une philosophie morale ou immorale qui a",
          "influencé des millions et des milliards d'autres pour le meilleur ou le pire. Le",
          "sens moral exige qu'il y ait un temps pour les conséquences morales de prendre",
          "leur temps voulu. Comme cela est impossible dans ce monde il devrait y avoir un",
          "autre monde dans le but."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ",
      "simpleTranslate" : [
        "Lorsque Nous voulons une chose, il suffit que Nous disions : «Sois !», et la",
        "chose est."
      ],
      "tafsirTranslate" : [
        "(En ce qui concerne sa possibilité.) Lorsque nous désirons apporter une chose",
        "dans l'existence, il faut seulement dire, \"Be\", et il est là. <N:36>"
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "Notre Parole",
        "à une chose",
        "quand",
        "Nous avons l'intention, il",
        "(est-ce",
        "Nous disons",
        "à ce",
        "Être",
        "et c'est"
      ],
      "notes" : {
        "36" : [
          "Ceci est la réponse à ceux qui imaginait qu'il était la chose la plus difficile",
          "de ressusciter les morts, et que, aussi, pour élever ensemble à la fois toutes",
          "les personnes qui étaient mortes à tout moment. On leur a dit qu'il est une chose",
          "facile pour Allah, qui a le pouvoir de faire exister tout ce qu'Il désire,",
          "simplement par Son ordre, [ \"Be\"], car il ne tient pas dans le besoin de",
          "dispositions, tous les moyens et tout environnement favorable pour cela. Sa seule",
          "commande produit les dispositions nécessaires, des moyens et de l'environnement.",
          "Ce monde a été amené à l'existence par Sa seule commande, [ \"Be\"], et même le",
          "monde suivant à la fois venir à l'existence par sa seule commande."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَالَّذِينَ هَاجَرُوا فِي اللَّهِ مِنْ بَعْدِ مَا ظُلِمُوا لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَةً ۖ وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Ceux qui ont émigré pour la Cause de Dieu, après avoir subi des injustices, Nous",
        "leur affecterons un séjour agréable en ce monde, et leur rétribution dans la vie",
        "future sera encore plus belle. Mais le savent-ils?"
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui, après la persécution, ont quitté leurs maisons pour l'amour",
        "d'Allah, Nous leur donnerons un bon séjour dans ce monde, mais la récompense dans",
        "l'autre monde est beaucoup mieux. <N:37> Serait-ce ceux qui ont porté",
        "l'oppression avec courage,"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "émigré",
        "de la manière)",
        "(De) Allah",
        "après",
        "après",
        "[quelle]",
        "ils ont été lésés",
        "sûrement Nous allons leur donner la position",
        "dans",
        "le monde",
        "bien",
        "mais sûrement la récompense",
        "(De) l'au-delà",
        "(Est) supérieure",
        "si",
        "ils",
        "connaître"
      ],
      "notes" : {
        "37" : [
          "Ceci est pour réconforter les émigrés musulmans de la Mecque à Habash, qui ont",
          "été forcés de quitter leurs maisons en raison de la persécution insupportable",
          "qu'ils ont souffert aux mains des mécréants. Le changement de la scène des",
          "incroyants aux émigrants vers Habash contient un avertissement subtil aux",
          "mécréants qu'ils ne devraient pas rester sous toute illusion qu'ils descendre",
          "scot-free de punition pour leur comportement cruel envers les musulmans, de",
          "manière à dire , [ \"O peuple cruel! il y aura la résurrection pour récompenser",
          "les croyants opprimés et pour vous punir pour votre persécution d'entre eux.\"]"
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "الَّذِينَ صَبَرُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "simpleTranslate" : [
        "Ces gens-là avaient fait preuve de patience et avaient placé leur confiance dans",
        "leur Seigneur."
      ],
      "tafsirTranslate" : [
        "et sont l'accomplissement de leur mission avec pleine confiance en leur Seigneur,",
        "savait (ce une fin heureuse qui les attend!)"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "(Sont) des patients",
        "et sur",
        "leur Seigneur",
        "ils ont mis leur confiance"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ ۚ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ",
      "simpleTranslate" : [
        "Nous n’avons envoyé avant toi que des hommes auxquels Nous avons fait des",
        "révélations. Interrogez à leur sujet, si vous ne le savez pas déjà, ceux qui",
        "détiennent les Écritures."
      ],
      "tafsirTranslate" : [
        "(O Muhammad!) Chaque fois que nous avons envoyé avant toi des Messagers à qui",
        "Nous ayons révélé Nos messages, ils étaient mais des êtres humains. <N:38> Vous",
        "(les gens de la Mecque) peuvent se renseigner auprès des personnes qui possèdent",
        "Admonition <N:39> si vous ne savez pas vous-mêmes."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous avons envoyé",
        "Avant toi",
        "Avant toi",
        "sauf",
        "Hommes",
        "Nous avons révélé",
        "pour eux",
        "alors demandez",
        "(les gens",
        "(De) Rappel",
        "si",
        "toi",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "38" : [
          "Ceci est la réponse à l'objection des polythéistes de la Mecque [(qui n'a pas été",
          "cités ici j qu'ils ne pouvaient pas croire que Muhammad (que la paix d'Allah",
          "soient sur lui)], était un prophète de Dieu , parce qu'il était un être humain",
          "comme eux. On leur a dit que la même objection avait été soulevée à l'encontre de",
          "tous les prophètes qui sont venus avant lui."
        ],
        "39" : [
          "[ \".... les gens qui possèdent Admonition\"] sont les savants de la population des",
          "livres et d'autres, qui, bien que non universitaires au sens strict avaient une",
          "connaissance suffisante des enseignements des Livres révélés et ont été",
          "familiarisés avec les histoires des anciens prophètes."
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "بِالْبَيِّنَاتِ وَالزُّبُرِ ۗ وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ",
      "simpleTranslate" : [
        "Ces prophètes étaient munis de preuves irréfutables et des Écritures. Et à toi",
        "aussi, Nous envoyons ce Coran, afin que tu expliques clairement aux hommes ce qui",
        "leur a été révélé. Peut-être seront-ils amenés à y réfléchir."
      ],
      "tafsirTranslate" : [
        "Nous avons envoyé les anciens messagers avec des preuves évidentes et des livres,",
        "et maintenant, nous avons envoyé l'admonition à vous (O Muhammad!), De sorte que",
        "vous devriez faire simple et expliquer aux gens les enseignements de la ` livre",
        "qui a été envoyé pour eux; <N:40> et pour qu'ils (elles-mêmes) devraient méditer",
        "sur elle."
      ],
      "tanslateWordByWord" : [
        "Avec les preuves claires",
        "et les Livres",
        "Et Nous avons fait descendre",
        "à toi",
        "du souvenir",
        "que vous pouvez clairement",
        "à l'humanité",
        "quelle",
        "a été envoyé vers le bas",
        "pour eux",
        "et qu'ils puissent",
        "réfléchir"
      ],
      "notes" : {
        "40" : [
          "À cet égard, il est intéressant de noter que cette obligation de rendre simple et",
          "expliquer les enseignements du Livre »devait être exécutée par le Prophète, non",
          "seulement par la parole mais aussi pratiquement. Il était nécessaire qu'il",
          "devrait organiser, sous sa propre orientation, une communauté musulmane et",
          "l'établir en conformité avec les principes du Livre. Ce devoir du Saint Prophète",
          "a été dit ici en particulier pour montrer la sagesse d'envoyer un homme comme un",
          "messager, pour, sinon le livre aurait pu être envoyé par les anges ou aurait pu",
          "être imprimé et envoyé directement à chaque homme. Mais cette façon; cette fin",
          "pour laquelle AIlah dans Sa Sagesse et Bounty et Providence conçu pour envoyer le",
          "livre ne pouvait pas être servi. Car, cette fin a exigé que le livre devrait être",
          "portée par un homme parfait, qui devrait présenter pièce par pièce, expliquer sa",
          "signification, éliminer les difficultés et les doutes, répondre aux objections,",
          "etc., et surtout, il doit montrer à ceux qui rejetée et combattue ce genre",
          "d'attitude qui est digne du porteur de ce livre. D'autre part, il devrait guider",
          "ceux qui ont cru en elle dans tous les aspects de la vie et mit devant eux son",
          "propre mode de vie excellente. Puis il doit les former individuellement et",
          "collectivement sur les principes du Livre; afin de leur modèle de société pour le",
          "reste de l'humanité font. \n Considérons maintenant ce verset [(43)] d'un autre",
          "point de vue. Tout comme il coupe à la racine de l'argumentation de ceux qui ont",
          "rejeté le Credo qu'un prophète humain pourrait apporter le livre, de la même",
          "manière, il répudie la vue de ceux qui plaident que le livre devrait être",
          "acceptée sans aucune exposition de celui-ci à partir le prophète. Ce dernier",
          "point de vue est en contradiction avec ce verset, quelle que soit la position",
          "prise par ses représentants. Ils pourraient être soit d'avis que [(a)] le",
          "Prophète n'a pas donné d'explication du livre qu'il a présenté ou que [(b)] la",
          "seule chose acceptable est le livre et pas [ \"Exposition\"] de celle-ci par le",
          "Prophète, ou [(c)] maintenant le livre seul nous suffit, pour son [ \"Exposition\"]",
          "par le Prophète a perdu son utilité ou que [(d)] maintenant le livre seul est",
          "authentique pour le [ \"Exposition\"] par le Prophète a cessé d'exister, ou si elle",
          "n'existe, il ne peut pas être invoquée. \n Si elles prennent la position [(a)],",
          "cela signifie que le Prophète ne remplissait pas le but pour lequel il a été",
          "choisi pour être le porteur du livre: sinon Allah pourrait l'envoyer par un ange",
          "ou directement à chaque personne. \n Si elles prennent la position [(b)] ou [(c)],",
          "[(à Dieu ne plaise)] ils seront accusent Allah de faire une chose inutile en",
          "envoyant son livre par un prophète, quand il aurait pu imprimer des exemplaires",
          "du Coran 'un et envoyé ceux qui sont directement au peuple. \n Dans le cas, ils",
          "prennent la position [(d)], ils, en fait, à la fois répudient le Coran et son [",
          "\"Exposition par le Saint Prophète. Ensuite, la seule voie rationnelle gauche pour",
          "eux serait d'accepter l'opinion de ceux qui croient en la nécessité d'un nouveau",
          "prophète et une nouvelle révélation, alors que AIlah Lui-même considère que la",
          "\"Exposition]\" du livre du Prophète comme une chose essentielle, et le met en",
          "avant comme un argument en faveur de la nécessité d'un prophète maintenant, si.",
          "la vue des négateurs de la Tradition que l'explication du Saint Prophète a",
          "disparu du monde est d'être accepté, puis deux conclusions sont inévitables,",
          "d'abord, la prophétie de Muhammad [(que la paix d'Allah soient sur lui)] comme un",
          "modèle pour nous a cessé d'exister, et la seule relation que nous avons avec lui",
          "est le même que nous avons avec les autres anciens prophètes, par exemple Hud,",
          "Salih, Shu`aib, etc. [(que la paix d'Allah soient sur eux)]. C'est , nous avons",
          "seulement à témoigner qu'ils étaient prophètes mais on n'a pas l'obligation de",
          "suivre leurs habitudes, car nous en avons pas avec nous. Cette position conduit",
          "évidemment à la nécessité d'un nouveau prophète, car il réfute automatiquement la",
          "doctrine de la Finalité de la Prophétie. La deuxième conclusion inévitable sera",
          "qu'un nouveau livre est nécessaire parce que, dans ce cas, le Coran seule ne",
          "pouvait pas, selon son auteur, suffit. Ainsi, dans le visage de ce verset, il n'y",
          "a pas d'argument à prouver que le Coran est auto-suffisante pour s'expliquer, car",
          "il se dit qu'il n'y a pas besoin d'un prophète pour l'expliquer. Ainsi, il est",
          "absolument nécessaire qu'un nouveau livre doit être envoyé vers le bas. Puisse",
          "Allah détruire ces gens! Dans leur enthousiasme à répudier la tradition, ils sont",
          "vraiment coupent à la racine même de l'Islam lui-même."
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئَاتِ أَنْ يَخْسِفَ اللَّهُ بِهِمُ الْأَرْضَ أَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "simpleTranslate" : [
        "Ceux qui ont recours à des procédés perfides, sont-ils sûrs que Dieu ne les fera",
        "pas engloutir par la terre, ou qu’un malheur ne s’abattra pas sur eux au moment",
        "où ils s’y attendront le moins?"
      ],
      "tafsirTranslate" : [
        "Quoi! Est-ce que ces gens, qui pratiquent des dispositifs mauvais (à opposer au",
        "message), se sentent totalement à l'abri du danger que Dieu les fera sombrer dans",
        "`la terre? Ou bien qu'Il apportera fléau sur eux d'où ils soupçonnent peu que ça",
        "va venir,"
      ],
      "tanslateWordByWord" : [
        "Ne vous sentez donc sécurisé",
        "ceux qui",
        "tracée",
        "les mauvaises actions",
        "cette",
        "Allah grotte",
        "Allah grotte",
        "avec eux",
        "La terre",
        "ou",
        "viendra à eux",
        "la punition",
        "de",
        "où",
        "ne pas",
        "ils perçoivent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَمَا هُمْ بِمُعْجِزِينَ",
      "simpleTranslate" : [
        "Ou qu’Il ne les surprendra pas en pleine activité, sans qu’ils puissent en",
        "atténuer les rigueurs?"
      ],
      "tafsirTranslate" : [
        "ou qu'Il les saisisse tout d'un coup alors qu'ils vagabondent sans crainte,"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "qu'il peut les saisir",
        "dans",
        "leur va-et-vient",
        "alors pas",
        "ils",
        "sera en mesure d'échapper à"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Ou encore qu’Il ne les saisira pas dans un moment de terreur? Mais votre Seigneur",
        "est Plein de bienveillance et de mansuétude."
      ],
      "tafsirTranslate" : [
        "ou qu'il les saisit quand ils sont eux-mêmes sur l'alerte sur le danger imminent?",
        "Ces gens ont pas le pouvoir de contrecarrer ses plans. Le fait est que votre",
        "Seigneur est très indulgente et compatissant."
      ],
      "tanslateWordByWord" : [
        "Ou",
        "qu'il peut les saisir",
        "avec",
        "un gaspillage progressif",
        "Mais en effet",
        "votre Seigneur",
        "(Est) sûrement plein de bonté",
        "Très Miséricordieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "أَوَلَمْ يَرَوْا إِلَىٰ مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا لِلَّهِ وَهُمْ دَاخِرُونَ",
      "simpleTranslate" : [
        "N’ont-ils pas remarqué que les ombres de toute chose que Dieu a créée s’allongent",
        "à droite et à gauche, en signe d’adoration et d’humilité devant Lui?"
      ],
      "tafsirTranslate" : [
        "Et ils observent ne rien créé par Allah comment il jette son droit d'ombre et à",
        "gauche, se prosternant devant Allah? <N:41> Ainsi, toutes choses expriment leur",
        "humilité."
      ],
      "tanslateWordByWord" : [
        "Ne pas avoir",
        "ils ont vu",
        "[vers]",
        "quelle",
        "Allah a créé",
        "Allah a créé",
        "de",
        "Une chose",
        "Inclinaison",
        "leurs ombres",
        "à",
        "la droite",
        "et vers la gauche",
        "prosternant",
        "à Allah",
        "pendant qu'ils",
        "(Sont) humble"
      ],
      "notes" : {
        "41" : [
          "L'argument est le suivant: Le fait que tout-un homme, un animal, un arbre ou une",
          "montagne jette son ombre, est une preuve évidente de sa nature matérielle, et",
          "tout ce qui est fait de matière, est une création d'Allah et est soumis à une loi",
          "universelle. Dans ce cas, la loi est que chaque chose matérielle projette son",
          "ombre, qui est symbolique de sa servitude, et il ne peut avoir aucune que ce soit",
          "d'actions en Divinité."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مِنْ دَابَّةٍ وَالْمَلَائِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ",
      "simpleTranslate" : [
        "Tous les êtres vivants, dans les Cieux et sur la Terre, se prosternent devant le",
        "Seigneur, ainsi que les anges sans le moindre orgueil ,"
      ],
      "tafsirTranslate" : [
        "Toute la création animée dans les cieux et la terre et tous les anges se",
        "prosternent en adoration devant Allah <N:42>, ils ne montrent aucune arrogance du",
        "tout;"
      ],
      "tanslateWordByWord" : [
        "Et à Allah",
        "prostré",
        "peu importe",
        "(est dans",
        "Le Paradis",
        "et quelle que soit",
        "(est dans",
        "La terre",
        "de",
        "créatures se déplaçant",
        "et les anges",
        "et ils",
        "(ne sont pas",
        "arrogant"
      ],
      "notes" : {
        "42" : [
          "Autrement dit, [ \"Non seulement toutes les choses sur la terre seulement, mais",
          "aussi toutes les choses dans les cieux, y compris tous ceux que les gens ont été",
          "considérer comme des dieux et des déesses. Et compte tenu d'être étroitement liée",
          "à l'arc AIlah asservie à Dieu, et ont aucune part que ce soit dans sa divinité.",
          "\"] \n Par ailleurs, il implique l'existence d'êtres vivants, non seulement sur la",
          "terre, mais dans les planètes, aussi."
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ۩",
      "simpleTranslate" : [
        "car tous redoutent leur Seigneur qui est au-dessus d’eux, et exécutent ce qu’Il",
        "leur ordonne."
      ],
      "tafsirTranslate" : [
        ", ils craignent leur Seigneur qui est au-dessus, et faire tout ce qu'ils sont",
        "conviés."
      ],
      "tanslateWordByWord" : [
        "Ils craignent",
        "leur Seigneur",
        "au dessus d'eux",
        "au dessus d'eux",
        "et ils font",
        "quelle",
        "ils sont commandés"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَقَالَ اللَّهُ لَا تَتَّخِذُوا إِلَٰهَيْنِ اثْنَيْنِ ۖ إِنَّمَا هُوَ إِلَٰهٌ وَاحِدٌ ۖ فَإِيَّايَ فَارْهَبُونِ",
      "simpleTranslate" : [
        "Dieu dit : «N’adorez pas deux divinités . Il n’est, en vérité, qu’un Dieu Unique.",
        "C’est donc Moi seul que vous devez craindre.»"
      ],
      "tafsirTranslate" : [
        "Allah a enjoint: \"Tu ne prendras pas à vous deux dieux; <N:43> car il est le seul",
        "Dieu: donc peur de moi.\""
      ],
      "tanslateWordByWord" : [
        "Et Allah a dit",
        "Et Allah a dit",
        "(Ne pas",
        "prendre",
        "[deux] dieux",
        "deux",
        "seulement",
        "Il",
        "(c'est Dieu",
        "Un",
        "de sorte Me Alone",
        "vous craignez [Me]"
      ],
      "notes" : {
        "43" : [
          "Négation de deux dieux par lui-même nie l'existence de plus de deux dieux."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "وَلَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَلَهُ الدِّينُ وَاصِبًا ۚ أَفَغَيْرَ اللَّهِ تَتَّقُونَ",
      "simpleTranslate" : [
        "À Lui appartient ce qui est dans les Cieux et sur la Terre, et c’est à Lui qu’est",
        "dû le culte éternel. Craindriez-vous donc un autre que Dieu?"
      ],
      "tafsirTranslate" : [
        "A Allah appartient tout dans les cieux et la terre.? Son chemin est suivie dans",
        "l'univers <N:44> Est-ce que vous, alors, la peur d'un autre qu'Allah <N:45>"
      ],
      "tanslateWordByWord" : [
        "Et à Lui (appartient)",
        "peu importe",
        "(est dans",
        "Le Paradis",
        "et la terre",
        "et à Lui",
        "(Est due) le culte",
        "constamment",
        "Ensuite, est-il autre (que)",
        "Allah",
        "tu as peur"
      ],
      "notes" : {
        "44" : [
          "En d'autres termes, cela signifie que l'ensemble du système de l'univers existe",
          "sur son obéissance à Lui."
        ],
        "45" : [
          "Autrement dit, [ «Quand il en est ainsi, vous faites ensuite la crainte de tout",
          "autre que Dieu la base du système de votre vie?\"]"
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ ۖ ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْأَرُونَ",
      "simpleTranslate" : [
        "Il n’est de bien dont vous puissiez jouir qui ne soit un don du Seigneur. De même",
        "que c’est Lui que vous implorez, quand vous êtes frappés par un malheur."
      ],
      "tafsirTranslate" : [
        "Quelle que soit la bénédiction que vous aimez est de Dieu seul; puis, quand vous",
        "avez un moment difficile, vous avec vos supplications, courir vers lui pour",
        "l'aide. <N:46>"
      ],
      "tanslateWordByWord" : [
        "Et quel que soit",
        "tu as",
        "de",
        "faveur",
        "(est de",
        "Allah",
        "alors",
        "quand",
        "vous touche",
        "l'adversité",
        "puis, vers Lui",
        "tu pleures de l'aide"
      ],
      "notes" : {
        "46" : [
          "Autrement dit, «Le fait que vous avez à AIIah de l'aide dans votre détresse et",
          "pas à quelqu'un d'autre, est une preuve évidente de l'Unicité de AIIah, qui a été",
          "intégré dans vos propres cœurs. A le temps de votre affliction, votre vraie",
          "nature, qui avait été supprimée par les dieux vous aviez forgé, vient",
          "involontairement à la surface et invoque Allah, car il ne connaît pas d'autre",
          "dieu ou seigneur ou maître, ayant un pouvoir réel. [(pour de plus amples détails",
          "s'il vous plaît se référer à la norme eN de 29 et 41 du chapitre V1)]."
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "ثُمَّ إِذَا كَشَفَ الضُّرَّ عَنْكُمْ إِذَا فَرِيقٌ مِنْكُمْ بِرَبِّهِمْ يُشْرِكُونَ",
      "simpleTranslate" : [
        "Mais, lorsqu’Il vous en délivre, certains d’entre vous se mettent à donner des",
        "associés à leur Seigneur,"
      ],
      "tafsirTranslate" : [
        "Mais à peine fait-il que vous soulager de votre détresse que certains d'entre",
        "vous commencent à associer d'autres avec lui (dans la gratitude <N:47> pour cette",
        "faveur),"
      ],
      "tanslateWordByWord" : [
        "alors",
        "quand",
        "Il enlève",
        "l'adversité",
        "de toi",
        "voir",
        "Un groupe",
        "de toi",
        "avec leur Seigneur",
        "d'autres associés"
      ],
      "notes" : {
        "47" : [
          "Autrement dit, «Au moment de montrer sa gratitude à Allah pour enlever son",
          "affliction, il commence à faire des offrandes aussi un dieu, déesse ou saint pour",
          "montrer que la bonté de Dieu qui lui était due à l'intercession de son patron,",
          "car il imagine que sinon AIlah aurait pas retiré sa détresse."
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ ۚ فَتَمَتَّعُوا ۖ فَسَوْفَ تَعْلَمُونَ",
      "simpleTranslate" : [
        "niant ainsi les bienfaits que Nous leur avons accordés. Jouissez donc ! Vous en",
        "saurez les conséquences un jour !"
      ],
      "tafsirTranslate" : [
        "pour montrer l'ingratitude pour le bienfait d'Allah. Bien! vous pouvez vous",
        "amuser pendant un certain temps pour vous serez bientôt appris à connaître (ses",
        "conséquences.)"
      ],
      "tanslateWordByWord" : [
        "Afin de nier",
        "ce qui",
        "Nous leur avons donné",
        "Alors amusez-vous",
        "bientôt",
        "tu sauras"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِمَّا رَزَقْنَاهُمْ ۗ تَاللَّهِ لَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ",
      "simpleTranslate" : [
        "Ils réservent une partie des biens que Nous leur avons accordés à des divinités",
        "dont ils n’ont aucune connaissance. Par Dieu, vous aurez à répondre de vos",
        "inventions mensongères !"
      ],
      "tafsirTranslate" : [
        "Ces personnes attribuent des actions de nos provisions à ceux, dont ils ne savent",
        "rien. <N:48>, <N:49> Par Dieu, tu le plus sûrement être appelé à rendre compte de",
        "la fausseté vous avait forgé ."
      ],
      "tanslateWordByWord" : [
        "Et ils assignent",
        "à quoi",
        "ne pas",
        "ils savent",
        "une portion",
        "de quoi",
        "Nous leur avons fourni",
        "Par Allah",
        "sûrement vous sera demandé",
        "sur quoi",
        "vous avez utilisé (à)",
        "inventer"
      ],
      "notes" : {
        "48" : [
          "Ils attribuent des actions à ces clients au sujet desquels ils ne savent pas",
          "authentique que Dieu a fait d'eux ses partenaires et attribué des fonctions de",
          "divinité à eux et fait les gouverneurs de certains territoires dans Son Royaume."
        ],
        "49" : [
          "Autrement dit, [ \"Ils ont mis de côté une partie de leurs revenus et produits de",
          "la terre pour faire des offrandes de ce à leur patron.\"]"
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ ۙ وَلَهُمْ مَا يَشْتَهُونَ",
      "simpleTranslate" : [
        "Ils attribuent des filles à Dieu. Qu’Il soit exalté ! Et à eux-mêmes ils",
        "attribuent ce qu’ils désirent."
      ],
      "tafsirTranslate" : [
        "Ils assignent filles à Allah; <N:50> Dieu soit loué! comme pour eux-mêmes, ils",
        "aimeraient avoir ce qu'ils désirent. <N:51>"
      ],
      "tanslateWordByWord" : [
        "Et ils assignent",
        "à Allah",
        "filles",
        "Gloire à Lui",
        "Et pour eux",
        "(Est) ce qui",
        "ils désirent"
      ],
      "notes" : {
        "50" : [
          "Cela fait référence à une tradition des anciens Arabes. Ils considéraient leurs",
          "déesses et anges comme filles de Dieu."
        ],
        "51" : [
          "Voilà, [ «fils»]."
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "وَإِذَا بُشِّرَ أَحَدُهُمْ بِالْأُنْثَىٰ ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ",
      "simpleTranslate" : [
        "Et lorsqu’on annonce à l’un d’entre eux la naissance d’une fille, son visage",
        "s’assombrit et il arrive à peine à contenir sa colère."
      ],
      "tafsirTranslate" : [
        "Quand quelqu'un d'entre eux est donné les bonnes nouvelles d'une fille, son",
        "visage sombre grandit après ces nouvelles et il étouffe avec tristesse vers",
        "l'intérieur:"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "est donné de bonnes nouvelles",
        "(À) l'un d'entre eux",
        "d'une femme",
        "se tourne",
        "son visage",
        "foncé",
        "et il",
        "supprime la douleur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "يَتَوَارَىٰ مِنَ الْقَوْمِ مِنْ سُوءِ مَا بُشِّرَ بِهِ ۚ أَيُمْسِكُهُ عَلَىٰ هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ ۗ أَلَا سَاءَ مَا يَحْكُمُونَ",
      "simpleTranslate" : [
        "Et il se dérobe aux regards des gens, le cœur meurtri par cette nouvelle, se",
        "demandant s’il va conserver cet enfant malgré le déshonneur ou s’il va",
        "l’ensevelir dans la poussière . Quel odieux jugement !"
      ],
      "tafsirTranslate" : [
        ", il se cache des gens à cause de cette disgrâce, se demandant s'il devait",
        "souffrir sa fille avec la honte ou l'enterrer vivante. Quel mal le jugement",
        "qu'ils ont sur Allah! <N:52>"
      ],
      "tanslateWordByWord" : [
        "Il se cache",
        "de",
        "les gens",
        "(en raison de",
        "le mal",
        "de quoi",
        "il a été donné de bonnes nouvelles",
        "sur",
        "Doit-il garder",
        "dans",
        "humiliation",
        "ou",
        "enterrez-le",
        "dans",
        "la poussière",
        "Indiscutablement",
        "mal",
        "(Est) ce qui",
        "ils décident"
      ],
      "notes" : {
        "52" : [
          "Cette attitude de mépris à l'égard des filles a été mentionné pour ramener leur",
          "la hauteur de leur folie, l'ignorance et l'impudence à l'égard de Dieu. Ceci est",
          "la raison pour laquelle on n'a pas hésité à attribuer des filles à Allah, bien",
          "qu'ils se sentaient que d'avoir des filles était une question de honte pour",
          "thêta. En outre, il montre qu'ils avaient une très faible estimation d'Allah, qui",
          "avait résulté de leurs façons de shirk. Donc, ils se sentaient rien de mal à",
          "attribuer ces choses folles et absurdes à Allah qui est au-dessus de telles",
          "choses."
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "لِلَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ مَثَلُ السَّوْءِ ۖ وَلِلَّهِ الْمَثَلُ الْأَعْلَىٰ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Ceux qui ne croient pas à la vie future représentent l’image du mal ; tandis que",
        "Dieu représente la perfection suprême. Il est le Tout-Puissant, le Sage."
      ],
      "tafsirTranslate" : [
        "Bad attributs devrait être attribuée à ceux qui ne croient pas en l'au-delà. En",
        "ce qui concerne Allah, tous les excellences sont pour Lui; Il est le",
        "Tout-Puissant, le Sage:"
      ],
      "tanslateWordByWord" : [
        "Pour ceux qui",
        "(ne pas",
        "croyez",
        "dans l'au-delà",
        "(Est) une similitude",
        "(De) le mal",
        "et pour Allah",
        "(Est) la similitude",
        "le plus haut",
        "Et il",
        "(Est) le Tout-Puissant",
        "All-Wise"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِمْ مَا تَرَكَ عَلَيْهَا مِنْ دَابَّةٍ وَلَٰكِنْ يُؤَخِّرُهُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۖ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
      "simpleTranslate" : [
        "Si Dieu tenait rigueur aux hommes de leur injustice, Il ne laisserait subsister",
        "aucun être vivant sur la Terre. Mais Il les renvoie jusqu’au terme fixé. Puis,",
        "quand ce terme échoit, ils ne pourront ni le retarder d’une heure ni l’avancer."
      ],
      "tafsirTranslate" : [
        "Si Allah avait saisi les gens sur place pour leur transgression, il ne serait pas",
        "parti en vie toute créature vivante sur la Terre: mais Il répits tout pour un",
        "terme fixé. Lorsque leur temps nommé vient, ils ne doivent pas être en mesure de",
        "le remettre ou vers l'avant par un seul moment."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Allah était à saisir",
        "Allah était à saisir",
        "l'humanité",
        "pour leurs méfaits",
        "ne pas",
        "Il (aurait) ont quitté",
        "sur elle",
        "tout",
        "créature mobile",
        "mais",
        "Il les remet",
        "pour",
        "un terme",
        "nommé",
        "Puis quand",
        "vient",
        "leurs conditions",
        "ne pas",
        "ils (se) restent derrière",
        "une heure",
        "et pas",
        "ils peuvent avancer (it)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ أَنَّ لَهُمُ الْحُسْنَىٰ ۖ لَا جَرَمَ أَنَّ لَهُمُ النَّارَ وَأَنَّهُمْ مُفْرَطُونَ",
      "simpleTranslate" : [
        "Ils attribuent à Dieu ce qu’ils détestent pour eux-mêmes , et leurs langues",
        "profèrent un mensonge en disant qu’ils sont destinés à la félicité suprême. Nul",
        "doute que leur destination est l’Enfer, et qu’ils seront les premiers à en subir",
        "les rigueurs."
      ],
      "tafsirTranslate" : [
        "Pourtant, ils assignent à Allah ce qu'ils se détester, et leurs langues profèrent",
        "le mensonge que leur sort est un juste un de toute façon. Non, une seule chose",
        "les attend, et que le feu de l'Enfer, où certainement ils seront accoururent."
      ],
      "tanslateWordByWord" : [
        "Et ils assignent",
        "à Allah",
        "quelle",
        "ils détestent",
        "et affirmer",
        "leurs langues",
        "le mensonge",
        "cette",
        "pour eux",
        "(est le meilleur",
        "Non",
        "doute",
        "cette",
        "pour eux",
        "(Est) le Feu",
        "et qu'ils",
        "(Sera) abandonnée"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "تَاللَّهِ لَقَدْ أَرْسَلْنَا إِلَىٰ أُمَمٍ مِنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "Par Dieu ! Nous avons envoyé des messagers à d’autres peuples avant toi. Mais",
        "Satan a embelli à leurs yeux leurs agissements, et c’est lui qui est aujourd’hui",
        "leur allié. Un châtiment douloureux les attend."
      ],
      "tafsirTranslate" : [
        "Par Dieu, (O Muhammad), Nous avons envoyé des messagers avant de nombreuses",
        "collectivités (et il a toujours été de sorte que) Satan fait leurs mauvaises",
        "actions semblent juste pour eux, (et ils ne croient pas dans le message). Le même",
        "Satan a ce jour devenir leur patron aussi et ils sont encourir la peine la plus",
        "douloureuse."
      ],
      "tanslateWordByWord" : [
        "Par Allah",
        "certainement",
        "Nous avons envoyé",
        "à",
        "nations",
        "Avant toi",
        "Avant toi",
        "mais enjolivait",
        "pour eux",
        "le Shaitaan",
        "leurs actions",
        "Donc il",
        "(Est) leur allié",
        "aujourd'hui",
        "et pour eux",
        "(Est) une punition",
        "douloureux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "وَمَا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ إِلَّا لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُوا فِيهِ ۙ وَهُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Nous ne t’avons révélé ce Coran qu’afin que tu éclaires les hommes sur le motif",
        "de leurs différends, et pour qu’il soit aussi un guide et une miséricorde pour",
        "ceux qui ont la foi."
      ],
      "tafsirTranslate" : [
        "Nous avons fait descendre ce livre pour vous afin que vous puissiez leur révéler",
        "la réalité des différences dans lesquels ils sont impliqués. De plus, ce livre a",
        "été envoyé vers le bas comme guide et bénédiction pour ceux qui y croient. <N:53>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous avons révélé",
        "à toi",
        "le livre",
        "sauf",
        "que vous faites clairement",
        "pour eux",
        "ce qui",
        "ils différaient",
        "en ce",
        "et (comme) un guide",
        "et de la miséricorde",
        "pour un peuple",
        "qui croient"
      ],
      "notes" : {
        "53" : [
          "Autrement dit, [ \"Ce livre leur a donné une excellente occasion de régler leurs",
          "différends qui ont été causés par les croyances superstitieuses de leurs",
          "ancêtres, et qui ont divisé, les en factions en guerre. Ils peuvent ensuite unir",
          "sur la base permanente de la vérité présentée par le Coran, mais ces gens",
          "stupides préférant leur ancien état, même après la venue de cette bénédiction,",
          "doit rencontrer la honte et le tourment. d'autre part, seuls ceux qui croient",
          "dans ce livre , se trouve le droit chemin et béni avec miséricorde et faveurs de",
          "AIlah \"]."
        ]
      }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "وَاللَّهُ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا ۚ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَسْمَعُونَ",
      "simpleTranslate" : [
        "Dieu fait descendre du ciel une eau par laquelle Il rend la vie à la terre après",
        "sa mort. Il y a là un vrai signe pour des gens qui savent entendre."
      ],
      "tafsirTranslate" : [
        "(Dans chaque saison des pluies, vous voyez que) Allah a fait descendre l'eau du",
        "ciel, et par lui a donné la vie à la terre après qu'elle était morte: en effet il",
        "y a un signe pour ceux qui écoutent ( le message) .53a"
      ],
      "tanslateWordByWord" : [
        "Et Allah",
        "a fait descendre",
        "de",
        "Le ciel",
        "eau",
        "puis donne la vie",
        "par cela",
        "(à la terre",
        "après",
        "sa mort",
        "Effectivement",
        "dans",
        "cette",
        "(Est) sûrement un signe",
        "pour un peuple",
        "qui écoutent"
      ],
      "notes" : {
        "53" : [
          "a. Autrement dit, [ \"Si vous aviez écouté le message du Prophète, et observé",
          "attentivement ces signes, vous auriez pleuré à partir du noyau de votre cœur,«",
          "Ces signes soutiennent son message ». Année après année, vous assisterez à ces",
          "signes. Il est la terre, tout stérile devant vous, sans aucun signe de vie sans",
          "brin d'herbe, pas de bourgeons ou de la fleur, et aucun insecte. Puis vient la",
          "pluie. tout d'un coup, la même terre y est incluse avec la vie. cultures sur de",
          "nombreux types des insectes dont aucun vestige avait été laissé. vous êtes témoin",
          "de ce processus de la vie et la mort, et la mort et la vie, l'année répétée après",
          "année. Pourtant, vous doutez quand le Prophète vous dit que Dieu sera à nouveau",
          "apporter à la vie de tous les êtres humains après leur . la mort Ceci est parce",
          "que vous voyez ces signes comme les animaux, qui ne voient pas la sagesse du",
          "Créateur qui sous-tend ce phénomène, sinon vous auriez découvert que ces signes",
          "soutiennent le message du Prophète \"]."
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً ۖ نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ مِنْ بَيْنِ فَرْثٍ وَدَمٍ لَبَنًا خَالِصًا سَائِغًا لِلشَّارِبِينَ",
      "simpleTranslate" : [
        "Vous pouvez tirer un autre enseignement de vos troupeaux, car, de leurs",
        "entrailles, et à travers le chyme et le sang, Nous vous abreuvons d’un lait si",
        "pur et si agréable."
      ],
      "tafsirTranslate" : [
        "Et sûrement il y a une leçon pour vous dans les bestiaux: Nous vous abreuvons de",
        "ce qui est dans leurs ventres entre la crasse et de sang, qui est, du lait pur,",
        "<N:54> qui est très agréable à ceux qui le boivent."
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "pour toi",
        "dans",
        "les bovins",
        "(Est) une leçon",
        "Nous vous donnons à boire",
        "de ce que",
        "(est dans",
        "leurs ventres",
        "de",
        "entre",
        "intestins",
        "et le sang",
        "lait",
        "pur",
        "acceptable",
        "aux buveurs"
      ],
      "notes" : {
        "54" : [
          "[ \".... entre la saleté et du sang ......\"]: Ceci fait référence au processus le",
          "plus merveilleux de la formation de lait pur dans les ventres des she-bétail,",
          "pour, le fourrage qu'ils mangent se transforme en sang, la saleté et le lait pur,",
          "ce qui est tout à fait différente des deux premières dans sa nature, la couleur",
          "et de l'utilité. Certains elle-bétail produisent du lait en telle abondance que,",
          "après allaitant leurs jeunes ones une grande quantité de celui-ci est laissé pour",
          "faire une excellente nourriture humaine."
        ]
      }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "وَمِنْ ثَمَرَاتِ النَّخِيلِ وَالْأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَعْقِلُونَ",
      "simpleTranslate" : [
        "Et des fruits du palmier et de la vigne vous tirez une boisson enivrante et une",
        "nourriture excellente. Il y a également en cela une leçon pour des gens qui",
        "raisonnent."
      ],
      "tafsirTranslate" : [
        "(De même) Nous vous donnons de palmiers et de vignes d'une boisson à partir de",
        "laquelle vous dérivez intoxicants et aussi la nourriture pure: <N:55> En effet,",
        "il est un signe pour ceux qui font usage de leur . bon sens."
      ],
      "tanslateWordByWord" : [
        "Et de",
        "fruits",
        "la date-palm",
        "et les raisins",
        "tu prends",
        "à partir de cela",
        "toxique",
        "et une disposition",
        "bien",
        "Effectivement",
        "dans",
        "cette",
        "(Est) sûrement un signe",
        "pour un peuple",
        "qui utilisent la raison"
      ],
      "notes" : {
        "55" : [
          "Par ailleurs, il implique que le jus des fruits de palmiers et de vignes contient",
          "deux choses. La première est que la nourriture qui est pur et sain pour l'homme",
          "et l'autre est celle qui se transforme en alcool après il devient pourri. Mais il",
          "a été laissé au choix de l'homme pour obtenir des aliments sains pur de cette",
          "providence ou pour boire le vin intoxicant l'exciter et lui faire perdre son",
          "self-control. Il contient aussi une indication quant à l'interdiction du vin."
        ]
      }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "وَأَوْحَىٰ رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ",
      "simpleTranslate" : [
        "Ton Seigneur a inspiré aux abeilles : «Prenez des demeures dans les montagnes,",
        "dans les arbres et dans les treillages que les hommes érigent."
      ],
      "tafsirTranslate" : [
        "Et voici! .Votre Seigneur a inspiré l'abeille <N:56> avec ce \"Construire ta ruche",
        "dans les montagnes, les arbres et les plantes grimpantes sur treillages:"
      ],
      "tanslateWordByWord" : [
        "Et inspiré",
        "votre Seigneur",
        "à",
        "l'abeille",
        "[cette]",
        "Prendre",
        "parmi",
        "les montagnes",
        "Maisons",
        "et parmi",
        "les arbres",
        "et en ce que",
        "ils construisent"
      ],
      "notes" : {
        "56" : [
          "La signification lexicale du mot arabe [( 'de wahi)] est l'inspiration secrète",
          "qui se fait sentir que par celui qui inspire et l'autre qui est inspiré. Le Coran",
          "a utilisé ce mot à la fois pour l'inspiration instinctive par Allah à sa création",
          "en général et pour la Révélation vers ses prophètes en particulier. Allah envoie",
          "Ses [ \"wahi\"] aux cieux avec Son commandement et ils commencent à fonctionner en",
          "accord avec elle [(XL: 12 <V:40:12>)]. Il l'envoyer à la Terre avec Son",
          "commandement et il portera sur l'histoire de aII qui était arrivé sur et en elle.",
          "[(XCIX: 4-S <V:99:4-S>)]. Il envoie wahi à l'abeille et inspire avec facultés",
          "pour réaliser l'ensemble de son merveilleux travail instinctivement [(v. 68)]. La",
          "même chose est vraie de l'oiseau qui apprend à voler, le poisson qui apprend à",
          "nager, l'enfant nouveau-né qui apprend à sucer le lait, etc., etc. Ensuite, il",
          "est également wahi avec laquelle Allah inspire un être humain avec un spontanée",
          "idée [(XXVIII: 7 <V:28:7>)]. La même chose est le cas avec toutes les grandes",
          "découvertes, les inventions, les œuvres littéraires et artistiques, etc., qui",
          "n'aurait pas été possible sans le bénéfice de wahi. En fait, chaque être humain à",
          "un moment ou l'autre se sent son influence mentale ou spirituelle sous la forme",
          "d'une idée ou pensée ou d'un plan ou un rêve, ce qui est confirmé par une",
          "expérience ultérieure pour être la bonne orientation des wahi invisibles . \n Puis",
          "il y a la wahi [(Apocalypse)] qui est le privilège des Prophètes. Cette forme de",
          "wahi a ses propres caractéristiques et est tout à fait distincte de tous »ses",
          "autres formes. Le Prophète, qui est inspiré avec elle, est pleinement conscient",
          "et a sa ferme conviction qu'il est envoyé vers le bas d'Allah. Une telle",
          "révélation contient des doctrines de croyance, commandements, des lois, des",
          "règlements et des instructions pour guider l'humanité."
        ]
      }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "ثُمَّ كُلِي مِنْ كُلِّ الثَّمَرَاتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلًا ۚ يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاءٌ لِلنَّاسِ ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ",
      "simpleTranslate" : [
        "Butinez ensuite de toutes les fleurs et suivez en toute humilité les voies de",
        "votre Seigneur !» De leur abdomen est sécrétée une liqueur de diverses couleurs",
        "et aux effets salutaires pour les hommes . N’y a-t-il pas là encore un signe pour",
        "des gens qui réfléchissent?"
      ],
      "tafsirTranslate" : [
        "boivent ensuite nectar de toute espèce de fruits, et suivez les façons égalisées",
        "par le Seigneur. « <N:57> De son ventre sort un fluide de différentes teintes",
        "dans laquelle il y a une guérison pour l'humanité. <N:58> Voici en effet un signe",
        "pour ceux qui méditent sur elle. <N:59>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "manger",
        "de",
        "tout",
        "les fruits",
        "et suivre",
        "(les chemins",
        "(De) votre Seigneur",
        "aplani",
        "sort",
        "de",
        "leurs ventres",
        "un verre",
        "(Des) variant",
        "les couleurs",
        "en ce",
        "(Est) une guérison",
        "pour l'humanité",
        "Effectivement",
        "dans",
        "cette",
        "(Est) sûrement un signe",
        "pour un peuple",
        "qui sont le reflet"
      ],
      "notes" : {
        "57" : [
          "[ \".... Suivre les façons égalisées par ton Seigneur\"]: [ \"travailler en",
          "conformité avec les méthodes qui ont été enseignés à toi par le wahi d'Allah pour",
          "le bon fonctionnement de la ruche..... la vie\"] . Ce sont les wahi d'Allah",
          "[(l'inspiration instinctive)] qui a enseigné les abeilles comment construire leur",
          "merveilleuse usine avec des peignes séparés à couvain arrière, peignes pour",
          "transformer le nectar en miel, peignes pour conserver les aliments, bref, peignes",
          "séparés pour remplir tous les aspects de la vie de la ruche. Il est wahi qui a",
          "enseigné les abeilles comment s'organiser en une société coopérative effort",
          "collectif pour exécuter le [ \"usine\"] avec la reine et des milliers de",
          "travailleurs pour effectuer une variété de tâches spécifiques. AII ces choses ont",
          "été faites si lisse pour eux par wahi que les abeilles ne se sentent jamais la",
          "nécessité de ne jamais y penser. Ils ont été en cours d'exécution en douceur leur",
          "usine avec leur effort collectif pour des milliers d'années avec une précision",
          "parfaite."
        ],
        "58" : [
          "Bien que le miel est un aliment sain avec un goût sucré et a le pouvoir médicinal",
          "ainsi, sa dernière qualité a été mentionné seulement parce que le premier est",
          "trop évident. Il est utilisé en tant que médicament pour traiter plusieurs",
          "maladies, car elle contient le jus et le glucose de fleurs et de fruits dans la",
          "meilleure forme. En outre, il est également utilisé dans la préparation et la",
          "préservation d'autres médicaments, car elle ne se décompose pas. Elle conserve",
          "aussi d'autres choses de la pourriture. Voilà pourquoi il a été utilisé pendant",
          "des siècles comme un substitut à l'alcool. Et si la ruche est construite à un",
          "endroit, qui abonde dans certaines herbes médicinales, ses ETCD de miel ne",
          "restent pas seulement du miel, mais devient aussi l'essence de cette herbe. Il",
          "est prévu que si les abeilles sont utilisés méthodiquement pour extraire",
          "l'essence à partir d'herbes, etc., que l'essence se révélera être beaucoup mieux",
          "que celle obtenue dans les laboratoires."
        ],
        "59" : [
          "Ce passage [(vv. 48-69)] contient des preuves de Monothéisme et Life-AfterDeath.",
          "Ceux-ci ont été rendues nécessaires, pour les mécréants et .il polythéistes ont",
          "été amèrement opposés au Saint Prophète principalement à cause de ces deux",
          "doctrines. L'acceptation de la première doctrine démoli l'ensemble du système de",
          "vie fondé sur shirk ou l'athéisme parce reconnaître Allah d'être la seule",
          "Providence, le consolateur et le protecteur ne laissait aucune place pour le",
          "culte de quelque dieu ou déesse. La preuve de Monothéisme est basée sur le",
          "respect de la structure du bétail, les abeilles, les palmiers et de vigne verges",
          "et leur utilité pour l'humanité. Naturellement, la question se pose: Qui a conçu",
          "ces de la manière et dans le but qu'ils ont été créés? La seule réponse évidente",
          "est qu'il est le Sage et Ali-Miséricordieux Qui a conçu toutes ces choses pour le",
          "bénéfice de l'humanité pour produire de telles variétés d'aliments qui sont si",
          "sain et si savoureux. Le Prophète, donc, à juste titre demandé, [ «Quand vous",
          "vous admettez, et vous ne pouvez pas mais admettre, que c'est Allah seul qui a",
          "fourni le lait, le miel, dattes, raisins, etc., Il et aucun mais il est digne de",
          "votre culte , la louange, la gratitude et l'allégeance. Pourquoi vous insistez",
          "ensuite faire des offrandes à vos dieux et déesses self-made? \"] \n La seconde",
          "doctrine à laquelle les incroyants ont une forte objection était qu'il y est",
          "sûrement la mort Life-après. Ils étaient contre cette doctrine pour son",
          "acceptation a changé tout le système moral et ils ne sont pas prêts à changer",
          "leurs habitudes immorales. Leur objection est fondée sur la présomption qu'il",
          "était impossible de faire vivre tout le monde après la mort. \n Ils ont été",
          "invités à observer que la terre stérile, qui avait jadis été couverte de la vie",
          "végétale, a été à nouveau couvert avec elle après la pluie et ils ont regardé",
          "cette répétition de l'année de la vie après année. Ce Dieu, qui pourrait si",
          "facilement apporter à la vie du végétal mort, pourrait faire la même chose et de",
          "donner vie à tous les morts, sans aucune difficulté."
        ]
      }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "وَاللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّاكُمْ ۚ وَمِنْكُمْ مَنْ يُرَدُّ إِلَىٰ أَرْذَلِ الْعُمُرِ لِكَيْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْئًا ۚ إِنَّ اللَّهَ عَلِيمٌ قَدِيرٌ",
      "simpleTranslate" : [
        "Dieu vous a créés, puis vous fera mourir. L’âge de certains parmi vous se",
        "prolonge jusqu’à la décrépitude où ils finissent par oublier tout ce qu’ils",
        "avaient appris. Dieu est Omniscient et Omnipotent."
      ],
      "tafsirTranslate" : [
        "Et considérez ceci: Allah vous a créés: Il provoque alors ta mort; <N:60> et",
        "quelqu'un parmi vous est porté sur la vieillesse abjecte de sorte que après avoir",
        "connu tout ce qu'il pouvait, il peut ne ont plus de connaissance. <N:61> Le fait",
        "est que seul Allah est Omniscient, tout-puissant."
      ],
      "tanslateWordByWord" : [
        "Et Allah",
        "vous créé",
        "puis",
        "vous fera mourir",
        "Et parmi vous",
        "(Est un) qui",
        "est renvoyé",
        "à",
        "le pire",
        "(De) l'âge",
        "pour que",
        "ne pas",
        "il saura",
        "après",
        "connaissance",
        "Une chose",
        "Effectivement",
        "Allah",
        "(Est) Omniscient",
        "Tout-puissant"
      ],
      "notes" : {
        "60" : [
          "Il est à souligner ceci: Allah vous offre non seulement avec les nécessités et",
          "les bonnes choses de la vie [(comme indiqué dans les versets précédents)], mais",
          "il a aussi plein pouvoir sur votre vie et la mort. Aucun autre n'a pas le pouvoir",
          "de donner une portance ou causer la mort."
        ],
        "61" : [
          "Ce fait a été mentionné pour ramener les mécréants et les polythéistes que la",
          "connaissance, ce qui donne la supériorité de l'homme sur toutes les créatures sur",
          "cette terre, a été donné par Allah, comme pour dire, [ \"Vous vous avez vu que,",
          "quand un homme, qui possédait autrefois beaucoup de connaissances, devient très",
          "vieux, il est réduit à un simple morceau de chair. Ensuite, cet homme qui a",
          "autrefois enseigné les connaissances à d'autres perd tous ses sens et ne peut pas",
          "regarder même après sa propre \" ]."
        ]
      }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلَىٰ بَعْضٍ فِي الرِّزْقِ ۚ فَمَا الَّذِينَ فُضِّلُوا بِرَادِّي رِزْقِهِمْ عَلَىٰ مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَاءٌ ۚ أَفَبِنِعْمَةِ اللَّهِ يَجْحَدُونَ",
      "simpleTranslate" : [
        "Dieu a favorisé certains d’entre vous plus que d’autres, dans la répartition de",
        "Ses dons. Or, ceux qui ont été favorisés ne sont nullement disposés à se démettre",
        "du surplus de leurs richesses au profit de leurs esclaves, au point que maîtres",
        "et esclaves y deviendraient tous égaux. Renieraient-ils donc les bienfaits de",
        "Dieu?"
      ],
      "tafsirTranslate" : [
        "Considérez aussi ceci: Allah a favorisé certains d'entre vous au-dessus d'autres",
        "avec des dispositions, mais ceux qui ont été favorisés avec cela, ne donnent pas",
        "leurs dispositions à leurs esclaves afin que les deux peuvent devenir égaux dans",
        "la fourniture . Quelle! -ils nient alors de reconnaître le bienfait d'Allah?",
        "<N:62>"
      ],
      "tanslateWordByWord" : [
        "Et Allah",
        "a favorisé",
        "certains d'entre vous",
        "plus de",
        "autres",
        "dans",
        "[la fourniture",
        "Mais non",
        "ceux qui",
        "ont été favorisés",
        "livrerait",
        "leur disposition",
        "à",
        "qui",
        "posséder",
        "leur main droite",
        "afin qu'ils",
        "(Sont) en ce",
        "égal",
        "Alors est-ce la faveur",
        "d'Allah",
        "ils rejettent"
      ],
      "notes" : {
        "62" : [
          "Il sera intéressant de donner la pensée profonde de la signification de ce",
          "verset, pour certains commentateurs modernes du Coran ont fondé des théories et",
          "des systèmes économiques étranges sur elle. Leur interprétation est une instance",
          "de pervertir le sens du Coran en isolant les versets de leur contexte et de le",
          "traiter comme un tout distinct afin de formuler une nouvelle philosophie et de",
          "droit de l'économie islamique. A leur avis, le verset implique ceci: Ces gens à",
          "qui Allah a donné plus de dispositions que d'autres, devrait partager ces",
          "également avec leurs serviteurs et esclaves: sinon ils sont coupables",
          "d'ingratitude à AIlah en ce qui concerne la richesse avec laquelle il les avait",
          "béni . Ce commentaire sur le verset est évidemment faux et exagéré parce que dans",
          "le contexte, il se produit il n'y a aucune mention d'une loi de l'économie. Tout",
          "le passage dans lequel se produit ce verset traite de la réfutation du",
          "polythéisme et la preuve de Monothéisme. Les mêmes thèmes sont poursuivies dans",
          "les versets suivants. Il semble y avoir aucune raison pour laquelle une loi",
          "économique aurait dû être inséré ici, ce qui aurait été tout à fait hors de",
          "propos, pour le moins. Au contraire, lorsque le verset est considéré dans son",
          "contexte, il devient tout à fait évident qu'il n'y a pas plus de la déclaration",
          "d'un fait pour prouver le même thème qui est contenu dans ce passage. Elle fait",
          "valoir comme ceci: [ \"Lorsque vous vous ne faites pas vos serviteurs et esclaves",
          "des partenaires égaux dans votre richesse, qui, en fait, vous est donné par",
          "Allah-comment est-ce que vous vous joignez d'autres dieux avec Dieu dans votre",
          "gratitude à Lui pour la faveurs dont Il vous a béni. vous savez que ces dieux ont",
          "aucun pouvoir de donner quoi que ce soit à quiconque, et, par conséquent, n'a pas",
          "le droit dans votre adoration d'Allah, car ils sont après tous ses esclaves et",
          "les serviteurs. \"] \n Cette interprétation du verset en question est corroborée",
          "par XXX: 28: [ \"Allah propose de vous une instance de vous-mêmes: Est-ce que vos",
          "esclaves partagent avec vous la richesse Nous vous avons octroyé afin que vous et",
          "ils deviennent égal dans ce ? Et vous les craignez que vous craignez une autre?",
          "ainsi, nous faisons clairement Nos signes à ceux qui utilisent leur bon sens. \"]",
          "une comparaison des deux versets, il est tout à fait clair que ceux-ci ont été",
          "cités pour ramener les polythéistes que eux-mêmes ne pas associer leurs esclaves",
          "avec eux-mêmes dans leur richesse et de statut, mais ils ont l'impudence et la",
          "folie de mettre en place sa propre créature en tant que partenaire avec Dieu. \n",
          "Il semble que l'interprétation erronée a été renforcée par la phrase suivante:? [",
          "\"Qu'est-ce qu'ils nient alors de reconnaître le bienfait d'Allah Comme cette",
          "phrase suit immédiatement la similitude des gens riches et leurs esclaves, ils",
          "concluent que ce sera ingratitude la part de ceux, qui possèdent plus de richesse",
          "ne pas partager aussi avec ceux qui ont moins. en fait, tous ceux qui ont étudié",
          "le Coran sait que la critique ingratitude envers Allah est de montrer de la",
          "gratitude à d'autres qu'Allah pour sa bénédictions. Cette interprétation est si",
          "manifestement tort que ceux qui sont bien versé dans les enseignements du Coran",
          "ne peut avoir aucun malentendu à ce sujet. Et ces versets que ceux-ci peuvent",
          "induire en erreur que ceux qui ont une connaissance superficielle du Coran. \n",
          "Maintenant que l'importance de l'ingratitude envers la bénédiction d'Allah est",
          "devenu clair, le sens du verset sera tout à fait clair, et il est ceci: \"]",
          "Lorsque les polythéistes comprendre l'implication de la différence entre le",
          "maître et son esclave et d'observer cette distinction dans leur propre vie,",
          "pourquoi ils persistent alors en ignorant l'immense différence entre le Créateur",
          "et ses créatures et mettre en place ce dernier en tant que ses partenaires et",
          "rendent hommage de gratitude pour les bénédictions qui leur sont conférés par",
          "Allah. \""
        ]
      }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ ۚ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ اللَّهِ هُمْ يَكْفُرُونَ",
      "simpleTranslate" : [
        "Dieu vous donne des épouses issues de vous-mêmes, et de vos épouses Il vous donne",
        "des enfants et des petits-enfants. Et Il vous pourvoit d’excellents aliments.",
        "Vont-ils donc croire à ce qui est faux et renier les bienfaits du Seigneur?"
      ],
      "tafsirTranslate" : [
        "Il est Allah seul, qui a fait des épouses pour vous de vos propres espèces et lui",
        "seul accordé à vous, fils et petits-fils de ces femmes, et vous a fourni de",
        "bonnes choses à manger. Que font-ils alors (même après avoir vu et sachant tout",
        "cela,) croient au mensonge, <N:63> et de nier les bienfaits d'Allah <N:64>"
      ],
      "tanslateWordByWord" : [
        "Et Allah",
        "(a fait",
        "pour toi",
        "de",
        "vous-mêmes",
        "conjoints",
        "et a fait",
        "pour toi",
        "de",
        "vos conjoints",
        "fils",
        "et petits-fils",
        "et a fourni pour vous",
        "de",
        "les bonnes choses",
        "Puis dans le mensonge ne",
        "ils croient",
        "et Favor",
        "d'Allah",
        "ils",
        "ne pas croire"
      ],
      "notes" : {
        "64" : [
          "[ \".... ils nient les faveurs d'Allah\"] en associant d'autres avec Allah en",
          "offrant gratitude à Lui pour ses faveurs, mais ils ne disposaient pas de preuves",
          "ou de l'autorité que leurs faux dieux avaient joué aucun rôle en ce qui concerne",
          "à ces faveurs. Le Coran considère une telle association comme la négation des",
          "faveurs d'Allah. Il met en avant le principe fondamental: Il est la négation de",
          "la faveur du réel bienfaiteur à offrir gratitude pour sa faveur à toute personne",
          "qui n'a pas fait cette faveur, ou de présumer sans aucune preuve ni raison que le",
          "véritable bienfaiteur a ni accordé cette faveur de son propre gré, mais à cause",
          "de la médiation ou de regard ou de recommandation ou intercession de telle ou",
          "telle personne. \n Même un peu de réflexion montrera que les deux choses",
          "fondamentales mentionnées ci-dessus sont tout à fait juste et rationnelle.",
          "Supposons, par souci d'illustration, que A, par sympathie, aide à B, une personne",
          "dans le besoin, mais à ce moment B se lève en présence de A, et offre la",
          "gratitude pour ce genre acte à une autre personne qui -had pas partager à aII en",
          "elle. A étant une personne généreuse ne peut prendre aucune avis de réponse",
          "absurde B, et peut même continuer à l'aider comme avant, mais il ne peut empêcher",
          "d'avoir une opinion très faible de caractère B et compte tenu de lui d'être un",
          "ingrat. Ensuite, sur demande Breveals qu'il était reconnaissant à l'autre",
          "personne A avait fait que la bonté de B à cause de lui. Naturellement A va le",
          "prendre mal, car il sait que l'hypothèse B est absolument faux: non, il va",
          "prendre cela comme une insulte à lui-même, car il signifie que B a une opinion",
          "très faible de lui qu'il est pas un généreux et bienveillant l'homme, mais ne se",
          "contente pas de tels actes pour plaire à ses amis. Cela signifie que A aide une",
          "personne dans le besoin que s'il apporte recommandation de ses amis; sinon nul ne",
          "peut attendre aucune bonté de lui."
        ],
        "63" : [
          "[ \".... ils croient au mensonge ......\"]: ils ont cette croyance fausse et sans",
          "fondement qu'il ya certains dieux et déesses, djinns et saints, morts et vivants,",
          "qui possèdent la le pouvoir de faire ou défaire leurs destins, remplir leurs",
          "désirs et répondre à leurs prières, leur donner des enfants, guérir leurs",
          "maladies et les aider à gagner des poursuites judiciaires."
        ]
      }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِنَ السَّمَاوَاتِ وَالْأَرْضِ شَيْئًا وَلَا يَسْتَطِيعُونَ",
      "simpleTranslate" : [
        "Adoreront-ils, en dehors de Dieu, ce qui ne peut leur procurer aucun bien ni des",
        "Cieux ni de la Terre et qui, de plus, ne détient aucun pouvoir?"
      ],
      "tafsirTranslate" : [
        "et au lieu d'Allah, adorer ceux qui ne leur donne pas quelque chose du ciel ou la",
        "terre, ni aucun pouvoir de le faire?"
      ],
      "tanslateWordByWord" : [
        "Et ils adorent",
        "autre que",
        "autre que",
        "Allah",
        "lequel",
        "ne pas",
        "possède",
        "pour eux",
        "toute disposition",
        "de",
        "Le Paradis",
        "et la terre",
        "[n'importe quoi]",
        "et pas",
        "ils sont en mesure"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ ۚ إِنَّ اللَّهَ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ",
      "simpleTranslate" : [
        "Ne prêtez donc pas d’égaux à Dieu, car Dieu sait, tandis que vous ne savez rien !"
      ],
      "tafsirTranslate" : [
        "Faire aucune comparaison, par conséquent, avec Allah. <N:65> Allah sait, mais",
        "vous ne savez pas."
      ],
      "tanslateWordByWord" : [
        "Donc ne le fais pas",
        "avancer",
        "pour Allah",
        "la similitude",
        "Effectivement",
        "Allah",
        "sait",
        "et toi",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "65" : [
          "[ \"Ne faites pas de comparaisons avec Allah\"]: Vous ne devriez pas comparer AIlah",
          "avec les autres, ni le considérer comme inabordables comme des rois et dirigeants",
          "du monde, à qui nul ne peut avoir accès sans la médiation et l'intercession de",
          "leurs courtisans et les fonctionnaires. Comme Allah est pas entouré par des",
          "anges, des saints, favoris, etc., tout le monde peut avoir un accès direct à Lui",
          "sans médiation par quiconque."
        ]
      }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "ضَرَبَ اللَّهُ مَثَلًا عَبْدًا مَمْلُوكًا لَا يَقْدِرُ عَلَىٰ شَيْءٍ وَمَنْ رَزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْرًا ۖ هَلْ يَسْتَوُونَ ۚ الْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Dieu propose en parabole un serviteur réduit à l’esclavage et dénué de tout",
        "pouvoir, et un homme libre à qui Nous avons accordé d’amples ressources dont il",
        "use en secret et en public. Ces deux hommes sont-ils égaux? Non, louange à Dieu !",
        "Mais la plupart des hommes manquent de jugement."
      ],
      "tafsirTranslate" : [
        "Allah cite une similitude <N:66> (de deux hommes): l'un d'eux est un esclave, qui",
        "est détenue par un autre et n'a aucun pouvoir sur quoi que ce soit. Il est",
        "l'autre homme qui nous nous avons fourni une prestation équitable à partir de",
        "laquelle il passe librement ouvertement et secrètement. (Demandez-leur!): \".? Ces",
        "deux hommes sont égaux» - Que Dieu soit loué <N:67> Mais la plupart des gens ne",
        "mderstand pas (cette chose simple) <N:68>"
      ],
      "tanslateWordByWord" : [
        "Allah énonce",
        "Allah énonce",
        "l'exemple",
        "(De) un esclave",
        "(Qui est) détenue",
        "ne pas",
        "il a le pouvoir",
        "sur",
        "n'importe quoi",
        "et (un) qui",
        "Nous lui avons fourni",
        "de notre part",
        "une disposition",
        "bien",
        "donc il",
        "passe",
        "à partir de cela",
        "secrètement",
        "et publiquement",
        "Pouvez",
        "ils sont égaux",
        "Toutes les louanges",
        "(Est) pour Allah",
        "Non",
        "mais la plupart d'entre eux",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "66" : [
          "Dans le verset précédent, les polythéistes ont dit de ne pas faire des",
          "comparaisons entre AIlah et ses créatures, car il n'y a rien qui Lui ressemble.",
          "Comme les bases de leur comparaison ont eu tort, leurs conclusions étaient",
          "également trompeuses. Dans ce verset similitudes appropriées ont été cités et des",
          "comparaisons justes ont été faites pour les conduire à la réalité."
        ],
        "67" : [
          "Entre la dernière question et [ \"Que Dieu soit loué!\"] Il y a un écart qui doit",
          "être rempli avec l'aide de ce dernier. Lorsque la question a été posée,",
          "évidemment les polythéistes ne pouvaient pas dire que les deux hommes étaient",
          "égaux. Donc, certains d'entre eux ont admis qu'ils ne sont pas égaux, tandis que",
          "les autres ont gardé le silence par crainte qu'en cas d'admission, ils doivent se",
          "conformer à sa conclusion logique, qui est, l'admission de réfutation de la",
          "doctrine de shirk . Par conséquent, les mots, [ «Que Dieu soit loué!\"] Ont été",
          "mis dans la bouche du Prophète en réponse à ces deux types de la réponse à la",
          "question. Dans le premier cas, cela voudrait dire: [ \"! Que Dieu soit loué, vous",
          "avez admis au moins autant\"]. Dans le second cas, cela voudrait dire: [ \"! Que",
          "Dieu soit loué que tu as gardé calme dans spilte de ALi votre endurcissement et",
          "ne l'avez pas eu l'audace de dire que les deux étaient égaux»]."
        ],
        "68" : [
          "[ \".... La plupart des gens ne comprennent pas [(cette chose simple)]\"] que",
          "pendant qu'ils se sentent et observer attentivement la distinction entre ceux qui",
          "ont des pouvoirs et ceux qui sont impuissants, ils ne se sentent ni observer la",
          "distinction claire entre le Créateur et Sa création. Voilà pourquoi ils associent",
          "les créatures avec le Créateur dans Ses attributs et pouvoirs et de montrer le",
          "genre d'allégeance à eux comme est le droit exclusif du Créateur. Le malheur est",
          "que dans leur vie quotidienne, ils mendier chose saine du maître de la maison et",
          "non pas des fonctionnaires, mais contrairement à cela, ils seraient mendier pour",
          "leurs besoins des serviteurs d'Allah et non pas de Lui."
        ]
      }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "وَضَرَبَ اللَّهُ مَثَلًا رَجُلَيْنِ أَحَدُهُمَا أَبْكَمُ لَا يَقْدِرُ عَلَىٰ شَيْءٍ وَهُوَ كَلٌّ عَلَىٰ مَوْلَاهُ أَيْنَمَا يُوَجِّهْهُ لَا يَأْتِ بِخَيْرٍ ۖ هَلْ يَسْتَوِي هُوَ وَمَنْ يَأْمُرُ بِالْعَدْلِ ۙ وَهُوَ عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
      "simpleTranslate" : [
        "Dieu propose aussi en parabole deux hommes. L’un d’eux est muet, impotent et",
        "totalement à la charge de son maître ; partout où celui-ci l’envoie, il ne lui",
        "rapporte rien de bon. Cet homme serait-il l’égal d’un autre qui prescrit la",
        "justice et qui suit le droit chemin?"
      ],
      "tafsirTranslate" : [
        "Allah cite une autre similitude de deux hommes. L'un d'eux est muet et sourd, et",
        "ne peut pas faire un travail, et est devenu un fardeau pour son maître; partout",
        "où il lui expédie, il ne fait rien utile. Il y a l'autre, qui ordonne la justice",
        "et suit le droit chemin. (Ask_ eux): «Sont ces deux hommes égaux\" <N:69>"
      ],
      "tanslateWordByWord" : [
        "Et Allah propose",
        "Et Allah propose",
        "un exemple",
        "(De) deux hommes",
        "l'un d'eux",
        "(Est) dumb",
        "ne pas",
        "il a le pouvoir",
        "sur",
        "n'importe quoi",
        "alors qu'il",
        "(Est) un fardeau",
        "sur",
        "son maître",
        "Partout où",
        "il le dirige",
        "ne pas",
        "il vient",
        "tout bon",
        "Est",
        "égal",
        "il",
        "et (celui) qui",
        "commandes",
        "[de la justice",
        "et il",
        "(est sur",
        "un chemin",
        "tout droit"
      ],
      "notes" : {
        "69" : [
          "Dans la première similitude, distinction entre AIIah et faux dieux a été",
          "clairement en ce qui concerne la possession des pouvoirs et l'absence de ceux-ci.",
          "Dans le second, l'accent est mis sur l'utilisation de ces pouvoirs. Allah est non",
          "seulement tout-puissant, mais entend également toutes les prières et répond à",
          "tous les besoins, tandis que l'esclave est complètement impuissant. Il ne",
          "fonctionne pas et ne peut pas entendre les prières, ni ne peut apporter une",
          "réponse à eux, ni a le pouvoir de faire quoi que ce soit. Il est totalement",
          "dépendant du Maître et tout à fait incapable de faire quoi que ce soit par",
          "lui-même. D'autre part, le Maître est Tout-Puissant et Ali-Wise. Il enjoint la",
          "justice sur le monde: tout ce qu'il ETCD est juste et précise. Demandez-leur, [",
          "\"Est-ce donc un point de la sagesse de considérer comme Maître et un esclave",
          "comme égaux?\"]"
        ]
      }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "وَلِلَّهِ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَمَا أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "C’est à Dieu qu’appartient le mystère des Cieux et de la Terre. Et la fin du",
        "monde se produira en un clin d’œil, ou plus rapidement encore, car la puissance",
        "de Dieu n’a pas de limite."
      ],
      "tafsirTranslate" : [
        "Allah seul a la connaissance de toutes les choses «inconnus» des cieux et de la",
        "terre. <N:70> En ce qui concerne la venue de la Résurrection, il ne prendra pas",
        "plus de temps que ce qui est pris dans le un clin d'œil un peu moins que cela;",
        "<N:71> le fait est que Allah a le pouvoir sur toutes choses."
      ],
      "tanslateWordByWord" : [
        "Et à Allah (appartient)",
        "(La) invisible",
        "(De) les cieux",
        "et la terre",
        "Et pas",
        "(Est la) question",
        "(De) l'Heure",
        "mais",
        "comme un clin d'œil",
        "(De) l'oeil",
        "ou",
        "il",
        "(Est) plus proche",
        "Effectivement",
        "Allah",
        "sur",
        "chaque",
        "chose",
        "(Est) Tout-Puissant"
      ],
      "notes" : {
        "70" : [
          "La phrase suivante montre que ceci est la réponse w une question qui a été",
          "fréquemment mis au Saint Prophète par les mécréants de la Mecque. La question qui",
          "n'a pas été citée était la suivante: Si la Résurrection vous parlez si souvent",
          "est vraiment venir, Iet nous connaître la date de son entrée."
        ],
        "71" : [
          "Autrement dit, [ «Ne pas être dans l'illusion que la résurrection viendra",
          "progressivement et prendre beaucoup de temps: vous ne pourrez à sec venir à une",
          "distance, ni garde contre elle et faire des préparatifs pour y faire face. Car il",
          "viendra soudainement sans avertissement préalable, en un clin d'œil ou même",
          "prendre moins de temps que cela. Par conséquent, le moment est venu d'examiner",
          "cette question au sérieux et de décider au sujet de votre attitude envers elle.",
          "Vous devriez dépend pas de ce faux espoir qu'il ya encore beaucoup de temps dans",
          "la venue de la Résurrection et vous mettra en matière droite avec Allah quand",
          "vous le voir venir \"]. \n Il convient de signaler que la Résurrection a été",
          "mentionné ici au cours de la discussion sur Tauhid afin d'avertir le peuple que",
          "le choix entre les doctrines de Monothéisme et shirk est non seulement une",
          "question théorique. Pour ce choix détermine différents cours de la vie pour",
          "laquelle ils seront appelés à rendre compte au Jour de la Résurrection. Ils ont",
          "également été avertis que ça va venir aII d'un coup à un moment inconnu. Par",
          "conséquent, ils doivent être très prudents de faire ce choix qui déterminera leur",
          "succès ou l'échec de ce jour."
        ]
      }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۙ لَعَلَّكُمْ تَشْكُرُونَ",
      "simpleTranslate" : [
        "Dieu vous a fait naître du sein de vos mères , dénués de tout savoir, et vous a",
        "donné l’ouïe, la vue et l’intelligence. Peut-être Lui en serez-vous",
        "reconnaissants?"
      ],
      "tafsirTranslate" : [
        "Allah vous a fait sortir des ventres de vos mères dans cet état que vous ne",
        "saviez rien: Il vous les oreilles et les yeux et les esprits pensants <N:72> afin",
        "que vous puissiez être reconnaissants donné <N:73>."
      ],
      "tanslateWordByWord" : [
        "Et Allah",
        "vous a fait",
        "de",
        "les ventres",
        "(De) vos mères",
        "ne pas",
        "connaissance",
        "n'importe quoi",
        "et fait",
        "pour toi",
        "l'audience",
        "et la vue",
        "et les cœurs",
        "afin que vous puissiez",
        "rendre grâce"
      ],
      "notes" : {
        "72" : [
          "Ceci est de leur rappeler que quand ils sont nés, ils étaient plus impuissants et",
          "ignorants que le jeune-et-un d'un animal, mais Allah leur a donné des oreilles",
          "pour entendre, des yeux pour voir et les esprits à penser et à réfléchir. Ceux-ci",
          "leur ont permis d'acquérir toutes sortes d'informations et de connaissances pour",
          "mener leurs affaires mondaines efficacement. Tant et si bien que ces facultés",
          "sensorielles sont les seuls moyens qui aident l'homme à atteindre tant de progrès",
          "que de régner sur tout sur la terre."
        ],
        "73" : [
          "Autrement dit, «Vous devriez être reconnaissants à Allah qui vous a accordé de",
          "telles bénédictions que ceux-ci. Ce sera l'ingratitude de votre part si vous",
          "entendez tout avec vos oreilles, sauf la Parole de Dieu, et voir tout avec vos",
          "yeux, sauf les signes d'Allah et d'envisager sérieusement toutes les questions,",
          "sauf votre Bienfaiteur Qui vous a béni avec ces faveurs."
        ]
      }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّرَاتٍ فِي جَوِّ السَّمَاءِ مَا يُمْسِكُهُنَّ إِلَّا اللَّهُ ۗ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Que n’observent-ils les oiseaux assujettis en plein ciel, où rien ne les soutient",
        "en dehors de Dieu? N’y a-t-il pas là des signes pour ceux qui ont la foi?"
      ],
      "tafsirTranslate" : [
        "Ont-ils jamais observé comment les oiseaux sont prêts dans la voûte du ciel? Qui",
        "les place mais Allah détient? Il y a beaucoup de signes pour ceux qui croient."
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "ils voient",
        "vers",
        "les oiseaux",
        "contrôlée",
        "dans",
        "au milieu",
        "(De) le ciel",
        "Aucun",
        "les maintient en place",
        "sauf",
        "Allah",
        "Effectivement",
        "dans",
        "cette",
        "(Sont) Signes",
        "pour un peuple",
        "qui croient"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "وَاللَّهُ جَعَلَ لَكُمْ مِنْ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعَامِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ ۙ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا أَثَاثًا وَمَتَاعًا إِلَىٰ حِينٍ",
      "simpleTranslate" : [
        "Dieu a fait de vos maisons un lieu de repos ; et des peaux de vos bêtes, Il vous",
        "procure aussi des demeures, dont vous appréciez la légèreté lors de vos",
        "déplacements et lors de vos campements. De leur laine, de leur crin et de leur",
        "poil, Il vous pourvoit d’effets et d’ustensiles d’un usage précaire."
      ],
      "tafsirTranslate" : [
        "Allah a fait vos maisons des lieux de repos et de paix pour vous: et des peaux de",
        "bovins qu'il a faites pour vous maisons <N:74> que vous trouvez la lumière",
        "pendant votre voyage et au moment de votre halte. <N:75> et de leur fourrure",
        "douce et de la laine et les cheveux, il vous a fourni avec beaucoup de choses",
        "pour les vêtements et les services domestiques qui sont très utiles pour vous",
        "pendant votre mandat prescrit de la vie."
      ],
      "tanslateWordByWord" : [
        "Et Allah",
        "(a fait",
        "pour toi",
        "[de]",
        "vos maisons",
        "un lieu de repos",
        "et fait",
        "pour toi",
        "de",
        "les peaux",
        "(D ') les bovins",
        "tentes",
        "que vous trouvez la lumière",
        "(au jour",
        "(De) votre Voyage",
        "et la journée",
        "(De) votre campement",
        "et de",
        "leur laine",
        "et leur fourrure",
        "et leurs cheveux",
        "(Est) l'ameublement",
        "et une disposition",
        "pour",
        "une époque"
      ],
      "notes" : {
        "74" : [
          "Maisons: tentes de peau qui sont d'usage courant en Arabie."
        ],
        "75" : [
          "Autrement dit, [ «Quand vous voulez commencer un voyage, vous pouvez facilement",
          "plier vos tentes et de les transporter, et quand vous voulez faire une courte",
          "halte, vous pouvez facilement les déplier et planter eux pour un abri et de",
          "repos. \"]"
        ]
      }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "وَاللَّهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلَالًا وَجَعَلَ لَكُمْ مِنَ الْجِبَالِ أَكْنَانًا وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الْحَرَّ وَسَرَابِيلَ تَقِيكُمْ بَأْسَكُمْ ۚ كَذَٰلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ",
      "simpleTranslate" : [
        "Et de ce qu’Il a créé, Dieu vous a procuré des ombrages, vous a procuré des abris",
        "dans les montagnes, vous a procuré des vêtements qui vous protègent de la",
        "chaleur, et des armures pour vous défendre contre votre propre violence. C’est",
        "ainsi que Dieu parachève sur vous Ses bienfaits, afin de vous amener à vous",
        "soumettre à Lui."
      ],
      "tafsirTranslate" : [
        "Allah a fait pour vous de nombreuses choses qu'Il a créé un abri contre le",
        "soleil. Il a créé pour vous des lieux de refuge dans les montagnes et béni vous",
        "avec de tels vêtements que vous protéger de la chaleur <N:76> et les vêtements",
        "que vous bouclier dans vos combats. <N:77> Ainsi, il perfectionne ses",
        "bénédictions sur vous, <N:78> de sorte que vous devez soumettre à Lui."
      ],
      "tanslateWordByWord" : [
        "Et Allah",
        "(a fait",
        "pour toi",
        "de ce que",
        "Il a créé",
        "teintes",
        "et (a) fait",
        "pour toi",
        "de",
        "les montagnes",
        "abris",
        "et (a) fait",
        "pour toi",
        "habits",
        "pour vous protéger",
        "(De) la chaleur",
        "et des vêtements",
        "pour vous protéger",
        "de votre violence (mutuelle)",
        "Ainsi",
        "Il complète",
        "Sa faveur",
        "sur vous",
        "afin que vous puissiez",
        "soumettre"
      ],
      "notes" : {
        "76" : [
          "Le Coran n'a pas mentionné la protection contre le froid pour l'une des deux",
          "raisons: [(1)] Parce que l'utilisation de vêtements dans la saison d'été est un",
          "symbole de la perfection culturelle et, évidemment, il n'y a pas besoin de",
          "mentionner les étages inférieurs de la culture. Ou [(2)] l'utilisation de",
          "vêtements dans les pays chauds a été spécialement mentionnée parce que",
          "l'utilisation principale de vêtements il y a une protection contre le vent",
          "furieux pestilentielle chaud. Par conséquent, on doit se couvrir la tête, le cou,",
          "les oreilles, et l'ensemble de ceux corps pour le protéger contre le vent chaud",
          "qui serait autrement brûler un à mort."
        ],
        "77" : [
          "Autrement dit, [ \"Armour\"]."
        ],
        "78" : [
          "[ \"Il perfectionne ses bénédictions sur vous\"]: AIIah prévoit les besoins",
          "moindres et les besoins de tous les aspects de la vie humaine. Par exemple, Iet",
          "Reprenons l'exemple de la protection du corps humain contre les influences",
          "extérieures. Nous FMd qu'Allah a fait de tels arrangements complexes que",
          "nécessitent un livre complet pour les relier. Ces arrangements atteignent leur",
          "perfection dans le cas des vêtements et un logement arrangement. Ou, si l'on",
          "considère les besoins alimentaires nous nous rendons compte qu'il est de",
          "nombreuses variétés qui répondent à tous les besoins. Plus que cela: les moyens",
          "qu'Allah a prévu les besoins alimentaires de l'homme sont si nombreux que la",
          "liste des variétés et les noms des différents types d'aliments nécessitent un",
          "grand volume. Ceci est la perfection de la bénédiction de la nourriture. De même,",
          "on verrait la perfection des bénédictions d'Allah dans l'accomplissement de",
          "chaque besoin humain et la nécessité."
        ]
      }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ الْمُبِينُ",
      "simpleTranslate" : [
        "S’ils te tournent le dos, sache que ta mission se limite à transmettre clairement",
        "le Message."
      ],
      "tafsirTranslate" : [
        "Mais si elles ne donnent aucune attention à toi, ô Muh ammad !, (ne vous",
        "inquiétez pas) pour, votre seule responsabilité est de transmettre le message",
        "clair de la vérité."
      ],
      "tanslateWordByWord" : [
        "Ensuite, si",
        "ils se détournent",
        "alors seulement",
        "sur vous",
        "(Est) le moyen de transport",
        "clair"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "يَعْرِفُونَ نِعْمَتَ اللَّهِ ثُمَّ يُنْكِرُونَهَا وَأَكْثَرُهُمُ الْكَافِرُونَ",
      "simpleTranslate" : [
        "Ils connaissent bien les bienfaits de Dieu et pourtant ils les nient, car ils",
        "sont pour la plupart des impies."
      ],
      "tafsirTranslate" : [
        "Ils reconnaissent la bénédiction d'Allah, mais ils nient, <N:79> pour la majorité",
        "d'entre eux ne sont pas enclins à accepter la vérité."
      ],
      "tanslateWordByWord" : [
        "ils reconnaissent",
        "(La) Favor",
        "(De) Allah",
        "puis",
        "ils le nient",
        "Et la plupart d'entre eux",
        "(Sont) les incroyants"
      ],
      "notes" : {
        "79" : [
          "Ici, le refus de la bénédiction d'Allah se réfère à la négation pratique par les",
          "mécréants de la Mecque. Car ils ne nient pas que toutes ces bénédictions étaient",
          "de AIIah mais avec ce qu'ils croyaient que leurs saints et dieux avaient aussi",
          "contribué à leur égard. Ceci est la raison pour laquelle ils associaient leurs",
          "intercesseurs dans leur gratitude à Allah pour ces bénédictions. Au contraire,",
          "ils étaient encore plus reconnaissants que d'Allah. Allah considère cette",
          "association que le déni de ses bénédictions, ingratitude et l'oubli de ses",
          "faveurs."
        ]
      }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا وَلَا هُمْ يُسْتَعْتَبُونَ",
      "simpleTranslate" : [
        "Le jour où, de chaque communauté Nous susciterons un témoin, il ne sera plus",
        "permis aux négateurs de faire pénitence ou de faire valoir leurs excuses."
      ],
      "tafsirTranslate" : [
        "(Est-ce qu'ils réalisent ce qui se passera) le jour où Nous susciterons un témoin",
        "<N:80> de chaque communauté? Ensuite, les incroyants ne doivent pas être donnés",
        "toute possibilité de présenter des excuses <N:81>"
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "Nous susciterons",
        "de",
        "chaque",
        "nation",
        "un témoin",
        "puis",
        "ne pas",
        "seront autorisés",
        "à ceux qui",
        "pas foi",
        "et pas",
        "ils",
        "seront invités à faire amende honorable"
      ],
      "notes" : {
        "80" : [
          "Le témoin sera le prophète de cette communauté ou son disciple, qui a invité la",
          "communauté à Monothéisme et Dieu-culte et a averti qu'il les conséquences de",
          "shirk et les rites et les coutumes superstitieuses et a mis en garde contre la",
          "reddition de comptes sur la jour de la Résurrection. Il témoignera du fait qu'il",
          "avait transmis le vrai message à ces gens, et qu'ils ont commis des maux",
          "délibérément et non pas dans l'ignorance."
        ],
        "81" : [
          "Cela ne signifie pas que les criminels ne seront pas donnés toute possibilité de",
          "se dégager, mais cela signifie que leurs crimes seront révélés la garde au moyen",
          "d'une preuve irréfutable qui laisseront pas de place pour des excuses."
        ]
      }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "وَإِذَا رَأَى الَّذِينَ ظَلَمُوا الْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنْظَرُونَ",
      "simpleTranslate" : [
        "Et quand ces impies seront exposés au châtiment, ils ne bénéficieront plus",
        "d’aucun allégement ni d’aucun sursis à leur tourment."
      ],
      "tafsirTranslate" : [
        "ils ne seront invités à montrer pénitence. <N:82> Une fois que les transgresseurs",
        "verront le châtiment, leur châtiment ne doit ni être allégé pour eux après ce ne",
        "doit aucun répit leur être donné."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "(Va) voir",
        "ceux qui",
        "lésés",
        "la punition",
        "alors pas",
        "elle sera allégée",
        "pour eux",
        "et pas",
        "ils",
        "sera donné de répit"
      ],
      "notes" : {
        "82" : [
          "Autrement dit, [ \"Ils ne seront pas la possibilité de demander pardon de leur",
          "Seigneur pour leurs crimes. Pour que ce sera le temps du jugement que le temps de",
          "grâce mendicité aurait fini depuis longtemps. \"] le Coran et les traditions sont",
          "explicites sur ce point que le lieu de la pénitence est ce monde et non pas",
          "l'autre monde. Même dans ce monde l'occasion est perdue dès que les signes de la",
          "mort commencent à apparaître, pour la pénitence à ce moment-là sera d'aucune",
          "utilité quand une personne sait que le moment de sa mort est venue. Répit pour",
          "les actions expire dès que l'on entre dans la limite de la mort, et la seule",
          "chose qui reste après cela est le prix de la récompense et de punition."
        ]
      }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "وَإِذَا رَأَى الَّذِينَ أَشْرَكُوا شُرَكَاءَهُمْ قَالُوا رَبَّنَا هَٰؤُلَاءِ شُرَكَاؤُنَا الَّذِينَ كُنَّا نَدْعُو مِنْ دُونِكَ ۖ فَأَلْقَوْا إِلَيْهِمُ الْقَوْلَ إِنَّكُمْ لَكَاذِبُونَ",
      "simpleTranslate" : [
        "Et mis en face de leurs fausses divinités, ils s’écrieront : «Seigneur ! Voilà",
        "nos associés que nous invoquions en dehors de Toi !» Mais leurs fausses divinités",
        "leur répliqueront : «Vous n’êtes en vérité que des menteurs !»"
      ],
      "tafsirTranslate" : [
        "Quand les gens, qui avaient commis des shirk dans ce monde, verront ceux qu'ils",
        "avaient fait des associés à Allah, ils diront: «Notre Seigneur! Voici les",
        "associés divinités que nous invoquions à côté de toi ». A ce leurs divinités",
        "seront rétorquent: «Vous êtes des menteurs.\" <N:83>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "(Va) voir",
        "ceux qui",
        "partenaires associés à Allah",
        "leurs partenaires",
        "Ils diront",
        "Notre Seigneur",
        "ces",
        "(Sont) nos partenaires",
        "ceux",
        "nous avions l'habitude de",
        "invoquer",
        "à côté de toi",
        "à côté de toi",
        "Mais ils (se) rejeter",
        "sur eux",
        "(Leur) mot",
        "En effet, vous",
        "(sont) sûrement menteurs"
      ],
      "notes" : {
        "83" : [
          "Cela ne signifie pas qu'ils nier le fait que les polythéistes utilisés pour",
          "invoquer leur aide. Ils les menteurs dans le sens où ils avaient fait les",
          "divinités à leur insu, l'information et la permission, comme pour dire, [ «Nous",
          "ne vous dit de quitter Allah côté et prier pour nous de l'aide. En fait, on n'a",
          "jamais approuvé de cela, non, nous étions tout à fait inconscients de ce que vous",
          "nous invoquiez. Il était un mensonge absolu que vous avez considéré que nous",
          "soyons en mesure d'entendre vos prières, y répondre et vous aider à sortir de vos",
          "difficultés. Comme vous-mêmes étaient responsables de ce shirk, pourquoi arc-vous",
          "nous impliquant dans ses conséquences? \"]"
        ]
      }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "وَأَلْقَوْا إِلَى اللَّهِ يَوْمَئِذٍ السَّلَمَ ۖ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ",
      "simpleTranslate" : [
        "C’est alors que, voyant leurs chimères s’évanouir, ils présenteront leur",
        "soumission à leur Seigneur."
      ],
      "tafsirTranslate" : [
        "A cette époque, elles seront toutes proférer soumission devant Allah et tout ce",
        "qu'ils servent à forger dans ce monde doit disparaître d'eux. <N:84>"
      ],
      "tanslateWordByWord" : [
        "Et ils (volonté) offre",
        "à",
        "Allah",
        "(ce jour la",
        "la soumission",
        "et (est) perdu",
        "d'eux",
        "quelle",
        "ils avaient l'habitude)",
        "inventer"
      ],
      "notes" : {
        "84" : [
          "Autrement dit, [ \"Toutes ces choses sur lesquelles ils avaient compté se",
          "révéleront faux, car ils ne seront pas fmd quiconque d'entendre leur",
          "supplication, ni personne d'enlever leurs difficultés. Non, il n'y en aura qui",
          "viendra en avant et dire \"] Ces. sont à ma charge: aucune action ne doit être",
          "prise contre eux \"."
        ]
      }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوا يُفْسِدُونَ",
      "simpleTranslate" : [
        "À ceux qui n’auront pas cru et qui auront détourné leurs semblables de la Voie de",
        "Dieu, Nous infligerons alors un double supplice, pour prix de leurs agissements",
        "criminels."
      ],
      "tafsirTranslate" : [
        "Nous allons infliger deux fois le châtiment <N:85> sur ceux qui ont suivi la voie",
        "de l'incrédulité et empêché les autres de la Voie d'Allah à cause du chaos qu'ils",
        "se propagent dans ce monde."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "pas foi",
        "et entravé",
        "de",
        "(le chemin",
        "(De) Allah",
        "Nous allons les augmenter",
        "(En) la peine",
        "plus de",
        "Châtiment",
        "car",
        "ils avaient l'habitude)",
        "propagation corruption"
      ],
      "notes" : {
        "85" : [
          "Double tourment: l'un pour leur propre incrédulité et l'autre pour gêner les",
          "autres de la Voie d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 89,
      "arabicVerse" : "وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِمْ مِنْ أَنْفُسِهِمْ ۖ وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَٰؤُلَاءِ ۚ وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَىٰ لِلْمُسْلِمِينَ",
      "simpleTranslate" : [
        "Et le jour où Nous aurons suscité dans chaque communauté un témoin pour déposer",
        "contre eux, Nous t’amènerons comme témoin contre ces gens-là, en raison du Coran",
        "que Nous t’avons révélé, qui explicite toute chose et qui est aussi un guide, une",
        "miséricorde et une bonne nouvelle pour les musulmans."
      ],
      "tafsirTranslate" : [
        "Jour (O Muhammad, les de prévenir) lorsque Nous appellerons un témoin parmi",
        "toutes les communautés à témoigner contre elle. Et Nous allons vous appeler à",
        "témoigner contre ces personnes; (Voilà pourquoi) Nous avons fait descendre vers",
        "vous ce Livre qui rend tout simplement <N:86> et l'orientation, la bénédiction et",
        "de bonnes nouvelles à ceux qui se sont rendus entièrement. » <N:87>"
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "Nous susciterons",
        "parmi",
        "chaque",
        "nation",
        "un témoin",
        "au dessus d'eux",
        "de",
        "se",
        "Et nous (allons) faire",
        "toi",
        "(Comme) un témoin",
        "plus de",
        "ces",
        "Et Nous avons fait descendre",
        "à toi",
        "le livre",
        "(Comme) une clarification",
        "de toute",
        "chose",
        "et un guidage",
        "et de la miséricorde",
        "et la bonne nouvelle",
        "pour les musulmans"
      ],
      "notes" : {
        "86" : [
          "Le Coran fait tout ce manifeste dont dépend l'orientation ou la déviation, le",
          "succès ou l'échec: dont la connaissance est essentielle pour suivre le droit",
          "chemin: ce qui distingue clairement la vérité du faux capot. \n A cet égard, il",
          "convient de se prémunir contre cette signification de cette phrase et comme dans",
          "le Coran selon lequel certaines personnes interprètent [ «tout»] signifie [ \"la",
          "connaissance de toutes les sciences, les arts, etc.,\"] et afin de prouver la",
          "justesse de leur interprétation, ils ont à pervertir le sens réel du Coran."
        ],
        "87" : [
          "Ce livre est un guide pour ceux qui se rendent à elle comme un livre divin et le",
          "suivre dans tous les aspects de la vie. Ensuite, il apportera les bénédictions",
          "d'Allah sur eux, et leur donnera les bonnes nouvelles qu'ils COMC à succès devant",
          "la Cour d'Allah le Jour du Jugement. Ou. au contraire, ceux qui rejettent il ne",
          "doit pas seulement être privé de l'orientation et la bénédiction mais aussi",
          "trouver comme un témoignage contre eux-mêmes sur le Jour de la Résurrection quand",
          "le Messager d'Allah va se lever pour témoigner contre eux. Ce livre se révélera",
          "être un argument fort contre eux, pour le Messager d'Allah dira qu'il avait",
          "transmis son message qui manifeste la distinction entre la vérité et le mensonge."
        ]
      }
    },
    {
      "verseNumber" : 90,
      "arabicVerse" : "إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَىٰ وَيَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ ۚ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
      "simpleTranslate" : [
        "En vérité, Dieu ordonne l’équité, la charité et la libéralité envers les proches,",
        "et Il interdit la turpitude, les actes répréhensibles et la tyrannie. Dieu vous",
        "exhorte ainsi pour vous amener à réfléchir."
      ],
      "tafsirTranslate" : [
        "Allah ordonne la justice, la générosité et le traitement type avec parenté,",
        "<N:88> et interdit l'indécence, la méchanceté et de l'oppression. <N:89> Il vous",
        "exhorte afin que vous puissiez apprendre une leçon."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Allah",
        "commandes",
        "Justice",
        "et le bon",
        "et en donnant",
        "(À) parents",
        "(À) parents",
        "et défend",
        "[de]",
        "l'immoralité",
        "et le mauvais",
        "et l'oppression",
        "Il vous exhorte",
        "afin que vous puissiez",
        "prenez garde"
      ],
      "notes" : {
        "88" : [
          "Dans cette courte phrase Allah a enjoint trois choses les plus importantes sur",
          "lesquelles seule dépend la création d'une société saine et en bonne santé: \n Le",
          "premier est la justice qui a deux aspects. \n Pour faire des arrangements qui",
          "pourraient permettre à chacun d'obtenir ses droits en raison sans compter.",
          "Justice ne signifie toutefois pas une répartition égale des droits, car ce serait",
          "absolument contre nature. En fait, la justice signifie dispensation équitable des",
          "droits qui, dans certains cas, peut signifier l'égalité. Par exemple, les",
          "citoyens doivent avoir tous Ies droits égaux de citoyenneté, mais dans d'autres",
          "cas d'égalité dans les droits seraient injustice. Par exemple, l'égalité de",
          "statut social et des droits entre les parents et leurs enfants sera évidemment",
          "faux. De même ceux qui rendent des services de types supérieurs et inférieurs ne",
          "peuvent pas être égaux en ce qui concerne les salaires et traitements. Quelle",
          "AIIah ordonne que tous les droits de chacun doivent être honnêtement rendus si",
          "ceux être moral, social, juridique économique ou politique, conformément à ce que",
          "l'on mérite à juste titre. \n La deuxième chose est enjoint [ \"ihsan\"] qui n'a pas",
          "d'équivalent en anglais. Cela signifie être bon, généreux, compatissant,",
          "tolérant, indulgent, poli, coopératif, désintéressé, etc. Dans la vie collective",
          "cela est encore plus important que la justice; pour la justice est le fondement",
          "d'une société saine, mais ihsan est sa perfection. D'une part, la justice protège",
          "la société de l'amertume et de violation des droits: de l'autre, ihsan rend doux",
          "et joyeux et digne d'être vécue. Il est évident qu'aucune société ne peut",
          "prospérer si chaque individu insiste sur exigeant sa livre de chair. Au mieux une",
          "telle société pourrait être libre de conflit, mais il ne peut pas être l'amour,",
          "la gratitude, la générosité, le sacrifice, la sincérité, la sympathie et ces",
          "qualités humaines que produit la douceur dans la vie et de développer des valeurs",
          "élevées. \n La troisième chose qui a été enjoint est un bon traitement envers ses",
          "parents qui est en fait une forme spécifique de ihsan. Cela signifie que l'on",
          "doit non seulement traiter ses parents bien, partager leurs peines et leurs",
          "plaisirs et les aider dans les limites légales, mais devrait également partager",
          "sa richesse avec eux selon ses moyens et la nécessité de chaque rapport. Cette",
          "enjoint à tout le monde qui possède amplement les moyens de reconnaître la part",
          "des parents méritants de l'un avec les droits de sa propre personne et de la",
          "famille. La loi divine organise chaque personne aisés dans une famille d'être",
          "responsable de la satisfaction des besoins de sa aII de Kith nécessiteux et",
          "parenté. La loi considère comme un grand mal qu'une personne doit jouir des",
          "plaisirs de la vie, tandis que son propres parents et amis sont affamés. Comme il",
          "considère la famille comme une partie importante de la société, il prévoit que le",
          "premier droit des personnes dans le besoin est sur ses membres-aisés, puis sur",
          "les autres. De même, il est le premier devoir des membres-aisés de la famille",
          "pour répondre aux besoins de leurs propres parents proches, puis ceux des autres.",
          "Le Saint Prophète a souligné ce fait dans de nombreuses traditions, selon",
          "laquelle une personne doit les droits à ses parents, sa femme et ses enfants, ses",
          "frères et sœurs, d'autres parents, etc., conformément à la proximité de leurs",
          "relations. Sur la base de ce principe fondamental, Calife Umar a rendu",
          "obligatoire sur les cousins ​​germains d'un orphelin pour le soutenir. Dans le",
          "cas d'un autre orphelin, il a déclaré que s'il avait pas de cousins ​​germains,",
          "il aurait rendu obligatoire sur les lointains cousins ​​à le soutenir. Imaginez",
          "l'état heureux de la société chaque unité de laquelle son soutient chaque",
          "individu dans le besoin de cette manière le plus sûrement que la société",
          "deviendra haute et pure économiquement, socialement et moralement."
        ],
        "89" : [
          "Contrairement aux trois vertus mentionnées ci-dessus, Allah interdit trois vices",
          "qui ruinent les individus et la société dans son ensemble: \n [(1)] Le mot fahsha",
          "arabe applique à toutes ces choses qui sont impudiques, immoral ou obscène ou",
          "méchant ou sale ou vulgaire, pas digne d'être vu ou entendu, parce qu'ils",
          "contreviennent à des normes reconnues de convenance ou de bon goût, par exemple,",
          "l'adultère, la fornication, l'homo-sexualité, nudité, nudité, vol, vol qualifié,",
          "de boire, le jeu, la mendicité, un langage abusif et similaires. De même, il est",
          "indécent de se livrer à donner de la publicité à l'un de ces maux et de les, par",
          "exemple, fausse propagande, la calomnie, la publicité des crimes, des histoires",
          "indécentes, des drames, des films, des photos nues, apparition publique de femmes",
          "avec pudeur font-ups répandre, libre mélange des sexes, la danse et autres. \n",
          "[(2)] Munkar applique à tous ces maux qui ont toujours été universellement",
          "considérés comme des maux et ont été interdits par tous les systèmes divins de la",
          "loi. \n [(3)] Baghy applique à ces vices qui transgressent les limites appropriées",
          "de décence et violent les droits des autres, que ce soit ceux du Créateur ou Sa",
          "Création."
        ]
      }
    },
    {
      "verseNumber" : 91,
      "arabicVerse" : "وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ وَلَا تَنْقُضُوا الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اللَّهَ عَلَيْكُمْ كَفِيلًا ۚ إِنَّ اللَّهَ يَعْلَمُ مَا تَفْعَلُونَ",
      "simpleTranslate" : [
        "Soyez fidèles à vos engagements envers Dieu après les avoir contractés. Ne violez",
        "pas les serments que vous avez solennellement prêtés, après avoir pris Dieu comme",
        "garant de votre sincérité, car Dieu sait tout ce que vous faites !"
      ],
      "tafsirTranslate" : [
        "Accomplis ton alliance avec Allah quand vous avez fait alliance avec lui, et ne",
        "pas casser vos serments après qu'ils ont été confirmés et que vous avez fait",
        "Allah votre témoin. Allah est pleinement conscient de toutes vos actions."
      ],
      "tanslateWordByWord" : [
        "Et remplir",
        "l'accord",
        "(De) Allah",
        "quand",
        "vous avez pris une alliance",
        "et (faire) pas",
        "Pause",
        "serments",
        "après",
        "leur confirmation",
        "tout en vérité",
        "tu as fait",
        "Allah",
        "sur vous",
        "une caution",
        "Effectivement",
        "Allah",
        "sait",
        "quelle",
        "tu fais"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 92,
      "arabicVerse" : "وَلَا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَهَا مِنْ بَعْدِ قُوَّةٍ أَنْكَاثًا تَتَّخِذُونَ أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ أَنْ تَكُونَ أُمَّةٌ هِيَ أَرْبَىٰ مِنْ أُمَّةٍ ۚ إِنَّمَا يَبْلُوكُمُ اللَّهُ بِهِ ۚ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيَامَةِ مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ",
      "simpleTranslate" : [
        "Ne faites pas comme cette femme qui défaisait la laine qu’elle avait",
        "soigneusement filée, en faisant de vos serments un moyen de vous tromper les uns",
        "les autres, sous prétexte que tel groupe est plus puissant que tel autre . Dieu",
        "ne fait que vous mettre à l’épreuve ici-bas ; mais, le Jour de la Résurrection,",
        "Il vous indiquera clairement les vraies raisons de vos divergences."
      ],
      "tafsirTranslate" : [
        "ne se comportent pas comme cette femme qui avait filé laborieusement, puis a eu",
        "elle-même cassée en morceaux. <N:90> Vous faites vos serments mutuels un des",
        "moyens de tromperie mutuelle dans vos affaires afin qu'un peuple pourrait tirer",
        "un avantage indu sur l'autre alors que Allah vous met à un procès par ces",
        "engagements. <N:91> Allah va certainement vous révéler la vérité sur toutes vos",
        "différences sur le jour de la Résurrection. <N:92>"
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "être",
        "comme elle qui",
        "détord",
        "son filé",
        "après",
        "après",
        "force",
        "(En) brins torsadés",
        "tu prends",
        "vos serments",
        "(Comme) une tromperie",
        "entre vous",
        "car",
        "est",
        "une communauté",
        "[il]",
        "plus nombreux",
        "que",
        "(Autre) communauté",
        "Seulement",
        "Allah vous teste",
        "Allah vous teste",
        "par cela",
        "Et il fera clair",
        "à toi",
        "(au jour",
        "(De) la Résurrection",
        "quelle",
        "vous avez utilisé (à)",
        "en ce",
        "différer"
      ],
      "notes" : {
        "90" : [
          "Dans ce verset, Allah a enjoint trois sortes de pactes qui ont été mentionnés",
          "dans l'ordre de leur importance. Le premier de ces Pactes est celle entre l'homme",
          "et son Dieu qui est le plus important de tous. La seconde en importance est le",
          "Pacte entre un homme ou d'un groupe d'hommes et un autre homme ou d'un autre",
          "groupe d'hommes, qui est pris avec Allah comme témoin ou dans lequel le nom de",
          "Dieu a été utilisé. Le troisième Pacte est celle qui a été faite sans utiliser le",
          "nom d'Allah. Bien que ce soit la troisième en importance, son accomplissement est",
          "aussi important que celui des deux premiers et la violation de l'un de ces a été",
          "interdite."
        ],
        "91" : [
          "À cet égard, il convient de noter que AIlah a réprimandé les gens pour la pire",
          "forme de violation des traités qui a été la création le plus grand désordre dans",
          "le monde. Il est dommage que même [ «grands»] les gens considèrent comme une",
          "vertu à violer les traités afin d'obtenir des avantages pour leurs populations",
          "dans les conflits politiques, économiques et religieuses. À un moment où le chef",
          "d'une nation conclut un traité avec une autre nation pour l'intérêt de son propre",
          "peuple, mais à un autre moment le même chef rompt publiquement le même traité",
          "pour l'intérêt de son peuple, ou secrètement viole. Il est ironique de constater",
          "que de telles violations sont faites même par ceux qui sont honnêtes dans leur",
          "vie privée. Par ailleurs, il est regrettable que leurs propres gens ne protestent",
          "pas contre eux; non, ils les pour l'éloge de tels exploits honteux de la",
          "diplomatie. Par conséquent, Allah avertit que tout ce traité est un test du",
          "caractère de ceux qui entrent dans, et de leurs nations. Ils pourraient obtenir",
          "un avantage apparent pour leur peuple de cette façon, mais ils ne seront pas",
          "échapper à leurs conséquences sur le Jour du Jugement."
        ],
        "92" : [
          "Ceci est pour avertir que la décision sur les différences et les différends qui",
          "mènent à des conflits, sera faite le jour du jugement. Par conséquent, ceux-ci ne",
          "devraient pas être une excuse pour rompre les accords et traités. Même si l'on",
          "est tout à fait dans le droit et l'adversaire est tout à fait tort, il ne",
          "convient pas pour l'ex de rompre les traités ou faire fausse propagande ou",
          "emploient d'autres méthodes trompeuses pour vaincre l'autre. Si on le fait, il",
          "ira contre lui ce jour-là parce que les exigences de la droiture que l'on doit",
          "non seulement être droit dans les théories et les objectifs de l'un, mais devrait",
          "également utiliser les bonnes méthodes et employer des moyens justes. Cet",
          "avertissement a surtout été donnée à ces groupes religieux et des sectes qui",
          "souffrent toujours de ce malentendu qu'ils ont le droit de vaincre leurs",
          "adversaires parce qu'ils sont sur le côté de Dieu et leurs adversaires sont des",
          "rebelles contre Allah: par conséquent, il n'y a aucune obligation qu'ils tiennent",
          "à leurs traités avec leurs adversaires. Ce fut ce que les Juifs arabes",
          "pratiquaient, en déclarant, [ «Il n'y a aucune obligation morale sur nous en ce",
          "qui concerne les Arabes païens, et nous sommes à juste titre le droit de",
          "pratiquer la malhonnêteté et la tromperie qui pourrait être un avantage pour nous",
          "et nocifs pour les mécréants\"] ."
        ]
      }
    },
    {
      "verseNumber" : 93,
      "arabicVerse" : "وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَٰكِنْ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۚ وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "Si Dieu l’avait voulu, Il aurait fait de vous une seule communauté. Mais Il égare",
        "qui Il veut et met sur la bonne voie qui Il veut ; et vous aurez certainement à",
        "rendre compte de toutes vos actions."
      ],
      "tafsirTranslate" : [
        "Si Allah avait voulu ainsi (que vous ne pouvez pas avoir des différences,) Il",
        "aurait fait de vous tous une seule communauté, <N:93>, mais il égare qui Il veut",
        "et montre l'orientation à qui il veut Et. <N:94> être sûr qu'il vous faudra pour",
        "tenir compte de toutes vos actions."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Allah (avait) voulu",
        "Allah (avait) voulu",
        "sûrement il (pourrait) avoir fait vous",
        "une nation",
        "un",
        "mais",
        "Il laisse égarer",
        "qui",
        "Il veut",
        "et les guides",
        "qui",
        "Il veut",
        "Et sûrement vous serez interrogé",
        "sur quoi",
        "vous avez utilisé (à)",
        "faire"
      ],
      "notes" : {
        "93" : [
          "Cela confirme en outre la mise en garde précédente. Cela veut dire que ce serait",
          "une erreur pour tout champion de la religion d'Allah s'arroger l'utilisation de",
          "toutes sortes de procédé et des moyens indépendamment du fait qu'ils ont raison",
          "ou tort de propager sa religion [(considérant comme religion d'Allah)] et essayer",
          "de détruire les religions opposées. Pour cela serait tout à fait contre la",
          "volonté de AIlah: si Allah avait voulu qu'il n'y ait pas de différences",
          "religieuses, il aurait pu l'humanité privée de la liberté de choix. Dans ce cas,",
          "il n'y aurait pas eu besoin de Dieu pour obtenir de l'aide de tout titulaire",
          "jusqu'à ceux de sa religion, qui utilise des moyens honteux à cet effet. Allah",
          "aurait pu créer toute l'humanité d'être croyants inhérents et serviteurs",
          "obéissants en les privant de la puissance et de l'option de l'incrédulité et du",
          "péché. Ensuite, il y aurait eu aucune qui aurait pu osé dévier de la croyance et",
          "l'obéissance."
        ],
        "94" : [
          "C'est de montrer que Dieu lui-même a donné à l'homme le pouvoir et la liberté de",
          "suivre tout sur les nombreuses façons. Voilà pourquoi Allah prend des",
          "dispositions pour le guidage de celui qui a l'intention de suivre le droit",
          "chemin, et égare celui qui désire s'écarter."
        ]
      }
    },
    {
      "verseNumber" : 94,
      "arabicVerse" : "وَلَا تَتَّخِذُوا أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا السُّوءَ بِمَا صَدَدْتُمْ عَنْ سَبِيلِ اللَّهِ ۖ وَلَكُمْ عَذَابٌ عَظِيمٌ",
      "simpleTranslate" : [
        "Ne faites pas de vos serments un moyen de vous tromper les uns les autres, sinon",
        "vos pas glisseront après avoir été fermes et vous goûterez le malheur pour avoir",
        "écarté les hommes de la Voie de Dieu. Et un châtiment implacable vous sera",
        "infligé."
      ],
      "tafsirTranslate" : [
        "Et (O musulmans,) ne font pas vos serments les moyens de tromper les uns les",
        "autres de peur que le pied (quelqu'un) devrait glisser après avoir été solidement",
        "fixé <N:95> et vous pouvez subir les conséquences de interdisant aux autres",
        "personnes de la Voie d'Allah, et subissent un châtiment sévère."
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "prendre",
        "vos serments",
        "(Comme) une tromperie",
        "entre vous",
        "de peur, devrait glisser",
        "un pied",
        "après",
        "il est fermement planté",
        "et vous goûterez",
        "le mal",
        "pour quoi",
        "vous avez empêché",
        "de",
        "(le chemin",
        "(De) Allah",
        "et pour toi",
        "(Est) une punition",
        "génial"
      ],
      "notes" : {
        "95" : [
          "Autrement dit, [ \"Quelqu'un, qui aurait pu être convaincu de l'Islam, en voyant",
          "votre conduite malhonnête devrait devenir dégoûté et retenir de se joindre aux",
          "croyants»] .Pour qu'il pourrait faire valoir comme ceci: [ \"Comme ces musulmans",
          "ne sont pas très différents des mécréants dans leurs mœurs et les transactions,",
          "il n'y a aucune raison pour que je les rejoindre. \"]"
        ]
      }
    },
    {
      "verseNumber" : 95,
      "arabicVerse" : "وَلَا تَشْتَرُوا بِعَهْدِ اللَّهِ ثَمَنًا قَلِيلًا ۚ إِنَّمَا عِنْدَ اللَّهِ هُوَ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ",
      "simpleTranslate" : [
        "Ne troquez donc pas à vil prix vos engagements envers Dieu. En vérité, ce qui est",
        "auprès de Dieu est bien meilleur pour vous, si vous pouviez le savoir !"
      ],
      "tafsirTranslate" : [
        "Ne pas troquer le Pacte <N:96> d'Allah pour des gains dérisoires: <N:97> En effet",
        "ce qui est auprès d'Allah est beaucoup mieux pour vous si vous saviez."
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "échange",
        "l'accord",
        "(De) Allah",
        "(Pour) un prix",
        "peu",
        "En effet, ce",
        "(est avec",
        "Allah",
        "il",
        "(est mieux",
        "pour toi",
        "si",
        "vous étiez (à)",
        "connaître"
      ],
      "notes" : {
        "96" : [
          "Autrement dit, [ \"Le Pacte que vous pouvez faire au nom d'Allah en tant que",
          "représentant de sa religion.\"]"
        ],
        "97" : [
          "Cela ne signifie pas qu'ils doivent troquer Pacte d'Allah pour quelque gain",
          "important. Qu'est-ce que cela implique est que tout gain du monde, quelle qu'en",
          "soit grande, est insignifiant par rapport à la valeur de l'alliance de Dieu. Par",
          "conséquent, il sera une affaire perdante pour le troc que loin pour tout gain du",
          "monde, ce qui est après tout dérisoire."
        ]
      }
    },
    {
      "verseNumber" : 96,
      "arabicVerse" : "مَا عِنْدَكُمْ يَنْفَدُ ۖ وَمَا عِنْدَ اللَّهِ بَاقٍ ۗ وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "Ce que vous possédez est périssable, mais ce que Dieu détient est durable. Nous",
        "récompenserons ceux qui auront été patients en fonction du meilleur de leurs",
        "œuvres."
      ],
      "tafsirTranslate" : [
        "Tout ce qui est avec vous est transitoire et tout ce qui est auprès d'Allah est",
        "toujours durable. Et Nous récompenserons ceux qui pratiquent le courage <N:98> en",
        "fonction de leurs meilleures actions."
      ],
      "tanslateWordByWord" : [
        "Peu importe",
        "(Est) avec vous",
        "seront épuisées",
        "et quelle que soit",
        "(est avec",
        "Allah",
        "(Sera) restante",
        "Et sûrement Nous allons payer",
        "ceux qui",
        "(Sont) des patients",
        "leur récompense",
        "pour le meilleur",
        "(de quoi",
        "ils avaient l'habitude)",
        "faire"
      ],
      "notes" : {
        "98" : [
          "Ceux qui pratiquent le courage sont les gens qui se tiendra toujours Finn dans la",
          "lutte entre le bien et la vérité d'un côté et de l'avidité et de la convoitise de",
          "l'autre. Ils portent chaque perte pour la cause de la justice et dédaignent loin",
          "chaque gain qu'ils pourraient obtenir en adoptant des moyens illégaux. Ils",
          "attendent patiemment les fruits de leurs bonnes actions dans l'au-delà."
        ]
      }
    },
    {
      "verseNumber" : 97,
      "arabicVerse" : "مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً ۖ وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "Quiconque, homme ou femme, aura fait le bien tout en étant croyant, Nous lui",
        "assurerons une vie heureuse. Et Nous les récompenserons en fonction des",
        "meilleures de leurs œuvres."
      ],
      "tafsirTranslate" : [
        "Quiconque fait de bonnes œuvres, que ce soit homme ou femme, à condition qu'il",
        "soit un croyant, Nous allons sûrement accorder le vivre une vie pure dans ce",
        "monde. <N:99> et nous récompenserons ces personnes (dans le au-delà) en fonction",
        "de leurs meilleures actions. <N:100>"
      ],
      "tanslateWordByWord" : [
        "Quiconque",
        "Est-ce que",
        "bonnes oeuvres",
        "qu'il s'agisse",
        "mâle",
        "ou",
        "femelle",
        "alors qu'il",
        "(Est) un croyant",
        "alors sûrement Nous allons lui donner la vie",
        "une vie",
        "bien",
        "et nous allons les payer",
        "leur récompense",
        "pour le meilleur",
        "de quoi",
        "ils avaient l'habitude)",
        "faire"
      ],
      "notes" : {
        "100" : [
          "Autrement dit, [ «Leur rang dans l'au-delà est déterminée en fonction de leurs",
          "meilleures actions\"]. En d'autres termes, [ «Si une personne a fait des petites",
          "et des grandes vertus,\"], il sera attribué ce haut rang qu'il mériterait selon",
          "ses plus grandes vertus."
        ],
        "99" : [
          "Ce verset supprime les notions erronées des deux musulmans et les mécréants qui",
          "sont d'avis que ceux qui adoptent une attitude juste honnête et pieux, sont très",
          "certainement perdants dans ce monde, mais ils pourraient être gagnants dans",
          "l'au-delà. AIlah supprime ce malentendu, comme pour dire, [ \"Cette présomption",
          "est la vôtre est fausse. L'attitude juste conduit non seulement à une vie",
          "heureuse dans l'au-delà, mais il garantit également, par la grâce d'Allah, une",
          "vie pure et heureuse, même dans ce . monde »] et cela est un fait: ceux qui sont",
          "sincèrement justes, honnêtes, pur et équitable dans leurs relations. Profitez",
          "d'une vie bien meilleure dans ce monde, car ils apprécient que la confiance et",
          "réel honneur et respect en raison de leur caractère impeccable, ce qui est pas",
          "apprécié par ceux qui manquent de ces vertus. Ils obtiennent de tels succès purs",
          "et en circulation sont refusés à ceux qui emploient des moyens sales et",
          "dégoûtants pour gagner le succès. Par-dessus tout, ils jouissent, même si elles",
          "pourraient vivre dans des cabanes, que la paix de l'esprit et la satisfaction de",
          "la conscience qui est refusée aux habitants méchants de demeures et de palais."
        ]
      }
    },
    {
      "verseNumber" : 98,
      "arabicVerse" : "فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
      "simpleTranslate" : [
        "Quand tu lis le Coran, demande la protection de Dieu contre Satan le maudit,"
      ],
      "tafsirTranslate" : [
        "Puis, quand vous commencez à réciter le Coran, cherchent refuge d'Allah contre",
        "Satan le maudit, <N:101>"
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "vous récitez",
        "Le Coran",
        "chercher refuge",
        "en Allah",
        "de",
        "le Shaitaan",
        "le maudit"
      ],
      "notes" : {
        "101" : [
          "Ce ETCD ne signifie pas que l'on devrait simplement répéter les mots arabes: [(je",
          "cherche le refuge d'Allah contre Satan le maudit)]. Cela signifie que l'on",
          "devrait avoir un désir sincère et faire son possible pour se prémunir contre les",
          "mauvaises suggestions de Satan quand on récite le Coran et ne devrait pas",
          "permettre à des doutes et des soupçons erronés et non pertinents pour entrer dans",
          "son cœur. Il faut essayer de sec tout le contenu dans le Coran dans sa vraie",
          "lumière, et de ne pas le mélanger avec ses théories ou idées auto-inventé",
          "étrangers au Coran afin d'interpréter le sens contraire à la volonté d'Allah. De",
          "plus, on doit sentir que la conception la plus sinistre et avoué de Satan est que",
          "le lecteur ne devrait pas obtenir tout gudiance du Coran. Voilà pourquoi Satan",
          "essaie de son mieux pour tromper le lecteur et le pervertir d'obtenir des",
          "conseils de celui-ci, et le tromper dans de mauvaises façons de penser. Par",
          "conséquent, le lecteur devrait être pleinement en garde contre Satan et chercher",
          "le refuge d'Allah de l'aide afin que Satan ne devrait pas être en mesure de le",
          "priver des avantages écume cette source d'orientation, pour celui qui ne parvient",
          "pas à obtenir des conseils de cette source, ne sera jamais être en mesure",
          "d'obtenir des conseils de partout ailleurs. Par-dessus tout, celui qui cherche à",
          "obtenir l'écart de ce livre, est tellement empêtré dans l'écart qu'il ne peut",
          "jamais sortir de ce cercle vicieux. \n Le contexte dans lequel ce verset se",
          "produit ici est de servir d'introduction aux réponses aux questions que les",
          "polythéistes de la Mecque soulevaient contre le Coran. Ils ont été avertis qu'ils",
          "pourraient apprécier la bénédiction du Coran que si elles essayaient de le voir",
          "dans sa vraie lumière en cherchant la protection d'Allah contre les suggestions",
          "trompeuses de Satan, et non en soulevant des objections contre 1I. Sinon DCEs",
          "Satan n'IET un homme de comprendre le Coran et ses enseignements."
        ]
      }
    },
    {
      "verseNumber" : 99,
      "arabicVerse" : "إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "simpleTranslate" : [
        "qui n’a aucun pouvoir sur ceux qui croient et qui se confient à Dieu."
      ],
      "tafsirTranslate" : [
        "pour aucun pouvoir at-il sur ceux qui croient et qui placent leur confiance en",
        "leur Seigneur;"
      ],
      "tanslateWordByWord" : [
        "En effet, il",
        "ne pas",
        "pour lui",
        "(Est) toute autorité",
        "sur",
        "ceux qui",
        "croyez",
        "et à",
        "leur Seigneur",
        "ils ont mis leur confiance"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 100,
      "arabicVerse" : "إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ",
      "simpleTranslate" : [
        "Son pouvoir ne s’exerce que sur ceux qui en font leur protecteur et qui",
        "deviennent des associateurs à cause de lui."
      ],
      "tafsirTranslate" : [
        ", il n'a de pouvoir que sur ceux qui le leur patron et de la pratique shirk par",
        "sa tentation faire."
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "son autorité",
        "(est fini",
        "ceux qui",
        "le prendre comme un allié",
        "et ceux qui",
        "[ils]",
        "avec lui",
        "partenaires associés"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 101,
      "arabicVerse" : "وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ ۙ وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوا إِنَّمَا أَنْتَ مُفْتَرٍ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Lorsque Nous substituons un verset à un autre – et qui mieux que Dieu connaît ce",
        "qu’Il révèle? –, les idolâtres s’écrient : «Tu n’es qu’un faussaire !», alors que",
        "la plupart d’entre eux n’ont aucune connaissance en la matière."
      ],
      "tafsirTranslate" : [
        "Et lorsque Nous faisons descendre un verset pour élaborer sur l'autre et Allah",
        "sait mieux ce qu'il faut envoyer vers le bas, ils disent: «Vous forgez ce Coran",
        "vous-même.\" <N:102> Le fait est que la plupart d'entre eux ne connaissent pas la",
        "réalité."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Nous substituons",
        "un verset",
        "(en place",
        "(De) un verset",
        "et Allah",
        "(Est) connaît mieux",
        "de quoi",
        "Il fait descendre",
        "ils disent",
        "Seulement",
        "toi",
        "(Sont) un inventeur",
        "Non",
        "la plupart d'entre eux",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "102" : [
          "Ce peut aussi signifier, [ \"Pour faire descendre un Commandment pour élaborer sur",
          "l'autre, pour les commandements ont été envoyés vers le bas fragmentaire dans le",
          "Coran\"]. Par exemple, les commandements à propos de [ \"prohibition\"] et la",
          "fornication ont été envoyés vers le bas progressivement l'un après l'autre",
          "pendant plusieurs années. Mais nous hésitons à accepter cette interprétation",
          "parce An-Nahl est un Makki Surah et au meilleur de nos informations il n'y a pas",
          "d'exemple pour montrer que Commandements ont été envoyés vers le bas au coup par",
          "coup à la Mecque. Par conséquent, nous préférons l'autre interprétation. Le Coran",
          "a ajouté des détails sur un thème et expliqué la même chose avec différents types",
          "d'illustrations à différents endroits. De même, il a raconté une histoire dans",
          "des mots différents à différents endroits et a présenté ses différents aspects et",
          "détails à d'autres endroits. Il a mis en avant un argument à un seul endroit pour",
          "prouver un thème et un autre à un autre endroit pour prouver le même thème. Il a",
          "rapporté un thème de façon concise à un endroit et en détail à l'autre. Voilà ce",
          "que les mécréants de la Mecque mis en avant comme preuve que Muhammad [(la paix",
          "d'Allah soient sur lui)] a forgé le Coran lui-même. Selon eux, comme ceci: [",
          "\"avait le Coran été la Parole d'Allah, il aurait lié en pleine une chose à un",
          "seul endroit, pour la connaissance d'Allah est pas défectueux qu'il devrait avoir",
          "à penser progressivement les détails d'un thème et à donner des versions",
          "différentes pour expliquer la même chose. contrairement à cela, la connaissance",
          "d'un être humain est défectueux. un homme doit penser progressivement comme cela",
          "a été fait dans le cas du Coran qui est une preuve évidente que vous avez forgé",
          "vous-même \"]."
        ]
      }
    },
    {
      "verseNumber" : 102,
      "arabicVerse" : "قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدًى وَبُشْرَىٰ لِلْمُسْلِمِينَ",
      "simpleTranslate" : [
        "Réponds-leur : «C’est le Saint-Esprit Jibrîl qui l’a transmis de la part de ton",
        "Seigneur en toute vérité, pour conforter la foi de ceux qui croient, et comme",
        "guide et bonne nouvelle pour les musulmans.»"
      ],
      "tafsirTranslate" : [
        "Dites-leur, «Le Saint-Esprit l'a fait descendre fragmentaire <N:103> intact de",
        "mon Seigneur, afin qu'il puisse raffermir la foi de ceux qui ont cru, <N:104> et",
        "de montrer la Right Way, <N:105> et de donner de bonnes nouvelles à ceux qui se",
        "soumettre à Allah \". <N:106>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "L'a fait descendre",
        "le Saint-Esprit",
        "le Saint-Esprit",
        "de",
        "votre Seigneur",
        "en vérité",
        "faire entreprise",
        "ceux qui",
        "croyez",
        "et (comme) un guide",
        "et la bonne nouvelle",
        "aux musulmans"
      ],
      "notes" : {
        "104" : [
          "Autrement dit, «Le fait que Dieu fait descendre son message fragmentaire ne",
          "signifie pas que la connaissance et la sagesse d'Allah sont défectueux que vous",
          "considérez à cause de votre folie. Allah envoie Ses révélations progressivement",
          "parce que l'intelligence humaine et de la capacité à saisir sont limitées et",
          "défectueux qui ne le laisse pas comprendre tout le thème à un seul et même temps",
          "et rendre l'entreprise dans son esprit. par conséquent, Allah dans sa sagesse",
          "transmis sa révélation fragmentaire par l'esprit Saint. il envoie un thème",
          "progressivement et donne ses détails par et par et utilise différentes méthodes",
          "et .ways pour le rendre clair pour les êtres humains afin qu'ils puissent saisir",
          "en fonction de leurs aptitudes et capacités et de devenir fermes dans leur foi et",
          "de la connaissance."
        ],
        "105" : [
          "La deuxième sagesse pratique de l'envoi de descendre le Coran était fragmentaire",
          "que ces croyants, qui docilement suivi, devrait obtenir les instructions",
          "nécessaires pour la propagation de l'Islam et la solution d'autres problèmes de",
          "la vie à l'époque où ils étaient en fait nécessaire. Il est évident que si ces",
          "instructions ont été envoyées vers le bas avant le temps et à un seul et même",
          "temps, ils auraient pas été utile."
        ],
        "106" : [
          "La troisième sagesse pratique de ne pas envoyer de descendre le Coran dans son",
          "ensemble à un seul et même temps était de donner de bonnes nouvelles et de",
          "l'encouragement aux serviteurs obéissants qui souffraient de la persécution et",
          "qui rencontrent de grands obstacles, car ils avaient besoin encore et encore.",
          "Voilà pourquoi ils étaient assurés de temps de succès final et encore pour les",
          "remplir avec l'espoir de poursuivre leur mission."
        ],
        "103" : [
          "Le Saint-Esprit ': `fibrilles. Au lieu d'utiliser le nom de l'Ange qui a apporté",
          "la révélation, son titre a été délibérément mentionné pour avertir les mécréants",
          "que le «Saint-Esprit» qui a apporté l'Apocalypse, est exempt de faiblesses",
          "humaines. Il est ni malhonnête qu'il devrait ajouter quelque chose à emporter ou",
          "quelque chose du message qu'il a apporté, ni est-il un menteur et faussaire qu'il",
          "doit inventer et de l'État quelque chose au nom d'Allah. Et il ne souffrait",
          "d'aucune convoitise humaine qu'il doit pratiquer une tromperie. Il est tout à",
          "fait pur et saint et transmet la Parole d'Allah intact."
        ]
      }
    },
    {
      "verseNumber" : 103,
      "arabicVerse" : "وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ ۗ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَٰذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ",
      "simpleTranslate" : [
        "Nous savons bien que les négateurs disent : «C’est un simple mortel qui",
        "l’instruit !» Mais celui qu’ils visent parle une langue étrangère , alors que ce",
        "Coran est en langue arabe bien claire."
      ],
      "tafsirTranslate" : [
        "Nous savons très bien ce qu'ils disent de vous: «Sûrement une certaine personne",
        "lui apprend.\" <N:107> Mais la personne à qui ils font allusion parle une langue",
        "étrangère, et cela (le Coran) est dans la plaine arabe."
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous savons",
        "qu'ils",
        "dire",
        "Seulement",
        "lui enseigne",
        "un être humain",
        "(La langue",
        "(D ') une",
        "ils se réfèrent",
        "à lui",
        "(Est) étranger",
        "Bien que cela",
        "(Est) une langue",
        "Arabe",
        "clair"
      ],
      "notes" : {
        "107" : [
          "À cet égard, les traditions mentionnent les noms de plusieurs personnes, dont",
          "[(Jabar)], selon les mécréants de la Mecque ont enseigné le Saint Prophète;",
          "cependant, une chose particulièrement remarquable de toutes ces personnes est",
          "qu'ils étaient des esclaves non-arabes. Tout homme peut-être, le fait qu'il sert",
          "à réciter la Torah et l'Evangile et avait une connaissance avec le Saint",
          "Prophète, a donné l'occasion aux incroyants pour la diffusion de ce faux rapport",
          "qu'il était l'esclave particulier qui était le véritable auteur de la Saint",
          "Coran, mais Muhammad [(la paix d'Allah soient sur lui)] présenté comme la Parole",
          "de Dieu. Ce ne montre pas seulement que ses adversaires étaient très impudent",
          "dans la propagation de fausses accusations contre le Saint Prophète, mais aussi",
          "que, en général, les gens ne sont pas seulement pour juger de la valeur de leurs",
          "contemporains. Ils étaient mal traitent comme cela que grande personnalité qui a",
          "eu aucun parallèle dans l'histoire. Néanmoins, ces gens qui étaient devenus",
          "aveugles dans leur opposition, ont préféré attribuer la paternité de",
          "l'incomparable Coran arabe à un esclave non-arabe qui avait une poignée de la",
          "Torah et de l'Evangile. Au lieu d'accepter la demande du Saint Prophète, qui",
          "était un mode de réalisation de la vérité, ils ont attribué son auteur à un",
          "esclave étranger insignifiant."
        ]
      }
    },
    {
      "verseNumber" : 104,
      "arabicVerse" : "إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ لَا يَهْدِيهِمُ اللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "En vérité, Dieu ne mettra pas sur la bonne voie ceux qui ne croient pas à Ses",
        "versets, et un châtiment douloureux leur sera infligé."
      ],
      "tafsirTranslate" : [
        "Il est un fait que Dieu ne montre pas des conseils à ceux qui ne croient pas dans",
        "ses révélations, et il y a un châtiment douloureux pour eux."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "(ne pas",
        "croyez",
        "dans les Versets",
        "(De) Allah",
        "ne pas",
        "Allah les guidera",
        "Allah les guidera",
        "et pour eux",
        "(Est) une punition",
        "douloureux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 105,
      "arabicVerse" : "إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ ۖ وَأُولَٰئِكَ هُمُ الْكَاذِبُونَ",
      "simpleTranslate" : [
        "Ceux qui forgent le mensonge sont ceux qui ne croient pas aux versets de Dieu, et",
        "ce sont ceux-là les vrais menteurs."
      ],
      "tafsirTranslate" : [
        "(Le Prophète ne forge quelque chose de faux, mais) ceux qui ne croient pas aux",
        "révélations d'Allah, sont à inventer des mensonges <N:108>, ils sont en effet les",
        "menteurs."
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "ils inventent",
        "le mensonge",
        "ceux qui",
        "(ne pas",
        "croyez",
        "dans les Versets",
        "(De) Allah",
        "et celles",
        "ils",
        "(Sont) les menteurs"
      ],
      "notes" : {
        "108" : [
          "Ce verset peut aussi être rendu comme ceci: [ \"Un prophète ne forge pas quelque",
          "chose de faux, mais ceux qui ne croient pas aux révélations d'Allah, inventent",
          "des mensonges.\"]"
        ]
      }
    },
    {
      "verseNumber" : 106,
      "arabicVerse" : "مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ وَلَٰكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "simpleTranslate" : [
        "Quiconque renie Dieu après avoir cru – à moins d’y être contraint tout en",
        "demeurant fidèle intérieurement à sa foi –, ainsi que ceux qui ouvrent",
        "délibérément leur cœur à l’impiété, ceux-là, la colère de Dieu s’abattra sur eux",
        "et ils seront voués à un terrible châtiment,"
      ],
      "tafsirTranslate" : [
        "Whoso est forcé de croire après avoir cru, tandis que son cœur est convaincu de",
        "la foi, (il sera absous) mais celui qui accepte l'incrédulité volontiers, il",
        "encourt la colère d'Allah, et il est dur châtiment pour tous ces les gens.",
        "<N:109>"
      ],
      "tanslateWordByWord" : [
        "Quiconque",
        "mécroit",
        "en Allah",
        "après",
        "après",
        "sa croyance",
        "sauf",
        "(un qui",
        "C'est forcé",
        "tandis que son coeur",
        "(Est) contenu",
        "avec la foi",
        "Mais",
        "(un qui",
        "ouvre",
        "à l'incrédulité",
        "(Sa) poitrine",
        "puis sur eux",
        "(Est) une colère",
        "de",
        "Allah",
        "et pour eux",
        "(Est) une punition",
        "génial"
      ],
      "notes" : {
        "109" : [
          "Ce verset traite du cas de ces musulmans qui étaient persécutés avec cruauté et",
          "étaient-soumis à des tourments insupportables pour les forcer à renoncer à leur",
          "foi. On leur dit que si, à tout moment ils sont forcés de prononcer des paroles",
          "d'incrédulité pour sauver leur vie, alors qu'en fait, dans leur cœur, ils sont",
          "sécurisés contre l'incrédulité, ils seront pardonnés. D'autre part, s'ils ont",
          "accepté l'incrédulité du coeur de leur cœur, ils ne doivent pas échapper au",
          "châtiment d'Allah, même si elles réussissent à sauver leur vie. \n Il ne signifie",
          "cependant pas que l'on doit prononcer des paroles d'incrédulité pour sauver sa",
          "vie. Ceci est simplement une autorisation, mais pas l'idéal pour un croyant.",
          "Selon cette permission si on prononce une telle chose, il ne doit pas être pris",
          "pour compte. En fait, l'idéal pour un croyant est de prononcer des paroles de",
          "vérité, en tout cas si son corps est coupé en morceaux. Il y a des cas qui",
          "montrent que, pendant la période du Saint Prophète certains ont agi sur l'idéal",
          "tandis que d'autres ont profité de la permission. Il y avait Khabbab bin Art",
          "[(qu'Allah soit satisfait de lui)] qui a été fait de se coucher sur les braises",
          "du feu jusqu'à ce que le feu a été éteint par la fonte de sa graisse, mais il est",
          "resté ferme dans sa foi. Puis il y avait Bilal Habashi [(qu'Allah soit satisfait",
          "de lui)] qui a été fait de mettre sur une armure et se tenir dans la chaleur",
          "torride. Puis il a été traîné sur le sable brûlant, mais il a continué en disant:",
          "[ «Allah est un.\"] Il y avait un autre croyant, Habib Gin Zaid bin `Asim, dont",
          "les membres ont été coupés un par un par l'ordre de Musailimah, le Menteur.",
          "Chaque fois que son membre a été rompu, il a été exigé de lui qu'il devrait",
          "reconnaître le menteur comme un prophète mais à chaque fois il a refusé de",
          "témoigner de sa demande de prophethood jusqu'à son dernier souffle. D'un autre",
          "côté, il y avait l'instance de Ammar bin Yasir [(mai qu'Allah soit satisfait de",
          "lui)] dont les parents ont été impitoyablement massacrés devant ses yeux. . Après",
          "cela, il lui a été mis à une telle torture insupportable que, pour sauver sa vie,",
          "il a dû prononcer les mêmes mots de l'incrédulité qui ont été exigé de lui.",
          "Ensuite, quand il est venu pleurer au Saint Prophète, dit-il, [ «Ô Messager",
          "d'Allah, ils ne me laissa pas aller jusqu'à ce que je parle mal de vous et loué",
          "leurs divinités\"]. Le Saint Prophète lui demanda: [ «Comment vous sentez-vous à",
          "ce sujet, dans votre cœur?»] Il répondit humblement, [ «Mon cœur est pleinement",
          "convaincu de la foi».] Alors le Saint Prophète répondit: [ \"S'ils ont mis vous à",
          "la même torture à nouveau, vous pouvez prononcer les mêmes mots \"]."
        ]
      }
    },
    {
      "verseNumber" : 107,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّهُمُ اسْتَحَبُّوا الْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ وَأَنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ",
      "simpleTranslate" : [
        "pour avoir préféré la vie d’ici-bas à celle de l’au-delà, car Dieu ne dirige pas",
        "les négateurs."
      ],
      "tafsirTranslate" : [
        "En effet, ils ont préféré la vie de ce monde à la vie dans l'au-delà, et Allah ne",
        "montre pas la voie du salut à ceux qui sont ingrats!"
      ],
      "tanslateWordByWord" : [
        "C'est)",
        "car",
        "ils ont préféré",
        "la vie",
        "(du monde",
        "plus de",
        "l'au-delà",
        "et cela",
        "Allah",
        "(ne fait pas",
        "guider",
        "les gens",
        "les incroyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 108,
      "arabicVerse" : "أُولَٰئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ ۖ وَأُولَٰئِكَ هُمُ الْغَافِلُونَ",
      "simpleTranslate" : [
        "Voilà ceux dont Dieu a scellé le cœur, l’ouïe et la vue ! Voilà ceux qui sont",
        "inconscients !"
      ],
      "tafsirTranslate" : [
        "Allah a scellé les cœurs, les oreilles et les yeux de ces gens, et ils sont",
        "devenus négligents:"
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "(Sont) celles",
        "Allah a scellé",
        "Allah a scellé",
        "plus de",
        "leur cœur",
        "et leur audition",
        "et leur vue",
        "Et celles",
        "elles sont",
        "l'insoucieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 109,
      "arabicVerse" : "لَا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْخَاسِرُونَ",
      "simpleTranslate" : [
        "Et nul doute que, dans la vie future, ce sont ceux-là qui seront les vrais",
        "perdants !"
      ],
      "tafsirTranslate" : [
        "Par conséquent, il est inévitable qu'ils devraient être perdants dans l'au-delà",
        "<N:110>."
      ],
      "tanslateWordByWord" : [
        "Non",
        "doute",
        "qu'ils",
        "dans",
        "l'au-delà",
        "[ils]",
        "(Sont) les perdants"
      ],
      "notes" : {
        "110" : [
          "Ces mots sont applicables à ces personnes qui ont renoncé à leur foi, quand ils",
          "ont senti qu'ils ne pouvaient pas supporter les difficultés de la bonne façon et",
          "ils se sont joints à nouveau leurs incroyants, les gens polythéistes."
        ]
      }
    },
    {
      "verseNumber" : 110,
      "arabicVerse" : "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا مِنْ بَعْدِ مَا فُتِنُوا ثُمَّ جَاهَدُوا وَصَبَرُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Quant à ceux qui ont émigré après avoir été persécutés, et qui ont ensuite",
        "combattu et enduré , ton Seigneur sera à leur égard Plein de sollicitude et de",
        "bienveillance,"
      ],
      "tafsirTranslate" : [
        "D'autre part, Allah est le plus sûrement Pardonneur et Miséricordieux envers ces",
        "gens qui, quand ils ont été persécutés (à cause de leur foi), ont quitté leurs",
        "maisons et ont émigré et lutté dur dans le chemin d'Allah et pratiqué le courage.",
        "<N:111>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "effectivement",
        "votre Seigneur",
        "à ceux qui",
        "émigré",
        "après",
        "après",
        "quelle",
        "ils avaient été mis aux essais",
        "puis",
        "efforça dur",
        "et étaient des patients",
        "Effectivement",
        "votre Seigneur",
        "après ça",
        "après ça",
        "sûrement est Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "111" : [
          "Ils étaient les croyants qui ont émigré à Habashah."
        ]
      }
    },
    {
      "verseNumber" : 111,
      "arabicVerse" : "يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ",
      "simpleTranslate" : [
        "le jour où chaque âme viendra plaider sa propre cause, et où tout un chacun",
        "recevra l’exacte rétribution de ses actes, sans que nul ne soit lésé."
      ],
      "tafsirTranslate" : [
        "(Tous ceux-ci seront jugés) sur la baie quand tout le monde sera de plaider pour",
        "lui seul et tout le monde sera récompensé pleinement pour ses actions et ne sont",
        "injustement traités dans le moins."
      ],
      "tanslateWordByWord" : [
        "(Au jour",
        "(quand viendra",
        "chaque",
        "âme",
        "plaidoirie",
        "pour",
        "lui-même",
        "et sera payé en totalité",
        "chaque",
        "âme",
        "quelle",
        "ça faisait",
        "et ils",
        "(Sera) pas",
        "être lésés"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 112,
      "arabicVerse" : "وَضَرَبَ اللَّهُ مَثَلًا قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ",
      "simpleTranslate" : [
        "Dieu propose la parabole d’une cité qui vivait dans la paix et la tranquillité,",
        "et vers laquelle coulaient à flots des richesses de toutes parts. Or, elle",
        "méconnut les bienfaits de son Seigneur, qui, en punition de ses méfaits, lui fit",
        "connaître les affres de la faim et de la peur."
      ],
      "tafsirTranslate" : [
        "Allah cite l'exemple d'une habitation: il jouissait d'une vie de paix et de",
        "sécurité et recevait ses provisions en abondance de toutes parts. Hut quand il a",
        "commencé à montrer ingratitude envers les bienfaits d'Allah, Il a fait ses",
        "habitants goûtent les conséquences de leurs actions, et a infligé des malheurs de",
        "la faim et de la peur sur eux."
      ],
      "tanslateWordByWord" : [
        "Et Allah propose",
        "Et Allah propose",
        "une similitude",
        "(De) une ville",
        "(c'était",
        "garantir",
        "et le contenu",
        "venir en ce",
        "sa disposition",
        "(en quantité",
        "de",
        "chaque",
        "endroit",
        "mais il a rejeté",
        "(les) Favors d'Allah",
        "(les) Favors d'Allah",
        "ainsi Allah a le goût",
        "ainsi Allah a le goût",
        "(La) tenue",
        "(De) la faim",
        "et la peur",
        "pour quoi",
        "ils avaient l'habitude)",
        "faire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 113,
      "arabicVerse" : "وَلَقَدْ جَاءَهُمْ رَسُولٌ مِنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَالِمُونَ",
      "simpleTranslate" : [
        "Un prophète issu d’eux-mêmes est bien venu les avertir, mais ils l’ont traité",
        "d’imposteur, et c’est ainsi que le châtiment les saisit en pleine iniquité."
      ],
      "tafsirTranslate" : [
        "Un messager est venu à eux parmi eux, mais ils l'ont traité comme un imposteur.",
        "Enfin un châtiment les saisit alors qu'ils étaient devenus coupables d'iniquité.",
        "<N:112>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "est venu à eux",
        "un Messager",
        "parmi eux,",
        "mais ils lui ont refusé",
        "afin de les saisir",
        "la punition",
        "pendant qu'ils",
        "(Étaient) les malfaiteurs"
      ],
      "notes" : {
        "112" : [
          "Cette habitation n'a pas été spécifiée ici, ni avoir les commentateurs",
          "certainement fait remarquer que cette habitation était. Cependant, il y a un",
          "dicton d'Ibn `Abbas [(qui semble être correct)] que le lieu visé est Makkah",
          "elle-même. Dans ce cas, [ «la faim et de la peur\"] signifie la famine qui a",
          "prévalu sur les gens de la Mecque pendant plusieurs années au cours de la",
          "Prophétie de Muhammad [(la paix d'Allah soit sur lui)]."
        ]
      }
    },
    {
      "verseNumber" : 114,
      "arabicVerse" : "فَكُلُوا مِمَّا رَزَقَكُمُ اللَّهُ حَلَالًا طَيِّبًا وَاشْكُرُوا نِعْمَتَ اللَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ",
      "simpleTranslate" : [
        "Mangez de ce que Dieu vous a attribué de licite et d’agréable ! Remerciez Dieu",
        "pour Ses bienfaits, si c’est bien Lui que vous adorez !"
      ],
      "tafsirTranslate" : [
        "Donc, les gens O, manger des dispositions légales et pures avec lequel Allah vous",
        "a bénis et montrer de la gratitude <N:113> à Allah pour Ses faveurs, si vous êtes",
        "sincèrement obéissants [* 114. ]"
      ],
      "tanslateWordByWord" : [
        "Alors, mangez",
        "de quoi",
        "Allah vous a fourni",
        "Allah vous a fourni",
        "légitime",
        "et bien",
        "Et soyez reconnaissants",
        "(Pour le) Favor",
        "(De) Allah",
        "si",
        "[toi]",
        "Lui seul",
        "vous adorez"
      ],
      "notes" : {
        "113" : [
          "Cela montre que la famine mentionné ci-dessus avait pris fin au moment de la",
          "révélation de cette sourate."
        ],
        "114" : [
          "Ici, l'observation de la légalité et l'illégalité a été faite à l'épreuve du",
          "culte d'Allah. Ceux qui prétendent être les serviteurs d'Allah mangeront ce qui",
          "est licite et pur et de montrer sa gratitude à Lui et scrupuleusement abstenir de",
          "ce qui est interdit et de l'impur."
        ]
      }
    },
    {
      "verseNumber" : 115,
      "arabicVerse" : "إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ ۖ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Il vous interdit seulement la bête morte, le sang, la viande de porc, ainsi que",
        "celle de tout animal sur lequel on aura invoqué un autre nom que Celui de Dieu.",
        "Mais celui qui serait contraint d’en manger sans esprit de rébellion et sans",
        "excès, Dieu sera pour lui Indulgent et Miséricordieux."
      ],
      "tafsirTranslate" : [
        "Allah a interdit seulement ces choses: ne pas manger ce qui meurt d'elle-même, ni",
        "sang, ni la peste ni chair ce qui a été abattu dans un autre nom que celui",
        "d'Allah. Mais si elle est forcée par la faim mange de l'une de ces choses",
        "interdites, à condition qu'il n'a pas l'intention d'enfreindre la loi divine ou",
        "de transgresser les limites en prenant plus que ce qui est absolument",
        "indispensable, on peut attendre à la miséricorde, car Allah est très Pardonneur",
        "et très compatissant. <N:115>"
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "Il a interdit",
        "à toi",
        "l'animal mort",
        "et le sang",
        "et la chair",
        "(De) le porc",
        "et quoi",
        "a été consacrée",
        "à d'autres (que)",
        "Allah",
        "[Avec ça]",
        "Mais (si) un",
        "(C'est forcé",
        "sans être)",
        "désobéissant",
        "et pas",
        "transgresseur",
        "alors en effet",
        "Allah",
        "(Est) Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "115" : [
          "S'il vous plaît voir aussi II: 173, V: 3 et VI: 145."
        ]
      }
    },
    {
      "verseNumber" : 116,
      "arabicVerse" : "وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَٰذَا حَلَالٌ وَهَٰذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ ۚ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لَا يُفْلِحُونَ",
      "simpleTranslate" : [
        "Ne dites pas au gré de vos caprices : «Ceci est licite, et cela est illicite !»,",
        "en attribuant ainsi à Dieu des mensonges . En vérité, ceux qui attribuent des",
        "mensonges à Dieu ne connaîtront jamais le bonheur !"
      ],
      "tafsirTranslate" : [
        "Ne pas attribuer est à Allah en édictant avec vos langues, \"Ceci est licite et",
        "qui est illégal» <N:116> pour ceux qui attribuent des mensonges à Allah ne peut",
        "jamais arriver à une bonne."
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "dire",
        "pour ce qui",
        "affirmer",
        "vos langues",
        "le mensonge",
        "Ce",
        "(Est) légitime",
        "et ça",
        "(est interdit",
        "de sorte que vous inventez",
        "sur",
        "Allah",
        "le mensonge",
        "Effectivement",
        "ceux qui",
        "inventer",
        "sur",
        "Allah",
        "le mensonge",
        "ils ne réussiront pas",
        "ils ne réussiront pas"
      ],
      "notes" : {
        "116" : [
          "Ce verset montre clairement que nul autre qu'Allah a le droit de déclarer une",
          "chose d'être licite ou illicite. Ou, en d'autres termes, le droit de faire des",
          "lois incombe exclusivement à Allah. Par conséquent, toute personne qui oserait se",
          "prononcer sur la légalité et l'illégalité, va transgresser ses pouvoirs. Bien",
          "sûr, une personne, qui reconnaît la loi divine que l'autorité finale, peut",
          "déduire de ce si une certaine chose ou une action est licite ou illicite. \n Le",
          "arrogation du droit de déterminer la légalité et l'illégalité a été déclaré être",
          "un mensonge sur Allah pour deux raisons: [(1)] Une telle personne, pour ainsi",
          "dire, prétend que ce qu'il déclare être licite ou illicite sans tenir compte de",
          "l'autorité du livre Divin, a été rendu licite ou illicite par Dieu ou [(2)] il",
          "veut prétendre que Allah a donné le pouvoir de rendre licite et illicite et a",
          "l'homme ainsi laissé libre de faire ses propres lois pour la conduite de la vie.",
          "Il est évident que chacune de ces revendications sera un [ \"mensonge\"] et une",
          "fausse imputation à Allah."
        ]
      }
    },
    {
      "verseNumber" : 117,
      "arabicVerse" : "مَتَاعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "Piètre jouissance au regard du terrible châtiment qui les attend !"
      ],
      "tafsirTranslate" : [
        "(Ils doivent se rappeler que) les plaisirs de ce monde sont transitoires et à la",
        "fin il y a un châtiment douloureux pour eux."
      ],
      "tanslateWordByWord" : [
        "Un plaisir",
        "peu",
        "et pour eux",
        "(Est) une punition",
        "douloureux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 118,
      "arabicVerse" : "وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِنْ قَبْلُ ۖ وَمَا ظَلَمْنَاهُمْ وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
      "simpleTranslate" : [
        "Nous avons interdit aux adeptes du judaïsme ce que Nous t’avons déjà relaté . Et",
        "Nous n’avons pas été injustes envers eux ; ce sont eux qui l’ont été envers",
        "eux-mêmes."
      ],
      "tafsirTranslate" : [
        "Pour les Juifs Nous avions surtout défendu les choses <N:117> Nous avons déjà",
        "vous concernant, <N:118> et il n'a pas été nous qui a imposé cette épreuve sur",
        "eux, mais ils ont imposé eux-mêmes les difficultés ."
      ],
      "tanslateWordByWord" : [
        "Et à",
        "ceux qui",
        "sont juifs",
        "Nous avons interdit",
        "quelle",
        "Nous cONNEXES",
        "à toi",
        "avant",
        "avant",
        "Et pas",
        "Nous leur avons fait du tort",
        "mais",
        "ils avaient l'habitude)",
        "se",
        "faux"
      ],
      "notes" : {
        "117" : [
          "Dans ce paragraphe [(vv. 118-124)], les réponses aux objections soulevées par les",
          "mécréants de la Mecque concernant les commandements contenus dans vv. 114-117 ont",
          "été donnés. Leur première objection: [ \"Outre les choses illégales mentionnées",
          "ci-dessus, il arc d'autres choses illégales dans la loi juive qui ont été rendues",
          "licites par vous Si cette loi était d'Allah et le vôtre est aussi d'Allah",
          "pourquoi ils se contredisent alors chacun. ? autre »] Leur deuxième objection: [\"",
          "vous avez abrogé la sainteté du Sabbat des Israélites avez-vous fait cela de",
          "votre plein gré ou par le commandement d'Allah dans ce dernier cas sera alors une",
          "contradiction évidente dans les deux lois.? . Ou a Allah Lui-même donné deux",
          "commandements contradictoires? \"]"
        ],
        "118" : [
          "Ceci se rapporte à: [ \"Et Nous interdit tous les animaux avec les griffes pour",
          "les personnes qui avaient adopté le judaïsme ....\"] [(VI: 146 <V:6:146>)]. Dans",
          "ce verset [(117)] Allah a déclaré que certaines choses ont été faites illégale à",
          "cause de la désobéissance des Juifs. \n Ici se pose une question: Lequel des deux",
          "sourates, Al-An`am ou An-Nahl, a d'abord été révélé? Ceci est parce que dans le",
          "verset 118, une référence a été faite au verset 146 de Al-An`am et au verset 119",
          "de Al-An`am, [ \"Et pourquoi devriez-vous pas manger cette chose sur laquelle le",
          "nom d'Allah a été mentionné, quand Il vous a déjà donné un détail de ces choses",
          "qui ont été déclarées illégales pour vous, sauf m cas d'extrémité ....? \"], une",
          "référence a été faite au verset 115 de AnNahl. Ceci est parce que ce sont les",
          "deux seuls Makki sourates dans lequel les détails des choses illégales ont été",
          "donnés. En ce qui concerne la question, nous sommes d'avis que An-Nahi a été",
          "révélé plus tôt que AI-An`am, pour le verset 119 de celui-ci contient une",
          "référence au verset 115 de l'ancien. Il semble que, après la révélation de la",
          "sourate AI-An`am, les incroyants ont soulevé des objections à l'égard de ces",
          "versets de An-Nahl. Donc, ils ont été renvoyés au verset 146 de AI-An`am dans",
          "lequel un certain nombre de choses ont été faites illégale, en particulier pour",
          "les Juifs. Comme cette réponse concerne An-Nahl, verset 118 de sorte, mais il a",
          "été révélé après la révélation de AI-An`am, a été inséré comme une clause entre",
          "parenthèses à l'An-Nahl."
        ]
      }
    },
    {
      "verseNumber" : 119,
      "arabicVerse" : "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا السُّوءَ بِجَهَالَةٍ ثُمَّ تَابُوا مِنْ بَعْدِ ذَٰلِكَ وَأَصْلَحُوا إِنَّ رَبَّكَ مِنْ بَعْدِهَا لَغَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Cependant, le pardon de Dieu est acquis à ceux qui font le mal par ignorance et",
        "qui, par la suite, se repentent et s’amendent, car ton Seigneur est Plein de",
        "clémence et d’indulgence."
      ],
      "tafsirTranslate" : [
        "Néanmoins, votre Seigneur est Pardonneur et Miséricordieux envers ceux qui se",
        "sont repentis et mandé leurs moyens après avoir eu du mal engagés dans",
        "l'ignorance."
      ],
      "tanslateWordByWord" : [
        "alors",
        "effectivement",
        "votre Seigneur",
        "à ceux qui",
        "fait",
        "mal",
        "dans l'ignorance",
        "puis",
        "repentie",
        "après",
        "après",
        "cette",
        "et se corriger",
        "effectivement",
        "votre Seigneur",
        "après ça",
        "après ça",
        "(Est) sûrement Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 120,
      "arabicVerse" : "إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ",
      "simpleTranslate" : [
        "Abraham était un patriarche, un modèle de dévouement à Dieu et un pur monothéiste",
        "qui ne s’est jamais compromis avec les idolâtres."
      ],
      "tafsirTranslate" : [
        "Le fait est que Abraham était une communauté en lui-même: <N:119>, il était",
        "soumis à Allah et avait tourné à lui exclusivement. Il n'a jamais été un",
        "polythéiste."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Ibrahim",
        "était",
        "une nation",
        "obéissant",
        "à Allah",
        "droit",
        "et pas",
        "il était",
        "de",
        "les polythéistes"
      ],
      "notes" : {
        "119" : [
          "[ \"Abraham était une communauté en lui-même\"] car à cette époque, il était le",
          "seul musulman dans le monde entier qui maintenait la bannière de l'Islam, tandis",
          "que le reste du monde maintenait la bannière de l'incroyance . Comme ce serviteur",
          "d'Allah a effectué la mission qui est habituellement effectuée par toute une",
          "communauté, il n'a pas une personne mais une institution en lui-même."
        ]
      }
    },
    {
      "verseNumber" : 121,
      "arabicVerse" : "شَاكِرًا لِأَنْعُمِهِ ۚ اجْتَبَاهُ وَهَدَاهُ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
      "simpleTranslate" : [
        "Il rendait grâce à Dieu pour Ses bienfaits, et Dieu l’avait élu et guidé vers une",
        "voie de rectitude."
      ],
      "tafsirTranslate" : [
        "Il était toujours reconnaissant pour les bienfaits d'Allah. En conséquence Allah",
        "l'a choisi et lui a montré le droit chemin."
      ],
      "tanslateWordByWord" : [
        "Reconnaissant",
        "pour ses faveurs",
        "Il l'a choisi",
        "et le guida",
        "à",
        "le chemin",
        "tout droit"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 122,
      "arabicVerse" : "وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً ۖ وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ",
      "simpleTranslate" : [
        "Nous l’avons comblé de faveurs en ce monde et il sera dans l’autre au nombre des",
        "saints."
      ],
      "tafsirTranslate" : [
        "Allah le bénit avec la bonté dans ce monde et le plus sûrement, il sera parmi les",
        "justes dans l'au-delà."
      ],
      "tanslateWordByWord" : [
        "Et Nous lui avons donné",
        "dans",
        "le monde",
        "bien",
        "et en effet, il",
        "dans",
        "l'au-delà",
        "(Il) va sûrement (être) parmi",
        "les justes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 123,
      "arabicVerse" : "ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
      "simpleTranslate" : [
        "Puis Nous t’avons révélé : «Suis le culte d’Abraham, ce pur monothéiste qui ne",
        "s’est jamais compromis avec les païens.»"
      ],
      "tafsirTranslate" : [
        "Puis Nous avons fait descendre cette révélation pour vous:. \"Suivez le chemin",
        "d'Abraham exclusivement» et il n'a pas été l'un des polythéistes <N:120>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous avons révélé",
        "à toi",
        "cette",
        "Vous suivez",
        "(la religion",
        "(De) Ibrahim",
        "droit",
        "et pas",
        "il était",
        "de",
        "les polythéistes"
      ],
      "notes" : {
        "120" : [
          "Ceci est la réponse complète à la première objection [(E.N. 117)] soulevée par",
          "les mécréants. Cela a deux parties: \n [(1)] Il n'y a aucune contradiction dans la",
          "loi divine comme vous semblez présumer de la variance apparente dans la juive et",
          "la loi islamique. En fait, un certain nombre de choses avaient été faites",
          "illégale en particulier pour les Juifs comme une punition pour eux à cause de",
          "leur désobéissance; par conséquent, il n'y avait aucune raison pour que d'autres",
          "devraient être privés de ces bonnes choses. \n [(2)] Prophète Muhammad [(la paix",
          "d'Allah soit sur lui)] a été ordonné de suivre le chemin d'Abraham et non la",
          "manière des Juifs, et ils se savait que ces choses ne sont pas illégales dans la",
          "loi d'Abraham. Par exemple, les Juifs ne mangez la chair du chameau mais cela",
          "était légale selon Abraham. De même, l'autruche, le lièvre, le canard, etc.,",
          "étaient illégales dans la loi juive, mais ils étaient licites selon Abraham.",
          "D'ailleurs les mécréants de la Mecque ont été avertis que ni eux, ni les Juifs",
          "avaient une relation avec le Prophète Abraham car il était pas un polythéiste",
          "alors que les deux d'entre eux étaient la pratique shirk. Prophète Muhammad et",
          "ses disciples étaient les seuls vrais disciples du Prophète Abraham [(la paix",
          "d'Allah soit sur eux)] car il n'y avait aucune teinte de shirk dans leur croyance",
          "ou dans leur pratique."
        ]
      }
    },
    {
      "verseNumber" : 124,
      "arabicVerse" : "إِنَّمَا جُعِلَ السَّبْتُ عَلَى الَّذِينَ اخْتَلَفُوا فِيهِ ۚ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
      "simpleTranslate" : [
        "En vérité, le Sabbat n’a été imposé qu’à ceux qui furent en désaccord à son",
        "sujet. Ton Seigneur tranchera sûrement leurs différends au Jour dernier."
      ],
      "tafsirTranslate" : [
        "En ce qui concerne le sabbat, nous avons imposé ce ceux qui différait de son",
        "respect <N:121> Ton Seigneur décidera entre eux, au Jour de la Résurrection, de",
        "toutes ces choses dans lesquelles ils ont été différentes. ."
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "a été nommé",
        "le sabbat",
        "pour",
        "ceux qui",
        "différait",
        "en ce",
        "Et en effet",
        "votre Seigneur",
        "va sûrement juger",
        "entre eux",
        "(au jour",
        "(De) la Résurrection",
        "en ce que",
        "ils avaient l'habitude)",
        "[Dedans]",
        "différer"
      ],
      "notes" : {
        "121" : [
          "Ceci est la réponse à leur deuxième objection. De toute évidence, il n'y avait",
          "pas besoin de dire que les restrictions au sujet du Sabbat appliqué seulement aux",
          "Juifs et n'a rien à voir avec la loi du Prophète Abraham, parce qu'ils se",
          "savaient. Les restrictions ont été imposées aux Juifs à cause de leurs méfaits et",
          "violations de la loi. Afin de comprendre pleinement la signification de celui-ci",
          "de référence est demandé de lire ces passages de la Bible dans laquelle",
          "Commandements au sujet du Sabbat ont été dit, par exemple, Exode 20: 8-11, 23:",
          "12-13,31: 1-17 , 35: 23 et Nombres 15: 32-36. En outre, il convient également de",
          "se familiariser avec les violations impudents du Sabbat. Voir Jérémie 17: 21-27",
          "et Ézéchiel. 10: 18-24."
        ]
      }
    },
    {
      "verseNumber" : 125,
      "arabicVerse" : "ادْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ ۖ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ ۚ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ ۖ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ",
      "simpleTranslate" : [
        "Appelle à la Voie de ton Seigneur avec sagesse et par de persuasives",
        "exhortations. Sois modéré dans ta discussion avec eux. Du reste, c’est ton",
        "Seigneur qui connaît le mieux celui qui s’écarte de Sa Voie, comme Il connaît le",
        "mieux ceux qui sont bien guidés."
      ],
      "tafsirTranslate" : [
        ". O Prophète invitent à la voie de ton Seigneur avec sagesse et excellente",
        "exhortation <N:122> et de discuter des choses avec les gens de la meilleure",
        "manière <N:123> Votre Seigneur connaît mieux qui est égaré de Son Way et Il",
        "connaît mieux qui est à juste titre guidé."
      ],
      "tanslateWordByWord" : [
        "Appel",
        "à",
        "(le chemin",
        "(De) votre Seigneur",
        "avec la sagesse",
        "et l'instruction",
        "le bon",
        "et discuter avec eux",
        "en ce qu '",
        "lequel",
        "(est le meilleur",
        "Effectivement",
        "votre Seigneur",
        "Il",
        "(Est) connaît mieux",
        "de qui",
        "a égaré",
        "de",
        "Sa manière",
        "Et il",
        "(Est) connaît mieux",
        "de celles guidées"
      ],
      "notes" : {
        "122" : [
          "Cette instruction est très important pour ceux qui sont engagés dans la",
          "propagation de l'Islam. Ils doivent toujours garder en vue deux choses [",
          "«sagesse»] et [ \"excellent admonition\"]. [ \"Sagesse\"] implique que l'on doit",
          "faire preuve de discrétion dans le travail de propagation et ne devrait pas faire",
          "aveuglément comme des gens stupides. La sagesse exige que l'on doit garder en vue",
          "l'intelligence, la capacité et les circonstances des destinataires et de",
          "transmettre le message en conformité avec les exigences de l'occasion. De plus,",
          "il faut éviter d'appliquer une seule et même méthode pour chaque personne ou d'un",
          "groupe, mais doit d'abord diagnostiquer la maladie réelle du destinataire, puis",
          "le guérir en faisant appel à sa tête et le cœur. \n [ \"Excellent admonition\"]",
          "implique deux choses: [(1)] Il ne faut pas se contenter de convaincre le",
          "destinataire avec des arguments seul, mais devrait également faire appel à ses",
          "sentiments. De même il ne faut pas se borner à des arguments pour condamner les",
          "maux et les écarts, mais devrait essayer de convaincre l'autre de leur",
          "répugnance, est niché dans la nature humaine. Il faut également signaler les",
          "pires conséquences de ces maux. D'ailleurs, il ne faut pas seulement essayer de",
          "convaincre le destinataire rationnel de la solidité et de l'excellence de",
          "l'orientation et de bonnes œuvres, mais devrait également créer en lui l'intérêt",
          "et l'amour pour eux. [(2)] Admonition doit être administré de manière à montrer",
          "une préoccupation sincère et le bien-être du destinataire. Rien ne doit être dit",
          "ou fait pour créer l'impression que le admoniteur regarde vers le bas sur lui et",
          "prendre plaisir à son propre sentiment de supériorité. Au contraire, il doit",
          "sentir que l'admoniteur est rempli avec le fort désir de sa réforme et le",
          "bien-être."
        ],
        "123" : [
          "[ \"Meilleur manière\"] implique que l'on doit avoir une douce langue, montrer le",
          "caractère noble et donner des arguments raisonnables et attrayants, et de ne pas",
          "se livrer à des polémiques, l'argumentation et controverses. Celui qui traite de",
          "choses avec les gens de la meilleure manière, ne recourt pas à des accusations,",
          "arguments tordus, des railleries, ni se moque de l'adversaire afin de le vaincre",
          "et de gagner des applaudissements pour sa supériorité en argument. Pour ces",
          "choses produira endurcissement et l'obstination. Contrairement à cela, il va",
          "essayer de convaincre l'autre d'une manière simple et humble, et quand il sent",
          "que l'autre personne est parvenue à des arguments tordus, il le laisser seul de",
          "peur que l'autre devrait aller plus loin et plus égaré dans sa déviation."
        ]
      }
    },
    {
      "verseNumber" : 126,
      "arabicVerse" : "وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ ۖ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ",
      "simpleTranslate" : [
        "Si vous devez exercer des représailles, que cela soit à la mesure de l’offense",
        "subie ; mais si vous pardonnez, cela vaudra mieux pour ceux qui sont capables de",
        "se dominer ."
      ],
      "tafsirTranslate" : [
        "Et si vous riposter, laissez votre représailles soit dans la mesure où vous avez",
        "été lésé, mais si vous endurez avec patience, il est en effet le mieux pour ceux",
        "qui endurent avec patience."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "vous riposter",
        "puis riposter",
        "avec similaire",
        "de quoi",
        "vous avez été affligés",
        "Avec ça]",
        "Mais si",
        "vous êtes patient",
        "sûrement (il) est",
        "mieux",
        "pour ceux qui sont patients"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 127,
      "arabicVerse" : "وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ ۚ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ",
      "simpleTranslate" : [
        "Sois patient ! Mais tu n’y parviendras qu’avec l’aide de Dieu. Ne t’afflige donc",
        "pas au sujet des négateurs, et ne te laisse pas envahir par l’angoisse à cause de",
        "leur perfidie,"
      ],
      "tafsirTranslate" : [
        "(O Muhammad), continuer à remplir votre mission avec courage et vous pouvez",
        "pratiquer le courage seulement avec l'aide d'Allah-ne vous affligez pas à leurs",
        "actions et ne vous affligez pas à leurs intrigues,"
      ],
      "tanslateWordByWord" : [
        "Et être patient",
        "et pas",
        "(Est) votre patience",
        "mais",
        "d'Allah",
        "Et (ne) pas",
        "chagriner",
        "au dessus d'eux",
        "et (faire) pas",
        "être",
        "dans",
        "détresse",
        "pour quoi",
        "ils complotent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 128,
      "arabicVerse" : "إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ",
      "simpleTranslate" : [
        "car Dieu est avec ceux qui Le craignent et qui accomplissent des œuvres",
        "salutaires !"
      ],
      "tafsirTranslate" : [
        ". Car Allah est avec ceux qui le craignent et adoptent l'attitude juste <N:124>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Allah",
        "(est avec",
        "ceux qui",
        "peur (Lui)",
        "et ceux qui",
        "[ils]",
        "(Sont) bienfaisants"
      ],
      "notes" : {
        "124" : [
          "[ \"Allah est avec ceux qui le craignent»] parce qu'ils évitent scrupuleusement de",
          "mauvaises voies et adoptent toujours l'attitude juste, car ils savent que leurs",
          "actions et les actes arc pas déterminés par les maux d'autres ne les mais par",
          "leur propre sens de la justice; de sorte qu'ils reviennent bien pour le mal."
        ]
      }
    }
  ],
  "medinian" : false
}