{
  "chapterNumber" : 17,
  "nbVerses" : 111,
  "name" : "Le voyage nocturne",
  "nameArabic" : "الإسراء",
  "transName" : "al-isrāʾ",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "سُبْحَانَ الَّذِي أَسْرَىٰ بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا ۚ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ",
      "simpleTranslate" : [
        "Gloire à Celui qui fit voyager de nuit Son Serviteur de la Mosquée sacrée à la",
        "Mosquée la plus éloignée dont Nous avons béni les alentours, afin de lui faire",
        "découvrir certains de Nos signes ! Dieu est, en vérité, l’Audient et le",
        "Clairvoyant."
      ],
      "tafsirTranslate" : [
        "Gloire à Lui, qui a transporté son serviteur une nuit de la mosquée",
        "Masjid-i-Haram au Temple éloigné, dont les environs Nous avons béni, afin que",
        "nous puissions lui montrer certains de nos Sings: <N:1> le fait est que Lui seul",
        "est Audient et Clairvoyant."
      ],
      "tanslateWordByWord" : [
        "Exalté",
        "(Est) Celui qui",
        "a pris",
        "Son serviteur",
        "(de nuit",
        "de",
        "Al-Masjid Al-Haram",
        "Al-Masjid Al-Haram",
        "à",
        "Al-Masjid Al-Aqsa",
        "Al-Masjid Al-Aqsa",
        "lequel",
        "Nous bénis",
        "ses environs",
        "que nous pouvons lui montrer",
        "de",
        "Nos signes",
        "En effet, il",
        "Il",
        "(Est) l'Audient",
        "le Clairvoyant"
      ],
      "notes" : {
        "1" : [
          "L'événement mentionné dans ce verset est connu [ \"Mi`raj\"] et [ \"Isra\"]. Selon",
          "les traditions authentiques, cela a eu lieu un an avant Hijrah. Dans la",
          "littérature traditionnelle et biographique, ses détails ont été liés par un grand",
          "nombre [(25)] des Compagnons. Malik bin Anas, Malik bin Sa`asa`ah, Abuzar",
          "Ghifari, et Abu Hurayra [(qu'Allah soit satisfait d'eux)] ont lié les détails de",
          "l'événement. A côté d'eux, `Umar,` Ali, `Abdullah bin Mas`ud ...........",
          "[(qu'Allah soit satisfait d'eux)] ont également lié certaines parties de cet",
          "événement. \n Dans ce verset, le Coran mentionne seulement une partie du voyage, à",
          "savoir, de Masjid-i-Haram au Temple à Jérusalem. L'objet de ce voyage comme",
          "indiqué ici est que Dieu a voulu montrer son serviteur certains de ses signes. Le",
          "Coran ne donne pas de détails autres que cela, mais nous trouvons de plus amples",
          "détails dans les traditions, qui sont à cet effet: \n Une nuit l'Ange Jibril",
          "transporté le Saint Prophète al-Buraq de Masjid-i-Haram de Masjid-i-Aqsa [(le",
          "Temple)]. Là, le Saint Prophète a offert ses prières avec les autres prophètes.",
          "Puis il l'a pris vers les hautes sphères, où il a rencontré quelques-uns des",
          "grands prophètes dans différentes sphères. Enfin, il a atteint la plus haute",
          "place dans les cieux, et a été reçu en audience par AIlah. Ce fut là que",
          "d'ailleurs d'autres instructions importantes cinq prières quotidiennes ont été",
          "prescrits. Puis il retourna au Temple et à partir de là revint à Masjid-iHaram.",
          "Au cours de ce voyage, selon de nombreuses traditions, le Paradis et l'Enfer ont",
          "été présentés à lui. Nous apprenons aussi de traditions authentiques qui le jour",
          "suivant quand il a parlé de cet événement, les mécréants de la Mecque se",
          "moquaient de lui, et quelques-uns des musulmans étaient également sceptiques à ce",
          "sujet. \n Les détails supplémentaires ci-dessus sur la base des traditions ne peut",
          "pas dire être contre le Coran, car ce sont des ajouts aux détails donnés dans le",
          "Coran; par conséquent, les détails relatifs dans les traditions ne peuvent pas",
          "être. rejeté sous prétexte qu'ils sont contre le Coran. Néanmoins, si l'on",
          "rejette une partie de ces détails qui sont donnés dans les traditions, on ne peut",
          "pas être déclaré renégat. D'autre part, si l'on rejette les détails donnés dans",
          "le Coran, on ne devient un renégat. \n Il existe différentes versions de ce",
          "voyage. Certains disent que cela est arrivé dans un rêve, tandis que d'autres",
          "sont d'avis que le Saint Prophète était complètement réveillé et est allé sur le",
          "voyage avec son propre corps physique; d'autres disent qu'il était simplement une",
          "vision mystique qui a été montré à lui. Les premiers mots de ce verset: [ «Gloire",
          "à Lui, qui a transporté son serviteur ........\"] Cependant, montrent clairement",
          "que ce fut un événement super-naturel qui a été provoquée par le pouvoir illimité",
          "d'Allah . Il est bien évident que si l'événement avait été simplement une vision",
          "mystique, il ne serait pas ont été introduites par les mots qui impliquent que",
          "l'être qui a provoqué cet événement est libre de chaque type de faiblesse et de",
          "défaut. Là encore, les mots [ \"transportés Son serviteur une nuit\"] montrent",
          "également que ce ne fut pas un rêve ou une vision, mais un voyage physique dans",
          "lequel Allah disposé que le Saint Prophète doit faire l'observation de ses signes",
          "avec ses yeux physiques. Par conséquent, on est obligé d'admettre que ce ne fut",
          "pas une simple expérience spirituelle mais un voyage physique et l'observation",
          "visuelle qui AIIah arrangé pour Son Prophète. \n Il est étrange que certaines",
          "personnes sont d'avis que ce voyage extraordinaire pourrait ne pas être possible,",
          "mais maintenant, quand l'homme avec son limitedpower limité-même a été en mesure",
          "d'atteindre la lune, il est absurde de nier que Allah avec Ses pouvoirs illimités",
          "pourraient permettre Son messager pour faire ce voyage dans l'extraordinaire peu",
          "de temps il a fallu. \n Surtout, la question de savoir si une chose est possible",
          "ou non, ne peut naître que dans le `cas des êtres humains dont les pouvoirs sont",
          "après tout limité, mais de telles questions ne peut être soulevée où Allah",
          "Ali-Puissant est concerné. Seule une telle personne qui ne croit pas que Dieu est",
          "capable de faire tout peut soulever des objections contre ce merveilleux voyage",
          "dont lui-même AIIah dit qu'Il transporté Son serviteur une nuit de Masjid-i-Haram",
          "de Masjid-i-Aqsa. De même, toutes les objections soulevées contre les divers",
          "détails qui sont donnés dans les traditions sont frivoles, sauf deux, qui sont",
          "plausibles: \n Tout d'abord, si nous acceptons ces détails, alors nous devrons",
          "admettre drat AIIah se limite à un certain endroit: sinon il n'y avait pas besoin",
          "que son serviteur doit être transporté à cet effet à un certain endroit.",
          "Deuxièmement, selon les traditions, le Saint Prophète a permis d'observer le",
          "Paradis et l'Enfer où il a vu des gens qui souffrent de tourments. Le objcction",
          "est: pourquoi devrait Sane les gens à être des punitions ou des récompenses",
          "octroyées avant le jugement final après la Résurrection? \n En ce qui concerne le",
          "premier objcction, il est vrai que Dieu est infini par lui-même, mais dans le",
          "traitement de sa création, il emploie les moyens qui conviennent à sa création",
          "imparfaite non pas à cause de toute limitation de son, mais en raison des limites",
          "de sa création. Par exemple, quand il parle à tout de sa créature, il adopte le",
          "même mode limité de conversation comme le destinataire peut comprendre, mais il a",
          "des modes sans limites de la parole. De même, quand il veut montrer quelques-uns",
          "des merveilleux signes de son Royaume à un fonctionnaire. Il le transporte à",
          "l'endroit où les «signes doivent être affichés. Il est évident que le serviteur",
          "ne peut pas voir à l'un et en même temps l'ensemble de l'univers comme ETCD",
          "Allah, pour AIlah n'a pas besoin d'aller à un endroit du tout à cette fin, mais",
          "le serviteur a. Cela vaut également pour l'apparition de la servante devant le",
          "Créateur. Bien que AIIah ne se limite pas à une localité, il est nécessaire que",
          "le serviteur d'aller à l'endroit où ses manifestations ont été concentrées pour",
          "son observation, car il est impossible pour le serviteur de ses pouvoirs limités",
          "pour aller dans Sa Présence dans son infinie capacité . \n En ce qui concerne la",
          "seconde objection, elle est basée sur le manque de compréhension de la chose: un",
          "grand nombre de signes qui ont été présentés au Saint Prophète étaient",
          "symbolical. Par exemple, un petit trou à partir duquel un bœuf gras est sorti,",
          "mais ne pouvait pas revenir en elle, mal représentée personnifiée. De la même",
          "manière les adultères ont montré que si elles avaient la viande fraîche avant",
          "eux, mais au lieu de cela, ils mangeaient la chair pourrie. De même les peines",
          "pour les mauvaises actions indiquées pour lui étaient seules observations",
          "symboliques des punitions dans l'au-delà afin qu'il puisse voir à l'avance les",
          "choses qui auront lieu dans l'au-delà. \n En ce qui concerne la Mi `raj, il faut",
          "garder à l'idée que tous Ies prophètes étaient activés par AIlah pour voir Ses",
          "signes dans les cieux et la terre en fonction de leurs rangs. Et à cet effet,",
          "tous les rideaux matériels ont été levées afin qu'ils puissent voir de leurs yeux",
          "nus les réalités invisibles, de laquelle ils ont été nécessaires pour inviter les",
          "personnes. \n Cela a été fait pour que les prophètes pouvaient dire avec",
          "conviction ce qu'ils avaient vu de leurs propres yeux. Pour cette expérience",
          "serait il distinguer d'un philosophe qui fonde toutes ses théories sur conjecture",
          "et ne peut pas dire qu'il témoigne de ce qu'il prétend. Contrairement aux",
          "philosophes, prophètes pouvaient dire qu'ils témoignent aux choses qu'ils ont",
          "présentés parce qu'ils les avaient vu de leurs propres yeux."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَآتَيْنَا مُوسَى الْكِتَابَ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا مِنْ دُونِي وَكِيلًا",
      "simpleTranslate" : [
        "Nous avions donné à Moïse l’Écriture dont Nous avions fait un guide pour les",
        "enfants d’Israël, en leur prescrivant : «Ne prenez pas de protecteur en dehors de",
        "Moi,"
      ],
      "tafsirTranslate" : [
        "Avant cela, nous avions donné à Moïse le Livre et en a fait un moyen",
        "d'orientation pour les Israélites <N:2> avec ce commandement: «Ne faites pas",
        ".Toute autre tuteur que moi-même <N:3>."
      ],
      "tanslateWordByWord" : [
        "Et Nous avons donné",
        "Musa",
        "le livre",
        "et en fait",
        "un guidage",
        "pour les enfants",
        "(De) Israël",
        "Cela ne",
        "tu prends",
        "autre que Me",
        "autre que Me",
        "(Comme) un éliminateur des affaires"
      ],
      "notes" : {
        "2" : [
          "Comme ce verset n'a aucun lien apparent avec le cas de Mi'raj, il peut apparaître",
          "à un lecteur rapide que l'une des deux versets a été égaré ici. Mais si nous",
          "essayons de comprendre la question dans le cadre du thème de l'ensemble Surah, on",
          "peut facilement comprendre le lien entre les deux. .Le But principal de cette",
          "sourate est de donner un avertissement aux mécréants de la Mecque. Voilà pourquoi",
          "la mention de Mi`raj a été faite dans le premier verset, comme pour dire, [ \"La",
          "personne que vous doublez comme un imposteur et rejetez le livre envoyé vers lui,",
          "vient maintenant vu de ses yeux nus grands signes d'Allah. donc, vous devriez",
          "tirer une leçon de l'histoire des Israélites qui a rejeté le livre d'Allah et",
          "donc, ont été donnés châtiment douloureux. \"]"
        ],
        "3" : [
          "Le mot arabe [ \"vakil\"] [(tuteur)] désigne une personne qui est digne de",
          "confiance et peut être dépendait à l'égard de ses affaires et peut être tourné",
          "pour avoir des conseils et de l'aide."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ ۚ إِنَّهُ كَانَ عَبْدًا شَكُورًا",
      "simpleTranslate" : [
        "ô vous, les descendants de ceux que Nous avions portés sur l’arche avec Noé , car",
        "celui-ci fut un serviteur plein de reconnaissance !»"
      ],
      "tafsirTranslate" : [
        "Vous êtes les descendants de ceux _ qui nous ennuyons dans l'arche avec Noé,",
        "<N:4> et .il était vraiment un serviteur fort reconnaissant. \""
      ],
      "tanslateWordByWord" : [
        "Offsprings",
        "(D'un) qui",
        "Nous avons effectué",
        "avec",
        "Nuh",
        "En effet, il a",
        "était",
        "une servante",
        "reconnaissant"
      ],
      "notes" : {
        "4" : [
          "Autrement dit, [ \"Vous êtes les descendants de Noé et ses compagnons;\"] par",
          "conséquent, vous devriez se comporter d'une manière aussi il sied de telles",
          "personnes. Vous devriez faire Allah seul votre Guardian, vos ancêtres échappé à",
          "la mort de l'inondation seulement parce qu'ils avaient fait Allah leur Guardian.",
          "\""
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَقَضَيْنَا إِلَىٰ بَنِي إِسْرَائِيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا",
      "simpleTranslate" : [
        "Et Nous avions décrété dans le Livre pour les fils d’Israël : «En vérité, vous",
        "sèmerez, par deux fois, la corruption sur la Terre et vous ferez montre d’une",
        "arrogance extrême.»"
      ],
      "tafsirTranslate" : [
        "En outre, Nous prévenu les Israélites dans les Écritures:. <N:5> Vous",
        "travaillerez beaucoup de mal à deux reprises dans le pays et deviendra",
        "plus-bearingly arrogante <N:6>"
      ],
      "tanslateWordByWord" : [
        "Nous avions décrété",
        "pour",
        "(La) Enfants",
        "(De) Israël",
        "dans",
        "le livre",
        "Sûrement vous allez causer la corruption",
        "dans",
        "La terre",
        "deux fois",
        "et sûrement vous atteindrez",
        "hauteur",
        "génial"
      ],
      "notes" : {
        "5" : [
          "Le mot arabe original [ \"Al-kitab\"] ne résiste pas ici pour la Torah mais pour",
          "ALi les Livres Divins."
        ],
        "6" : [
          "Ces avertissements ont été donnés dans les différents livres de la Bible. En ce",
          "qui concerne leur premier méfait et de ses conséquences néfastes, les Israélites",
          "ont été avertis dans les Psaumes, lsaiah, Jérémie et Ezéchiel et les",
          "avertissements sur leur deuxième méfait et ses peines sévères se retrouvent dans",
          "Matthieu et Luc. Ci-dessous sont donnés des extraits pour confirmer cette",
          "déclaration du Coran. \n Prophète David a été le premier à avertir les Israélites",
          "dans ses Psaumes de leur premier méfait: \n [ \"Ils ne détruisent pas les nations,",
          "au sujet duquel le Seigneur leur avait ordonné.. Ils se mêlèrent parmi les",
          "nations, et ils apprirent leurs œuvres Et ils servirent leurs idoles, qui étaient",
          "eux un piège; Oui, ils ont sacrifié leurs fils et leur filles aux idoles, et",
          "répandre le sang innocent, le sang de leurs fils et de leurs filles .... Par",
          "conséquent, était le. la colère du Seigneur enflamma contre son peuple, il prit",
          "en horreur son héritage. Et il les livra entre les mains des nations; \"]",
          "Psaumes:.. Chapitre 106, vv 34-38, 40; 41. Les événements ci-dessus ont été",
          "décrits dans le passé comme si elles avaient déjà fait des événements Les",
          "Écritures emploient cette mode d'expression pour souligner l'importance des",
          "prophétise. \n Lorsque ce mal fait carne passer, le Prophète lsaiah les avertit de",
          "ses conséquences ruineuses: [ \"nation Ah pécheresse, peuple chargé d'iniquités,",
          "une semence des méchants, les enfants que l'arc corrupteurs: ils ont abandonné le",
          "Seigneur, ils . ont méprisé le Saint d'Israël: la colère, ils se sont retirés en",
          "arrière Pourquoi vous être plus frappés vous sera révolte de plus en plus:?!",
          "Comment est la ville fidèle est devenue une prostituée, il était plein de",
          "jugement, la justice a déposé en elle .; mais maintenant meurtriers Tes chefs",
          "sont rebelles et compagnons de voleurs: tout le monde aime les cadeaux, et après",
          "les récompenses: ils jugent pas l'orphelin, ni doth la cause de la veuve vint à",
          "eux. Par conséquent, dit le Seigneur, l'Éternel des armées, le Puissant d'Israël.",
          "Ah je me cas de mes adversaires, et je me vengerai de mes ennemis: ils sont",
          "pleins de l'Orient, et sont devins comme les Philistins, et ils se plaît dans les",
          "enfants des étrangers. Leur pays est rempli d'idoles; ils adorent le travail de",
          "leurs mains, devant ce que leurs doigts ont fait: plus le Seigneur dit: Parce que",
          "les filles de Sion sont orgueilleuses, et marchent le cou tendu et les yeux",
          "lascifs, la marche et émincer comme ils vont, et en faisant une tintement avec",
          "leurs pieds: par conséquent, le Seigneur chauve le sommet de la tête des filles",
          "de Sion, et le Seigneur va découvrir leurs parties secrètes. Tes hommes tomberont",
          "par l'épée, et tes héros dans la guerre. Et ses portes se lamenteront et pleurer:",
          "elle s'assiéra sur le sol. Et maintenant, voici, le Seigneur fait monter sur eux",
          "les eaux de la rivière, forte et beaucoup, même le roi d'Assyrie et toute sa",
          "gloire: et il monte sur tous ses canaux, et aller sur ALi ses banques: Ce ceci",
          "est un peuple rebelle, des enfants menteurs, des enfants qui ne veulent pas",
          "entendre la loi du Seigneur: qui disent aux voyants: ne voyez pas! et aux",
          "prophètes: Ne prophétise pas à nous les choses, dites-nous des choses flatteuses,",
          "prophétisent: pourquoi ainsi parle le Saint d'Israël, Parce que vous rejetez",
          "cette parole, et la confiance dans l'oppression et d'injustice, et de rester sur",
          "celui-ci: Par conséquent, cette crime sera pour vous comme une violation prête à",
          "tomber,. . . . Il se brise comme se brise un vase de potiers qui est brisé en",
          "morceaux; il ne doit pas épargner: de sorte qu'il n'y ait pas été trouvé dans",
          "l'éclatement de celui-ci un lambeau de prendre feu au foyer ou pour puiser de",
          "l'eau hors de la fosse \"] [(lsaiah, Chapitre 1:. versets 4-5; 21-24",
          "<V:1:.versets4-5;21-24>, Chapitre 2: vers 6 <V:2:vers6>,8; Chapitre 3: versets",
          "16-17, 25-26; Chapitre 8: verset 7; Chapitre 30:. versets 9-10, 12-14)] \n Après",
          "ce prophète Jérémie éleva la voix lorsque le flot de la corruption a balayé tout",
          "sur son passage. \n [ \"Ainsi parle le Seigneur: Quelle iniquité vos pères ont",
          "trouvé en moi, qu'ils se soient éloignés de moi, et ont marché après la vanité et",
          "sont devenus vains? \n Et je vous ai apporté dans un pays abondant de manger le",
          "fruit et la bonté de celui-ci; Mais vous êtes venus, vous avez souillé mon pays,",
          "et a fait de mon héritage une abomination. Pour de vieux temps, je l'ai brisé ton",
          "joug, Rompu tes mains: et tu as dit, je ne péchez quand sur toute colline élevée",
          "et sous tout arbre vert tu wanderest ,, impudicité. Comme le voleur est confus",
          "lorsqu'il est trouvé. il en est de la maison d'Israël honte, eux, leurs rois,",
          "leurs princes, et leurs prêtres et leurs prophètes, disant à un stock, Tu es mon",
          "père; et à la pierre: Tu as me fit sortir, car ils ont tourné le dos à moi, et",
          "non pas leur visage, mais dans le temps de leur malheur, ils diront: Lève-toi, et",
          "nous sauver. Mais où sont tes dieux que tu as fait de toi? Qu'ils se lèvent, si",
          "elles peuvent te sauver au temps de ta détresse; car, selon le nombre de tes",
          "villes sont tes dieux, ô Juda. Le Seigneur me dit: dans les jours du roi Josias:",
          "As-tu vu que l'infidèle Israël en est fait? Elle est allée sur toute montagne",
          "élevée et sous tout arbre vert, et il a joué la prostituée. Et sa sœur perfide",
          "Juda a vu. Et je vis, quand, pour tous Ies causes lequel infidèle Israël a commis",
          "l'adultère, je l'avais mis de côté, et lui donné une lettre de divorce; encore sa",
          "sœur perfide Juda ne craignait pas, mais est allé et a joué la prostituée aussi.",
          "Et il arriva par la légèreté de sa prostitution, qu'elle a souillé le pays, et a",
          "commis l'adultère avec la pierre et bâtons. Run-vous çà et là dans les rues de",
          "Jérusalem, et de voir maintenant, et savoir, et cherchez dans les lieux de",
          "celle-ci, si peut trouver un homme, s'il y a quelque l'exécuteur des jugements",
          "qui cherche la vérité; et je vais pardonner. Comment te pardonnerais-je pour",
          "cela? tes enfants me ont abandonné, et juré par ceux qui sont pas des dieux:",
          "quand je les avais rassasiés, ils ont ensuite commis l'adultère, et se réunirent",
          "par les troupes dans les maisons de la prostituée. Ils étaient des chevaux bien",
          "nourris le matin: chacun hennit après la femme de son voisin. Dois-je pas ces",
          "choses-là? Dit le Seigneur: et est mon âme ne se vengerait une telle nation? Lo,",
          "je ferai une nation sur vous de loin, ô maison d'Israël, dit le Seigneur: il est",
          "une nation puissante, elle est une nation ancienne, une nation dont tu ne connais",
          "pas la langue, ni comprendre ce qu'ils disent. Son carquois est un sépulcre",
          "ouvert, ils Arc tous les hommes puissants. Et ils mangeront ta moisson et ton",
          "pain, que tes fils et tes filles devraient chat: ils doivent chat tes brebis et",
          "tes troupeaux; ils mangeront ta vigne et ton figuier: elle détruira tes villes",
          "fortes dans lesquelles tu te confies, avec l'épée. Et les cadavres de ce peuple",
          "seront la viande pour les oiseaux du ciel, et pour les bêtes de la terre; et",
          "personne ne fray les éloigner. Ensuite, je ferai cesser dans les villes de Juda",
          "et dans les rues de Jérusalem, la voix de joie et la voix d'allégresse, la voix",
          "de l'époux et Of- la voix de la mariée: pour le pays sera dévasté. \n Et il",
          "arrivera, si elles te disent: Où irons-nous? Tu leur diras: Ainsi parle le",
          "Seigneur; Tels que sont pour la mort, à la mort; et ceux qui sont pour l'épée, à",
          "l'épée; et ceux qui sont pour la famine, à la famine; et ceux qui sont pour la",
          "captivité, à la captivité. Et je vais nommer sur eux quatre sortes, dit le",
          "Seigneur:. L'épée pour tuer, et les chiens pour déchirer, et les oiseaux du ciel,",
          "et les bêtes de la terre, pour dévorer et détruire \"] [(Jérémie, chapitre 2:",
          "versets 5-7 <V:2:versets5-7>, 20, 26-28; Chapitre 3: versets 6-9; Chapitre 5:",
          "versets 15-17 1,7-9; Chapitre 7: versets 33, 34; Chapitre 15: versets 2, 3. )] \n",
          "Puis prophète Ezéchiel a été soulevée pour les avertir en temps. Adressage",
          "Jérusalem, il a dit: \n Le sang de la ville au milieu d'elle, que son temps peut",
          "venir, et maketh idoles contre elle-même pour se souiller. Voici, les princes",
          "d'Israël, tous étaient en toi leur force pour répandre le sang. En toi, ils ont",
          "mis en lumière par le père et la mère: au milieu de toi ont-ils traités par",
          "l'oppression avec l'étranger: en toi, on vexée l'orphelin et la veuve. Tu as le",
          "mien méprisé les choses saintes, et tu as profané mes sabbats. En toi sont des",
          "hommes calomniateurs pour répandre le sang: et toi ils mangent sur les montagnes",
          "au milieu de toi, ils se livrent au crime. Chez toi, ils ont découvert la nudité",
          "de leurs pères: en toi, on humilié lui qui a été mis à part pour la pollution. Et",
          "abominations avec la femme de son voisin; et les autres a lewdly souillé sa",
          "fille-in-law; et un autre en t'a humilié sa soeur, fille de son père. En toi",
          "ont-ils pris des cadeaux pour répandre le sang; tu as pris intérêt et une usure,",
          "et tu as gagné goulûment ton prochain par l'extorsion et me as oublié, tes mains",
          "est forte, dans les jours que je vais traiter avec toi? Et je te disperserai",
          "parmi les nations, et de disperser toi dans les pays, et je ton impureté de toi.",
          "Et tu prendras ton héritage en toi-même aux yeux des nations, et tu sauras que je",
          "suis l'Éternel [ \"[(Ezéchiel, chapitre 22:. Versets 3, 6-12, 14-16).] \n Outre les",
          "avertissements mentionnés ci-dessus qui ont été donnés aux Israélites au moment",
          "de leur premier méfait, le Prophète Jésus-Christ les a averti des conséquences de",
          "leur deuxième «grand mal. Dans un discours énergique, il a critiqué leur",
          "dégénérescence morel comme ceci: \n \"] O Jérusalem, Jérusalem, toi qui tues les",
          "prophètes et les lapides qui te sont envoyés, combien de fois ai-je voulu",
          "rassembler tes enfants, comme une poule gatherth ses poussins sous ses ailes, et",
          "vous ne l'avez pas! voici, votre maison vous sera laissée désolée En vérité, je",
          "vous le dis, il ne restera pas ici pierre sur pierre qui ne soit renversée",
          "\"[(Matthieu, chapitre 23: versets 37 <V:23:versets37>, 38; Chapitre 24..: verset",
          "2)] \n Puis, quand les fonctionnaires romains prenaient Prophète Jésus pour la",
          "crucifixion, et une grande compagnie de gens, y compris les femmes le suivaient",
          "pleurant et se lamentant, il leur adressa et a donné ses derniers avertissements:",
          "\n Mais Jésus se tourna vers eux et dit: Filles de Jérusalem, ne pleurez pas pour",
          "moi, mais pleurez sur vous et pour vos enfants. . Car voici, les jours viennent,",
          "où ils diront; Heureuses les stériles et les entrailles qui ne portaient, et les",
          "mamelles qui n'ont sucer. Alors ils se mettront à dire aux montagnes: Tombez sur",
          "nous; et aux collines: Couvrez-nous. [(Luc, chapitre 23: versets 2830.",
          "<V:23:versets2830.>)]"
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "فَإِذَا جَاءَ وَعْدُ أُولَاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلَالَ الدِّيَارِ ۚ وَكَانَ وَعْدًا مَفْعُولًا",
      "simpleTranslate" : [
        "Et lorsque échut le terme de la première des deux prédictions, Nous envoyâmes",
        "contre vous certains de Nos serviteurs doués d’une force inouïe, qui envahirent",
        "les demeures. C’est ainsi que la première prédiction fut accomplie."
      ],
      "tafsirTranslate" : [
        "Lorsque l'occasion de la première des deux maux est venu, ô Israël, nous avons",
        "soulevé contre vous par exemple de Nos serviteurs qui étaient très puissants et",
        "redoutables; ils pénétraient dans toutes les parties de votre pays. Ce fut un",
        "avertissement qui a été lié à être remplies. <N:7>"
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "venu",
        "(la promesse",
        "(Pour) le premier des deux",
        "Nous avons soulevé",
        "contre vous",
        "serviteurs",
        "des Ours",
        "ceux d'une grande puissance militaire",
        "ceux d'une grande puissance militaire",
        "ceux d'une grande puissance militaire",
        "et ils sont entrés",
        "la plus grande partie intérieure",
        "(De) les maisons",
        "et c'était",
        "une promesse",
        "réalisé"
      ],
      "notes" : {
        "7" : [
          "Cela fait référence à la terrible destruction que les Israélites ont souffert aux",
          "mains des Assyriens et des Babyloniens. On ne peut pas apprécier pleinement le",
          "contexte historique de cette simple à partir des extraits qui ont été reproduits",
          "ci-dessus à partir des livres des Prophètes. Une brève histoire des Israélites",
          "est également nécessaire pour que l'étudiant peut se familiariser avec toutes les",
          "causes et les circonstances en raison desquelles AIIah enlevé cette nation, qui",
          "professaient de croire en un Livre révélé, de la direction de l'humanité et l'a",
          "transformé en un humilié, condamné et communautaire en arrière. \n Lorsque, après",
          "la mort du Prophète Moïse, les Israélites entrèrent en Palestine, il a été habité",
          "par les Hittites, Amorites, Cananéens, Perizzittes, Héviens, Jébuséens, les",
          "Philistins, etc. Ces communautés avaient adopté la pire espèce d'idolâtrie, leur",
          "divinité suprême étant Ayl qu'ils considéraient comme le père des dieux et qui",
          "était généralement représenté par le taureau-images. Son épouse a été appelé",
          "Astarté de qui était descendu une ligne entière des dieux et des déesses, environ",
          "70 en nombre. Le dieu le plus puissant d'entre eux était Baal qui était considéré",
          "comme le dieu de la pluie et de la croissance et le seigneur de la terre et des",
          "cieux. Dans les régions septentrionales de son épouse a été appelé Anatot et en",
          "Palestine Ashtaroth. Ces deux étaient les déesses de l'amour et de la",
          "procréation. A côté d'eux, il y avait un dieu de la mort, un dieu de la maladie",
          "et de la famine, et une déesse de la santé, et donc tous les pouvoirs et les",
          "organismes du monde se tenaient réparties entre un grand nombre de divinités. Les",
          "gens avaient attribué ces qualités sales et de base et agit pour ces divinités",
          "que même le pire délinquant contre la morale serait shun être connu par eux. Il",
          "est évident que les gens qui ont adopté de telles divinités moyennes pour le",
          "culte et la dévotion ne peut pas rester à l'abri de la pire espèce de",
          "dégénérescence morale et les fouilles modernes ont montré de façon concluante. \n",
          "sacrifice de l'enfant était une chose commune parmi eux. Leurs lieux de culte",
          "étaient transformés en bordels, où les femmes ont été gardés comme prostituées",
          "religieuses et des relations illicites avec eux ont été considérés comme une",
          "partie du culte et de la dévotion. \n Les Israélites avaient clairement été dit",
          "dans les instructions données dans la Torah qu'ils doivent détruire ces",
          "communautés et arracher la terre de Palestine d'eux, et qu'ils devraient éviter",
          "de mélanger avec ces gens et conjurer leurs faiblesses morales et idéologiques: \n",
          "Mais quand les Israélites entrèrent en Palestine ils ont mis ces conseils de",
          "côté. Ils ont non seulement n'a pas établi un royaume uni de leur propre mais est",
          "tombé en proie à provincialisme tribal. Chacune de leurs tribus était contenu à",
          "prendre une partie de la terre capturée et devenir un État séparé et indépendant.",
          "Cette désunion parmi eux ne laisser aucune des tribus assez fortes pour purger",
          "son territoire complètement des idolâtres, et donc ils ont dû leur permettre de",
          "vivre côte à côte avec eux dans la même terre. Non seulement cela, mais il était",
          "resté dans les territoires conquis un cumber des petits États de ces communautés",
          "idolâtres que les Israélites avaient pas non plus été en mesure de subjuguer la",
          "ville. Il est cette chose qui a été mise en cause dans l'extrait des Psaumes",
          "reproduit ci-dessus au début de E.N. 6. \n La première conséquence de mélange avec",
          "ces communautés, était que les Israélites sont également devenus idolâtres, et",
          "peu à peu commencé à adopter d'autres maux moraux aussi. Cela a été plaints dans",
          "le Livre des Juges comme ci-dessous: [ \"Et les enfants d'Israël firent mal, aux",
          "yeux du Seigneur, et a servi Baalim: Et ils abandonnèrent le Seigneur Dieu de",
          "leurs pères, qui les avait fait sortir du pays d'Egypte, et suivi d'autres dieux,",
          "les dieux des peuples qui étaient autour d'eux, et se prosterna devant eux, et",
          "provoqué le Seigneur à la colère. et ils abandonnèrent le Seigneur, et a servi",
          "Baal et Astaroth \"]. [(Juges, 2: 11-13.)] \n La deuxième conséquence subi par les",
          "Israélites était que les communautés dont les cités qu'ils avaient quitté",
          "unconquered et les Philistins dont les terres qu'ils avaient pas du tout touché",
          "mis en place un front uni contre eux et les chassa d'une grande partie de la",
          "Palestine par des attaques incessantes , si bien qu'ils les ont privés de l'Arche",
          "sainte de leur Seigneur. Enfin, les Israélites ont ressenti le besoin d'établir",
          "un royaume uni de leur propre sous un chef, et sur leur demande prophète Samuel",
          "nommé Saul comme roi en 1020 av. J.-C. [(Pour plus de détails voir vv. 246-48 et",
          "E.N. de. 268-270 d'AI-Baqarah.)] \n Ce royaume-uni a été gouverné par trois rois:",
          "Saul [(1020 av. J.-C. à 1004. av)], le Prophète David [(1004-965 av. J.-C.)] et",
          "le Prophète Salomon [(365-926 av. J.-C.)]. Ces rois ont apporté à la réalisation",
          "de la mission qui avait été laissée incomplète par les Israélites après la mort",
          "du Prophète Moïse. Ils annexé tous les territoires, sauf l'état phénicienne sur",
          "le nord et l'État Philistin sur la côte sud, qui, bien sûr, est devenu affluents.",
          "\n Après la mort du Prophète Salomon les Israélites à nouveau adopté les voies du",
          "monde et se sont battus entre eux et divisés en deux royaumes indépendants, le",
          "royaume d'Israël dans le nord de la Palestine et la Jordanie à Samarie, comme",
          "capitale, et le royaume de Juda dans le sud de la Palestine et Edom avec",
          "Jérusalem comme capitale. Ces royaumes ont été Strife-montés de la même. début et",
          "cet état de choses a persisté jusqu'à la fin. \n Les dirigeants et les peuples du",
          "royaume d'Israël ont été les premiers à être touchés gravement par les faiblesses",
          "idéologiques et morales des communautés voisines. Spécialement après le mariage",
          "de son souverain, Achab, avec la princesse idolâtre Jezebel de Sidon, l'idolâtrie",
          "et d'autres maux ont commencé à propager de manière incontrôlée parmi les",
          "Israélites sous le patronage officiel. Prophètes Elias et Elisha ont essayé de",
          "leur mieux pour vérifier ce déluge, mais les Israélites qui dégénéraient",
          "rapidement, ne tiennent pas compte de leur avertissement. Enfin la colère de",
          "AIIah a dépassé le royaume d'Israël dans la forme des Assyriens qui ont commencé",
          "à soumettre la Palestine à d'incessantes attaques à partir de 900 av. J.-C. vers",
          "le bas. Pendant cette période, le Prophète Amos [(787-747 BC)] et de leur",
          "prophète Osée [(747-735 BC)] a augmenté et a averti encore et encore les",
          "Israélites, mais les misérables, les gens dépravés n'a pas tenu compte de leurs",
          "avertissements à tous, et transgresse toutes les limites. Prophète Amos a été",
          "banni par le roi d'Israël du royaume de Samarie, et a mis en garde de ne pas",
          "prêcher sa mission dans le pays Pas très longtemps après la colère d'Allah éclata",
          "sur le royaume d'Israël et de son peuple. Le roi assyrien Sargon prit Samarie en",
          "721 B.C.and mettre un terme à ce royaume du nord. Des milliers d'Israélites ont",
          "été mis à l'épée et 27 mille de leurs grands hommes ont été chassés de leur",
          "patrie et dispersés dans les districts orientaux de l'empire assyrien et",
          "remplacés par des colons venus d'autres parties de l'empire. Quand les Israélites",
          "restants entremêlés avec les colons ils ont aussi perdu progressivement leur",
          "identité nationale et culturelle. \n L'autre royaume des Israélites, appelé le",
          "royaume de Juda, qui a été mis en place dans le sud de la Palestine a également",
          "commencé à adopter des moyens impies peu de temps après la mort du Prophète",
          "Salomon, bien que sa dégénérescence morale a eu lieu à un rythme plus lent que",
          "celui d'Israël. Par conséquent, il a été autorisé à exister pendant une période",
          "plus longue. Puis, comme le royaume d'Israël, il a également commencé à être",
          "soumis à des attaques continuelles, ses villes ruinées et sa capitale assiégée,",
          "mais ce royaume ne pouvaient pas être entièrement détruit par les Assyriens; il",
          "est seulement devenu un affluent. Ensuite, quand en dépit de tous les efforts de",
          "redressement des prophètes lsaiah et Jérémie le peuple de Juda n'a pas renoncé à",
          "l'idolâtrie et d'autres maux moraux, le roi Nebucadnetsar de Babylone attaqué et",
          "capturé l'ensemble de Juda en 598 BCincluding Jérusalem et a pris le roi de Juda",
          "comme prisonnier. Même alors les Israélites n'amender et payés sans tenir compte",
          "des avertissements et des conseils du prophète Jérémie: Au lieu de réformer leurs",
          "moyens, ils ont commencé à faire des plans pour changer leur sort en se révoltant",
          "contre Babylone. Enfin en 587 B.C.Nebuchadnezzar les punit lourdement en",
          "envahissant Juda et détruit toutes ses villes importantes. Il a rasé le Temple de",
          "Jérusalem et Salomon au sol et n'a pas laissé de muraille debout en place. Il a",
          "conduit une grande partie de la population Israélite sur leurs terres et les",
          "dispersa dans les pays voisins. Les personnes qui ont été laissés derrière ont",
          "été maudits et soumis à toutes sortes d'humiliations par les communautés",
          "voisines. \n Ce fut la première calamité qui est venu comme un avertissement pour",
          "les Israélites et le premier châtiment qu'ils ont subi à la suite LEURS."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا",
      "simpleTranslate" : [
        "Puis Nous vous donnâmes la revanche sur eux en multipliant vos richesses et vos",
        "enfants et en vous donnant l’avantage du nombre,"
      ],
      "tafsirTranslate" : [
        "Puis, après ce que vous nous a donné l'occasion à plus de puissance entre eux et",
        "vous a aidé à l'abondance des richesses et des enfants et a augmenté beaucoup",
        "plus que vous en nombre qu'auparavant <N:8>."
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous avons donné de retour",
        "à toi",
        "la victoire de retour",
        "au dessus d'eux",
        "Et Nous vous renforcé",
        "avec la richesse",
        "et fils",
        "et vous faites",
        "plus",
        "nombreux"
      ],
      "notes" : {
        "8" : [
          "Cela fait référence au bail du temps que les Israélites [(C'est le peuple de",
          "Juda)] obtenu après leur libération de la captivité de Babylone. Quant au peuple",
          "d'Israël et de la Samarie, ils ne se lèvent à nouveau après leur dégénérescence",
          "morale et spirituelle. Mais parmi le peuple de Juda, il y avait encore des gens",
          "qui pratiquaient la vérité et d'autres invités aussi à le suivre. Ils portaient",
          "sur leur travail d'invitation à la vérité parmi les Israélites restants dans Juda",
          "et exhorté ceux aussi à se repentir et de suivre la vérité qui avait été chassé à",
          "Babylone et d'autres terres. Enfin la miséricorde de AIIah est venu à leur aide.",
          "La chute de Babylone a commencé. Le roi de Perse, Cyrus, prit Babylone en 539",
          "B.C.and l'année suivante a publié un décret permettant aux Israélites de retour",
          "et se réinstaller dans leur pays d'origine. Les Israélites ont commencé à rentrer",
          "chez eux dans la caravane après la caravane, et les liens ont continué pour le",
          "temps long. Cyrus a également permis aux Israélites de reconstruire le Temple de",
          "Salomon, mais les communautés voisines qui se sont installés dans ce pays a",
          "résisté. Au Darfius dernier j'ai nommé Zorobabel, un petit-fils du dernier roi de",
          "Juda, gouverneur de Juda en 522 B.C.who a obtenu le Temple reconstruit sous la",
          "garde du prophète Aggée, prophète Zacharie et Josué. En 458 av. J.-C. Ezra est",
          "arrivé en Juda avec un groupe en exil et le roi perse Artaxerxès fait le décret",
          "suivant. \n [ \"Et toi, Esdras, selon la sagesse de ton Dieu, qui est dans ta main,",
          "définissez les magistrats et les juges, qui peuvent juger Ies gens qui sont",
          "au-delà de la rivière, AII ceux qui connaissent les lois de ton Dieu, et fais-les",
          "qui les connaissent pas. \n Et quiconque ne fera pas la loi de ton Dieu et la loi",
          "du roi sera condamné promptement sur lui, que ce soit à la mort ou à l'exil ou à",
          "la confiscation des biens, ou d'un emprisonnement. \"] [(Esdras, 7: 25-26)]. \n",
          "Profitant de ce décret, Ezra a procédé à la renaissance de la religion du",
          "Prophète Moïse. Il réunit tous les justes et les bons des Israélites et mis en",
          "place une organisation solide. Il a compilé et diffuser le Pentateuque qui",
          "contenait la Torah, a pris des dispositions pour l'éducation religieuse des",
          "Israélites, appliqué la loi et a commencé à purger les gens de faiblesses morales",
          "et idéologiques qui l'avait adopté en mélangeant avec les autres communautés. Il",
          "contraint ils Juifs de divorcer les femmes idolâtres qu'ils avaient épousé, et",
          "prit une alliance d'eux qu'ils adorer Dieu seul et suivre sa loi seulement. \n",
          "Dans 455 B.C.an groupe en exil est revenue à Juda sous Néhémie que le roi perse",
          "nommé en tant que dirigeant de Jérusalem et lui a ordonné de construire le mur",
          "autour de la ville. Ainsi, au bout de 150 ans, la ville sainte a été entièrement",
          "restauré et est devenu le centre de la religion et de la culture juive, mais les",
          "Israélites du nord de la Palestine, et la Samarie n'a pas bénéficié par le",
          "travail de reprise effectuée par Ezra.They construit un sanctuaire rival sur le",
          "mont Garizim , et a essayé d'en faire le centre religieux pour les gens du livre.",
          "Cela a provoqué une nouvelle, et peut-être la finale, divisée entre les Juifs et",
          "les Samaritains. \n Les Juifs ont subi un recul pendant un certain temps avec la",
          "chute de l'Empire perse et les conquêtes d'Alexandre le Grand et la montée des",
          "Grecs. Après la mort d'Alexandre, son royaume a été divisé en trois empires. La",
          "Syrie dit au sort de l'empire Séleucide, avec Antioche comme capitale, dont le",
          "souverain Antiochus III incorporé Palestine dans ses états en 198 av. J.-C. Ces",
          "conquérants grecs qui étaient idolâtres par le précepte et indépendant moralement",
          "senti grandement mal à l'aise avec la religion et la culture juive. Alors, ils",
          "ont commencé à se propager à la grecque rivale de la vie et de la culture par la",
          "pression politique et économique, et ont pu gagner sur une forte section des",
          "Israélites qui sont devenus leurs aides. Cette interférence externe a provoqué",
          "une scission au sein de la nation juive. Un groupe d'entre eux facilement adopté",
          "la robe grecque, la langue grecque, le mode de vie grec et des sports grecs,",
          "tandis que l'autre obstinément collé à leur propre culture et leur mode de vie. \n",
          "En 175 av. J.-C. lorsque Antiochus IV [(qui a été appelé Epiphane, qui est, la",
          "manifestation de Dieu)] monta sur le trône, il a utilisé tout son pouvoir et",
          "l'autorité pour éradiquer la religion et la culture juive. Il a obtenu des idoles",
          "installés dans le Temple à Jérusalem et contraint les Juifs à se prosterner",
          "devant eux. Il strictement interdit le rite d'offrir les sacrifices à l'autel, et",
          "ordonna aux Juifs d'offrir des sacrifices aux divinités idolâtres à la place. Il",
          "a proposé la peine de mort pour ceux qui garderait la Torah dans leurs maisons,",
          "ou observer le sabbat ou d'effectuer la circoncision de leurs enfants. Mais les",
          "Juifs n'a donné à cette contrainte, et a commencé un mouvement de résistance",
          "puissant, connu dans l'histoire comme la révolte des Maccabées. Bien que dans",
          "cette lutte, les sympathies des Juifs Grèce orientés étaient avec les Grecs, et",
          "ils ont pleinement coopéré avec les despotes d'Antioche pour écraser la révolte",
          "des Maccabées, les Juifs ordinaires qui conservaient encore la ferveur religieuse",
          "de l'époque d'Esdras dégrossi avec les Maccabées , qui étaient finalement en",
          "mesure de chasser les Grecs et d'établir un Etat religieux libre qui est resté au",
          "pouvoir jusqu'à 67 BC Cet état prospère et dans le temps étendu à ALi les",
          "territoires qui avaient été autrefois sous le contrôle des royaumes de Juda et",
          "d'Israël. Il a été en mesure d'annexer une partie du pays des Philistins qui",
          "étaient restés unconquered même dans les jours des Prophètes David et Salomon",
          "[(la paix soit sur eux)]. \n Tel est le contexte historique du verset du Coran",
          "sous le commentaire."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لِأَنْفُسِكُمْ ۖ وَإِنْ أَسَأْتُمْ فَلَهَا ۚ فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ لِيَسُوءُوا وُجُوهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا مَا عَلَوْا تَتْبِيرًا",
      "simpleTranslate" : [
        "en vous disant : «Si vous faites le bien, vous le ferez pour vous-mêmes ; si vous",
        "faites le mal, vous le ferez à vos dépens.» Et lorsque échut le terme de la",
        "seconde prédiction, c’était pour permettre à vos ennemis de vous accabler de",
        "malheurs, de profaner votre temple comme ils l’avaient fait la première fois et",
        "de tout détruire sur leur passage."
      ],
      "tafsirTranslate" : [
        "Beholdl Si vous avez fait bon il est avéré être bon pour vous et si vous avez",
        "commis le mal, il est avéré être mauvais pour vous-mêmes. Puis, quand le temps",
        "est venu pour l'accomplissement de la deuxième avertissement, Nous avons mis",
        "d'autres ennemis sur vous afin qu'ils puissent défigurer vos visages et entrer",
        "dans le Temple tout comme les anciens ennemis étaient entrés et détruit tout ce",
        "qu'ils pouvaient mettre la main sur <N:9>. . . . . ."
      ],
      "tanslateWordByWord" : [
        "Si",
        "vous faites du bien",
        "vous faites du bien",
        "pour vous-mêmes",
        "et si",
        "vous faites le mal",
        "alors il est pour elle",
        "Donc quand",
        "venu",
        "promettre",
        "le dernier",
        "attrister",
        "vos visages",
        "et d'entrer",
        "Masjid",
        "tout comme",
        "ils (eu) entré",
        "premier",
        "temps",
        "et de détruire",
        "quelle",
        "ils avaient conquis",
        "(Avec) la destruction"
      ],
      "notes" : {
        "9" : [
          "Le contexte historique de la deuxième dégénérescence et son châtiment est la",
          "suivante: \n La ferveur religieuse et morale avec laquelle les Maccabées avaient",
          "commencé leur mouvement progressivement refroidi et a été remplacé par l'amour du",
          "monde et vide forme extérieure. Une scission est apparue parmi eux et ils se sont",
          "invités le général romain Pompée, à venir en Palestine. Pompée tourna son",
          "attention vers ce pays en 63 av. J.-C. et, prenant Jérusalem, mettre un terme à",
          "la liberté politique des Juifs. Mais les conquérants romains préféraient",
          "gouverner leurs états par l'intermédiaire des chefs locaux plutôt que par un",
          "contrôle direct. Par conséquent, un gouvernement local a été mis en place en",
          "Palestine qui a finalement passé dans la main d'Hérode, un Juif intelligent, en",
          "40 av. J.-C. Cette règle est bien connu comme Hérode le Grand. Il a régné sur",
          "l'ensemble de la Palestine et la Jordanie 40-4 av D'une part Hérode patronné les",
          "chefs religieux pour plaire aux Juifs, et de l'autre, il propage la culture",
          "romaine et a gagné la bonne volonté de César en montrant sa loyauté et sa",
          "fidélité à l'Empire romain. Pendant son règne, les Juifs dégénérés et est tombé",
          "au niveau le plus bas de la vie morale et religieuse. \n A la mort d'Hérode son",
          "royaume. a été subdivisé en trois fils parts.His, Archélaüs, est devenu le chef",
          "de la Samarie, la Judée et dans le nord Edom. En revanche AD 6., César Auguste",
          "l'a privé de son autorité et de mettre l'Etat sous son gouverneur romain, et cet",
          "arrangement a continué jusqu'à AD 41. Ce fut précisément le moment où le Prophète",
          "Jésus [(la paix soit sur lui)] est apparu à la réforme les Israélites dont les",
          "dirigeants religieux lui opposent bec et ongles et ont même essayé de lui faire",
          "de la peine de mort par le gouverneur romain, Ponce Pilate. \n Le second fils",
          "d'Hérode, Hérode Antipas, est devenu le dirigeant de la Galilée et de la Jordanie",
          "dans le nord de la Palestine, et il était la personne qui a obtenu le Prophète",
          "John [(la paix soit sur lui)] décapité à la demande et le désir d'une fille de",
          "danse. \n troisième fils d'Hérode, Philippe, succédé aux territoires délimitée",
          "d'un côté par la rivière Yermuk et de l'autre par le mont Hermon. Philip avait",
          "été beaucoup plus profondément influencé par les Romains et les cultures grecques",
          "que son père et ses frères. Par conséquent, la prédication de la vérité ne",
          "pouvait pas avoir quand même beaucoup d'effet dans son pays comme il l'avait dans",
          "les autres parties de la Palestine. \n Dans A.D. 41, les Romains nommé Hérode",
          "Agrippa, le petit-fils d'Hérode le Grand, chef des territoires qui avaient été",
          "autrefois sous Hérode lui-même. Entrée en puissance de cet homme a fait tout ce",
          "qu'il pouvait pour persécuter les adeptes du Prophète Jésus [(la paix soit sur",
          "lui)] et utilisé Ies forces à sa disposition pour écraser le mouvement qui",
          "fonctionnait sous la direction des Disciples d'inculquer la peur de Dieu dans le",
          "peuple et de réformer leurs mœurs. \n Afin d'avoir une estimation correcte de la",
          "condition des Juifs communs et leurs chefs religieux, il faut étudier les",
          "critiques formulées par le Prophète Jésus sur eux dans ses sermons contenus dans",
          "les quatre évangiles. Même un homme religieux comme prophète Jean fut décapité",
          "devant leurs yeux et non une voix a été soulevée pour protester contre cette",
          "barbarie. Puis aII les chefs religieux de la communauté a demandé à l'unanimité",
          "la peine de mort pour le Prophète Jésus, et il n'y a que quelques hommes justes",
          "étaient là pour pleurer cette dépravation. Au-dessus de aII, Ponce Pilate a",
          "demandé à ces gens dépravés », qui condamnaient prisonnier, il devrait libérer,",
          "selon la coutume, à la Pâque, Jésus ou Barabbas le voleur», ils aII cria d'une",
          "seule voix \"Barabbas\". Ce fut en effet la dernière chance Allah a donné aux",
          "Juifs, puis leur sort a été scellé. \n Peu de temps après, un grave conflit a",
          "commencé entre les Juifs et les Romains, qui se sont développés dans une révolte",
          "ouverte par l'ancien entre A.D. 64 et G6. Les deux Hérode Agrippa II et le Roman",
          "procurateur Floris échoué à mater la rébellion. Enfin, les Romains écrasés par",
          "une forte action militaire et en A.D. 70 Titus a pris Jérusalem par la force. A",
          "propos de 1,33,000 personnes ont été mis à l'épée, 67 000 ont fait des esclaves,",
          "et des milliers envoyés pour travailler dans les trigones égyptiens et d'autres",
          "villes afin qu'ils puissent être utilisés dans des amphithéâtres pour être",
          "déchiré par des bêtes sauvages ou devenir le [ \"d'usages cible \"] pour les",
          "combattants de l'épée. ALi les filles hautes et belles ont été choisis pour",
          "l'armée de conquête et de la ville sainte de Jérusalem et le Temple ont été tirés",
          "vers le sol. Après cela, l'influence juive alors disparu de la Palestine que les",
          "Juifs ne pouvaient pas reprendre le pouvoir depuis deux mille ans, et le Saint",
          "Temple n'a jamais pu être reconstruit .. Ensuite l'empereur romain Hadrien,",
          "restauré Jérusalem, mais rebaptisée Aelia. Les Juifs, cependant, n'ont pas été",
          "autorisés à entrer pendant des siècles. Ce fut la calamité que les Juifs ont",
          "souffert à cause de leur dégénérescence pour la deuxième fois."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "عَسَىٰ رَبُّكُمْ أَنْ يَرْحَمَكُمْ ۚ وَإِنْ عُدْتُمْ عُدْنَا ۘ وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا",
      "simpleTranslate" : [
        "Il se peut que votre Seigneur vous fasse miséricorde. Mais si vous récidivez,",
        "Nous reviendrons à la charge. Nous avons fait de la Géhenne un lieu de détention",
        "pour les infidèles."
      ],
      "tafsirTranslate" : [
        "Maintenant à nouveau votre Seigneur peut montrer de la compassion sur vous; mais",
        "si vous répétez à nouveau votre ancien comportement; Nous allons à nouveau vous",
        "rendre visite avec. Notre châtiment, car nous avons préparé l'Enfer pour servir",
        "de maison de prison pour le peuple ingrat. <N:10>"
      ],
      "tanslateWordByWord" : [
        "(C'est possible",
        "que votre Seigneur",
        "que votre Seigneur",
        "(Peut) avoir pitié de vous",
        "Mais si",
        "vous revenez",
        "Nous reviendrons",
        "Et Nous avons fait",
        "enfer",
        "pour les mécréants",
        "une prison-lit"
      ],
      "notes" : {
        "10" : [
          "Bien que cet avertissement a été donné comme une parenthèse à la fin de l'adresse",
          "aux enfants d'Israël, il ne signifie pas que cela et l'adresse elle-même sont",
          "uniquement fait pour eux. En tant que bavardage de fait, l'adresse complète est",
          "vraiment orientée vers les mécréants de la Mecque, mais, au lieu de les adresser",
          "directement, certains événements historiques importants de l'histoire des enfants",
          "d'Israël ont été cités dans le but de servir de mise en garde pour eux."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "إِنَّ هَٰذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا",
      "simpleTranslate" : [
        "En vérité, ce Coran conduit vers la voie la plus droite ; et annonce à ceux qui",
        "croient et font le bien qu’ils auront une belle récompense,"
      ],
      "tafsirTranslate" : [
        "En effet, le Coran montre de cette façon qui est parfaitement droite: Pour ceux",
        "qui croient en elle et faire de bonnes actions, il donne les bonnes nouvelles",
        "qu'il ya une grande récompense pour eux"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ce",
        "Le Coran",
        "guides",
        "pour que",
        "lequel",
        "(Est) la plus droite",
        "et donne la bonne nouvelle",
        "aux croyants",
        "ceux qui",
        "faire",
        "les bonnes oeuvres",
        "cette",
        "pour eux",
        "(Est) une récompense",
        "génial"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَأَنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
      "simpleTranslate" : [
        "et à ceux qui ne croient pas à la vie future qu’un affreux supplice les attend."
      ],
      "tafsirTranslate" : [
        "et à ceux qui ne croient pas en l'au-delà, il donne l'avertissement qu'un",
        "châtiment douloureux a été préparé pour eux. <N:11>"
      ],
      "tanslateWordByWord" : [
        "Et cela",
        "ceux qui",
        "(ne pas",
        "croyez",
        "dans l'au-delà",
        "Nous avons préparé",
        "pour eux",
        "une punition",
        "douloureux"
      ],
      "notes" : {
        "11" : [
          "Cela signifie pour avertir les personnes ou les personnes ou les nations qui ne",
          "prennent pas une leçon des admonestations du Coran pour être prêt à subir ce",
          "châtiment Israélites devaient souffrir."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَيَدْعُ الْإِنْسَانُ بِالشَّرِّ دُعَاءَهُ بِالْخَيْرِ ۖ وَكَانَ الْإِنْسَانُ عَجُولًا",
      "simpleTranslate" : [
        "L’homme appelle de ses vœux le mal comme il appelle le bien, car l’homme, par",
        "nature, est toujours pressé."
      ],
      "tafsirTranslate" : [
        "L'homme invoque le mal au lieu du bien car il est très hâtif et impatient. <N:12>"
      ],
      "tanslateWordByWord" : [
        "et prie",
        "l'homme",
        "pour le mal",
        "(Comme) il prie",
        "pour le bien",
        "Et est",
        "l'homme",
        "très hâtif"
      ],
      "notes" : {
        "12" : [
          "Ceci est en réponse aux demandes folles des mécréants de la Mecque qui ont exigé",
          "à plusieurs reprises du Saint Prophète pour provoquer ce tourment dont il les",
          "menaçait. Elle est étroitement liée avec le verset précédent, comme pour dire, [",
          "\"peuple insensé au lieu de demander la bonté vous exigez le tourment: ne pouvez",
          "pas vous rendre compte des souffrances de la communauté, qui est visité par le",
          "tourment de Dieu»] \n Il contient aussi un avertissement subtil pour les musulmans",
          "qui ont prié pour la punition pour les mécréants qui les persécutés et ont rejeté",
          "le message obstinément; il y avait encore parmi les incroyants beaucoup de ces",
          "gens qui ensuite embrassé l'Islam et sont devenus ses porteurs standards dans le",
          "monde. C'est raide AIlah dit, [ «L'homme fait parce qu'il est très hâtif et",
          "impatient;\"] Il prie Allah pour ALi des choses qui sont le besoin immédiat du",
          "temps, bien que l'expérience souvent ultérieure montre que si Allah avait accordé",
          "sa prière , il aurait été très dommageable pour lui."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ ۖ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ ۚ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا",
      "simpleTranslate" : [
        "Nous avons fait de la nuit et du jour deux signes de Notre puissance. Nous avons",
        "effacé le signe de la nuit, et Nous avons rendu visible celui du jour pour vous",
        "permettre de rechercher les bienfaits de votre Seigneur, et de connaître le",
        "nombre des ans et le calcul du temps. Nous avons exposé toute chose dans ses",
        "moindres détails."
      ],
      "tafsirTranslate" : [
        "Voilà! Nous avons créé le jour et la nuit comme deux signes: Nous avons privé le",
        "signe de la nuit de la lumière et fait le signe de beau jour pour vous permettre",
        "de rechercher grâce de votre Seigneur et à compter des mois et des années. Ainsi,",
        "nous avons tout fait manifestement distincte. <N:13>"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons fait",
        "la nuit",
        "et la journée",
        "(As) deux signes",
        "Puis Nous avons effacé",
        "(le signe",
        "(de la nuit",
        "et Nous avons fait",
        "(le signe",
        "(du jour",
        "visible",
        "que vous pouvez demander",
        "prime",
        "de",
        "votre Seigneur",
        "et que vous savez peut-être",
        "(le nombre",
        "(D ') les années",
        "et le compte",
        "Et chaque",
        "chose",
        "Nous avons expliqué",
        "(en détail"
      ],
      "notes" : {
        "13" : [
          "Allah invite l'homme à étudier la sagesse qui sous-tend la variété dans le monde",
          "et ne pas se confondre et à long pour l'uniformité monotone. En fait, l'ensemble",
          "du système est basé sur la variété, le caractère distinctif et de la diversité",
          "dans les choses. Par souci d'illustration Iet nous prenons le cas des signes de",
          "jour et de nuit: [ \"Vous voyez ces sous-jacente des choses opposées dans votre",
          "vie quotidienne Si vous venez de considérer la sagesse sous-jacente, vous",
          "constaterez que sans cette variété il y aurait eu. presque toute activité dans le",
          "monde. de même une grande sagesse réside dans la création des personnes ayant des",
          "tempéraments, des pensées et des inclinations. Si Allah avait fait des hommes",
          "tous Ies justes par naissance ou incroyants et les méchants anéanti et à gauche",
          "onlv croyants et les personnes soumises dans le monde , le but de la création des",
          "hommes ne pouvaient pas quitter été réalisé. par conséquent,. il est faux de",
          "désirer qu'il ne devrait y être jour et pas de nuit. la chose juste est que ces",
          "personnes, qui ont obtenu la lumière des orientations, devraient exercer leur",
          "possible pour enlever l'obscurité de la déviation. il est de leur devoir que",
          "s'ils trouvent l'obscurité comme celui de la nuit, ils devraient poursuivre comme",
          "le soleil pour que la lumière de l'orientation devrait réapparaître \"]."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ ۖ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا",
      "simpleTranslate" : [
        "Nous avons rendu tout homme responsable de sa destinée et, le Jour de la",
        "Résurrection, Nous lui présenterons un livre qui sera, sous ses yeux, étalé."
      ],
      "tafsirTranslate" : [
        "Nous avons fixé l'augure de chaque homme à son propre cou, <N:14> et le Jour de",
        "la Résurrection, Nous allons présenter un écrit qu'il trouvera comme un livre",
        "ouvert."
      ],
      "tanslateWordByWord" : [
        "Et (pour) tous les",
        "homme",
        "Nous avons fixé à lui",
        "son sort",
        "dans",
        "son cou",
        "et nous allons présenter",
        "pour lui",
        "(au jour",
        "(De) la Résurrection",
        "un enregistrement",
        "qu'il trouvera",
        "grand ouvert"
      ],
      "notes" : {
        "14" : [
          "[ \"Nous avons fixé l'augure de chaque homme à son propre cou\"]: donc on n'a pas",
          "besoin de prendre des présages d'un oiseau. : Ceci est d'enlever la superstition",
          "des mécréants qui permet de prendre des présages des oiseaux, etc., comme pour",
          "dire, [ \"Les causes et les conséquences de la bonne fortune ou mauvais sort",
          "existent dans sa propre personne de l'homme qu'il mérite la bonne fortune à cause",
          "de son. propre bonne conduite et un bon jugement, et de même, souffre les",
          "conséquences du mal sort par l'absence de ceux-ci \"]. Cela a été rendu nécessaire",
          "parce que les gens stupides essaient toujours d'attribuer leurs malheurs à des",
          "causes externes, alors que notre sort dépend de nos propres actions, bonnes ou",
          "mauvaises. S'ils sondent les causes, ils trouveront que leur sort a été décidé",
          "par leurs propres qualités et des jugements bons ou mauvais."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "اقْرَأْ كِتَابَكَ كَفَىٰ بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا",
      "simpleTranslate" : [
        "«Lis ton livre ! Aujourd’hui, tu seras seul à te demander des comptes.»"
      ],
      "tafsirTranslate" : [
        "(Il sera lui dit) \"Voici votre dossier: lire aujourd'hui vous vous suffis comme",
        "reckoner contre vous-même.»."
      ],
      "tanslateWordByWord" : [
        "lire",
        "votre dossier",
        "Suffisant",
        "(Est) vous",
        "aujourd'hui",
        "contre vous",
        "(As) comptable"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "مَنِ اهْتَدَىٰ فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ ۖ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۚ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا",
      "simpleTranslate" : [
        "Quiconque suit le droit chemin le suit dans son propre intérêt et quiconque",
        "s’égare ne s’égare qu’à son propre détriment. Nul n’aura à assumer les péchés",
        "d’autrui. Nous n’avons jamais sévi contre un peuple, avant de lui avoir envoyé un",
        "messager."
      ],
      "tafsirTranslate" : [
        "Quiconque adopte la voie juste, sa conduite juste sera pour son propre bien, et",
        "quiconque se égare, son écart apportera ses conséquences sur lui. <N:15> Aucun",
        "porteur portera le fardeau d'un autre . <N:16> Nous n'infligeons la peine jusqu'à",
        "ce que Nous avons envoyé un Messager <N:17> (pour la vérité distincte de",
        "mensonge.)"
      ],
      "tanslateWordByWord" : [
        "Quiconque",
        "(Est) guidé",
        "alors seulement",
        "il est guidé",
        "pour son âme",
        "Et quiconque",
        "se égare",
        "alors seulement",
        "il se fourvoie",
        "encontre",
        "Et pas",
        "porteront",
        "un porteur de charge",
        "fardeau",
        "(Des) autre",
        "Et pas",
        "nous",
        "sont de punir",
        "jusqu'à",
        "Nous avons envoyé",
        "un Messager"
      ],
      "notes" : {
        "16" : [
          "Le Coran a beaucoup insisté sur la doctrine de la responsabilité personnelle à",
          "plusieurs endroits, car on ne peut pas suivre le droit chemin scrupuleusement",
          "sans comprendre pleinement son implication. Cela signifie que, tout le monde est",
          "seul responsable de la conduite morale de l'un et est responsable devant Dieu",
          "comme un individu dans sa propre personne et aucune autre personne ne peut",
          "partager le fardeau de la responsabilité avec lui. À titre d'exemple, nous Thay",
          "prenons le cas d'une action particulière ou d'une manière particulière de",
          "conduite dans lequel une génération ou d'une communauté ou d'un grand nombre de",
          "personnes avaient collaboré. Quand les gens se réuniront avant AIIah sur le Jour",
          "du Jugement leur action collective sera analysée de manière à jeter le fardeau de",
          "sa responsabilité sur chaque personne qui avait été propice à elle, et récompensé",
          "ou puni en accord avec elle. une personne ne sera ni puni pour. la partie autre",
          "avait joué dans ses performances, ni leur transmet le fardeau du péché d'un",
          "individu posé sur les épaules d'un autre. Cette doctrine a été soulignée à",
          "maintes reprises de sorte qu'un homme sage ne doit pas agir à l'imitation d'un",
          "autre ou de justifier Iris propre conduite par des actes similaires des autres.",
          "Si une personne en particulier se sent le sens de sa propre responsabilité, il",
          "agira de manière à sortir avec succès sur le Jour du Jugement, indépendamment de",
          "ce que font les autres."
        ],
        "17" : [
          "Ceci est une autre doctrine qui a été impressionné sur l'esprit par le Coran de",
          "différentes manières. Ceci est de souligner l'importance fondamentale que",
          "Messenger a dans la dispensation de la justice divine parce que cela est",
          "déterminé à la lumière du message apporté par lui. Ce sera utilisé comme un",
          "argument en faveur ou contre les personnes concernées. Sinon, le fait d'infliger",
          "des peines sur le peuple serait injuste dans ce cas, ils pourraient faire valoir",
          "qu'ils ne devraient pas être punis comme la connaissance de la voie juste n'a pas",
          "été transmis à eux. Mais après que le message avait été transmis à un peuple",
          "particulier, et ils avaient rejeté, il serait laissé. aucune excuse pour eux. \n",
          "Il est ironique que, au lieu d'accepter le message que certaines personnes folles",
          "sont induits en erreur par la lecture de versets comme ceux-ci et ils demandent",
          "des questions absurdes: [ \"? Quelle sera la position de ceux qui pourraient ne",
          "pas avoir reçu le message d'un prophète\"] le sage pour ces personnes aurait été",
          "de se demander ce que leur propre position sera le jour du Jugement, parce qu'ils",
          "avaient eux-mêmes reçu le message. En ce qui concerne d'autres personnes, Allah",
          "sait mieux qui a reçu le message, et quand, comment et dans quelle mesure et",
          "quelle attitude une certaine personne adoptée à son égard. En bref, Allah seul",
          "est au courant de savoir si une personne a reçu le message de telle manière à",
          "remplir la condition nécessaire à la punition."
        ],
        "15" : [
          "Ceci est d'impressionner que si une personne adopte la bonne façon, il DCEs pas",
          "faire une faveur à Dieu ou à Son messager ou un réformateur, mais il s'obtient",
          "ses avantages. D'autre part, si une personne dévie de la bonne façon, il ne peut",
          "pas nuire à Dieu ou à Son messager ou un réformateur, car ils ne désirent que de",
          "protéger les hommes de mauvaises façons et le guider sur le droit chemin, et non",
          "pas pour des fins égoïstes. Par conséquent, la bonne voie pour un homme sage est",
          "d'adopter la voie juste, quand il devient distinct de lui ce qui est vrai et ce",
          "qui est faux. D'autre part, s'il rejette la vérité à cause de ses préjugés et de",
          "l'intérêt, il sera son propre ennemi et non un bien-intentionnée."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا",
      "simpleTranslate" : [
        "Et lorsque Nous décidons d’anéantir une cité, Nous ordonnons à ses habitants les",
        "plus opulents d’obéir, mais ils s’y comportent en scélérats. C’est alors que",
        "Notre arrêt se trouve justifié et que Nous la détruisons de fond en comble."
      ],
      "tafsirTranslate" : [
        "Lorsque Nous décrétons qu'une habitation doit être détruite, nous donner des",
        "ordres à son bien-to-do gens et ils montrent la désobéissance; alors que",
        "l'habitation encourt juste tourment et nous exterminer totalement. <N:18>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Nous avons l'intention",
        "cette",
        "Nous détruisons",
        "une ville",
        "Nous commandons",
        "ses gens riches",
        "mais ils désobéissent défi",
        "la bride",
        "alors (est) avéré vrai",
        "encontre",
        "le mot",
        "et Nous la détruisons",
        "(Avec) la destruction"
      ],
      "notes" : {
        "18" : [
          "Voici une forme définitive de la procédure divine pour la destruction d'un peuple",
          "a été dit. Lorsque le bien-à-faire des gens d'une habitation deviennent",
          "désobéissants, il est un signe qu'il est voué à la destruction. Après leur",
          "transgression persistante et continue, les personnes-aisées deviennent si",
          "obstinés dans leur désobéissance qu'ils commencent à rejeter les diktats",
          "instinctives de leur conscience. La même chose a été dit dans le verset 16:. [",
          "\"Lorsque Nous décrétons qu'une habitation doit être détruit Nous donnons des",
          "commandes à son bien-to-do gens et ils montrent la désobéissance».] En effet,",
          "Allah a créé la conscience pour l'orientation de l'homme. Par conséquent, les",
          "exigences de la conscience sont vraiment les commandements d'Allah. Ainsi, il est",
          "devenu tout à fait évident que par [ «Quand Nous décrétons qu'une habitation doit",
          "être détruit...\".] Ne signifie que Allah veut le détruire sans raison. Elle est",
          "détruite, car après leur désobéissance [ \"cette habitation entraîne Notre juste",
          "colère et nous exteminate totalement.\"] L'habitation mérite une punition parce",
          "que ses gens ordinaires suivent les gens bien de choses à faire qui sont les",
          "dirigeants de fait d'une communauté et sont principalement responsables de la",
          "corruption de la communauté. Au début, le bien à faire les gens commettent des",
          "actes de désobéissance, de méchanceté, de méfait, de la cruauté et de la tyrannie",
          "et les gens ordinaires suivent et encourent le châtiment d'Allah. Soit dit en",
          "passant, ceci est un avertissement pour toutes les communautés qu'il devrait être",
          "très discret et prudent dans le choix et l'élection de ses dirigeants et les",
          "dirigeants, car si ces derniers sont la moyenne et méchants, ils vont",
          "inévitablement conduire la communauté à destruc"
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِنْ بَعْدِ نُوحٍ ۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًا بَصِيرًا",
      "simpleTranslate" : [
        "Que de générations n’avons-Nous pas exterminées depuis Noé ! Il n’est que ton",
        "Seigneur pour être parfaitement au courant des péchés de Ses créatures."
      ],
      "tafsirTranslate" : [
        "Il suffit de voir combien de générations ont été détruites par Notre commandement",
        "après Noé. Ton Seigneur est pleinement conscient des péchés de ses serviteurs, et",
        "voit tout."
      ],
      "tanslateWordByWord" : [
        "Et combien",
        "Nous avons détruit",
        "de",
        "les générations",
        "après",
        "après",
        "Nuh",
        "Et suffisante",
        "(Est) votre Seigneur",
        "concernant les péchés",
        "(De) ses serviteurs",
        "All-Aware",
        "Clairvoyant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا",
      "simpleTranslate" : [
        "À celui qui désire la vie immédiate Nous Nous empressons d’en accorder ce que",
        "Nous voulons à qui Nous voulons. Puis Nous le vouons à la Géhenne, dont il aura à",
        "subir l’ardeur, couvert d’opprobres et réprouvé."
      ],
      "tafsirTranslate" : [
        "Si une personne hankers après les bonnes choses immédiates de cette vie mondaine,",
        "<N:19> Nous lui donner tout ce que Nous allons; puis Nous condamnons une telle",
        "personne à l'Enfer, où il brûlera, maudit et privés de miséricorde. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Quiconque",
        "devrait",
        "envie",
        "l'immédiat",
        "Nous nous empressons",
        "pour lui",
        "en ce",
        "quelle",
        "Nous allons",
        "à qui",
        "Nous avons l'intention",
        "alors",
        "Nous avons fait",
        "pour lui",
        "enfer",
        "il brûlera",
        "disgracié",
        "rejeté"
      ],
      "notes" : {
        "20" : [
          "La personne qui ne croit pas dans la vie de l'au-delà mérite l'enfer, parce qu'il",
          "vise seulement les réussites et les bonnes choses de ce monde et ses efforts sont",
          "confinés à des objets matériels. Par conséquent, une telle personne devient un",
          "simple adorateur de ce monde et adopte un comportement erroné, car il n'a pas de",
          "sens de la responsabilité personnelle et la responsabilité envers Dieu et mérite",
          "finalement le tourment de l'Enfer."
        ],
        "19" : [
          "Le mot arabe Ajilah signifie littéralement quelque chose qui peut être fait",
          "immédiatement, mais le Coran emploie comme un terme [ \"This World\"] qui donne ses",
          "avantages et ses résultats dans cette vie mondaine. Son antonyme est akhirat",
          "[(Ci-après)] qui donnera ses avantages et ses résultats après la mort dans la vie",
          "de l'autre monde."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَٰئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا",
      "simpleTranslate" : [
        "Ceux qui recherchent la vie future et qui font l’effort nécessaire pour la",
        "mériter, tout en étant croyants, ceux-là verront leur zèle récompensé."
      ],
      "tafsirTranslate" : [
        "D'autre part, celui qui désire la vie de l'au-delà et cherche pour cela mieux que",
        "l'on doit lutter, et est un croyant, l'effort de chaque personne sera appréciée.",
        "<N:21>"
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "désirs",
        "l'au-delà",
        "et exerce",
        "pour ça",
        "l'effort",
        "alors qu'il",
        "(Est) un croyant",
        "puis ceux",
        "[sont]",
        "leurs efforts",
        "(Est) apprécie"
      ],
      "notes" : {
        "21" : [
          "[ \"Ses efforts seront appréciés\"]: il sera récompensé pour les efforts qu'il a",
          "déployés pour réussir dans l'au-delà."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "كُلًّا نُمِدُّ هَٰؤُلَاءِ وَهَٰؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ ۚ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا",
      "simpleTranslate" : [
        "Nous accordons abondamment Nos bienfaits aux uns et aux autres, sans que personne",
        "en soit exclu."
      ],
      "tafsirTranslate" : [
        "En ce qui concerne les dispositions de cette vie, nous les entourons sur ces",
        "questions et sur ceux; cela est un don de votre Seigneur et il n'y a personne de",
        "refuser le don de ton Seigneur. <N:22>"
      ],
      "tanslateWordByWord" : [
        "(Pour chaque",
        "Nous étendons",
        "(à ceux-là",
        "et (à) ceux-ci",
        "de",
        "(le cadeau",
        "(De) votre Seigneur",
        "Et pas",
        "est",
        "(le cadeau",
        "(De) votre Seigneur",
        "limité"
      ],
      "notes" : {
        "22" : [
          "Allah donne les dispositions de ce monde à la fois à ceux qui aspirent à ce monde",
          "et à ceux qui luttent pour l'au-delà, mais il est le don de Dieu seul et non de",
          "quelqu'un d'autre. Il ne réside pas dans la puissance des adorateurs du monde à",
          "priver les demandeurs après l'au-delà de ces dispositions: pas plus que les",
          "demandeurs après l'au-delà tout pouvoir de retenir ces dispositions des",
          "adorateurs du monde."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۚ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا",
      "simpleTranslate" : [
        "Considère comment Nous avantageons les uns par rapport aux autres. Mais les",
        "différences seront bien plus grandes et les privilèges bien plus marqués encore",
        "dans la vie future."
      ],
      "tafsirTranslate" : [
        "Mais en dépit de cela, vous pouvez voir que nous avons élevé un peuple au-dessus",
        "des autres et dans l'au-delà de ces qualités seront beaucoup plus, et leur",
        "supériorité sera beaucoup plus élevé. <N:23>"
      ],
      "tanslateWordByWord" : [
        "Voir",
        "Comment",
        "Nous avons préféré",
        "certains d'entre eux",
        "plus de",
        "autres",
        "Et sûrement l'au-delà",
        "(Est) supérieure",
        "(En) degrés",
        "et une plus grande",
        "(En) l'excellence"
      ],
      "notes" : {
        "23" : [
          "C'est de montrer que les demandeurs après l'au-delà ont été exalté sur les",
          "adorateurs du monde, même dans cette vie mondaine. Cependant, cette exaltation",
          "est pas en ce qui concerne les bonnes choses de la nourriture et de la robe de ce",
          "monde, habitations somptueuses, des limousines, des hélicoptères et d'autres",
          "grandes choses, mais il est d'un autre point de vue. Ils apprécient que le",
          "véritable honneur, l'amour et la bonne volonté qui est refusée aux tyrans et les",
          "gens riches, en dépit du fait qu'ils peuvent être indigent. En effet, quelles que",
          "soient les demandeurs après l'au-delà se dans ce monde, il est gagné par des",
          "moyens justes et honnêtes, tandis que les adorateurs du monde amassent la",
          "richesse en employant des moyens malhonnêtes et cruels. Puis l'ancien dépensent",
          "ce qu'ils obtiennent avec prudence et justice. Ils remplissent les obligations",
          "qu'ils doivent aux autres. Ils dépensent leur argent dans la voie de AIlah et",
          "pour plaire à Allah sur les indigents .et les indigents. Contrairement à eux, les",
          "adorateurs de ce monde dépensent leur argent dans .le jouissance de luxe,",
          "mauvaises œuvres, la corruption et la diffusion d'autres mauvaises choses. Cela",
          "rend les anciens modèles de Dieu le culte et la pureté à tous égards et les",
          "distingue si clairement, des adorateurs du monde qu'ils brillent dans",
          "l'exaltation sur celle-ci. Ces choses indiquent clairement que dans le monde",
          "suivant les grades des demandeurs après l'au-delà seront beaucoup plus grandes et",
          "leur supériorité beaucoup plus élevé que ceux des adorateurs du monde."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "لَا تَجْعَلْ مَعَ اللَّهِ إِلَٰهًا آخَرَ فَتَقْعُدَ مَذْمُومًا مَخْذُولًا",
      "simpleTranslate" : [
        "Ne prends donc aucune autre divinité à côté de Dieu, sans quoi tu te trouveras",
        "honni et abandonné."
      ],
      "tafsirTranslate" : [
        "Ne pas associer une autre divinité avec Allah, <N:24> sinon vous est-il réduit à",
        "un état d'ignominie et d'impuissance."
      ],
      "tanslateWordByWord" : [
        "(Ne pas",
        "faire",
        "avec",
        "Allah",
        "Dieu",
        "un autre",
        "de peur que vous serez assis",
        "disgracié",
        "abandonné"
      ],
      "notes" : {
        "24" : [
          "Ou il peut être rendu comme ceci: [ \". Ne pas mettre en place une autre comme une",
          "divinité en dehors d'Allah\"] [ \"Ne pas inventer une autre divinité en dehors",
          "d'Allah\"], ou"
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا ۚ إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا",
      "simpleTranslate" : [
        "Ton Seigneur t’ordonne de n’adorer que Lui, de traiter avec bonté ton père et ta",
        "mère. Et si l’un d’eux ou tous les deux atteignent, auprès de toi, un âge avancé,",
        "ne leur dis pas : «Fi !» Ne leur manque pas de respect, mais adresse-leur des",
        "paroles affectueuses !"
      ],
      "tafsirTranslate" : [
        "Ton Seigneur a prescrit ce qui suit:. <N:25> 1. Vous ne devez pas adorer",
        "quelqu'un, mais lui <N:26>"
      ],
      "tanslateWordByWord" : [
        "Et a décrété",
        "votre Seigneur",
        "que (ne) pas",
        "culte",
        "sauf",
        "Lui seul",
        "et aux parents",
        "(sois sage",
        "Qu'il s'agisse",
        "atteindre",
        "avec toi",
        "la vieillesse",
        "l'un d'eux",
        "ou",
        "les deux",
        "puis (faire) pas",
        "dire",
        "à chacun d'eux",
        "un mot d'irrespect",
        "et (faire) pas",
        "repousser",
        "mais parle",
        "pour eux",
        "un mot",
        "noble"
      ],
      "notes" : {
        "25" : [
          "Dans les versets suivants, les grands principes de base ont été mis en avant sur",
          "laquelle l'Islam désire construire toute la structure de la vie humaine. Ceux-ci",
          "forment, pour ainsi dire, le Manifeste de l'invitation du Saint Prophète déclarée",
          "par lui à la fin de l'étape Makki de sa mission, à la veille de la nouvelle étape",
          "à AI-Madinah de sorte qu'il devrait être connu aII que la nouvelle société",
          "islamique et de l'Etat allaient être construits sur tels et tels principes",
          "idéologiques, moraux, culturels, économiques et juridiques. [(S'il vous plaît se",
          "référer également aux vv. 151-153 et de celui-ci de E.N. du chapitre VI)]."
        ],
        "26" : [
          "Ce commandement est très complet. Elle interdit non seulement le culte de",
          "personne, sauf AIIah mais aussi implique que l'on doit obéir et servir et se",
          "soumettre à AIIah seul, sans question: il faut accepter ses commandements et la",
          "loi seule à être digne d'obéissance et de son autorité pour être suprême",
          "au-dessus aII. Ce ne fut pas seulement une instruction limitée à une croyance",
          "religieuse et la pratique individuelle, mais il a servi de fondement du système",
          "moral, culturel et politique qui a été pratiquement établi à Al-Madinah par le",
          "Saint Prophète. Son premier et avant tout le principe était que AIIah seul est le",
          "Maître, souverain et Législateur."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا",
      "simpleTranslate" : [
        "Et par miséricorde, fais preuve à leur égard d’humilité et adresse à Dieu cette",
        "prière : «Seigneur ! Sois miséricordieux envers eux comme ils l’ont été envers",
        "moi, quand ils m’ont élevé tout petit !»"
      ],
      "tafsirTranslate" : [
        "2. Traiter vos parents avec une grande considération; si l'un ou les deux d'entre",
        "eux vivent avec vous dans leur vieillesse, ne pas dire même «FIE» pour eux: ni",
        "réprimander, mais parler des mots aimables à eux; les traiter avec humilité et",
        "tendresse et prie: «Seigneur, leur fasse miséricorde comme ils me élevés avec",
        "gentillesse et affection.\""
      ],
      "tanslateWordByWord" : [
        "Et inférieure",
        "pour eux",
        "(La) aile",
        "(De) l'humilité",
        "(en dehors de",
        "[La] miséricorde",
        "et dis",
        "Mon Seigneur",
        "Ayez pitié de deux d'entre eux",
        "comme",
        "ils me élevés",
        "(quand j'étais petit"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "رَبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ ۚ إِنْ تَكُونُوا صَالِحِينَ فَإِنَّهُ كَانَ لِلْأَوَّابِينَ غَفُورًا",
      "simpleTranslate" : [
        "Votre Seigneur est Celui qui connaît le mieux le fond de vos cœurs. Si vous êtes",
        "justes, sachez qu’Il pardonne toujours aux repentants sincères."
      ],
      "tafsirTranslate" : [
        "Ton Seigneur connaît mieux ce qui est dans votre esprit. si vous vivez",
        "vertueusement, Il pardonne sûrement et se tourne vers toutes ces personnes que",
        "sont pénitente et obéissante. <N:27>"
      ],
      "tanslateWordByWord" : [
        "Votre Seigneur",
        "(Est) connaît mieux",
        "de quoi",
        "(est dans",
        "vous-mêmes",
        "Si",
        "tu es",
        "vertueux",
        "alors en effet, il",
        "est",
        "à ceux qui se tournent souvent (à Lui)",
        "Pardonneur"
      ],
      "notes" : {
        "27" : [
          "Ce verset enjoint que, après le droit d'Allah, le plus grand de tous Ies droits",
          "de l'homme est le droit des parents: par conséquent, les enfants doivent obéir et",
          "servir et respecter leurs parents. La morale collective de la société devrait",
          "faire obligation aux enfants d'être reconnaissants et respectueux envers leurs",
          "parents, ils devraient les servir comme ils soignaient les apportèrent dans leur",
          "enfance. Au-dessus de aII, ce verset est non seulement une recommandation morale,",
          "mais est à la base des droits et pouvoirs des parents dont les détails que nous",
          "trouvons dans les livres de Hadith et Fiqh. En outre, un comportement respectueux",
          "et l'obéissance à et le respect des droits des parents comprennent l'élément le",
          "plus important de l'éducation matériel et la formation morale dans la société et",
          "la civilisation islamiques. Par ailleurs, toutes ces choses ont déterminé à",
          "jamais le principe selon lequel l'Etat islamique doit rendre le son de la vie",
          "familiale et de sécuriser par les lois, les règlements administratifs et les",
          "politiques éducatives et d'empêcher sa désintégration."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَآتِ ذَا الْقُرْبَىٰ حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا",
      "simpleTranslate" : [
        "Donne à ton proche ce qui lui est dû, ainsi qu’au pauvre et au voyageur ! Mais",
        "évite toute prodigalité,"
      ],
      "tafsirTranslate" : [
        "3. Réalisez vos obligations envers vos parents et l'indigent et le Wayfarer."
      ],
      "tanslateWordByWord" : [
        "Et donner",
        "les proches",
        "les proches",
        "son droit",
        "et les nécessiteux",
        "et le voyageur",
        "et le voyageur",
        "et (faire) pas",
        "dépenser",
        "gaspillée"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ ۖ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا",
      "simpleTranslate" : [
        "car les prodigues sont frères de Satan et Satan a été très ingrat envers son",
        "Seigneur."
      ],
      "tafsirTranslate" : [
        "4. Ne soyez pas dépensière car les gaspilleurs sont les frères de Satan et Satan",
        "a été ingrat envers son Seigneur."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "les dissipateurs",
        "sont",
        "frères",
        "(De) les diables",
        "Et est",
        "le Shaitaan",
        "à son Seigneur",
        "ingrat"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاءَ رَحْمَةٍ مِنْ رَبِّكَ تَرْجُوهَا فَقُلْ لَهُمْ قَوْلًا مَيْسُورًا",
      "simpleTranslate" : [
        "Et si tu ne peux venir à leur secours, étant toi-même dans l’attente de la",
        "miséricorde de ton Seigneur, aie pour eux au moins un mot aimable !"
      ],
      "tafsirTranslate" : [
        "(5) Si vous avez à eux (les personnes dans le besoin) mettre hors parce que vous",
        "êtes toujours en attente pour le bienfait d'Allah que vous attendez, mettez-les",
        "avec tendresse. <N:28>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "vous vous détournez",
        "d'eux",
        "recherche",
        "la miséricorde",
        "de",
        "votre Seigneur",
        "que vous attendez",
        "alors dire",
        "pour eux",
        "un mot",
        "doux"
      ],
      "notes" : {
        "28" : [
          "Ces trois articles [(3-5)] sont destinés à impressionner un homme ne devrait pas",
          "réserver ses revenus et sa fortune exclusivement pour sa propre personne. Il doit",
          "faire tout son possible pour satisfaire ses propres nécessités de la vie d'une",
          "manière modérée et rendre les droits de ses parents, des voisins et d'autres",
          "personnes dans le besoin aussi bien. Cette attitude contribuera à créer l'esprit",
          "de coopération, de la sympathie et de la justice dans la vie islamique",
          "collective. Ainsi, chaque parent va coopérer avec l'autre et chaque-aisés",
          "personne aider les nécessiteux dans le quartier Iris et un wayfarer se trouverait",
          "un invité d'honneur parmi les hôtes généreux. La conception des droits doit être",
          "si vaste que chaque personne devrait considérer que tous Ies autres êtres humains",
          "ont des droits sur sa personne et ses biens afin qu'il devrait les servir avec",
          "l'idée qu'il est rendu leurs droits et ne fait aucune faveur pour eux. Dans ce",
          "cas, on demande pardon de l'autre si l'on n'a pas pu le servir et serait prier",
          "Dieu d'envoyer ses bénédictions sur lui pour lui permettre de servir ses",
          "serviteurs. \n Ces articles du Manifeste islamique ne sont pas simplement limités",
          "aux enseignements moraux mais ceux-ci forment la base des commandements de Zakat",
          "et de la charité volontaire. Les lois de l'héritage et de faire la volonté et les",
          "dotations ont été basées sur ces articles. Les droits des orphelins ont été",
          "déterminés par ceux-ci et il a été rendue obligatoire sur chaque habitation pour",
          "divertir gratis wayfarer pendant au moins trois jours. Par la suite l'ensemble du",
          "système moral a été formé de manière à créer des sentiments de générosité, la",
          "sympathie et la coopération. Tant et si bien que les gens ont commencé à réaliser",
          "l'importance et de respecter volontairement les droits moraux qui ne pouvaient ni",
          "être exigées légalement, ni appliquées par la loi."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَحْسُورًا",
      "simpleTranslate" : [
        "Ne tiens pas la main collée à ton cou par avarice, et ne donne pas non plus à",
        "pleines mains, si tu ne veux pas être blâmé ni éprouver des regrets !"
      ],
      "tafsirTranslate" : [
        "(6). Ne pas attacher votre main à votre cou, ni étirement sans aucune retenue de",
        "peur que vous devriez devenir démunis blâmable et gauche. <N:29>"
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "faire",
        "ta main",
        "enchaîné",
        "à",
        "ton cou",
        "et pas",
        "étendre",
        "(À son) la plus grande",
        "atteindre",
        "de sorte que vous vous asseyez",
        "blâmable",
        "insolvable"
      ],
      "notes" : {
        "29" : [
          "[ \"Ne pas attacher votre main à votre cou\"] est la «traduction littérale du texte",
          "qui signifie: [\" Ne pas être parcimonieux \"]; [ \"Ni l'étirer sans aucune",
          "retenue\"] signifie, [ «Ne pas être extravagant\"]. Si les versets 27 et 29 sont",
          "lus ensemble, il devient évident que le Coran désire le peuple à suivre la",
          "moyenne d'or, ce qui signifie qu'ils ne doivent ni être si parcimonieux que pour",
          "empêcher la circulation des richesses, ni aussi extravagant que de détruire leur",
          "propre économie . Au contraire, ils doivent apprendre à se comporter d'une",
          "manière équilibrée afin qu'ils devraient dépenser de l'argent là où il devrait",
          "être dépensé et éviter de devenir prodigues de manière à s'impliquer des ennuis.",
          "En fait, il est ingratitude envers le bienfait d'Allah à dépenser de l'argent",
          "pour le bien de spectacle, de luxe et des actes coupables et les choses",
          "semblables qui sont de véritables nécessités de l'homme ni utile. Par conséquent,",
          "les personnes qui dépensent de l'argent sans compter sur des choses telles que ce",
          "sont les frères de Satan \n Ces clauses coo, ne sont pas seulement destinés à être",
          "des instructions morales pour les particuliers. Ils sont destinés à protéger la",
          "Société islamique contre l'extravagance par l'instruction morale, la pression",
          "collective et des restrictions légales. En conséquence, dans l'État islamique",
          "d'Al-Madinah mesures pratiques ont été prises pour protéger la communauté contre",
          "l'extravagance. Tout d'abord, de nombreuses formes de l'extravagance et le luxe",
          "étaient interdits par la loi. Deuxièmement, les mesures juridiques ont été prises",
          "contre elle. Troisièmement. réformes sociales ont été introduites pour mettre un",
          "terme à ces coutumes qui impliquaient l'extravagance. Le gouvernement a été",
          "habilité à empêcher les gens de les formes évidentes de l'extravagance. Surtout,",
          "la Zakat et la charité volontaire ont aidé à briser la parcimonie et la",
          "convoitise de thésauriser. Outre ces mesures, une opinion publique a été créé qui",
          "a permis aux gens de distinguer entre la générosité et de l'extravagance et de",
          "l'épargne et de parcimonie: si bien que les gens parcimonieux étaient méprisés",
          "comme ignominieuse et les gens économes étaient considérés comme honorable. Cette",
          "attitude morale et mentale est devenue une partie intégrante de la société",
          "musulmane, et aujourd'hui encore, les gens parcimonieux et pensionnaires sont",
          "méprisés dans la société musulmane, alors que les gens généreux sont respectés",
          "partout."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا",
      "simpleTranslate" : [
        "En vérité, ton Seigneur comble qui Il veut de Ses bienfaits ou les donne avec",
        "parcimonie. Il connaît si bien les hommes et Il lit parfaitement dans leurs",
        "cœurs."
      ],
      "tafsirTranslate" : [
        "Ton Seigneur fournit abondamment à qui Il veut et retient ses dispositions de",
        "quiconque Il veut, car il est pleinement conscient de l'état de ses serviteurs et",
        "les observe de près. <N:30>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "votre Seigneur",
        "étend",
        "la fourniture",
        "pour qui",
        "Il veut",
        "et les restreint",
        "En effet, il",
        "est",
        "Ses serviteurs",
        "All-Aware",
        "Clairvoyant"
      ],
      "notes" : {
        "30" : [
          "Autrement dit, [ «L'homme ne peut pas réaliser la sagesse de la disparité des",
          "richesses entre le peuple\"]: par conséquent, l'homme ne devrait pas essayer",
          "d'interférer par des moyens artificiels avec la répartition naturelle de la",
          "richesse. Il est faux de niveler vers le bas inégalité naturelle ou de l'aggraver",
          "par des moyens artificiels pour le rendre injuste. Les deux extrêmes sont",
          "mauvais. Le meilleur système économique est celle qui est établie sur la manière",
          "divine de la répartition des richesses. \n En raison de la réalisation de la",
          "sagesse de la disparité économique, pas de tels problèmes ont surgi qui aurait",
          "fait cette disparité un mal en soi de manière à exiger la création d'une société",
          "sans classes. Au contraire, dans la société juste établi à AI-Madinah sur ces",
          "principes divins qui sont proche de la nature humaine, les différences",
          "économiques ne sont pas perturbés artificiellement. Mais par des réformes morales",
          "et juridiques ci est devenu le moyen de nombreuses bénédictions et des avantages",
          "au lieu de devenir les moyens d'injustice morales, spirituelles et culturelles.",
          "Ainsi, la sagesse de la disparité créée par le Créateur de l'Univers a été",
          "pratiquement démontrée à Al-Madinah."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَلَا تَقْتُلُوا أَوْلَادَكُمْ خَشْيَةَ إِمْلَاقٍ ۖ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ ۚ إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا",
      "simpleTranslate" : [
        "Ne tuez pas vos enfants par crainte de la misère. C’est Nous qui leur donnons de",
        "quoi vivre ainsi qu’à vous-mêmes, car les tuer est un crime abominable."
      ],
      "tafsirTranslate" : [
        "(7) Ne tuez pas vos descendants par crainte de: car il est Nous qui les",
        "fournissent et vous aussi. En effet, leur mise à mort est un crime odieux. <N:31>"
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "tuer",
        "vos enfants",
        "(Pour) la peur",
        "(De) la pauvreté",
        "nous",
        "(Nous) subvenir à leurs besoins",
        "et pour toi",
        "Effectivement",
        "leur mise à mort",
        "est",
        "comme dans",
        "génial"
      ],
      "notes" : {
        "31" : [
          "Ce verset coupes à la racine même du mouvement de contrôle des naissances, qui",
          "dure depuis des temps anciens jusqu'à notre époque. Ce fut la peur de la misère",
          "que les gens induits pour tuer leurs enfants ou ont recours à l'avortement. A",
          "notre époque, un autre régime a été ajouté à ceux-ci, à savoir, la contraception.",
          "Cet article du Manifeste islamique interdit les gens de réduire le nombre de",
          "bouches par des moyens artificiels tendu les exhorte à augmenter les moyens de",
          "production selon les méthodes naturelles enjointes par .AIlah. Selon cet article,",
          "il est l'une des plus grandes erreurs de l'homme pour vérifier le taux de",
          "natalité comme une solution au manque et la rareté des dispositions: par",
          "conséquent, il l'avertit, comme pour dire, [ \"O homme, il est pas vous qui",
          "prendre des dispositions pour la nourriture, mais AIIah, qui vous habita dans le",
          "pays et a été fourni pour vous et fournira pour ceux qui viendront après vous \"].",
          "L'histoire nous apprend que les ressources alimentaires ont toujours augmenté en",
          "proportion du nombre d'habitants d'un pays: non, ils ont souvent dépassé loin",
          "ronfler que les besoins des habitants. Ainsi, il est une folie de la part de",
          "l'homme d'interférer avec les arrangements d'Allah. \n Il est très significatif",
          "que, par suite de cet enseignement aucun mouvement n'a jamais été commencé à",
          "contrôler la naissance, ni il n'y a eu aucune inclination à l'infanticide chez",
          "les musulmans depuis la révélation du Coran."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَلَا تَقْرَبُوا الزِّنَا ۖ إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا",
      "simpleTranslate" : [
        "N’approchez pas la fornication ! Cela est en vérité une turpitude et une voie",
        "néfaste."
      ],
      "tafsirTranslate" : [
        "(8) Ne même pas aller près de fornication car il est très indécent jeté et d'une",
        "manière très mal. <N:32>"
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "aller près",
        "adultère",
        "En effet, il",
        "est",
        "une immoralité",
        "et (e) mal",
        "façon"
      ],
      "notes" : {
        "32" : [
          "[ \"Ne même pas aller près de fornication.\"] Ce commandement est destiné à la fois",
          "pour les individus et la société dans son ensemble. Elle met en garde chaque",
          "individu non seulement de se prémunir contre l'adultère ou fornication lui-même",
          "mais contre toutes ces choses qui mènent ou la stimulent. En ce qui concerne la",
          "société dans son ensemble le commandement enjoint à prendre les dispositions",
          "empêchent l'adultère et éliminer les moyens et les stimulants qui mènent à",
          "l'adultère. Par conséquent, la société devrait employer tous les moyens",
          "juridiques et éducatifs qui aident à développer un tel environnement empêche et",
          "éradique indécence. \n Enfin, cet article a constitué la base des lois et",
          "règlements du système de vie islamique. Afin de remplir son implications adultère",
          "et fausse accusation d'adultère ont été faites des infractions pénales:",
          "règlements sur [ \"purdah\"] ont été promulguée: la publication des choses",
          "indécentes a été interdite et la consommation de boissons alcoolisées a été faite",
          "illégale: les restrictions sur la musique, la danse et des images qui sont",
          "propices à l'adultère ont été imposées. Ensuite, ces lois ont été promulguées",
          "rendu le mariage facile, et couper à la racine de l'adultère."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ۗ وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلَا يُسْرِفْ فِي الْقَتْلِ ۖ إِنَّهُ كَانَ مَنْصُورًا",
      "simpleTranslate" : [
        "N’attentez pas à la vie de votre semblable, que Dieu a rendue sacrée, à moins",
        "d’un motif légitime . Pour quiconque serait injustement tué, Nous donnons à son",
        "ayant cause le droit d’exiger réparation . Mais que ce dernier ne commette pas",
        "d’excès en voulant venger la victime lui-même, car la loi est là pour l’assister."
      ],
      "tafsirTranslate" : [
        "(9) Ne pas tuer toute âme dont le meurtre a été interdit par Allah <N:33> sauf à",
        "bon droit <N:34>: et si l'on est tué injustement Nous avons accordé le droit de",
        "représailles à son tuteur. <N:35> donc, il ne devrait pas transgresser les",
        "limites en représailles, <N:36> car il doit être aidé. <N:37>"
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "tuer",
        "l'âme",
        "lequel",
        "Allah a interdit",
        "Allah a interdit",
        "sauf",
        "de droit",
        "Et quiconque",
        "(est tué",
        "injustement",
        "en vérité",
        "Nous avons fait",
        "pour son héritier",
        "une autorité",
        "mais non",
        "il devrait dépasser",
        "dans",
        "la tuerie",
        "En effet, il a",
        "est",
        "aidé"
      ],
      "notes" : {
        "33" : [
          "[ «Ne tuez pas toute âme»] comprend non seulement l'interdiction de la mise à",
          "mort d'autres âmes, mais aussi sa propre âme aussi bien pour elle est également",
          "incluse dans l'interdiction qui suit inunediately cette commande. Ainsi le",
          "suicide est considéré comme un péché odieux que assassiner. Certaines personnes",
          "folles opposent à l'interdiction du suicide en disant qu'ils sont eux-mêmes les",
          "maîtres de leurs âmes. Par conséquent, il n'y a rien de mal à tuer soi-même ou",
          "dans la destruction de sa propre propriété. Ils oublient que chaque âme",
          "appartient à AIIah, et aucun n'a le droit de le détruire, voire même d'en abuser,",
          "car ce monde est un lieu de procès, où nous devrions subir le test jusqu'à la fin",
          "de notre vie en conformité avec la volonté de AIIah. Peu importe si nos",
          "circonstances sont favorables ou défavorables pour le procès. Par conséquent, il",
          "serait erroné de fuir le lieu de l'essai, sans parler de commettre un tel crime",
          "odieux que le suicide [(qu'Allah a interdit)] pour y échapper, car cela signifie",
          "que celui qui se suicide tente d'exécuter loin des petits ennuis et ignominies",
          "vers une plus grande affliction et le tourment éternel et de l'ignominie."
        ],
        "34" : [
          "Lorsque l'État islamique a été créé, [ «tuer de droit»] a été confiné à cinq cas",
          "seulement: Pour punir [(1)] un meurtrier volontaire de vengeance, [(2)]",
          "adversaires de la vraie religion pendant guerre, [(3)] ceux qui tentent de",
          "renverser le système de gouvernement islamique, [(4)] un homme ou d'une femme",
          "coupable d'adultère et de [(5)] un apostat."
        ],
        "35" : [
          "Nous avons traduit le mot arabe [ \"sultan\"] dans [ «le droit de représailles\"].",
          "Ici, il signifie [ \"un motif d'action en justice\"]. Cela établit également le",
          "principe juridique que dans un cas de assassiner, le demandeur réel est pas le",
          "gouvernement, mais le tuteur ou les gardiens de la personne assassinée qui sont",
          "autorisés à pardonner le meurtrier ou de recevoir le prix du sang au lieu de",
          "prendre sa vie."
        ],
        "36" : [
          "Transgression dans le meurtre serait de tuer plus de personnes que le meurtrier",
          "ou de tuer le criminel par degrés avec le tourment ou de défigurer son corps mort",
          "ou de le tuer après avoir reçu le prix du sang, etc., etc. Toutes ces choses ont",
          "été interdits."
        ],
        "37" : [
          "Il n'a pas été défini comment secours sera donnée parce qu'à l'époque de sa",
          "révélation l'État islamique n'a pas encore été établie. Après sa création, il a",
          "été précisé que le tuteur n'a pas été autorisé à appliquer le châtiment par le",
          "meurtre du criminel. Le gouvernement islamique seul est légalement autorisé. de",
          "prendre la rétribution; par conséquent, des secours pour la justice devrait être",
          "exigé que de lui."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَلَا تَقْرَبُوا مَالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُ ۚ وَأَوْفُوا بِالْعَهْدِ ۖ إِنَّ الْعَهْدَ كَانَ مَسْئُولًا",
      "simpleTranslate" : [
        "Ne touchez aux biens de l’orphelin que de la manière la plus conforme à ses",
        "intérêts et ce, jusqu’à ce qu’il ait atteint sa majorité. Soyez fidèles à vos",
        "engagements, car vous aurez à en rendre compte."
      ],
      "tafsirTranslate" : [
        "(10). Ne vous approchez pas la propriété d'un orphelin que de la meilleure façon",
        "jusqu'à ce qu'il atteigne l'âge de la maturité. <N:38> 11. Gardez vos",
        "engagements, car vous serez responsable de vos engagements. <N:39>"
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "viens plus près",
        "(la richesse",
        "(De) l'orphelin",
        "sauf",
        "avec quoi",
        "[c'est",
        "meilleur",
        "jusqu'à",
        "il atteint",
        "sa maturité",
        "Et remplir",
        "l'accord",
        "Effectivement",
        "l'accord",
        "sera",
        "interrogé"
      ],
      "notes" : {
        "38" : [
          "Cela aussi, ne fut pas seulement une instruction morale. Lorsque l'État islamique",
          "a été établi, les méthodes juridiques et administratives ont été adoptées pour",
          "protéger les droits des orphelins, dont les détails se trouvent dans la",
          "littérature du Hadith et de Fiqh. Ensuite, ce principe a été étendu pour couvrir",
          "les cas de tous les citoyens qui ont été incapables de protéger leurs propres",
          "droits. Le Saint Prophète lui-même a déclaré, [ «Je suis le gardien de celui qui",
          "n'a pas de tuteur\"]. Et ceci est la base de nombreuses règles et règlements de la",
          "loi islamique."
        ],
        "39" : [
          "[ \"Respect des engagements\"] ne devait pas être simplement une instruction morale",
          "pour les individus, mais plus tard, quand l'État islamique a été créé, cela est",
          "devenu le principe directeur pour la conduite de tous les internes; et des",
          "affaires extérieures de la communauté musulmane et le gouvernement islamique."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "وَأَوْفُوا الْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ ۚ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
      "simpleTranslate" : [
        "Donnez une juste mesure quand vous mesurez ; employez une balance exacte quand",
        "vous pesez. C’est la meilleure manière d’agir et qui aura pour vous les",
        "conséquences les plus heureuses."
      ],
      "tafsirTranslate" : [
        "12. Donner la pleine mesure quand vous mesurez et pesez avec des échelles même",
        "<N:40> lorsque vous peser. Ceci est la meilleure façon et se révélera être le",
        "meilleur à la fin. <N:41>"
      ],
      "tanslateWordByWord" : [
        "Et donner plein",
        "[la mesure",
        "quand",
        "vous mesurez",
        "et peser",
        "le solde",
        "la ligne droite",
        "Cette",
        "(est bon",
        "et le meilleur",
        "(en conséquence"
      ],
      "notes" : {
        "40" : [
          "Cette instruction ne se limite pas à des personnes seules, mais il a été fait une",
          "partie des fonctions d'un gouvernement islamique de superviser les transactions",
          "sur les marchés et les rues pour voir que les mesures et poids exacts sont",
          "observés, et prévenir leur violation et la violation par la force de la loi.",
          "Ensuite, il a été fait l'un des devoirs du gouvernement pour éradiquer la",
          "malhonnêteté dans toutes les transactions commerciales et les transactions",
          "économiques."
        ],
        "41" : [
          "Autrement dit, [ \"Sa fin sera mieux dans ce monde et il sera meilleur dans",
          "l'au-delà.\"] Il est préférable dans ce monde, car elle produit la rouille",
          "mutuelle entre vendeurs et acheteurs. En conséquence de cela, le commerce",
          "prospère et il y a un bien-être général. En ce qui concerne l'au-delà, il la fin",
          "dépend entièrement sur l'honnêteté, la piété et la crainte de Dieu."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ ۚ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَٰئِكَ كَانَ عَنْهُ مَسْئُولًا",
      "simpleTranslate" : [
        "N’affirme rien dont tu ne sois sûr ! Car il sera demandé compte à l’homme de ce",
        "qu’il aura fait de l’ouïe, de la vue et du cœur."
      ],
      "tafsirTranslate" : [
        "(13) .Ne pas suivre ce dont vous avez aucune connaissance pour vous serez",
        "interrogé pour (l'utilisation) de vos yeux, les oreilles et les esprits. <N:42>"
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "poursuivre",
        "quelle",
        "ne pas",
        "tu as",
        "de celui-ci",
        "aucune connaissance",
        "Effectivement",
        "l'audience",
        "et la vue",
        "et le cœur",
        "tout",
        "ceux",
        "sera",
        "[à propos de ça]",
        "interrogé"
      ],
      "notes" : {
        "42" : [
          "Les significations [ \"Ne suivez pas ce dont vous avez aucune connaissance\"] sont",
          "très complètes. Elle exige que, tant dans la vie individuelle et collective, il",
          "ne faut pas suivre la simple conjecture et de la présomption au lieu de [la",
          "«connaissance»]. Cette instruction couvre tous les aspects de la vie islamique,",
          "morale, juridique, politique, administratif et applique à la science, les arts et",
          "l'éducation. Il a ainsi sauvé la société de nombreux maux qui sont produits dans",
          "la vie humaine en suivant des conjectures au lieu de la connaissance. Les",
          "islamistes moraux demandes de code: Garde contre les soupçons et n'accusent tout",
          "individu ou groupe sans enquête adéquate. En droit, il a été fait un principe",
          "permanent qu'aucune action ne doit être prise contre quiconque sans enquête",
          "adéquate. Il a été rendu illégal d'arrêter, battre ou emprisonner toute personne",
          "sur simple soupçon pendant l'enquête. En ce qui concerne les relations",
          "extérieures, la politique définie a été établi que aucune action ne doit être",
          "prise sans enquête, ni ne doit être mis à flot des rumeurs. De même, dans",
          "l'éducation, les sciences dites fondées sur de simples conjectures, présomptions",
          "et théories irrationnelles ont été refusées. Par-dessus tout, il coupe à la",
          "racine même de superstitions, pour cette instruction enseigne les croyants à",
          "accepter que ce qui est basé sur les connaissances transmises par Allah et Son",
          "messager."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا ۖ إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُولًا",
      "simpleTranslate" : [
        "Ne marche pas avec faste sur la terre, car jamais tu ne sauras la fendre ni te",
        "hausser au niveau des montagnes."
      ],
      "tafsirTranslate" : [
        "(14). Ne pas se pavaner dans la terre pour vous ne peut ni cliver la terre, ni",
        "atteindre la hauteur des montagnes. <N:43>"
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "marche",
        "dans",
        "La terre",
        "(Avec) insolences",
        "En effet, vous",
        "ne sera jamais",
        "larme",
        "La terre",
        "et ne sera jamais",
        "atteindre",
        "les montagnes",
        "(En hauteur"
      ],
      "notes" : {
        "43" : [
          "Cette instruction met en garde contre les manières des tyrans et des personnes",
          "vaines et est non seulement destiné à l'individu, mais aussi pour la conduite",
          "collective de la communauté musulmane. Il était à cause de ces orientations que",
          "les règles, les gouverneurs et les commandants de l'État islamique qui a été créé",
          "sur la base de ce Manifeste, étaient libres de toute teinte de la tyrannie,",
          "l'arrogance, l'orgueil, la fierté et la vanité, si bien que, même dans le champ",
          "de bataille, ils ne poussèrent un mot qui avait la moindre indication de l'une de",
          "ces choses vaines. Leur démarche, robe, logement et transport ont montré",
          "l'humilité. En bref, leurs modes de conduite ne sont pas ceux de [ \"grands\"],",
          "mais ceux des personnes humbles. Voilà pourquoi ils ne sont jamais essayé pour",
          "intimider la population d'une ville conquise par émission de faste et de fierté."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا",
      "simpleTranslate" : [
        "Ce sont là autant d’actes répréhensibles que ton Seigneur abhorre."
      ],
      "tafsirTranslate" : [
        "Le mauvais aspect de chacun de ces commandements est odieux aux yeux de ton",
        "Seigneur. <N:44>"
      ],
      "tanslateWordByWord" : [
        "Tout",
        "cette",
        "est",
        "[Son] mal",
        "près",
        "votre Seigneur",
        "odieux"
      ],
      "notes" : {
        "44" : [
          "Autrement dit, [ \"AIIah désapprouve la commission de tout ce qui a été",
          "interdite\"] ou, en d'autres termes, [ \"Il désapprouve la désobéissance à l'un de",
          "ces commandements.\"]"
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "ذَٰلِكَ مِمَّا أَوْحَىٰ إِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِ ۗ وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَٰهًا آخَرَ فَتُلْقَىٰ فِي جَهَنَّمَ مَلُومًا مَدْحُورًا",
      "simpleTranslate" : [
        "Tout cela fait partie des principes de la sagesse que le Seigneur t’a révélée. Ne",
        "place donc aucune autre divinité à côté de Dieu, sans quoi tu serais jeté dans la",
        "Géhenne, honni et réprouvé."
      ],
      "tafsirTranslate" : [
        "Ce sont les choses de la sagesse dont votre Seigneur vous a révélé. Et voici! ne",
        "pas associer toute autre divinité avec Allah, sinon tu seras jeté dans l'Enfer",
        "outragés et privé de tout bon <N:45>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Est) à partir de quoi",
        "(A) révélé",
        "à toi",
        "(De) votre Seigneur",
        "de",
        "la sagesse",
        "Et (ne) pas",
        "faire",
        "avec",
        "Allah",
        "Dieu",
        "autre",
        "de peur que vous devriez être jeté",
        "dans",
        "enfer",
        "blâmable",
        "abandonné"
      ],
      "notes" : {
        "45" : [
          "Bien que ceci ait été adressée au Saint Prophète, le véritable destinataire est",
          "tout être humain comme dans le cas de beaucoup de ces versets."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "أَفَأَصْفَاكُمْ رَبُّكُمْ بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلَائِكَةِ إِنَاثًا ۚ إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا",
      "simpleTranslate" : [
        "Quoi? Votre Seigneur vous aurait-Il octroyé des fils et aurait-Il pris, pour Lui,",
        "des filles parmi les anges? Quel horrible blasphème dites-vous là !"
      ],
      "tafsirTranslate" : [
        "Quoi! a votre Seigneur vous favorisa avec fils et adopté anges comme filles pour",
        "lui-même? <N:46> En effet, il est un grand mensonge que vous prononcez."
      ],
      "tanslateWordByWord" : [
        "Alors que votre Seigneur a choisi (pour) vous",
        "Alors que votre Seigneur a choisi (pour) vous",
        "fils",
        "et il a pris",
        "de",
        "les anges",
        "filles",
        "En effet, vous",
        "sûrement dire",
        "un mot",
        "la tombe"
      ],
      "notes" : {
        "46" : [
          "S'il vous plaît se référer aux versets 57-59 et leurs E.N de."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَلَقَدْ صَرَّفْنَا فِي هَٰذَا الْقُرْآنِ لِيَذَّكَّرُوا وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا",
      "simpleTranslate" : [
        "Nous avons eu beau multiplier Nos enseignements dans ce Coran pour amener les",
        "hommes à réfléchir, mais cela ne fait qu’aviver leur dissentiment."
      ],
      "tafsirTranslate" : [
        "Nous avons averti les gens de différentes façons dans le Coran afin qu'ils",
        "puissent prendre garde, mais ils sont en cours d'exécution de plus en plus loin",
        "de la vérité."
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons expliqué",
        "dans",
        "ce",
        "Le Coran",
        "qu'ils puissent en tenir compte",
        "mais non",
        "il les augmente",
        "sauf",
        "(En) l'aversion"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لَابْتَغَوْا إِلَىٰ ذِي الْعَرْشِ سَبِيلًا",
      "simpleTranslate" : [
        "Dis-leur : «S’il y avait d’autres divinités que Lui, comme vous le prétendez,",
        "celles-ci ne chercheraient-elles pas à Lui disputer Son Trône?»"
      ],
      "tafsirTranslate" : [
        "(O Muhammad), dites-leur que s'il y avait eu d'autres divinités en dehors",
        "d'Allah, comme ils affirment, ils auraient sûrement essayé de trouver un moyen de",
        "(détrôner) le Maître du Trône. <N:47>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Si",
        "(Il y avait",
        "avec lui",
        "dieux",
        "comme",
        "ils disent",
        "puis",
        "sûrement, ils (seraient) ont cherché",
        "à",
        "(le propriétaire",
        "(De) Trône",
        "un moyen"
      ],
      "notes" : {
        "47" : [
          "Autrement dit, [ «Ils ont eux-mêmes essayé de leur mieux pour devenir les maîtres",
          "du Trône\"]. En effet, s'il y avait eu plus d'un partenaire dans la Divinité, il",
          "produirait un des deux résultats: [(1)] S'ils étaient tous les dieux",
          "indépendants, il n'a pas été concevable qu'ils seraient d'accord et de coopérer",
          "avec l'autre dans la gestion de l'univers sans limites et il n'y aurait jamais pu",
          "être l'unanimité, l'uniformité et la proportion équilibrée dans son",
          "fonctionnement. Il y aurait eu un conflit à chaque étape et tout le monde aurait",
          "essayé de dominer les autres afin de devenir son seul maître. ou [(2)] si l'un",
          "d'eux avait été le dieu suprême et les autres ses serviteurs obéissants qui il",
          "avait délégué certains de ses pouvoirs, alors, selon la maxime [ \"de pouvoir",
          "corrompt\"], ils auraient jamais été contenu avec restant serviteurs obéissants du",
          "dieu suprême et aurait conspiré pour devenir eux-mêmes le dieu suprême. \n",
          "Considérant que le fait est que, dans cet univers même pas un grain de blé ou un",
          "brin d'herbe peut croître à moins que et jusqu'à ce que tout dans la terre et les",
          "cieux coopèrent entre eux pour sa production. Par conséquent, seule une personne",
          "tout à fait ignorants et blockheaded peut concevoir qu'il y a plus d'un",
          "souverains indépendants ou semi-indépendants, qui portent sur la gestion de cet",
          "univers. Quiconque a déjà essayé de comprendre la nature et le fonctionnement de",
          "l'univers sera très certainement arriver à la conclusion qu'il n'y a qu'une et",
          "une seule décision souveraine sur cet univers, et il n'y a absolument aucun",
          "risque de tout autre être un coassocié dans ce au toute étape."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا",
      "simpleTranslate" : [
        "Gloire à Lui, le Très-Haut ! Il est infiniment au-dessus de leurs blasphèmes !"
      ],
      "tafsirTranslate" : [
        "Il est libre de et au-dessus de ce qu'ils disent à propos de lui."
      ],
      "tanslateWordByWord" : [
        "Glorifié soit-Il",
        "et Exalté soit-Il",
        "au-dessus de ce que",
        "ils disent",
        "(Par) Hauteur",
        "génial"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ ۚ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَٰكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ ۗ إِنَّهُ كَانَ حَلِيمًا غَفُورًا",
      "simpleTranslate" : [
        "Les sept Cieux, la Terre et tout ce qu’ils renferment célèbrent le Nom du",
        "Seigneur, et il n’est rien dans la Création qui ne proclame Sa gloire. Mais vous",
        "ne comprenez pas leur façon de L’exalter. En vérité, Dieu est Plein de compassion",
        "et de mansuétude."
      ],
      "tafsirTranslate" : [
        "Les sept cieux et la terre et toutes les choses qui y sont <N:48> hymnes sont",
        "chantant de sa gloire <N:49> ainsi que ses louanges, mais vous ne comprenez pas",
        "leurs hymnes. Le fait est qu'il est très Indulgent et Pardonneur. <N:50>"
      ],
      "tanslateWordByWord" : [
        "Glorifier",
        "[à lui",
        "les sept cieux",
        "les sept cieux",
        "et la terre",
        "et quelle que soit",
        "(Is) dans les",
        "Et (il n'y a) pas",
        "tout",
        "chose",
        "sauf",
        "glorifie",
        "Son Praise",
        "mais",
        "ne pas",
        "tu comprends",
        "leur glorification",
        "En effet, il",
        "est",
        "Ever-Indulgent",
        "Pardonneur"
      ],
      "notes" : {
        "48" : [
          "Voilà, [ \"L'ensemble de l'univers et tout ce qu'il témoignent du fait que leur",
          "Créateur et Guardian est libre de chaque faute, défaut et de la faiblesse, et",
          "qu'il est bien au-dessus de cette qu'il devrait y avoir une quelconque partenaire",
          "ou associé dans sa divinité."
        ],
        "49" : [
          "Tout est non seulement le chant des hymnes de la gloire de son Créateur, mais est",
          "accorder la preuve qu'il est parfait à tous égards et digne de louange aII. Tout",
          "est un mode de réalisation de la preuve que son Créateur et administrateur est",
          "celui dans lequel il est la perfection de chaque qualité. Par conséquent, Lui",
          "seul est digne de louange."
        ],
        "50" : [
          "Autrement dit, \"] Elle est due à Sa patience et de pardon que si vous êtes",
          "constamment insolent à Lui et allez à inventer une chose fausse ou l'autre contre",
          "lui, il s'abstient et pardonne vous ,. Il ne retient les dispositions de vous ne",
          "vous prive de ses faveurs, ni frappe une personne insolente instantanément morte",
          "avec un coup de foudre. au-dessus de Ali, il est si indulgent et clément qu'il",
          "donne assez longtemps répit aux individus et aux communautés de réparer leurs",
          "manières, envoie ses prophètes et réformateurs pour leur mise en garde et",
          "d'orientation et pardonne toutes Ies erreurs et les erreurs du passé, si l'on se",
          "repent sincèrement et adopte le droit chemin."
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا",
      "simpleTranslate" : [
        "Quand tu récites le Coran, Nous plaçons un rideau invisible entre toi et ceux qui",
        "ne croient pas à la vie future."
      ],
      "tafsirTranslate" : [
        "Quand vous récitez le Coran, nous plaçons un rideau invisible entre vous et ceux",
        "qui ne croient pas en l'au-delà"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "vous récitez",
        "Le Coran",
        "Nous plaçons",
        "entre vous",
        "et entre",
        "ceux qui",
        "(ne pas",
        "croyez",
        "dans l'au-delà",
        "une barrière",
        "caché"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا ۚ وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلَىٰ أَدْبَارِهِمْ نُفُورًا",
      "simpleTranslate" : [
        "Nous voilons leurs cœurs et les rendons si durs d’oreille qu’ils ne peuvent rien",
        "en saisir. Et quand tu évoques, dans le Coran, ton Seigneur, l’Unique, ils",
        "tournent le dos en manifestant leur dissentiment."
      ],
      "tafsirTranslate" : [
        "et nous couvrons leurs cœurs avec une couverture afin qu'ils ne comprennent rien",
        "et nous font leurs oreilles malentendantes. <N:51> Et quand dans le Coran que",
        "vous mentionnez votre seul Seigneur seulement, ils se tournent leurs visages loin",
        "de l'aversion. <N:52>"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons placé",
        "plus de",
        "leur cœur",
        "revêtements",
        "de peur de",
        "ils le comprennent",
        "et en",
        "leurs oreilles",
        "surdité",
        "Et quand",
        "vous mentionnez",
        "votre Seigneur",
        "dans",
        "Le Coran",
        "Seul",
        "ils se tournent",
        "sur",
        "le dos",
        "(En) l'aversion"
      ],
      "notes" : {
        "52" : [
          "Autrement dit, [ «Ils ne l'aiment pas du tout que vous devriez considérer Allah",
          "seul comme votre Seigneur et ne pas mentionner les Lords qu'ils ont mis en",
          "place».] Ils semblent penser étrange que l'on doit continuer à louer Allah et ne",
          "mentionnent jamais les [ «miracles»] de leurs aînés et des saints, ni les",
          "féliciter pour leurs faveurs. Car, selon eux, Allah a délégué les pouvoirs de Sa",
          "Divinité à leurs grands. Par conséquent, disent-ils, [ \"Quel étrange garçon, il",
          "est! Il croit que la connaissance de l'inconnu, et tout le pouvoir et l'autorité",
          "appartiennent à un Allah seul. Pourquoi at-il pas de rendre hommage à ceux qui",
          "nous donnent des enfants, guérir nous des maladies, et contribuent à faire de",
          "notre commerce prospérer, bref, répondre à tous nos souhaits et désirs? \"]"
        ],
        "51" : [
          "Ceci fait référence à la loi divine selon laquelle ces personnes, qui ne croient",
          "pas à l'au-delà, ne peuvent pas bénéficier du Coran. Allah a attribué cette loi à",
          "lui-même, comme pour dire, [ \"Le résultat naturel de l'incrédulité dans l'au-delà",
          "est que le cœur d'un tel homme devient terne et ses oreilles deviennent sourds au",
          "message du Coran, pour Qur'an une des bases de son invitation sur la croyance en",
          "l'au-delà Ainsi, il met en garde les gens qui ne devraient pas être trompés par",
          "cet aspect apparent de la vie mondaine, s'il semble y avoir personne pour les",
          "appeler à rendre compte ici;. car il ne signifie pas qu'ils sont pas du tout",
          "responsable et à rendre à personne. de même, si Allah permet la liberté de",
          "croyance à la pratique shirk, l'athéisme, l'incrédulité ou Monothéisme en toute",
          "impunité dans ce monde, et leurs ETCD de pratique semble pas faire de différence",
          "pratique dans ce monde, il ETCD ne signifie pas que ces choses ne produisent pas",
          "de résultats à ALi. Car, en fait, tout le monde est responsable et responsable,",
          "mais après la mort dans l'autre monde. Alors chacun se rendra compte que la",
          "doctrine de Monothéisme seul est vrai et toutes les autres doctrines sont",
          "fausses. car, si à l'heure actuelle les conséquences des actes ne semblent pas",
          "après la mort, ils apparaîtront inévitablement, mais maintenant, la réalité a été",
          "cachée derrière un rideau invisible. Il y a une loi morale inévitable selon",
          "laquelle la soumission à elle portera ses fruits et la désobéissance doit",
          "encourir ses pertes. Comme les décisions selon cette loi morale seront faites",
          "dans l'au-delà, vous ne devriez pas être séduit par les charmes de cette vie",
          "passagère. Vous devez donc garder à l'idée que, finalement, vous aurez à rendre",
          "compte de toutes vos actions dans ce monde devant votre Seigneur, et adopter ce",
          "vrai croyance et attitude morale qui peut être propice à votre succès dans",
          "l'au-delà \"]. \n De cela, il doit être devenu évident que si un homme ne croit pas",
          "en l'au-delà, il ne sera jamais considérer le message du Coran digne de lui mais",
          "hanker après ce monde et ses joies qu'il peut se sentir et de l'expérience.",
          "Naturellement ses oreilles ne seront pas écouter le message et il ne sera jamais",
          "atteindre les profondeurs de son cœur. AIIah a déclaré ce fait psychologique dans",
          "ce verset. \n A cet égard, il convient de rappeler que les mots contenus dans ce",
          "verset ont été prononcées par les mécréants de la Mecque, cité dans le verset 5",
          "de la sourate 41: [ \"Ils disent, ô Muhammad, un revêtement est tombé sur nos",
          "cœurs et nos oreilles sont sourds pour le message que vous donnez et il y a un",
          "rideau entre vous et nous. vous pouvez continuer avec votre travail et nous",
          "ferons tout ce que nous désirons. \"] ici, les mêmes mots ont la bière cité, comme",
          "pour dire, [\" vous considérer cet état de la vôtre pour être une vertu, alors que",
          "cela est une malédiction qui est tombée sur vous selon la loi divine à cause de",
          "votre incrédulité de l'au-delà. \"]"
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "نَحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَىٰ إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا رَجُلًا مَسْحُورًا",
      "simpleTranslate" : [
        "Nous savons parfaitement quel but ils poursuivent quand ils viennent t’écouter ou",
        "quand ils tiennent des conciliabules au cours desquels les injustes, parmi eux,",
        "disent : «Vous ne suivez là qu’un homme ensorcelé !»"
      ],
      "tafsirTranslate" : [
        "Nous savons mieux ce qu'ils veulent vraiment entendre, quand ils vous écoutent,",
        "et aussi ce qu'ils disent, quand ils sont assis ensemble dans la conversation",
        "secrète. Ces malfaiteurs disent les uns aux autres, \"L'homme que vous suivez est",
        "vraiment ensorcelé\" <N:53>"
      ],
      "tanslateWordByWord" : [
        "nous",
        "connaissent le mieux",
        "[de quoi",
        "ils écoutent",
        "à [it]",
        "quand",
        "ils écoutent",
        "à toi",
        "et quand",
        "ils",
        "(Sont) dans une conversation privée",
        "quand",
        "dire",
        "les malfaiteurs",
        "ne pas",
        "vous suivez",
        "mais",
        "un homme",
        "enchanté"
      ],
      "notes" : {
        "53" : [
          "Cela fait référence à ces dispositifs qu'ils conspiraient contre le Message du",
          "Saint Prophète. Ils secrètement écouter, et ensuite tenir des consultations afin",
          "de contrer cela. Parfois, il arrivait qu'ils soupçonnaient que quelqu'un avait",
          "été influencé par le Coran. Ensuite, ils s'asseoir ensemble et essayer de le",
          "dissuader, en disant: [ \"Comment est-ce que vous avez été influencé par une",
          "personne qui lui-même est ensorcelé par un ennemi et parle comme ça?\"]"
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا",
      "simpleTranslate" : [
        "Observe ce à quoi ils te comparent dans leur égarement et comment ils ont perdu",
        "tout contrôle sur eux-mêmes !"
      ],
      "tafsirTranslate" : [
        "Voilà! ce épithètes qu'ils appliquent à vous! Ils se sont égarés, de sorte qu'ils",
        "ne peuvent pas trouver la bonne façon. <N:54>"
      ],
      "tanslateWordByWord" : [
        "Voir",
        "Comment",
        "ils ont mis en avant",
        "pour toi",
        "les exemples",
        "mais ils se sont égarés",
        "afin de ne pas",
        "ils peuvent",
        "(trouve un moyen"
      ],
      "notes" : {
        "54" : [
          "Cela veut dire qu'ils ont exprimé des opinions différentes à des moments",
          "différents qui contredisaient les uns des autres. Parfois, ils ont dit, [ «Vous",
          "êtes un sorcier»] et à d'autres moments, [ \"Vous avez été ensorcelé par",
          "quelqu'un, ou si vous êtes un poète ou vous êtes possédé d'un esprit mauvais.\"]",
          "Ces choses contradictoires étaient une preuve qu'ils ne connaissait pas la",
          "réalité. Sinon, ils ne seraient pas inventé un nom différent pour convenir à",
          "chaque occasion. Cela montre aussi qu'ils étaient eux-mêmes pas sûr de la",
          "`charge» qu'ils portées contre lui. S'ils l'appelaient par une épithète un jour,",
          "ils se sentaient après qu'il ne cadrait pas. Ensuite, ils inventent la seconde",
          "épithète, puis le troisième et ainsi de suite. Ainsi, chaque nouvelle épithète",
          "contredit les précédentes et a montré qu'il n'y avait pas de vérité en eux, mais",
          "dans leur inimitié, ils ont été d'inventer un mensonge après l'autre."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
      "simpleTranslate" : [
        "«Est-il possible, disent-ils, qu’une fois réduits en ossements et en poussière",
        "nous puissions être appelés à une vie nouvelle?»"
      ],
      "tafsirTranslate" : [
        "Ils disent: «Quoi!-Nous vraiment ressuscités en une nouvelle création, quand nous",
        "serons ossements et poussière?\""
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Est-ce quand",
        "nous sommes",
        "des os",
        "et les particules émietté",
        "allons-nous",
        "sûrement (être) ressuscités",
        "(Comme) une création",
        "Nouveau"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا",
      "simpleTranslate" : [
        "Réponds-leur : «Oui, vous le serez ! Que vous soyez de pierre ou de fer,"
      ],
      "tafsirTranslate" : [
        "Dis-leur, ( «oui, certainement vous serez ramenés à la vie,) même si vous être en",
        "pierre ou en fer"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Être",
        "des pierres",
        "ou",
        "fer à repasser"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ ۚ فَسَيَقُولُونَ مَنْ يُعِيدُنَا ۖ قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ ۚ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَىٰ هُوَ ۖ قُلْ عَسَىٰ أَنْ يَكُونَ قَرِيبًا",
      "simpleTranslate" : [
        "ou de toute autre matière que vous puissiez concevoir !» – «Mais qui nous fera",
        "revenir?», rétorqueront-ils. Dis-leur : «Celui qui vous a pour la première fois",
        "créés !» Sceptiques, ils hocheront leurs têtes et te diront : «Mais quand cela",
        "aura-t-il lieu?» Réponds-leur : «Il se peut que cela soit imminent.»"
      ],
      "tafsirTranslate" : [
        "ou même quelque chose plus difficile que ce que vous considérez dans votre esprit",
        "impossible à apporter à la vie. \"A cela, ils demandent:« Qui est celui qui va",
        "nous ramener à la vie? \"Dis-leur »le même être qui vous a amené à la vie en",
        "premier lieu.\" Puis ils hochent la tête à vous et demandez <N:55>. \"Eh bien,",
        "quand cela se produira?\" Dis: \"ce temps peut être à portée de main ."
      ],
      "tanslateWordByWord" : [
        "Ou",
        "une création",
        "de quoi",
        "(Est) grand",
        "dans",
        "vos seins",
        "Ensuite, ils vont dire",
        "Qui",
        "nous restaurer",
        "Dire",
        "Lui qui",
        "vous créé",
        "(la première",
        "temps",
        "Ensuite, ils vont secouer",
        "à toi",
        "leurs têtes",
        "et ils disent",
        "Quand est-ce que)",
        "le (be)",
        "Dire",
        "peut-être",
        "cette",
        "(ce sera",
        "bientôt"
      ],
      "notes" : {
        "55" : [
          "[ \"Ils vont secouer la tête à vous\"] dans l'étonnement ou d'exprimer le doute ou",
          "la désapprobation ou de se moquer de vous."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا",
      "simpleTranslate" : [
        "Le jour où Dieu vous appellera, vous Lui répondrez aussitôt en Le glorifiant,",
        "pensant n’être restés dans vos tombes que très peu de temps."
      ],
      "tafsirTranslate" : [
        "Le jour où Il vous appellera, vous vous lèverez en réponse à elle, le louer, et",
        "vous penserez, \"Nous sommes restés dans cet état que pour un peu de temps.\"",
        "<N:56>"
      ],
      "tanslateWordByWord" : [
        "(Au jour",
        "Il vous appellera",
        "et vous répondrez",
        "avec son Praise",
        "et vous penserez",
        "ne pas",
        "vous étiez resté",
        "sauf",
        "un petit moment)"
      ],
      "notes" : {
        "56" : [
          "Autrement dit, [ \"Vous vous sentirez comme si l'intervalle entre la mort et à",
          "venir à nouveau à la vie sur le Jour de la Résurrection était seulement quelques",
          "heures ou plus, pour vous penserez que vous aviez juste de se réveiller après un",
          "court sommeil par le bruit soudain produit le jour. \"] \n En ce qui concerne [",
          "\"...... vous levez le louer,\"] est une touche subtile vers une grande réalité: au",
          "moment de la montée jusqu'à la mort à la fois le croyant et l'incroyant sera",
          "poussant la louange d'Allah. Le croyant se faire parce que dans la vie mondaine",
          "aussi qu'il croyait en ce credo et pratiqué. En ce qui concerne l'incroyant, il",
          "aura l'envie de le faire en raison de la tendance inhérente et enracinée en lui",
          "qu'il avait été réprime par sa folie. Dans la nouvelle vie toutes ces",
          "suppressions délibérées disparaîtront loin et il va involontairement prononcer",
          "l'éloge d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ ۚ إِنَّ الشَّيْطَانَ يَنْزَغُ بَيْنَهُمْ ۚ إِنَّ الشَّيْطَانَ كَانَ لِلْإِنْسَانِ عَدُوًّا مُبِينًا",
      "simpleTranslate" : [
        "Dis à Mes serviteurs d’employer dans leurs propos des mots aimables, de peur que",
        "Satan ne sème entre eux la discorde, car Satan est l’ennemi mortel de l’homme."
      ],
      "tafsirTranslate" : [
        "Et O Muhammad !, dit à Mes serviteurs, <N:57> «Ils devraient prononcer seulement",
        "ce qui est le meilleur de tous. <N:58> En réalité, il est Satan qui essaie de",
        "semer la discorde entre les êtres humains. le fait est que Satan est l'ennemi",
        "déclaré de l'homme. <N:59>"
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "à Mes esclaves",
        "(dire",
        "cette",
        "lequel",
        "(est le meilleur",
        "Effectivement",
        "le Shaitaan",
        "truies discorde",
        "entre eux",
        "Effectivement",
        "le Shaitaan",
        "est",
        "à l'homme",
        "un ennemi",
        "clair"
      ],
      "notes" : {
        "57" : [
          "[ \"Les croyants.\"]"
        ],
        "58" : [
          "Les croyants ont été enjoint de dire que les meilleures choses même dans leur",
          "discussion avec les incroyants et les autres adversaires de leur foi. Ils ne",
          "doivent ni utiliser des mots durs, ni faire des déclarations exagérées. Ils",
          "devraient être cool dans leur conversation et dire que ce qui est vrai inspite et",
          "digne du comportement provoquant des adversaires."
        ],
        "59" : [
          "Les croyants ont été prévenus de se prémunir contre les provocations de Satan,",
          "comme pour dire, [ \"En répondant à vos adversaires, si vous vous sentez que vous",
          "êtes excité à la colère, vous devez à la fois comprendre que ce est Satan qui est",
          "vous excitant pour faire du mal à votre litige, dans lequel il veut engager les",
          "êtres humains pour semer la discorde entre eux. \"]"
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "رَبُّكُمْ أَعْلَمُ بِكُمْ ۖ إِنْ يَشَأْ يَرْحَمْكُمْ أَوْ إِنْ يَشَأْ يُعَذِّبْكُمْ ۚ وَمَا أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلًا",
      "simpleTranslate" : [
        "Votre Seigneur vous connaît mieux que quiconque. Il vous fera miséricorde, s’Il",
        "veut ; ou, s’Il veut, vous punira. Nous ne t’avons pas envoyé ô Prophète pour",
        "assurer leur protection."
      ],
      "tafsirTranslate" : [
        "Ton Seigneur est pleinement conscient de tout ce que vous concernant. S'il veut,",
        "il peut montrer la miséricorde de vous, et s'il veut, il peut vous donner un",
        "châtiment sévère. « <N:60> Et, ô Prophète, Nous ne vous ai pas envoyé d'être le",
        "gardien sur les gens <N:61>."
      ],
      "tanslateWordByWord" : [
        "Votre Seigneur",
        "(Est) connaît mieux",
        "de toi",
        "Si",
        "Il veut",
        "Il aura pitié de vous",
        "ou",
        "si",
        "Il veut",
        "Il vous châtiera",
        "Et pas",
        "Nous vous avons envoyé",
        "au dessus d'eux",
        "(Comme) un tuteur"
      ],
      "notes" : {
        "60" : [
          "Ceci est d'avertir les croyants à ne pas faire des réclamations de piété afin",
          "d'attribuer le Paradis et l'Enfer se à leurs adversaires. Il est Allah seul qui a",
          "le pouvoir de décider de ces choses parce qu'il est pleinement conscient des",
          "choses connues et secrètes et présentes et futures concernant tous les êtres",
          "humains. Il est celui qui décidera de montrer la miséricorde à toute personne ou",
          "donner châtiment. Cependant, un homme peut dire à la lumière du Livre divin qu'un",
          "certain type d'êtres humains méritent miséricorde et un autre genre de personnes",
          "encourir le châtiment, mais aucun n'a le droit de dire expressément qu'un homme",
          "particulier sera donné châtiment et un autre obtiendra le salut ."
        ],
        "61" : [
          "Nous déclarons qu'un prophète est envoyé pour transmettre le message et non de",
          "décider si une personne va recevoir la miséricorde ou obtenir châtiment. Elle ne",
          "signifie toutefois pas que, Dieu ne plaise, le Saint Prophète lui-même a fait une",
          "telle chose et Allah a dû l'avertir. En fait, cela est d'avertir les musulmans",
          "que lorsque le Prophète lui-même ne .in une position de décider le sort du",
          "peuple, ils ne devraient jamais penser à une telle chose à affecter le Paradis et",
          "l'Enfer à tout le monde."
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۗ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَىٰ بَعْضٍ ۖ وَآتَيْنَا دَاوُودَ زَبُورًا",
      "simpleTranslate" : [
        "Ton Seigneur connaît mieux que quiconque ce que renferment les Cieux et la Terre.",
        "Nous avons établi une hiérarchie entre les prophètes, et donné à David des",
        "Psaumes ."
      ],
      "tafsirTranslate" : [
        "Ton Seigneur est pleinement conscient de toutes les créatures dans les cieux et",
        "la terre. Nous avons élevé certains prophètes au-dessus des autres dans les",
        "rangs, <N:62> et Nous avons donné les Psaumes à David. <N:63>"
      ],
      "tanslateWordByWord" : [
        "Et ton Seigneur",
        "(Est) connaît mieux",
        "de celui qui",
        "(est dans",
        "Le Paradis",
        "et la terre",
        "Et en vérité,",
        "Nous avons préféré",
        "certains",
        "(De) les Prophètes",
        "à",
        "autres",
        "Et Nous avons donné",
        "Dawood",
        "Zaboor"
      ],
      "notes" : {
        "62" : [
          "Bien que ceci ait apparemment été adressée au Saint Prophète, en fait, les",
          "véritables destinataires arc les mécréants de la Mecque. Ceci est de les",
          "réprimander pour la mauvaise opinion qu'ils tenaient en ce qui concerne le Saint",
          "Prophète. Comme il arrive souvent contemporains, en général, et les opposants, en",
          "particulier, ne voient pas quelque chose de grand et de noble dans une personne",
          "de leur propre temps. La même chose était le cas avec les contemporains du Saint",
          "Prophète qui ne pouvait pas voir quelque chose d'extraordinaire ou grand en lui.",
          "Il semblait être simplement un homme ordinaire de leur habitation. D'un autre",
          "côté, ils étaient pleins d'éloges à l'égard des personnalités célèbres qui ont",
          "vécu au cours des derniers siècles et de les imaginer être la perfection de la",
          "grandeur. Voilà pourquoi, ils ont soulevé des objections frivoles contre sa",
          "prétention à la Prophétie, comme pour dire, [ «Regardez cet homme qui se",
          "considère comme un prophète, alors qu'il ne peut pas tenir en comparaison avec",
          "les anciens grands prophètes qui sont tenus en haute estime par tous. \"] Allah a",
          "répondu à leur objection, comme pour dire, [\" Nous sommes pleinement conscients",
          "de toutes nos créatures dans les cieux et la terre, et nous savons leurs rangs",
          "mais vous ne savons pas. Nous savons que pour favoriser avec prophétie , que nous",
          "avons été en faveur des anciens prophètes et d'exalter certains prophètes",
          "au-dessus d'autres dans le rang. \"]"
        ],
        "63" : [
          "Il semble que le Prophète David a été particulièrement mentionné pour montrer que",
          "Prophétie pot DCEs signifie que l'on devrait avoir rien à voir avec la vie de ce",
          "monde. Ce fut la réponse à l'objection qu'ils soulevaient contre la prétention à",
          "la Prophétie de Muhammad [(la paix d'Allah soit sur lui)], qu'il était un homme",
          "du monde. Il veut dire, \"Bien que David était un roi qui devait se livrer à des",
          "affaires du monde plus d'un homme du commun, il a été favorisé par Allah avec",
          "Prophétie, et étant donné le livre, les Psaumes. De même Muhammad [(la paix",
          "d'Allah soit sur lui )] pourrait être favorisée par la prophétie en dépit du fait",
          "qu'il avait femme et ses enfants et a passé sa vie comme les autres communes et a",
          "été \"engagé dans l'achat et la vente sur le marché, en somme, dans l'exercice de",
          "tous ces droits que l'homme du monde doit accomplir pour satisfaire ses",
          "nécessités de la vie. Cela a été rendu nécessaire parce que, selon les mécréants",
          "de la Mecque, un homme du monde ne pouvait pas être considéré comme même un homme",
          "pieux, beaucoup moins un prophète, pour les personnes pieuses ne devraient rien",
          "avoir à voir avec les affaires de ce monde, mais devraient rester dans",
          "l'isolement et de se souvenir de Dieu alors que le Saint Prophète a dû travailler",
          "pour répondre aux nécessités de la vie."
        ]
      }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا",
      "simpleTranslate" : [
        "Dis : «Invoquez ceux que vous prétendez être des divinités en dehors de Dieu. Ils",
        "ne peuvent ni vous guérir du mal ni vous en préserver.»"
      ],
      "tafsirTranslate" : [
        "Dis-leur: «Vous pouvez appeler pour aider ces divinités que vous considérez comme",
        "(vos aides) en dehors d'Allah: Ils ne seront pas en mesure de vous soulager de",
        "tout problème, ni le changer.\" <N:64>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Appel",
        "ceux",
        "vous avez demandé",
        "en dehors de Lui",
        "en dehors de Lui",
        "[Alors] pas",
        "ils ont le pouvoir",
        "(retirer",
        "les malheurs",
        "de toi",
        "et pas",
        "(À) transfert (it)"
      ],
      "notes" : {
        "64" : [
          "Cet avertissement aide à élaborer la doctrine de Monothéisme et nier shirk. Selon",
          "cette étude, shirk ne se limite pas simplement à tomber prosterné devant un autre",
          "qu'Allah, mais il est également dérober à prier ou invoquer l'aide de tout autre",
          "que AIIah; pour prier ou appeler à l'aide d'un autre qu'Allah est en réalité une",
          "sorte de culte. Par conséquent, celui qui invoque l'aide d'un autre qu'Allah est",
          "le plus coupable de shirk comme l'adorateur d'une idole. Ce verset montre aussi",
          "clairement que nul autre que Dieu a tout pouvoir pour assister à la prière et à",
          "soulager une des ennuis ou de modifier mauvais état de personne. Par conséquent,",
          "si l'on croit que quelqu'un d'autre qu'Allah a tout pouvoir, il sera coupable de",
          "shirk."
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "أُولَٰئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَىٰ رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ ۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا",
      "simpleTranslate" : [
        "Or, ceux qu’ils invoquent recherchent eux-mêmes à l’envi le moyen de se",
        "rapprocher le plus de leur Seigneur, espérant Sa miséricorde et redoutant Son",
        "châtiment. En vérité, le châtiment de ton Seigneur est redoutable."
      ],
      "tafsirTranslate" : [
        "En fait ceux que ces personnes invoquent l'aide cherchent eux-mêmes des moyens",
        "d'approche à leur Seigneur et rivalisent entre eux pour être plus près de lui et",
        "l'espoir pour Sa miséricorde et craignent Son châtiment. <N:65> La fait est que",
        "le châtiment de ton Seigneur est une chose à craindre."
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "qui",
        "ils appelent",
        "chercher",
        "à",
        "leur Seigneur",
        "les moyens d'accès",
        "lequel d'entre eux",
        "(Est) le plus proche",
        "et ils espèrent",
        "(Pour) Sa miséricorde",
        "et la peur",
        "Sa punition",
        "Effectivement",
        "(la punition",
        "(De) votre Seigneur",
        "est",
        "(Jamais) craint"
      ],
      "notes" : {
        "65" : [
          "Les mots du texte sont une preuve évidente que les divinités et les aides visées",
          "dans ce verset ne sont pas des idoles de pierre, mais étaient des anges ou des",
          "saints morts. Il est clairement impliqué dans ce qu'aucun prophète, aucun saint",
          "et aucun ange, que les gens invoquent l'aide, a le pouvoir d'entendre des prières",
          "et aider quelqu'un. Ils espèrent eux-mêmes pour la miséricorde d'Allah et",
          "redoutent Son châtiment et rivalisent dans la recherche de moyens pour la",
          "proximité de lui."
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "وَإِنْ مِنْ قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا ۚ كَانَ ذَٰلِكَ فِي الْكِتَابِ مَسْطُورًا",
      "simpleTranslate" : [
        "Il n’est point de cité injuste que Nous ne fassions périr, avant le Jour de la",
        "Résurrection, ou dont Nous ne soumettions les habitants à de terribles",
        "châtiments, sans que cela soit tracé dans le Livre de toute éternité."
      ],
      "tafsirTranslate" : [
        "Il n'y a aucune habitation que nous ne détruire avant le Jour de la Résurrection",
        "ou de punir d'un châtiment sévère. <N:66> Cela a été ordonné dans le registre",
        "éternel."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "(Est) tout",
        "ville",
        "mais",
        "nous",
        "(Va) détruire",
        "avant",
        "(le jour",
        "(De) la Résurrection",
        "ou",
        "punir",
        "avec une punition",
        "sévère",
        "C'est",
        "C'est",
        "dans",
        "le livre",
        "écrit"
      ],
      "notes" : {
        "66" : [
          "Ceci est d'enlever l'illusion des incroyants que leurs habitations étaient à",
          "l'abri du danger ou de châtiment. Ce verset met en garde que chaque habitation",
          "sera détruit comme une question de cours ou par le châtiment d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالْآيَاتِ إِلَّا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ ۚ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا ۚ وَمَا نُرْسِلُ بِالْآيَاتِ إِلَّا تَخْوِيفًا",
      "simpleTranslate" : [
        "Rien ne Nous empêche d’envoyer des miracles, si ce n’est que les anciens les",
        "avaient déjà traités de mensonges. Nous avions bien apporté aux Thamûd la",
        "chamelle qui était un vrai miracle, mais ils la tuèrent injustement . Du reste,",
        "Nous n’envoyons les miracles qu’à titre d’avertissement."
      ],
      "tafsirTranslate" : [
        "Et rien ne nous a empêché d'envoyer des signes <N:67>, sauf que les anciens",
        "personnes ont refusé de les reconnaître en tant que tel. (Par exemple,) Nous",
        "avons envoyé la chamelle comme un signe ouvert à Thamud, mais ils l'ont traités",
        "avec cruauté;. <N:68>, alors que nous envoyons des signes seulement à titre",
        "d'avertissement <N:69>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "nous arrêté",
        "cette",
        "Nous envoyons",
        "les panneaux",
        "sauf",
        "cette",
        "dénié",
        "leur",
        "les anciens (les gens)",
        "Et Nous avons donné",
        "Thamud",
        "la chamelle",
        "(Comme) un signe visible",
        "mais ils lésés",
        "sa",
        "Et pas",
        "Nous envoyons",
        "les panneaux",
        "sauf",
        "(Comme) un avertissement"
      ],
      "notes" : {
        "67" : [
          "Ici [ \"Signs\"] signifie ces miracles visibles qui sont présentés comme une preuve",
          "de la Prophétie. Les incroyants parmi les Quraysh étaient exigeants tels signes,",
          "encore et encore."
        ],
        "68" : [
          "Ceci est d'avertir les mécréants, comme pour dire, [ «Il est la miséricorde",
          "d'Allah qu'Il ne montre pas un tel signe de sorte que vous pourriez réparer vos",
          "façons, mais dans votre folie vous présume que cette un signe ne peut être",
          "présenté. Il faut savoir qu'un signe ne soit pas envoyé parce que son refus",
          "entraîne inévitablement le châtiment et la communauté est anéantie. Vous pouvez",
          "apprendre de l'histoire passée que les communautés qui mécru dans les signes",
          "ouverts ont été complètement détruits, comme le peuple de Thamud."
        ],
        "69" : [
          "Autrement dit, \"] Les miracles ne sont pas affichés pour le plaisir. Ceux-ci sont",
          "destinés à avertir les gens que le Prophète est aidé par le Tout-Puissant et",
          "qu'ils devraient réaliser les terribles conséquences de la désobéissance.\""
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ ۚ وَمَا جَعَلْنَا الرُّؤْيَا الَّتِي أَرَيْنَاكَ إِلَّا فِتْنَةً لِلنَّاسِ وَالشَّجَرَةَ الْمَلْعُونَةَ فِي الْقُرْآنِ ۚ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَانًا كَبِيرًا",
      "simpleTranslate" : [
        "Rappelle-toi que Nous n’avons cessé de te dire que ton Seigneur contrôle",
        "souverainement les hommes. Quant à la vision que Nous t’avons montrée, elle ne",
        "l’a été qu’à titre de tentation pour les hommes, tout comme l’arbre maudit",
        "mentionné dans le Coran. Mais plus Nous les menaçons, plus leur rébellion",
        "s’aggrave."
      ],
      "tafsirTranslate" : [
        "Appel à l'esprit, (O Muhammad) Nous vous l'a dit au début que votre Seigneur est",
        "encerclant ces gens. <N:70> Et Nous avons fait ce que Nous vous avons montré",
        "aujourd'hui <N:71> et aussi l'arbre qui a été maudit dans le Coran <N:72> comme",
        "un procès pour ces personnes. \"Nous leur donnons avertissement après",
        "avertissement, mais chaque avertissement permet seulement d'augmenter leur",
        "insurrection."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Nous l'avons dit",
        "à toi",
        "Effectivement",
        "votre Seigneur",
        "a englobé",
        "l'humanité",
        "Et pas",
        "Nous avons fait",
        "la vision",
        "lequel",
        "Nous vous avons montré",
        "sauf",
        "(Comme) un procès",
        "pour l'humanité",
        "et l'arbre",
        "le maudit",
        "dans",
        "Le Coran",
        "Et Nous les menaçons",
        "mais non",
        "il les augmente",
        "sauf",
        "(In) transgression",
        "génial"
      ],
      "notes" : {
        "72" : [
          "Cet arbre maudit, Az-Zaqqum \"qui a été mentionné dans vv 43-4 de la sourate XLIV,",
          "pousse au fond de l'enfer et ses habitants doit avoir à manger. Ce a Een appelé",
          "un arbre maudit parce qu'il est pas donné aux gens de manger comme une rom de la",
          "miséricorde d'Allah, mais comme un symbole de sa malédiction pour que les gens",
          "maudites doivent manger et obtenir plus de mal, pour cette volonté, pour ainsi",
          "dire, de graver dans leur ventre comme l'eau bouillante."
        ],
        "70" : [
          "Autrement dit, [ «Au début de votre Prophétie, quand les mécréants de Quraysh",
          "avaient commencé opposition à votre message, Nous avons déclaré que nous sommes",
          "les encerclant. Ils peuvent essayer leur pire d'entraver votre message, mais ils",
          "vont inévitablement échouer dans cette mission et votre réussiront dans les dents",
          "de l'opposition. ils ne peuvent pas voir que cette déclaration est sorti vrai",
          "comme un miracle, pour leur opposition n'a pas réussi à entraver votre message,",
          "et ils n'ont pas été en mesure de faire de mal à vous, à tous? Ce fut un signe",
          "clair du fait que la Mission du Saint Prophète a été soutenu par le Dieu",
          "tout-Puissant. \"] \n En ce qui concerne la déclaration que Dieu est encerclant les",
          "mécréants et d'aider a mission du Prophète, il se produit dans plusieurs sourates",
          "de la première étape de la Prophétie à la Mecque. Par exemple, in'vv. 17-20 de",
          "LXXV, Allah dit: [ \"Ces mécréants n'apprennent une leçon des histoires des gens",
          "du Pharaon et Thamud, mais rejettent le message TTENDU Allah les encerclant de",
          "tous les côtés.\"]"
        ],
        "71" : [
          "Ce fait référence à Mi`raj [(Ascension)] pour ici mot [ \"ru'ya\"] ne signifie pas",
          "[ \"voir les choses dans un rêve\"], mais voir les choses en réalité avec les yeux",
          "physiques. Il est bien évident que si elle avait été un simple [ \"rêve\"] et le",
          "Saint Prophète avait présenté comme un rêve pour les incroyants, il n'y avait",
          "aucune raison pour laquelle il aurait dû devenir un procès pour eux. Les gens",
          "ordinaires voient des rêves étranges et les rapportent à la population, mais ces",
          "rêves ne deviennent jamais une telle chose curieuse que de rendre les gens se",
          "moquent du rêveur et l'accusent de faire une fausse déclaration ou d'être une",
          "personne folle."
        ]
      }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا",
      "simpleTranslate" : [
        "Rappelle-toi que, lorsque Nous avions dit aux anges : «Prosternez-vous devant",
        "Adam !», ils se prosternèrent tous, à l’exception de Satan qui dit : «Vais-je me",
        "prosterner devant celui que Tu as créé d’argile?»"
      ],
      "tafsirTranslate" : [
        "Et rappelez-vous: lorsque Nous avons commandé les anges, <N:73> \"Bow-vous devant",
        "Adam,« ​​tout se prosterna mais Iblis <N:74>."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Nous l'avons dit",
        "aux anges",
        "Prostré",
        "à Adam",
        "Donc, ils se prosternèrent",
        "sauf",
        "Iblis",
        "Il a dit",
        "Dois-je prosterne",
        "à (un) qui",
        "Vous avez créé",
        "(De) Argile"
      ],
      "notes" : {
        "73" : [
          "Autrement dit, nous vous avons montré des choses pendant le Mi'raj de sorte",
          "qu'ils devraient avoir la connaissance de première main de la Réalité d'un homme",
          "sincère et honnête comme vous et être averti par elle à la bonne façon.",
          "Cependant, ils ont commencé à se moquer de vous, même si nous avions déjà mis en",
          "garde par vous que leurs mauvaises voies seraient les forcer à manger de",
          "l'Az-Zaqqum. Au lieu de cela, ils ont commencé à se moquer de vous, en disant: Il",
          "suffit de considérer la logique de cet homme: d'une part, il dit qu'il ya un feu",
          "terrible brûlant en enfer et, d'autre part, il dit que les arbres poussent dans",
          "ce . \""
        ],
        "74" : [
          "S'il vous plaît voir aussi II: 30-39, IV: 117-122, VII: 11-25, XIV: 22, XV: 26-43",
          "\n Cette histoire a été cité ici pour impressionner sur les mécréants que leur",
          "attitude d'arrogance et d'indifférence à l'égard AIIah est exactement la même que",
          "celle adoptée par Satan; En fait, ils suivaient Satan qui est l'ennemi déclaré de",
          "l'homme, et étaient empêtrés dans le piège se propager par lui qui avait contesté",
          "la descendance d'Adam au début de l'histoire humaine qu'il séduire et les ruiner."
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "قَالَ أَرَأَيْتَكَ هَٰذَا الَّذِي كَرَّمْتَ عَلَيَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ الْقِيَامَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا",
      "simpleTranslate" : [
        "«Vois-Tu cet être que Tu honores plus que moi?, ajouta-t-il. Si Tu reportes mon",
        "supplice jusqu’au Jour du Jugement dernier, je dominerai à coup sûr toute sa",
        "progéniture, excepté un petit nombre d’entre eux !»"
      ],
      "tafsirTranslate" : [
        "Il répondit: «Dois-je incliner devant celui que vous avez créé d'argile?\" Puis il",
        "a ajouté: «Il suffit de considérer ceci: Était-il digne de ce que vous l'avez",
        "exalté sur moi Si vous donnez moi un délai jusqu'au jour de la Résurrection, je",
        "déracine toute sa descendance; <N:75>, il y aura? seuls quelques-uns d'entre eux",
        "qui sera en mesure de se sauver de moi. \""
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Est-ce que tu vois",
        "ce",
        "qui",
        "Vous avez honoré",
        "au dessus de moi",
        "Si",
        "Vous me donnez un répit",
        "jusqu'à",
        "(le jour",
        "(De) la Résurrection",
        "Je vais sûrement détruire",
        "sa progéniture",
        "sauf",
        "quelques"
      ],
      "notes" : {
        "75" : [
          "Autrement dit, [ «Je vais les arracher à la position haute de la Divine",
          "vicegerency qui exige constance dans l'obéissance. Leur retrait de cette position",
          "haute est juste comme le déchirement d'un arbre de ses racines.\"]"
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَاؤُكُمْ جَزَاءً مَوْفُورًا",
      "simpleTranslate" : [
        "– «Va-t-en ! c’est reporté !, lui dit le Seigneur. La Géhenne sera une ample",
        "rétribution pour toi et pour ceux qui te suivront de sa descendance !"
      ],
      "tafsirTranslate" : [
        "Allah a répondu: «Eh bien, sortir. L'enfer est votre ample récompense et la",
        "récompense de ceux qui vous suivent."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Aller",
        "et celui qui",
        "vous suit",
        "parmi eux",
        "alors en effet",
        "enfer",
        "(Est) votre récompense",
        "une récompense",
        "ample"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ وَعِدْهُمْ ۚ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا",
      "simpleTranslate" : [
        "Ébranles-en qui tu pourras par ta voix ! Lance contre eux ta cavalerie et ta",
        "piétaille ! Associe-toi à eux dans leurs biens et leur progéniture ! Fais",
        "miroiter à leurs yeux tes promesses ! Mais les promesses du Diable ne sont que",
        "des chimères !"
      ],
      "tafsirTranslate" : [
        "Vous pouvez essayer de séduire avec votre invitation qui vous pourrez <N:76>",
        "Rassemblement contre eux vos cavaliers et vos valets. <N:77> a établi un",
        "partenariat avec eux dans leur richesse et les enfants <N:78> et les attirer avec",
        "vos fausses promesses et les promesses de Star sont rien d'autre que la tromperie",
        "<N:79>."
      ],
      "tanslateWordByWord" : [
        "Et inciter",
        "quiconque",
        "vous pouvez",
        "parmi eux",
        "avec votre voix",
        "et d'agression",
        "[sur eux",
        "avec votre cavalerie",
        "et de l'infanterie",
        "et être un partenaire",
        "dans",
        "la richesse",
        "et les enfants",
        "et leur promettre",
        "Et pas",
        "leur promet",
        "le Shaitaan",
        "sauf",
        "illusion"
      ],
      "notes" : {
        "76" : [
          "Le sens littéral du texte arabe est, [ \"Vous pouvez balayer ceux que vous FMd",
          "superficielle et faible d'esprit.\"]"
        ],
        "77" : [
          "Ici, Satan a été comparé à ce voleur qui agresse une habitation avec des",
          "cavaliers et fantassins, et les ordres d'un de voler cette chose ajouter l'autre",
          "pour piller cette chose et ainsi de suite, les cavaliers et les valets de Satan",
          "sont les djinns et les êtres humains qui sont engagés dans de nombreuses formes",
          "et positions dans l'accomplissement de sa mission."
        ],
        "78" : [
          "Ceci est une phrase très significative qui représente une image vraie et parfaite",
          "de la relation entre Satan et ses disciples. D'une part, Satan devient un",
          "partenaire avec celui qui le suit dans le gain et les dépenses de son argent sans",
          "mettre en tout travail en elle; de l'autre, il DCEs pas devenir un partenaire en",
          "supporter les conséquences de son erreur, le crime et le péché. Mais sa dupe",
          "stupide suit ses instructions comme s'il était un partenaire, non, un parti plus",
          "fort. Encore une fois en ce qui concerne les enfants d'un tel homme, le père se",
          "porte tout le fardeau de les élever, mais sous l'égarement de Satan, il les",
          "entraîne dans de mauvaises façons et amorales comme si lui seul était leur père",
          "mais Satan et était un partenaire en elle."
        ],
        "79" : [
          "Satan les incite avec de fausses promesses de succès et les enchevêtre dans le",
          "piège de fausses attentes."
        ]
      }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ ۚ وَكَفَىٰ بِرَبِّكَ وَكِيلًا",
      "simpleTranslate" : [
        "Cependant, tu n’auras aucun pouvoir sur Mes fidèles serviteurs, car ton Seigneur",
        "leur suffira comme Protecteur.»"
      ],
      "tafsirTranslate" : [
        "En effet vous aurez aucun pouvoir sur mes serviteurs. « <N:80> Et ton Seigneur",
        "suffit pour vous en tant que gardien. <N:81>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Mes esclaves",
        "ne pas",
        "pour toi",
        "au dessus d'eux",
        "toute autorité",
        "Et suffisante",
        "(Est) votre Seigneur",
        "(Comme) un Gardien"
      ],
      "notes" : {
        "80" : [
          "Il a deux significations: [(1)] [ \"Vous aurez aucun pouvoir sur les êtres humains",
          "pour les forcer à suivre votre chemin Qu'est-ce que vous êtes autorisé à faire",
          "est que vous pouvez les leurrer par de faux avocat. et à les inciter par de",
          "fausses promesses, mais ils auront la possibilité de suivre ou de ne pas suivre",
          "votre conseil. Vous ne serez pas avoir le pouvoir sur eux pour les forcer à",
          "suivre votre chemin contre leur volonté. \"] [(2)] [\" vous ne réussirez pas à",
          "«séduisante Mes justes. Bien que les faibles d'esprit serez séduit par vous, Mes",
          "justes qui sont fermes dans mon obéissance ne succomberont pas à vous.\"]"
        ],
        "81" : [
          "Autrement dit, [ \"Ceux qui feront confiance en Allah et croire en sa direction et",
          "les aider, ne tiendra pas besoin de tout autre support dans leur procès par Satan",
          "pour Allah les guidera, les protéger et les aider qu'ils soient à l'abri de ses",
          "séductions. d'autre part, ces gens, qui placeront leur confiance en leur propre",
          "puissance ou celle de toute autre que AIlah, ne sortira pas de succès dans leur",
          "procès par Satan. \"]"
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "رَبُّكُمُ الَّذِي يُزْجِي لَكُمُ الْفُلْكَ فِي الْبَحْرِ لِتَبْتَغُوا مِنْ فَضْلِهِ ۚ إِنَّهُ كَانَ بِكُمْ رَحِيمًا",
      "simpleTranslate" : [
        "C’est votre Seigneur qui fait voguer pour vous le vaisseau sur la mer, pour vous",
        "faire bénéficier de Ses largesses, car Il est Plein de miséricorde à votre égard."
      ],
      "tafsirTranslate" : [
        "Votre (réel) Seigneur est Celui, Qui conduit votre vaisseau à travers la mer",
        "<N:82> de sorte que vous pouvez demander Sa grâce. <N:83> Le fait est qu'il est",
        "très miséricordieux envers vous ."
      ],
      "tanslateWordByWord" : [
        "Votre Seigneur",
        "(Est) Celui qui",
        "disques",
        "pour toi",
        "Le bateau",
        "dans",
        "la mer",
        "que vous pouvez demander",
        "de",
        "Son Bounty",
        "En effet, il",
        "est",
        "à toi",
        "toujours Miséricordieux"
      ],
      "notes" : {
        "82" : [
          "Ce passage [(vv. 66-72)] est étroitement liée à la précédente. Il dit à l'homme",
          "que s'il veut se protéger contre les séductions, les tentations et les fausses",
          "promesses de Satan qui a été son ennemi avoué du jour de sa création, il doit",
          "reconnaître son vrai Seigneur et être inébranlable dans son obéissance. Satan a",
          "l'intention de prouver que l'homme ne mérite pas l'honneur avec lequel Allah l'a",
          "béni. Par conséquent, s'il suit une autre manière, il ne peut pas échapper aux",
          "pièges de Satan. \n Dans ce passage, les arguments de Tawhid ont été mis en avant",
          "dans le but de faire de l'homme ferme dans sa foi et de ne pas se dérober."
        ],
        "83" : [
          "Autrement dit, [ \"Essayez de profiter des avantages économiques, sociaux,",
          "éducatifs et intellectuels qui sont fournis par les voyages en mer.\"]"
        ]
      }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "وَإِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُونَ إِلَّا إِيَّاهُ ۖ فَلَمَّا نَجَّاكُمْ إِلَى الْبَرِّ أَعْرَضْتُمْ ۚ وَكَانَ الْإِنْسَانُ كَفُورًا",
      "simpleTranslate" : [
        "Et si un danger vous menace en mer, vous ne trouverez plus trace de ceux que vous",
        "invoquiez en dehors de Lui. Mais une fois qu’Il vous a ramenés à terre sains et",
        "saufs, vous vous détournez aussitôt de Lui, car l’homme a toujours été ingrat."
      ],
      "tafsirTranslate" : [
        "Quand un malheur qui vous atteint sur la mer, tous ceux que vous invoquez pour",
        "vous aider à échouer, mais il (est là pour vous aider <N:84>): mais quand il vous",
        "apporte en toute sécurité à la terre, vous vous détournez de Lui. En effet",
        "l'homme est très ingrat."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "vous touche",
        "les difficultés",
        "dans",
        "la mer",
        "perdu",
        "(Sont) qui",
        "tu appelles",
        "sauf",
        "Lui seul",
        "Mais quand",
        "Il vous livre",
        "à",
        "la terre",
        "vous vous détournez",
        "Et est",
        "homme",
        "ingrat"
      ],
      "notes" : {
        "84" : [
          "Autrement dit, [ \"Ceci est une preuve du fait que votre vraie nature ne connaît",
          "pas d'autre Seigneur qu'Allah, et vous vous sentez au fond de votre cœur que lui",
          "seul possède le pouvoir réel de chaque gain ou la perte. Avait-il pas été aussi,",
          "l'homme ne serait jamais invoqué Allah au moment où il se rendit compte qu'aucun",
          "autre aide pourrait retirer son malheur. \"]"
        ]
      }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا",
      "simpleTranslate" : [
        "Êtes-vous sûrs que Dieu ne vous fera pas engloutir par un pan de terre ou qu’Il",
        "ne déchaînera pas contre vous une tempête de pierres, sans nul espoir de secours?"
      ],
      "tafsirTranslate" : [
        "Qu'est-ce que, vous sentez-vous tout à fait sûr que parfois Allah ne serait pas",
        "vous amener à couler sous terre, même sur la terre, ou d'envoyer un tourbillon",
        "mortel chargé de pierres vers vous, et vous ne pouvez pas trouver quelqu'un pour",
        "vous protéger contre il ?"
      ],
      "tanslateWordByWord" : [
        "Vous sentez-vous alors sécurisé",
        "que (non)",
        "Il fera à avaler",
        "toi",
        "côté",
        "(De) la terre",
        "ou",
        "envoyer",
        "contre vous",
        "une tempête de pierres",
        "alors",
        "ne pas",
        "tu trouveras",
        "pour toi",
        "un gardien"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْ ۙ ثُمَّ لَا تَجِدُوا لَكُمْ عَلَيْنَا بِهِ تَبِيعًا",
      "simpleTranslate" : [
        "Ou bien êtes-vous sûrs qu’Il ne vous ramènera pas une deuxième fois en mer, qu’Il",
        "n’y soulèvera pas une tempête furieuse et qu’Il ne vous fera pas engloutir pour",
        "prix de votre impiété, sans que vous puissiez exercer contre Nous aucun recours?"
      ],
      "tafsirTranslate" : [
        "Ou, êtes-vous pas peur que Dieu peut encore vous envoyer à la mer et vous",
        "frapperas avec une violente tempête et vous noyer pour votre ingratitude, et vous",
        "ne pouvez pas trouver quelqu'un à nous interroger en ce qui concerne cette fin de",
        "la vôtre?"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "vous sentez-vous en sécurité",
        "que (non)",
        "Il vous renverra",
        "dans ça",
        "une autre fois",
        "une autre fois",
        "et envoyer",
        "sur vous",
        "un ouragan",
        "de",
        "le vent",
        "et vous noyer",
        "car",
        "vous ne croyiez pas",
        "alors",
        "ne pas",
        "tu trouveras",
        "pour toi",
        "contre nous",
        "la bride",
        "un avenger"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَىٰ كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا",
      "simpleTranslate" : [
        "Certes, Nous avons honoré les fils d’Adam. Nous les avons portés sur terre et sur",
        "mer. Nous leur avons procuré d’agréables nourritures. Nous leur avons donné la",
        "préférence sur beaucoup d’autres de Nos créatures."
      ],
      "tafsirTranslate" : [
        "Il est une faveur que nous avons honoré les fils d'Adam et les bénit avec des",
        "moyens de transport sur terre et sur mer et leur a fourni des choses bonnes et",
        "pures et les exalté au-dessus beaucoup de nos autres créatures. <N:85>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons honoré",
        "(les) enfants d'Adam",
        "(les) enfants d'Adam",
        "Nous les avons effectué",
        "sur",
        "la terre",
        "et la mer",
        "et Nous leur avons fourni",
        "de",
        "les bonnes choses",
        "Nous les avons préféré",
        "plus de",
        "beaucoup",
        "de ceux que",
        "Nous avons créé",
        "(Avec) la préférence"
      ],
      "notes" : {
        "85" : [
          "Autrement dit, [ «Il est un fait évident que l'homme de supériorité bénéficie sur",
          "tous les autres êtres sur la Terre et tout ce qui est en elle, n'a pas été",
          "accordé à lui par un djinn ou un ange ou un prophète. Voilà bien qui est la",
          "bénédiction et la faveur de Dieu. est-ce donc pas le comble de la folie et",
          "l'ignorance qui, après avoir atteint un si haut rang, l'homme doit se prosterner",
          "devant toute créature de AIlah au lieu de lui? \"]"
        ]
      }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ ۖ فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَأُولَٰئِكَ يَقْرَءُونَ كِتَابَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا",
      "simpleTranslate" : [
        "Le jour où, par la voix de leurs chefs, Nous ferons comparaître tous les",
        "groupements humains, ceux auxquels sera remis leur bilan dans la main droite en",
        "prendront connaissance avec plaisir et ne seront même pas lésés d’un fil ;"
      ],
      "tafsirTranslate" : [
        "Imaginez la scène le jour, quand nous allons appeler chaque communauté avec son",
        "le ader: alors ceux qui seront donnés leurs dossiers dans leurs mains droites, va",
        "lire leurs dossiers <N:86> et ne seront pas lésés dans le moins;"
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "Nous appellerons",
        "tout",
        "êtres humains",
        "avec leur dossier",
        "alors celui qui",
        "est donné",
        "son record",
        "dans sa main droite",
        "puis ceux",
        "Je vais le lire",
        "leurs dossiers",
        "et pas",
        "ils seront lésés",
        "(Même le plus) un cheveu sur une graine de date"
      ],
      "notes" : {
        "86" : [
          "Nous apprenons du Coran que le Jour de la Résurrection, les justes seront donnés",
          "leurs dossiers dans leurs mains droites et ils seront ravis d'avoir un coup",
          "d'oeil et se montrer aux autres . En ce qui concerne les méchants, ils recevront",
          "leurs dossiers dans leurs mains gauche et dans leur honte va essayer de se cacher",
          "derrière leur dos. [(S'il vous plaît se référer à LXIX: 19-28, LXXXIV: 7-13",
          "<V:84:7-13>)]."
        ]
      }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "وَمَنْ كَانَ فِي هَٰذِهِ أَعْمَىٰ فَهُوَ فِي الْآخِرَةِ أَعْمَىٰ وَأَضَلُّ سَبِيلًا",
      "simpleTranslate" : [
        "mais quiconque aura été aveugle ici-bas le sera également dans l’au-delà, et il y",
        "perdra encore davantage sa voie."
      ],
      "tafsirTranslate" : [
        "d'autre part, celui qui mène sa vie dans ce monde comme s'il était aveugle sera",
        "aveugle dans l'au-delà. non, il tirera encore pire que une personne aveugle à",
        "trouver le chemin."
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "est",
        "dans",
        "ce monde)",
        "aveugle",
        "Puis il",
        "dans",
        "l'au-delà",
        "(Sera) aveugle",
        "et plus égaré",
        "(De la) Chemin"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ ۖ وَإِذًا لَاتَّخَذُوكَ خَلِيلًا",
      "simpleTranslate" : [
        "Il s’en est fallu de peu que leur tentation ne te fît abandonner ce que Nous",
        "t’avons révélé, dans l’espoir de t’amener à forger de fausses révélations et à",
        "Nous les imputer, moyennant quoi ils t’auraient adopté pour ami intime."
      ],
      "tafsirTranslate" : [
        "(O Muhammad) ces personnes ont remué ciel et terre pour vous séduire loin de ce",
        "que nous avons fait de vous afin que vous puissiez fabriquer quelque chose en",
        "notre nom. <N:87> Aviez-vous fait cela, ils vous auraient fait leur ami."
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "ils étaient sur le (à)",
        "vous tenter loin",
        "de",
        "ce qui",
        "Nous avons révélé",
        "à toi",
        "que vous inventez",
        "à propos de nous",
        "autres (que) il",
        "Et alors",
        "sûrement ils vous prendre",
        "(en ami"
      ],
      "notes" : {
        "87" : [
          "Afin de comprendre la signification de ce verset. nous devrions garder à l'esprit",
          "les circonstances à travers lesquelles le Saint Prophète avait été le passage à",
          "la Mecque au cours de la décennie précédente ou ainsi. Les mécréants de la Mecque",
          "exerçaient leur mieux pour transformer le Saint Prophète de travers, d'une façon",
          "ou l'autre, de son message de Monothéisme, qu'il présentait, et de le forcer à",
          "faire un compromis avec le polythéisme et les coutumes de l'ignorance. Afin",
          "d'atteindre ce but, ils lui tentés de plusieurs façons. Ils ont pratiqué la",
          "tromperie sur lui, et lui tentés par la cupidité, a tenu des menaces, et ont",
          "soulevé une tempête de propagande mensongère contre lui, et l'ont persécuté et",
          "appliqués la pression économique et sociale boycott contre lui. En bref, ils ont",
          "fait tout ce qui pouvait être fait pour vaincre sa détermination."
        ]
      }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا",
      "simpleTranslate" : [
        "Et si Nous ne t’avions pas apporté Notre soutien, tu aurais failli leur faire un",
        "tant soit peu confiance."
      ],
      "tafsirTranslate" : [
        "Il était possible que vous pourriez avoir incliné un peu vers eux, si nous ne",
        "vous avions pas donné la force."
      ],
      "tanslateWordByWord" : [
        "Et sinon",
        "[cette]",
        "Nous vous (eu) renforcé",
        "certainement",
        "vous avez presque",
        "(Serait) ont incliné",
        "pour eux",
        "(En) quelque chose",
        "un peu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا",
      "simpleTranslate" : [
        "Et Nous t’aurions alors fait goûter le double des tourments de la vie et le",
        "double des tourments de la mort, sans espoir pour toi de trouver contre Nous un",
        "quelconque secours."
      ],
      "tafsirTranslate" : [
        "Mais si vous l'aviez fait, nous aurions fait goûter à double châtiment dans ce",
        "monde, ainsi que dans l'au-delà: alors vous aurait trouvé aucune aide contre nous",
        "<N:88>."
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous (serait) avons fait goûter",
        "double",
        "(dans la vie",
        "et double",
        "(Après) la mort",
        "alors",
        "ne pas",
        "vous (se) avez trouvé",
        "pour toi",
        "contre nous",
        "toute aide"
      ],
      "notes" : {
        "88" : [
          "Cet avis implique deux choses: [(1)] [ \"Si vous aviez compromis avec le mensonge",
          "après avoir reconnu la vérité, vous pourriez avoir plu votre peuple dégénérés",
          "mais aurait encouru la colère d'Allah et vous avez reçu à double châtiment dans",
          "ce monde et dans l'au-delà. \"] [(2)] [\" Aucun homme, pas même un Messager",
          "d'Allah, peut lutter seul contre les méthodes trompeuses de mensonge, à moins",
          "qu'il ne reçoive le secours d'Allah. »] Il était la force que Dieu avait donné",
          "sur le Saint Prophète, qui lui a permis de se recycler ferme sur la bonne",
          "position qu'il avait prise, de sorte que pas de persécution, quelle qu'en soit la",
          "grande, pourrait le détourner dans le moins de cette position."
        ]
      }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْهَا ۖ وَإِذًا لَا يَلْبَثُونَ خِلَافَكَ إِلَّا قَلِيلًا",
      "simpleTranslate" : [
        "Ils ont failli t’obliger à quitter le pays. Mais si tu l’avais quitté, ils n’y",
        "seraient pas restés longtemps après toi,"
      ],
      "tafsirTranslate" : [
        "Et ces gens ont constamment essayé de vous déraciner de cette terre et de l'exil",
        "vous de lui, mais si elles le font, ils ne seront pas en mesure de rester ici",
        "plus longtemps. <N:89>"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "ils étaient sur le",
        "(À) vous effrayer",
        "de",
        "la terre",
        "qu'ils vous expulsent",
        "à partir de cela",
        "Mais alors",
        "ne pas",
        "ils (seraient) sont restés",
        "après vous",
        "sauf",
        "un peu"
      ],
      "notes" : {
        "89" : [
          "Ce fut une prophétie claire qui a été faite au moment où il semble être rien de",
          "plus qu'une simple menace, mais elle a été accomplie littéralement dans une",
          "dizaine d'années. Un an après la révélation de cette sourate, les mécréants de la",
          "Mecque contraint le Saint Prophète de quitter sa maison. Puis dans les huit ans,",
          "il est entré dans la Mecque comme un conquérant, et dans les deux ans après cela,",
          "toute l'Arabie a été totalement libéré de polythéistes. Alors quiconque a",
          "séjourné dans ce pays, il est resté là en tant que musulman et non comme un",
          "polythéiste."
        ]
      }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "سُنَّةَ مَنْ قَدْ أَرْسَلْنَا قَبْلَكَ مِنْ رُسُلِنَا ۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا",
      "simpleTranslate" : [
        "conformément à Notre loi, déjà connue de Nos prophètes avant toi et à laquelle il",
        "ne sera porté aucun changement."
      ],
      "tafsirTranslate" : [
        "Cela a toujours été notre Voie avec les messagers que Nous avons envoyés avant.",
        "<N:90> et vous trouverez aucun changement dans notre façon."
      ],
      "tanslateWordByWord" : [
        "(Telle est notre) Way",
        "(pour qui",
        "[en vérité]",
        "Nous avons envoyé",
        "Avant toi",
        "de",
        "Nos messagers",
        "Et pas",
        "tu trouveras",
        "(En) Notre façon",
        "toute altération"
      ],
      "notes" : {
        "90" : [
          "Autrement dit, [ «Voilà comment Allah a toujours traité les gens qui ont tué ou",
          "exilés Ses messagers. Ils ne sont jamais survécu dans le pays après cela. Ils ont",
          "été soit anéanties par le fléau d'Allah ou ont été portées sous l'empire d'un",
          "ennemi ou wen subjugué par les adeptes du Messager. \"]"
        ]
      }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ إِلَىٰ غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ ۖ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا",
      "simpleTranslate" : [
        "Acquitte-toi de la salât du déclin du soleil jusqu’à la tombée de la nuit, sans",
        "oublier de réciter une partie du Coran à l’aube, car la récitation du Coran à",
        "l’aube ne se passe jamais sans témoins ."
      ],
      "tafsirTranslate" : [
        "Établir Salat <N:91> de la baisse du soleil <N:92> à l'obscurité de la nuit,",
        "<N:93> et être particulièrement sur la récitation du Coran <N:94> à l'aube de la",
        "matinée, pour la récitation du Coran à l'aube est témoin. <N:95>"
      ],
      "tanslateWordByWord" : [
        "Établir",
        "la prière",
        "à la baisse",
        "(du soleil",
        "jusqu'à",
        "(l'obscurité",
        "(de la nuit",
        "et le Coran",
        "à l'aube",
        "effectivement",
        "Le Coran",
        "(At) l'aube",
        "est",
        "jamais vu"
      ],
      "notes" : {
        "91" : [
          "Les musulmans ont été commandé pour établir Salat immédiatement après la mention",
          "des obstacles et les adversités. Cela implique que la persévérance nécessaire",
          "pour faire face à des circonstances défavorables est obtenue par la mise en place",
          "du Salat."
        ],
        "92" : [
          "Nous avons traduit les paroles du texte arabe en [ \"le déclin du soleil.\"] Bien",
          "que certains des Compagnons et leurs partisans sont d'avis que cela signifie [",
          "\"le coucher du soleil\"], la majorité des entre eux sont d'avis que cela signifie",
          "[ \"le déclin du soleil de son zénith.\"] calife 'Umar, Ibn `Umar, Anas bin Malik,",
          "Abu Barza-tal-Aslami, Hasan Basri, Sha'abi, Ata', Mujahid et, selon une",
          "tradition, Ibn `Abbas [(qu'Allah soit satisfait d'eux)] sont de cet avis et",
          "l'Imam Muhammad Baqir et Imam Sadiq Ja`afar sont également du même avis. Outre",
          "cela, il y a des traditions du Saint Prophète dans le même sens, mais ils ne sont",
          "pas si authentique."
        ],
        "93" : [
          "Selon certains, les mots d'origine du texte arabe signifie [ \"obscurité totale de",
          "la nuit\"], tandis que d'autres prennent pour signifier [ \"minuit\"] Si la première",
          "opinion est acceptée, elle impliquera le début du temps de la prière de 'Isha' et",
          "selon l'autre cela signifie [ \"la dernière limite du temps de\"] Isha [ \"."
        ],
        "94" : [
          "Le sens littéral du mot fajr est \"] aube [\", qui est, \"] le début de la matinée,",
          "après l'obscurité de la nuit. [\" \n Ici, le «considérant] du Coran dans la matinée",
          "[\" signifie la prière du matin. A certains endroits, le Coran a utilisé le mot",
          "pour Salat 'Prière' et à d'autres endroits une partie particulière du Salat pour",
          "la prière dans son ensemble, par exemple, tasbih, hamd, zikr, Qayam, ruku ',",
          "sajud etc. De même, ici \"] considérant du Coran à l'aube [ \"ne signifie pas la",
          "simple récitation du Coran mais son récital au cours de la prière. Ainsi, le",
          "Coran a aussi d'ailleurs appelé les différentes parties qui composent Salat et",
          "ceux-ci ont guidé le Saint Prophète de prescrire la forme définitive de Salat",
          "dans lequel il est effectué par les musulmans d'aujourd'hui."
        ],
        "95" : [
          "La récitation du Coran à l'aube, est attestée par les anges d'Allah à témoigner,",
          "comme cela a été expliqué dans les Traditions. Bien que les anges sont témoins",
          "chaque prière et chaque bonne action la mention spéciale de leur être témoins au",
          "moment de la récitation du Coran pendant la prière du matin, il donne une",
          "importance particulière. Voilà pourquoi le Saint Prophète avait l'habitude de",
          "réciter de longs passages du Coran pendant la prière du matin. Son exemple a été",
          "suivi par les Compagnons et les savants musulmans successifs tenait à être une",
          "chose souhaitable. \n Dans ce verset, il a été brièvement indiqué comment établir",
          "Salat qui a été rendue obligatoire à l'occasion de Mi `raj aux horaires",
          "prescrits. Il a été ordonné que la première prière doit être offert avant le",
          "lever du soleil et les quatre autres après la baisse du soleil jusqu'à",
          "l'obscurité de la nuit. Ensuite Ange Jibril a été envoyé au Saint Prophète pour",
          "définir les limites des timings de chaque prière. Selon une tradition d'Abu Dâwûd",
          "et Tirmizi rapporté par Ibn 'Abbas, le Saint Prophète a dit: \"] Jibril m'a",
          "conduit dans les cinq prières deux fois près du Ka`abah. Le premier jour, il a",
          "offert la prière Dhuhr juste après . le déclin du soleil, quand l'ombre de tout",
          "était la plus courte puis il a offert le 'Asr prière quand l'ombre de chaque",
          "chose était égale à sa propre longueur, puis la prière de maghrib au moment où",
          "l'on casse le jeûne et la prière 'Isha' a été offert juste au moment où le",
          "crépuscule avait disparu, et Faj rPrayer au moment où il devient illégal de",
          "manger et de boire quoi que ce soit pour celui qui a l'intention d'observer un",
          "rapide. le lendemain, il a offert la prière Dhuhr au moment où l'ombre de chaque",
          "chose est devenue égale à sa propre longueur et la «prière Asr quand l'ombre",
          "avait doublé. la prière Maghrib a été offert la veille et l'isha prière quand un",
          "tiers de la nuit était décédé, et la prière du matin quand la lumière était",
          "répandue partout. Après cette Jibril se tourna vers moi et me dit. «O Muhammad,",
          "ce sont les timings de salat des Prophètes et les bonnes tunings sont entre ces",
          "deux limites extrêmes. [\" \n Le Coran a également souligné ces cinq fois de Salat",
          "à différentes occasions: \n [(1)] \"; [[(IX: 114 <V:9:114>)]] Et écoutez établir",
          "Salat aux deux extrémités de la journée et dans les premières parties de la",
          "nuit...\". \n [(2)] \"] ... Et glorifie ton Seigneur par Sa louange, avant le lever",
          "du soleil [(fajr)] et avant le coucher du soleil [( 'Asr)], puis le glorifier",
          "pendant la nuit [(` Isha')], puis aux extrémités de la journée [(fajr, Dhuhr et",
          "maghrib)] [ \"[(XX: 130)...]. \n [(3)] \"] Glorifie donc Allah quand il est le soir",
          "pour vous [(maghrib)], et quand il est le matin [(fajr)]. Louange est seulement",
          "pour Lui dans les cieux et la terre et le glorifier dans la suite une partie de",
          "l'après-midi [( 'Asr)] et dans l'après-midi [(Dhuhr)]. [ \"[(XXX. 17-18)]. \n Il y",
          "a une grande sagesse dans ce système des timings de Salat. L'un d'eux est",
          "d'éviter les horaires du culte des adorateurs du soleil. Ceci est parce que le",
          "soleil a toujours été dans l'une des plus grandes divinités des polythéistes, qui",
          "adoraient spécialement au moment du lever et du coucher du soleil tous les âges.",
          "Par conséquent, ces deux fois ont totalement été interdites pour Salat. Outre",
          "cela, ils adoraient le soleil au moment de son apogée. Voilà pourquoi l'Islam a",
          "ordonné que les musulmans devraient offrir à leurs deux prières pendant le temps",
          "de la journée après que le soleil a diminué et la prière Fajr avant le lever du",
          "soleil. Le Saint Prophète lui-même a déclaré cette sagesse des timings de la",
          "prière dans plusieurs traditions. Par exemple, dans la tradition rapportée par",
          "'Amar bin `Abasah, le Saint Prophète aurait répondu à une qua\"] bientôt à cet",
          "effet: [ \"Offrez à votre prière du matin, mais ne pas quand le soleil va se lever",
          "jusqu'à ce qu'il ait augmenté de haut. Pour le soleil se lève entre les cornes de",
          "Satan et les mécréants se prosterner devant elle à ce moment-là. \n Ensuite, après",
          "avoir mentionné le `Asr prière, il a dit: \n \"] Après` Asr prière, s'abstenir de",
          "toute prière jusqu'au coucher du soleil, car pendant ce temps le soleil se couche",
          "entre les cornes de Satan et les mécréants se prosternent devant lui. [ \" \n Le",
          "lever et le coucher du soleil entre les cornes de Satan est une expression",
          "symbolique qui a été utilisé dans cette Tradition. Cela implique que ces deux",
          "temps sont utilisés par Satan comme tentations pour le peuple. Ceci est, comme",
          "pour dire, que Satan est tellement heureux avec le culte des infidèles au moment",
          "du lever et du coucher du soleil qu'il semble porter le soleil sur sa tête comme",
          "une marque d'approbation. Cette interprétation de la Tradition est basée sur",
          "cette remarque du Saint Prophète: \"] Les mécréants se prosternent devant lui.\""
        ]
      }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَىٰ أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا",
      "simpleTranslate" : [
        "Et de la nuit consacre une partie à des prières surérogatoires , car ton",
        "Seigneur, en te ressuscitant, t’accorde un rang digne de louange."
      ],
      "tafsirTranslate" : [
        "En outre, offre Tahajjud Prayer <N:96> dans la nuit: cela est une prière",
        "supplémentaire pour vous <N:97> Ce temps est pas loin où votre Seigneur vous",
        "élève à une position louable [.. * 98]"
      ],
      "tanslateWordByWord" : [
        "Et de",
        "la nuit",
        "provenir de sommeil pour la prière",
        "Avec ça",
        "(As) supplémentaire",
        "pour toi",
        "c'est possible",
        "cette",
        "vous lever",
        "votre Seigneur",
        "(À) une station",
        "digne d'éloges"
      ],
      "notes" : {
        "96" : [
          "Le sens littéral de [ \"Tahajjud\"] est de se lever en brisant le sommeil. Par",
          "conséquent, la phrase a été traduite en [ \"Offre prière Tahajjud\"], ce qui",
          "signifie [ \"Lève-toi du sommeil après le passage d'une partie de la nuit et",
          "ensuite offrir votre prière.\"]"
        ],
        "97" : [
          "[ \"Nafl\"] signifie littéralement [ \"fait quelque chose en plus d'un devoir",
          "obligatoire\"]. Cela montre que la prière Tahajjud est en plus des cinq prières",
          "prescrites."
        ],
        "98" : [
          "[ \"....... peut vous élever à une position louable\"]: [ «Vous pouvez atteindre",
          "une telle position dans ce monde et dans l'autre monde que les gens de partout",
          "dans le monde peut être pleine de louange pour vous, et vous pouvez devenir une",
          "personnalité louable. \"] Ceci est, comme pour dire, [\" maintenant vos adversaires",
          "sont engagés en vous appelant les noms et l'arc qui essaient de vous diffamer",
          "dans tout le pays, et ont soulevé une tempête de de fausses accusations contre",
          "vous, mais que le temps est pas loin quand le monde va sonner avec les échos de",
          "ta louange et dans l'au-delà, vous deviendrez digne de louange par toutes les",
          "créatures. \"] l'exaltation du Saint Prophète à la position haute d'intercession",
          "sur jour de la Résurrection est aussi une partie de ce que [ \"la position",
          "louable.\"]"
        ]
      }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا",
      "simpleTranslate" : [
        "Dis : «Seigneur ! Fais que j’entame ma mission en homme véridique et que je",
        "l’achève en homme véridique ! Accorde-moi Ton appui et viens à mon secours !»"
      ],
      "tafsirTranslate" : [
        "Et prier. «Seigneur, au point où tu me retires, prends-moi avec la vérité, et",
        "d'où tu prends-moi me font sortir avec la vérité: <N:99> et accordez-moi une",
        "puissance de toi pour me aider.\" <N:100>"
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "Mon Seigneur",
        "me provoquer à entrer",
        "une entrée",
        "sonner",
        "et me faire sortir",
        "une sortie",
        "sonner",
        "et fais",
        "pour moi",
        "de",
        "près de toi",
        "une autorité",
        "portion"
      ],
      "notes" : {
        "100" : [
          "Autrement dit, [ «Ou bien me donner du pouvoir et de l'autorité ou de faire un",
          "gouvernement mon aide afin que je puisse utiliser son pouvoir pour réformer le",
          "monde corrompu.\"] Ceci est parce que le pouvoir est tenu de vérifier l'indécence",
          "et le péché et de faire respecter la loi de la justice. \n Hasan Basri et Qatadah",
          "ont fait la même interprétation de ce verset, et les grands commentateurs comme",
          "Ibn Jarir et Ibn Kathir ont adopté la même. Ceci est soutenu par une tradition du",
          "Saint Prophète: [ \"AIIah éradique par le pouvoir du gouvernement ces maux, qui",
          "arc pas éradiquées par les enseignements du Coran.\"] Ceci est une preuve évidente",
          "que selon l'Islam, le pouvoir politique est également nécessaire d'introduire la",
          "réforme, pour admonition seule ne suffit pas pour cela. En outre, lorsque AIIah",
          "Lui-même a enseigné cette prière à Son Prophète pour l'établissement de son",
          "chemin et l'application de sa loi, il est non seulement légale, mais souhaitable",
          "d'acquérir le pouvoir et ceux qui considèrent que ce soit une chose du monde,",
          "sont évidemment le mauvais. Ce qui est vraiment [ \"mondanité\"] est que l'on doit",
          "désirer et acquérir le pouvoir pour son propre intérêt. Au contraire. le désir du",
          "pouvoir pour le bien de la Voie d'Allah est pas le culte du monde, mais le culte",
          "de Dieu."
        ],
        "99" : [
          "Cette prière montre clairement que le temps de Hijrah [(migration)] était venu",
          "près. Voilà pourquoi Allah a chargé le Saint Prophète à cet effet: Vous devez",
          "suivre la vérité partout et dans quelque condition que vous soyez. Si vous migrez",
          "d'un endroit, vous devez migrer pour l'amour de la vérité, et partout où vous",
          "allez, vous devriez aller pour le bien de la vérité."
        ]
      }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ ۚ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا",
      "simpleTranslate" : [
        "Dis encore : «Voici que la Vérité est venue et que l’erreur a disparu !» Certes,",
        "l’erreur est vouée à disparaître."
      ],
      "tafsirTranslate" : [
        "Et de déclarer: «La vérité est venue et l'erreur a disparu:. Pour le mensonge est",
        "une chose qui doit, par sa nature disparaître\" <N:101>"
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "Est venu",
        "la vérité",
        "et péri",
        "le mensonge",
        "Effectivement",
        "le mensonge",
        "est",
        "(Lié) à périr"
      ],
      "notes" : {
        "101" : [
          "Au moment de cette déclaration, la persécution des musulmans était à son apogée.",
          "Un grand nombre d'entre eux ont émigré vers l'Abyssinie, et ceux qui étaient",
          "restés derrière ont été souffrant de difficultés indicibles à la Mecque et sa",
          "banlieue: si bien que la vie du Saint Prophète lui-même était toujours en danger.",
          "Par conséquent, toutes les apparences, le mensonge régnait partout et il n'y",
          "avait aucun signe pour montrer que la vérité ne serait jamais dominer le",
          "mensonge. Voilà pourquoi les mécréants ont pris pour un entretien vantard et se",
          "moquaient quand cette déclaration était le commerce. Mais cette prophétie de la",
          "victoire est venu sur vrai dans moins d'une décennie, quand le Saint Prophète",
          "entra dans la même ville de La Mecque comme un conquérant, et entra dans la",
          "Ka'aba où il a fait la même déclaration, alors qu'il enfreignait les trois cent",
          "soixante idoles . Selon une tradition de Bukhari, rapportée par Hadrat 'Abdullah",
          "bin Mas`ud, [ \"Le jour de la conquête de La Mecque, le Saint Prophète est allé en",
          "frappant des idoles et prononçant ces mots:` La vérité est venue et l'erreur a",
          "disparu, car le mensonge est une chose qui doit, par sa nature disparaître. La",
          "vérité est venue et le mensonge ne réapparaîtra jamais ni retour \".\"]"
        ]
      }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ ۙ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا",
      "simpleTranslate" : [
        "Ce Coran que Nous révélons et qui apporte aux croyants guérison et miséricorde ne",
        "fait, en réalité, qu’aggraver la ruine des méchants."
      ],
      "tafsirTranslate" : [
        "Nous envoyons vers le bas pour vous par la révélation du Coran ce qui est une",
        "guérison et une miséricorde pour les croyants, mais il ajoute rien, mais la perte",
        "des ouvriers d'iniquité. <N:102>"
      ],
      "tanslateWordByWord" : [
        "Et Nous révélons",
        "de",
        "Le Coran",
        "cette",
        "il",
        "(Est) une guérison",
        "et une miséricorde",
        "pour les croyants",
        "mais non",
        "ça augmente",
        "les malfaiteurs",
        "sauf",
        "(En) Perte"
      ],
      "notes" : {
        "102" : [
          "Autrement dit, [ \"Ces gens qui font le Coran leur guide et leur livre de droit,",
          "arc privilégié avec la bénédiction d'Allah et de l'Arc guéri de toutes leurs",
          "maladies mentales, psychologiques, morales et culturelles. . d'autre part, ces",
          "gens méchants qui rejettent cela et tourner le dos à ses directives, en fait,",
          "sont injustes à eux-mêmes. Par conséquent, les ETCD Coran ne leur permettent de",
          "rester même dans ce mauvais état dans lequel ils étaient avant sa révélation ou",
          "de sa connaissance, mais les implique dans une plus grande perte qu'auparavant.",
          "en effet, avant la révélation du Coran ou de leur connaissance avec elle, ils ont",
          "souffert de l'ignorance seule mais quand le Coran est venu devant eux et fait",
          "distincte de la différence entre la vérité et le mensonge, aucune excuse a été",
          "laissé avec eux pour rester dans leur état antérieur de la. ignorance. Après",
          "cela, si elles rejettent ses orientations et persistent dans leur déviation, il",
          "est une preuve évidente qu'ils ne sont pas ignorants, mais les ouvriers",
          "d'iniquité et adorateurs du mensonge, qui arc opposé à la Vérité. Car alors leur",
          "position est de celui qui, lorsqu'il est présenté à la fois poison et élixir,",
          "fait un choix de poison. Par conséquent, ils sont eux-mêmes dans cette fonte",
          "entièrement responsable de leur type et quelle que soit les crimes qu'ils",
          "commettent après, encourt toute leur peine. Il est évident que la perte",
          "conséquente de la méchanceté doit être beaucoup plus grande que la perte de",
          "l'ignorance. Le Saint Prophète a résumé cela dans cette phrase concise et",
          "complète: \"] Le Coran est soit un argument en votre faveur ou contre vous.\""
        ]
      }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَىٰ بِجَانِبِهِ ۖ وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَئُوسًا",
      "simpleTranslate" : [
        "Quand Nous accordons quelques bienfaits à l’homme, il se détourne et s’éloigne de",
        "Nous ; mais quand un malheur l’effleure, il se laisse gagner par le désespoir."
      ],
      "tafsirTranslate" : [
        "L'homme est une créature (étrange): quand Nous comblons sur lui, il se comporte",
        "avec arrogance et tourne le dos, mais quand le malheur lui arrive, il commence à",
        "désespérer."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Nous comblons",
        "sur",
        "homme",
        "il se détourne",
        "et devient à distance",
        "de son côté",
        "Et quand",
        "le touche",
        "le mal",
        "il est",
        "(dans le désespoir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "قُلْ كُلٌّ يَعْمَلُ عَلَىٰ شَاكِلَتِهِ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَىٰ سَبِيلًا",
      "simpleTranslate" : [
        "Dis : «Chacun agit à sa manière ; mais votre Seigneur connaît parfaitement celui",
        "qui suit le meilleur chemin.»"
      ],
      "tafsirTranslate" : [
        "O Prophète, dis-leur: «Tout le monde suit son propre chemin, mais votre Seigneur",
        "seul connaît le mieux celui qui est sur la bonne voie.\""
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Chaque",
        "travaux",
        "sur",
        "sa manière",
        "mais votre Seigneur",
        "(Est) connaît mieux",
        "de qui",
        "[il]",
        "(Est) mieux guidée",
        "(de manière"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "وَيَسْأَلُونَكَ عَنِ الرُّوحِ ۖ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا",
      "simpleTranslate" : [
        "Ils t’interrogent sur l’âme. Dis-leur : «L’âme relève de l’ordre exclusif de mon",
        "Seigneur et, en fait de science, vous n’avez reçu que bien peu de chose.»"
      ],
      "tafsirTranslate" : [
        "Ils vous demandent de «The Spirit». <N:103> Dis: «Cet Esprit vient par le ommand",
        "de mon Seigneur, mais vous avez été donné seulement un peu de la« connaissance",
        "».\""
      ],
      "tanslateWordByWord" : [
        "Et ils vous demandent",
        "concernant",
        "l'âme",
        "Dire",
        "L'âme",
        "(Is) de",
        "(La) affaire",
        "(De) mon Seigneur",
        "Et pas",
        "vous avez été donné",
        "de",
        "la connaissance",
        "sauf",
        "un peu"
      ],
      "notes" : {
        "103" : [
          "Il est généralement entendu que le mot arabe [ \"Ruh\"] représente ici [ «âme»] »,",
          "comme si les gens ont demandé au Saint Prophète de l'âme de l'homme en ce qui",
          "concerne sa nature, et la réponse était qu'il est venu par le commandement",
          "d'Allah. Mais nous avons beaucoup hésité à accepter cette signification pour elle",
          "pourrait être prise que si le verset être isolé de son contexte; sinon ces mots",
          "deviendraient tout à fait incohérente car il n'y a aucune raison pour laquelle la",
          "question de [ «âme»] aurait dû intervenir entre les trois versets précédents et",
          "versets suivants qui traitent du thème du Coran. \n Si nous lisons le verset dans",
          "son contexte, il devient tout à fait évident que ici le mot [ «Ruh»] [(The",
          "Spirit)] représente l'ange qui apporte la Révélation. Ce fut en réponse à la",
          "question des polythéistes, [ «D'où avez-vous apporter le Coran?\"] Comme pour",
          "dire, [ \"O Muhammad, ces gens vous poser des questions sur\"] The Spirit ', qui",
          "est, le source du Coran ou les moyens de l'acquérir [ \", donc leur dire,\"] Cet",
          "Esprit vient à moi par le commandement de mon Seigneur, mais votre connaissance",
          "est si peu que vous ne pouvez pas distinguer entre la nature des paroles humaines",
          "et de la Divinement révélé mots. Voilà pourquoi vous pensez que cela a été",
          "fabriqué par un homme. [ \" \n L'interprétation ci-dessus est préférable, car il",
          "correspond parfaitement à entre le précédent et les versets suivants. Ceci est",
          "également soutenu par le Coran lui-même: \"] ... Il envoie par Son ordre` L'Esprit",
          "[ »à une de Ses serviteurs qu'Il veut de sorte qu'ils devraient avertir les gens",
          "du jour, quand ils seront assemblés ensemble \"] [(XL: 15 <V:40:15>)] [\". et de",
          "même, nous avons fait descendre \"] l'Esprit 'à vous par Notre commandement: vous",
          "ne saviez pas ce que le livre a été et ce que la foi ... [\" [(XLII : 52)]. \n",
          "Outre cela, Ibn `Abbas, Qatadah et Hasan Basri [(qu'Allah accorder Sa miséricorde",
          "sur eux tous)] ont également adopté la même interprétation. Ibn Jarir a attribué",
          "la même chose à Ibn `Abbas sur l'autorité de Qatadah, mais en même temps, il dit",
          "une chose étrange que Ibn` Abbas a déclaré cette chose qu'en secret. Encore une",
          "fois l'auteur de Ruh-ul-Ma'ani cite ces paroles de Hasan et Qatadah: \"] Par ruh",
          "vise Jibril: la question portait sur la nature de sa venue vers le bas et",
          "inspirer le cœur du Saint Prophète avec l'Apocalypse.\""
        ]
      }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا",
      "simpleTranslate" : [
        "Si Nous le voulions, Nous retirerions tout ce que Nous t’avons révélé, et tu ne",
        "trouverais alors personne pour te défendre contre Nous,"
      ],
      "tafsirTranslate" : [
        "(O Muhammad!), Nous pouvons, si nous le fera, reprendre à vous tous de ce que",
        "Nous avons révélé: alors vous trouverez personne pour vous aider à le récupérer à",
        "partir de nous."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Nous voulions",
        "Nous (serait) avons sûrement enlevé",
        "ce qui",
        "Nous avons révélé",
        "à toi",
        "alors",
        "ne pas",
        "vous trouverez",
        "pour toi",
        "en ce qui concerne ce",
        "contre nous",
        "tout avocat"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "إِلَّا رَحْمَةً مِنْ رَبِّكَ ۚ إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيرًا",
      "simpleTranslate" : [
        "excepté la grâce même de ton Seigneur, car Sa grâce à ton égard n’a point de",
        "limite."
      ],
      "tafsirTranslate" : [
        "Tout ce que vous avez reçu est par la faveur de votre Seigneur. En effet sa",
        "faveur à vous est très grande. <N:104>"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "une miséricorde",
        "de",
        "votre Seigneur",
        "Effectivement",
        "Son Bounty",
        "est",
        "sur vous",
        "génial"
      ],
      "notes" : {
        "104" : [
          "Bien que ces mots arc apparemment adressées par le Saint Prophète, ils sont en",
          "fait signifiait pour les mécréants qui considéraient le Saint Coran pour être",
          "soit l'invention du Saint Prophète lui-même ou d'un autre homme, qui secrètement",
          "lui a enseigné le Coran. On leur dit que c'est la parole d'Allah, comme pour",
          "dire, [ \"Notre Prophète n'a pas fabriqué le Coran, mais nous avons accordé ce sur",
          "lui, et si nous le reprenons de lui, le Prophète n'a pas le pouvoir d'inventer",
          "une telle chose, ni a aucun autre homme le pouvoir d'aider le Prophète à",
          "présenter un tel livre miraculeux. \"]"
        ]
      }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَىٰ أَنْ يَأْتُوا بِمِثْلِ هَٰذَا الْقُرْآنِ لَا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا",
      "simpleTranslate" : [
        "Dis-leur : «Si les hommes et les djinns se concertaient pour produire quelque",
        "chose de semblable à ce Coran, ils ne sauraient y parvenir, même s’ils se",
        "prêtaient mutuellement assistance.»"
      ],
      "tafsirTranslate" : [
        "déclarer cela, «Même si les êtres humains et les djinns doivent coopérer les uns",
        "avec les autres pour produire un livre comme le Coran, ils ne seront jamais en",
        "mesure d'apporter quelque chose comme ça, même si chacun d'eux aider les uns les",
        "autres. \" <N:105>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Si",
        "recueillies",
        "l'humanité",
        "et les djinns",
        "à",
        "[cette]",
        "apporter",
        "etc.",
        "(de cela",
        "Coran",
        "ne pas",
        "ils (pourraient) faire",
        "de semblable",
        "même si",
        "ont été",
        "certains d'entre eux",
        "certains autres",
        "assistants"
      ],
      "notes" : {
        "105" : [
          "Ce défi se produit à plusieurs autres endroits dans le Coran: [(II: 23 <V:2:23>,",
          "X: 38-39 <V:10:38-39>, XL: 13-14 <V:40:13-14>, LII: 33-34 <V:52:33-34>)]. À tous",
          "ces endroits, ce qui a été cité comme une réponse à la charge des incroyants que",
          "Muhammad [(la paix d'Allah soient sur lui)] a lui-même inventé le Coran mais",
          "présentant comme la Parole de Dieu. En outre, le même a également été réfutée",
          "dans X: 16: [ \"Dis aussi,` Avait pas Allah a voulu que je devrais réciter le",
          "Coran à vous, je ne pouvais pas avoir récité à vous, je ne pouvais avoir pu pour",
          "vous donner des informations à ce sujet: ai déjà je vivais une vie parmi vous",
          "avant sa révélation Avez-vous pas utiliser votre bon sens »].? \n Passons",
          "maintenant aux trois arguments contenus dans ces versets comme une preuve que le",
          "Coran est la parole d'Allah. \n [(1)] Le Coran est un miracle en ce qui concerne",
          "sa langue, le style, des arguments, des thèmes, des sujets, des enseignements et",
          "des prophéties qu'il est au-delà de toute puissance humaine pour produire de",
          "semblable, comme pour dire, [ «Vous dites que l'homme a inventé cela, mais nous",
          "contestons que même l'ensemble de l'humanité combinée ne peut pas produire un",
          "livre comme celui-ci: non, même si les djinns, que les polythéistes adorent comme",
          "des divinités et que ce livre attaque ouvertement, devrait venir à la aide des",
          "mécréants, ils ne peuvent pas produire un livre comme celui-ci pour réfuter ce",
          "défi. \"] \n [(2)] En ce qui concerne la charge que Muhammad [(la paix d'Allah",
          "soient sur lui)] a lui-même inventé ce livre, le Coran réfute leur demande, comme",
          "pour dire, [ \"Muhammad est l'un d'entre vous et non un étranger . Il a vécu parmi",
          "vous pendant quarante ans avant la révélation du Coran. Avez-vous entendu des",
          "mots comme ceux du Coran lui même un jour avant sa demande de la prophétie, ou",
          "avez-vous jamais entendre parler des thèmes et problèmes contenus dans le Coran?",
          "Si vous considérez la question de ce point de vue, il deviendra évident pour vous",
          "que le brusque changement qui est venu à propos dans la langue, les idées,",
          "l'information, le style et la façon de penser de Muhammad, n'a pas pu avoir lieu",
          "sans la direction divine. \"] \n [(3)] [ \"Pouvez-vous pas voir que, après la",
          "récitation du Coran il DCEs pas disparu mais vit parmi vous? Vous entendez",
          "d'autres choses que le Coran lui. Avez-vous pas remarqué que la distinction entre",
          "la deux styles différents d'expression est si évident que personne ne peut",
          "adopter avec succès les deux styles tout à la fois? \"] la distinction peut",
          "également être remarqué, aujourd'hui encore, entre la langue du Coran et des",
          "traditions de le Saint Prophète. Toute personne bien versé dans la langue arabe",
          "et la littérature remarque la différence qui est si marquée que l'on peut",
          "affirmer catégoriquement que ces modes d'expression ne peuvent appartenir à une",
          "seule et même personne. [(Pour plus de renseignements s'il vous plaît voir aussi",
          "E.N. 21 X 16)]."
        ]
      }
    },
    {
      "verseNumber" : 89,
      "arabicVerse" : "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَٰذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ فَأَبَىٰ أَكْثَرُ النَّاسِ إِلَّا كُفُورًا",
      "simpleTranslate" : [
        "Nous avons proposé aux hommes, dans ce Coran, toutes sortes d’exemples ; mais la",
        "plupart des hommes refusent de se départir de leur impiété."
      ],
      "tafsirTranslate" : [
        "Dans ce Coran, Nous avons utilisé différentes façons de faire les gens",
        "comprennent le message, mais la majorité d'entre eux ont persisté dans",
        "l'incrédulité,"
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons expliqué",
        "à l'humanité",
        "dans",
        "ce",
        "Coran",
        "de",
        "chaque",
        "Exemple",
        "mais a refusé",
        "les plus",
        "(De) l'humanité",
        "sauf",
        "incrédulité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 90,
      "arabicVerse" : "وَقَالُوا لَنْ نُؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ الْأَرْضِ يَنْبُوعًا",
      "simpleTranslate" : [
        "Ils disent : «Nous ne croirons pas en toi, à moins que tu ne fasses jaillir pour",
        "nous une source du sol ;"
      ],
      "tafsirTranslate" : [
        "et ils ont dit: «Nous ne serons pas croire en ce que vous dites que vous causez",
        "un ressort jaillir de la terre pour nous,"
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Jamais",
        "nous croirons",
        "en toi",
        "jusqu'à",
        "vous causez jaillir",
        "pour nous",
        "de",
        "La terre",
        "un printemps"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 91,
      "arabicVerse" : "أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهَارَ خِلَالَهَا تَفْجِيرًا",
      "simpleTranslate" : [
        "ou que tu n’aies un jardin de palmiers et de vignes, entre lesquels tu feras",
        "couler des ruisseaux en abondance ;"
      ],
      "tafsirTranslate" : [
        "ou un jardin de palmiers et de vignes être créé pour vous, et vous causer des",
        "canaux d'écoulement dans ce;"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "tu as",
        "pour toi",
        "un jardin",
        "de",
        "palmiers",
        "et les raisins",
        "et provoquer jaillir",
        "les rivières",
        "en leur sein",
        "abondamment"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 92,
      "arabicVerse" : "أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلَائِكَةِ قَبِيلًا",
      "simpleTranslate" : [
        "ou que tu ne fasses tomber sur nous, comme tu le prétends, des fragments du ciel",
        "; ou que tu n’amènes devant nous Dieu et les anges ;"
      ],
      "tafsirTranslate" : [
        "ou jusqu'à ce que vous causez le ciel de tomber sur nous dans des fragments,",
        "comme vous nous menacez;"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "vous causez à tomber",
        "Le ciel",
        "comme",
        "vous avez demandé",
        "sur nous",
        "(en morceaux",
        "ou",
        "tu apportes",
        "Allah",
        "et les anges",
        "avant nous)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 93,
      "arabicVerse" : "أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقَىٰ فِي السَّمَاءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُهُ ۗ قُلْ سُبْحَانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَرًا رَسُولًا",
      "simpleTranslate" : [
        "ou encore que tu n’aies une maison ornée de dorures ; ou que tu n’escalades le",
        "ciel. Et encore nous ne croirons à ton escalade que si tu nous en ramènes un",
        "livre que nous puissions tous lire.» Réponds-leur : «Gloire à mon Seigneur !",
        "Suis-je donc autre chose qu’un être humain envoyé comme Prophète?»"
      ],
      "tafsirTranslate" : [
        "ou vous apporter Allah et les anges face à face devant nous ou une maison d'or",
        "vient en être pour vous ou vous remontez le ciel, et nous ne vont pas croire en",
        "votre ascension jusqu'à ce que vous faire tomber pour nous une écriture que nous",
        "pouvons lire \"-O Muhammad, Dis-leur:« Mon Seigneur soit glorifié! ai-je jamais",
        "prétendu être autre chose qu'un messager humain? \" <N:106>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "est",
        "pour toi",
        "une maison",
        "de",
        "ornement",
        "ou",
        "vous montez",
        "dans",
        "Le ciel",
        "Et jamais",
        "nous croirons",
        "dans votre ascension",
        "jusqu'à",
        "vous faire tomber",
        "à nous",
        "un livre",
        "nous pourrions lire",
        "Dire",
        "Glorifié (est)",
        "mon Seigneur",
        "Quelle",
        "suis-je",
        "mais",
        "un humain",
        "un Messager"
      ],
      "notes" : {
        "106" : [
          "Ceci est la deuxième réponse à la demande des incroyants pour un miracle. La",
          "première réponse est contenue dans V. 59. L'éloquence de cette réponse concise",
          "est au-dessus de louange: [ \"Vous me demandez ce que je devrais faire un ressort",
          "jaillir, ou en un clin d'œil devrait faire naître un jardin pleine floraison avec",
          "des canaux qui coule en elle: ou devrais-je amener le ciel de tomber en morceaux",
          "sur ceux qui rejettent le message: ou devrais-je faire pour construire un palais",
          "meublé d'or: ou devrais-je appeler Allah et les anges de se tenir avant et de",
          "témoigner à cet effet: «Nous-même avons fait descendre Muhammad comme Notre",
          "messager»: ou je devrait aller vers le ciel en votre présence et de faire",
          "baisser, adressé à vous, la lettre de l'autorité de ma nomination dûment signée",
          "par Allah de sorte que vous pouvez le toucher avec vos mains et de le lire avec",
          "vos propres yeux. \"] La réponse concise à ces grandes exigences était présent, [\"",
          "Mon Seigneur soit glorifié! Ai-je jamais prétendu être autre chose qu'un messager",
          "humain? \" ] Il peut être étendu comme ceci: [ \"peuple insensé ont 1 prétendu être",
          "Dieu que vous êtes exigeant de telles choses de moi? Ai-je jamais dire que je",
          "suis tout-puissant et je régner sur la Terre et les Cieux? Dès le premier jour,",
          "ma demande a été que je suis un être humain qui apporte le message de Dieu. Par",
          "conséquent, si vous voulez juger de l'authenticité de ma réclamation, vous pouvez",
          "juger de mon message. Si vous êtes convaincu qu'il est basé sur la vérité et est",
          "absolument rationnelle, alors vous devez croire en lui sans faire de demandes",
          "folles. D'autre part, si vous trouvez un défaut dans, vous pouvez le rejeter. Si",
          "vous voulez tester si ma réclamation est fondée sur la vérité, vous devez juger",
          "par le niveau de ma conduite et de la morale en tant qu'être humain et ma",
          "mission. Est-ce pas une folie qui, au lieu de cela, vous exigez de moi à cliver",
          "la terre et provoquer le ciel de tomber? Y at-il un quelconque lien de la",
          "Prophétie avec des choses comme la poitrine? \"]"
        ]
      }
    },
    {
      "verseNumber" : 94,
      "arabicVerse" : "وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَىٰ إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا",
      "simpleTranslate" : [
        "Rien n’empêche les hommes de croire quand la bonne voie leur est indiquée, si ce",
        "n’est cette question qu’ils posent : «Comment Dieu peut-Il envoyer un simple",
        "mortel comme Messager?»"
      ],
      "tafsirTranslate" : [
        "Chaque fois que Guidance est venu devant le peuple rien ne les empêchait de",
        "croire en elle, sauf cette (excuse): ils ont dit: «Est-ce que Allah envoyer un",
        "être humain comme Son messager\" <N:107>"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "empêché",
        "les gens",
        "cette",
        "ils croient",
        "quand",
        "est venu à eux",
        "l'orientation",
        "sauf",
        "cette",
        "ils ont dit",
        "Est-ce que Dieu envoyé",
        "Est-ce que Dieu envoyé",
        "un humain",
        "Messager"
      ],
      "notes" : {
        "107" : [
          "Cela implique que ce malentendu a toujours été Cammon parmi les gens ignorants de",
          "tout âge que l'être humain ne pouvait pas être un Messager d'Allah: Ils ont",
          "rejeté un messager juste parce qu'il était un être humain et a pris ses repas et",
          "avait femme et ses enfants comme eux. Contrairement à cela, après le passage du",
          "temps, les disciples crédules d'un Messager ont commencé à prétendre qu'il n'a",
          "pas été un être humain du tout parce qu'il était un messager. Voilà pourquoi",
          "certaines personnes ont fait leur messager leur Dieu, d'autres le fils de Dieu et",
          "d'autres encore l'incarnation de Dieu. En bref, les gens ignorants avaient jamais",
          "été en mesure de comprendre qu'un être humain pourrait être un Messager d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 95,
      "arabicVerse" : "قُلْ لَوْ كَانَ فِي الْأَرْضِ مَلَائِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِمْ مِنَ السَّمَاءِ مَلَكًا رَسُولًا",
      "simpleTranslate" : [
        "Dis-leur : «Si les anges vivaient en permanence sur la Terre, c’est un ange que",
        "Nous leur aurions envoyé comme messager.»"
      ],
      "tafsirTranslate" : [
        "Dis-leur, \"anges étaient installés sur la Terre et se déplaçait en paix, nous",
        "aurions certainement envoyé un ange en tant que messager pour eux,« <N:108>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Si",
        "(Il y avait",
        "dans",
        "La terre",
        "anges",
        "en marchant",
        "en toute sécurité",
        "sûrement nous (serions) avons fait descendre",
        "pour eux",
        "de",
        "le paradis",
        "un ange",
        "(Comme) un Messager"
      ],
      "notes" : {
        "108" : [
          "C'est-à-dire que DCEs Messenger ne transmettent simplement le message est envoyé,",
          "mais de réformer la vie humaine en accord avec elle. Il doit appliquer les",
          "principes du Message à la situation des êtres humains et a lui-même de démontrer",
          "pratiquement ces principes. En outre, il doit éliminer les malentendus de ces",
          "gens qui essaient d'écouter w et comprendre son message. Outre cela, il doit",
          "organiser et former les croyants pour créer une société fondée sur les",
          "enseignements de son message. Il doit lutter contre ceux qui rejettent et opposer",
          "son Message pour soumettre les pouvoirs qui sont pliés sur la corruption, et",
          "apporter cette réforme pour laquelle Allah a envoyé Son messager. Comme ALi ces",
          "choses doivent être faites dans une société d'êtres humains seulement un messager",
          "humain peut accomplir la mission. Si un ange avait été envoyé comme Messager, le",
          "plus qu'il aurait pu faire était de transmettre le message, car il ne pouvait pas",
          "vivre parmi les êtres humains et de partager leur vie et les problèmes afin de",
          "les réformer. Il est donc clair qu'un Messenger humain ne pourrait convenir à cet",
          "effet."
        ]
      }
    },
    {
      "verseNumber" : 96,
      "arabicVerse" : "قُلْ كَفَىٰ بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ ۚ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا",
      "simpleTranslate" : [
        "Dis-leur : «Dieu me suffira comme Témoin entre vous et moi, car Il a une claire",
        "vision de Ses créatures et Il en est parfaitement Informé.»"
      ],
      "tafsirTranslate" : [
        "(O Muhammad), leur dire: «Allah suffit comme témoin pour juger entre vous et moi.",
        "Car il est pleinement conscient et est l'observation que ses serviteurs font«",
        "<N:109>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "suffisamment est",
        "Allah",
        "(Comme) un témoin",
        "entre moi",
        "et entre vous",
        "En effet, il",
        "est",
        "Ses serviteurs",
        "All-Aware",
        "Clairvoyant"
      ],
      "notes" : {
        "109" : [
          "Autrement dit, [ \"Allah est pleinement conscient de tous mes efforts que je",
          "dépense afin de vous réformer, et Il est pleinement conscient des efforts que",
          "vous arc faisant contre ma mission. Son témoignage est suffisant car Il passera",
          "le jugement final. \"]"
        ]
      }
    },
    {
      "verseNumber" : 97,
      "arabicVerse" : "وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ ۖ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُمْ أَوْلِيَاءَ مِنْ دُونِهِ ۖ وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا ۖ مَأْوَاهُمْ جَهَنَّمُ ۖ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا",
      "simpleTranslate" : [
        "Celui que Dieu guide, c’est celui-là qui est le mieux guidé. Mais ceux qu’Il",
        "égare, tu ne leur trouveras point d’alliés en dehors de Lui. Au Jour de la",
        "Résurrection, Nous les rassemblerons tous, face contre terre, aveugles, sourds et",
        "muets. Et leur refuge sera la Géhenne, dont Nous rallumerons la flamme chaque",
        "fois qu’elle tendra à s’éteindre."
      ],
      "tafsirTranslate" : [
        "guides quiconque Allah, lui seul est bien guidé et qui Il laisse égarer, vous",
        "trouverez pour ces personnes aucun autre protecteur et aide en dehors de Lui.",
        "<N:110> Sur le Jour de la Résurrection, Nous allons rassemblent les prosternent",
        "sur leurs visages, aveugles, muets et sourds <N:111> leur refuge sera l'enfer. à",
        "chaque fois que son feu se calme, nous ravivera pour eux."
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "Allah guide",
        "Allah guide",
        "puis il (est)",
        "l'une guidée",
        "et celui qui",
        "Il laisse égarer",
        "alors jamais",
        "tu trouveras",
        "pour eux",
        "protecteurs",
        "en dehors de Lui",
        "en dehors de Lui",
        "Et Nous les rassemblerons",
        "(au jour",
        "(De) la Résurrection",
        "sur",
        "leurs visages",
        "aveugle",
        "et muet",
        "et sourd",
        "Leur demeure",
        "(Est) Enfer",
        "à chaque fois",
        "il disparaît",
        "Nous (allons) augmenter (pour) les",
        "le feu ardent"
      ],
      "notes" : {
        "110" : [
          "Dans ce verset, le Coran a énoncé un principe divin. Allah guide vers le droit",
          "chemin que cette personne qui a l'intention de suivre son orientation, et égare",
          "cette personne qui a l'intention W égarés. Par la suite, nul ne peut ramener à la",
          "Voie Droite celui contre lequel Allah a fermé la porte de l'orientation à cause",
          "de son propre écart persistant et endurcissement. Il est évident que si un homme",
          "tourne le dos contre la vérité et repose le contenu de mensonges il n'y a aucune",
          "puissance dans le monde pour lui faire détourner de mensonge et de venir à la",
          "vérité. \n En effet, après cette dépravation Allah prévoit le méchant des moyens",
          "tels que augmenter son aversion pour la vérité et son amour pour le mensonge."
        ],
        "111" : [
          "Sur le Jour de la Résurrection, ils seront ressuscités aveugle, muet et sourd",
          "parce qu'ils se comportaient comme ces personnes dans ce monde et ne pas voir la",
          "vérité, ni écouter la vérité, ni dire la vérité."
        ]
      }
    },
    {
      "verseNumber" : 98,
      "arabicVerse" : "ذَٰلِكَ جَزَاؤُهُمْ بِأَنَّهُمْ كَفَرُوا بِآيَاتِنَا وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
      "simpleTranslate" : [
        "Telle sera leur sanction pour avoir renié Nos preuves en disant : «Est-ce",
        "possible qu’une fois réduits en ossements et en poussière nous puissions être",
        "rappelés une nouvelle fois à la vie?»"
      ],
      "tafsirTranslate" : [
        "Ceci est leur récompense, car ils ont rejeté Nos signes et dit: «Quoi!-Nous",
        "vraiment ressuscités à nouveau, quand nous avons été réduits à des os et la",
        "poussière?\""
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Est) leur récompense",
        "parce qu'ils",
        "pas foi",
        "dans nos versets",
        "et dit",
        "Quand",
        "nous sommes",
        "des os",
        "et les particules émietté",
        "allons-nous",
        "sûrement (être) ressuscités",
        "(Comme) une création",
        "Nouveau"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 99,
      "arabicVerse" : "أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ عَلَىٰ أَنْ يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًا لَا رَيْبَ فِيهِ فَأَبَى الظَّالِمُونَ إِلَّا كُفُورًا",
      "simpleTranslate" : [
        "Quoi ! Ne pensent-ils pas que Dieu qui a créé les Cieux et la Terre soit aussi",
        "capable de créer des êtres semblables à eux? Il leur a fixé un terme indubitable,",
        "mais les injustes s’obstinent dans leur négation."
      ],
      "tafsirTranslate" : [
        "pourraient-ils pas percevoir que le même Dieu qui a créé la Terre et les Cieux, a",
        "le pouvoir de créer leur pareil? Il a ordonné un temps pour eux qui sont",
        "inévitablement ressusciter, mais ces ouvriers d'iniquité persistent dans leur",
        "incrédulité."
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "ils voient",
        "cette",
        "Allah",
        "celui qui",
        "créé",
        "Le Paradis",
        "et la terre",
        "(est capable",
        "[sur]",
        "à",
        "Créer",
        "leur pareil",
        "Et Il a fait",
        "pour eux",
        "un terme",
        "non",
        "doute",
        "en ce",
        "Mais refusé",
        "les malfaiteurs",
        "sauf",
        "incrédulité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 100,
      "arabicVerse" : "قُلْ لَوْ أَنْتُمْ تَمْلِكُونَ خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفَاقِ ۚ وَكَانَ الْإِنْسَانُ قَتُورًا",
      "simpleTranslate" : [
        "Dis-leur : «Dussiez-vous posséder les trésors de la miséricorde de mon Seigneur",
        "que vous lésineriez encore de peur d’en faire dépense tant l’avarice fait partie",
        "intégrante de l’homme !»"
      ],
      "tafsirTranslate" : [
        "O Muhammad, leur dire, «Si les trésors de bienfaits de votre Seigneur été en",
        "votre possession, vous auriez retenu de peur qu'ils ne devraient être dépensés en",
        "effet l'homme est très étroit d'esprit.\". <N:112>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Si",
        "toi",
        "posséder",
        "les trésors",
        "(De) la Miséricorde",
        "(De) mon Seigneur",
        "puis",
        "sûrement vous lésineriez",
        "(sans peur",
        "(De) dépenses",
        "Et est",
        "homme",
        "avare"
      ],
      "notes" : {
        "112" : [
          "Ce verset suggère également la même chose qui a déjà été mentionné dans V. 55.",
          "Cette allusion à la véritable raison psychologique pourquoi les mécréants de la",
          "Mecque ne sont pas enclins w accepter Muhammad [(la paix d'Allah soit sur lui)],",
          "leur contemporain, comme un prophète. Car ainsi qu'ils auraient à reconnaître sa",
          "supériorité et un ETCD ne pas reconnaître facilement la supériorité de son",
          "contemporain. Ce verset peut être développé comme ceci: [ \"Ces gens qui sont si",
          "étroit d'esprit qu'ils Arc ne veut pas même reconnaître la supériorité réelle",
          "d'une autre, on ne peut attendre d'être généreux dans les dépenses sur les",
          "autres, si elles possédaient les clefs des trésors des bénédictions d'Allah. \"]"
        ]
      }
    },
    {
      "verseNumber" : 101,
      "arabicVerse" : "وَلَقَدْ آتَيْنَا مُوسَىٰ تِسْعَ آيَاتٍ بَيِّنَاتٍ ۖ فَاسْأَلْ بَنِي إِسْرَائِيلَ إِذْ جَاءَهُمْ فَقَالَ لَهُ فِرْعَوْنُ إِنِّي لَأَظُنُّكَ يَا مُوسَىٰ مَسْحُورًا",
      "simpleTranslate" : [
        "Nous avons accordé à Moïse neuf prodiges évidents. Interroge à ce sujet les fils",
        "d’Israël lorsque Moïse se présenta à eux et que Pharaon lui dit : «J’estime,",
        "Moïse, que tu es sous l’effet d’un ensorcellement !»"
      ],
      "tafsirTranslate" : [
        ". Et Nous avons donné à Moïse neuf signes qui étaient tout à fait manifeste",
        "<N:113> Maintenant, vous vous pouvez renseigner auprès des enfants d'Israël à ce",
        "sujet: quand ces signes sont venus devant Pharaon, il prononça ces paroles: \"O",
        "Moïse, je considère que vous soyez un homme ensorcelé. <N:114>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avions donné",
        "Musa",
        "neuf",
        "Signes",
        "clair",
        "alors demandez",
        "(La) Les enfants d'Israël",
        "(La) Les enfants d'Israël",
        "quand",
        "il est venu pour les",
        "puis dit",
        "à lui",
        "Firaun",
        "En effet, je",
        "[Je pense que tu",
        "O Musa",
        "(Vous êtes) ensorcelé"
      ],
      "notes" : {
        "113" : [
          "Il convient de noter que ceci est la troisième réponse à la demande des mécréants",
          "de la Mecque pour des signes. Ils ont dit, [ «Nous ne croyons pas en vous jusqu'à",
          "ce que vous faites cela et le faire devant nos yeux.\"] En réponse à cette",
          "demande, ils sont avertis: [ \"Neuf signes clairs, comme ceux que vous exigez, ont",
          "été présentés un après l'autre à Pharaon devant vous et vous savez aussi très",
          "bien ce qu'il a dit, tout simplement parce qu'il ne voulait pas croire à Moïse,",
          "vous savez aussi que quand il a rejeté le prophète, même après avoir vu les",
          "signes, Nous lui avons noyé \". ] \n Les neuf signes mentionnés ici ont également",
          "été mentionnés dans VII: 133. Ce sont: [(1)] Le personnel qui se transforma en un",
          "serpent monstre. [(2)] main lumineuse de Moïse qui brillait comme le soleil.",
          "[(3)] La défaite publique de la sorcellerie des magiciens. [(4)] famine",
          "universelle. [(5)] Tempête. [(6)] Criquets. [(7)] Lice. [(8)] Les grenouilles.",
          "[(9)] Pluie de sang."
        ],
        "114" : [
          "Cela a été particulièrement mentionné ici parce que les polythéistes de la Mecque",
          "ont attribué la même épithète au Saint Prophète tel qu'il figure dans V. 47. [",
          "\"Ces injustes disent les uns aux autres,« L'homme, vous suivez, est une personne",
          "ensorcelée '. \"] ici, ils sont avertis que, dans ce qu'ils suivaient Pharaon, qui",
          "a donné la même épithète au prophète Moïse. \n À cet égard, nous voulons faire une",
          "brève référence à une objection qui a été soulevée par les modernistes contre une",
          "tradition selon laquelle le Saint Prophète est venu une fois sous l'influence de",
          "la sorcellerie. Ils disent que cette Tradition confirme que l'épithète [",
          "\"ensorcelé\"] appliquée au Saint Prophète par le Quraish était correct, alors que",
          "le Coran réfute cela comme faux: Ils oublient que le même argument pourrait être",
          "appliqué au cas du Prophète Moïse que Pharaon accusé d'être ensorcelé, le Coran",
          "dit, dans XX: 66-67: [ «Quand les magiciens jetèrent leurs cordes et les tiges",
          "[(instruments de leur sorcellerie)], il semblait à Moïse comme si elles étaient",
          "en cours d'exécution , à la suite de laquelle Moïse conçu dans son esprit une",
          "sorte de crainte. \"] Si les mots de la tradition devaient être considérés contre",
          "le Coran, ne ces mots du Coran contredisent ses propres mots que la charge de",
          "Moïse étant ensorcelé était fausse? Est-ce que ces modernistes considèrent ce",
          "verset pour confirmer la charge de Pharaon? \" \n En fait, ces objecteurs ne",
          "connaissent pas le sens dans lequel les mécréants de la Mecque et Pharaon appela",
          "le Saint Prophète et le Prophète Moïse [(la paix d'Allah soit sur eux)]",
          "ensorcelé. Ce qu'ils voulaient dire était qu'un ennemi avait si les ensorcelé",
          "qu'ils avaient perdu leurs sens et ainsi dans leur folie prétendu être prophètes",
          "et livré un message curieux. Le Coran réfute cette accusation comme fausse. En ce",
          "qui concerne l'influence temporaire de la magie sur la même personne ou une",
          "partie de lui n'a pas été refusée, car l'influence de la magie est comme l'effet",
          "produit sur une personne qui est frappé avec une pierre. Le fait que certains",
          "prophète était tem-porairement influencée par la magie, n'affecte en aucune",
          "manière pas son prophethood négativement. Tout comme poison a produit son effet",
          "sur un prophète, ou un prophète a été blessé, donc un prophète pourrait également",
          "venir temporairement sous l'influence de la magie. Une telle magie temporaire ne",
          "pouvait causer aucun défaut dans sa prophétie. Dieu ne plaise, avait la magie",
          "produit un effet négatif sur son raisonnement et les facultés de raisonnement, on",
          "aurait pu être sceptique quant à l'authenticité du message. Et quand Pharaon et",
          "les mécréants de la Mecque dit que Prophète Moïse et le Saint Prophète ont été",
          "ensorcelés, ils signifiaient qu'ils avaient perdu leurs sens sous l'influence de",
          "la magie. Le Coran réfute cette accusation portée contre les Prophètes."
        ]
      }
    },
    {
      "verseNumber" : 102,
      "arabicVerse" : "قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَٰؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ وَإِنِّي لَأَظُنُّكَ يَا فِرْعَوْنُ مَثْبُورًا",
      "simpleTranslate" : [
        "– «Tu sais bien, répondit Moïse, que des preuves aussi évidentes ne peuvent",
        "émaner que du Seigneur des Cieux et de la Terre. J’estime, ô Pharaon, que tu es",
        "totalement perdu.»"
      ],
      "tafsirTranslate" : [
        "Moïse répondit: «Vous le savez très bien que seul le Seigneur des cieux et de la",
        "terre avait fait descendre ces signes comme eye-ouvreurs, <N:115> et O Pharaon,",
        "je vous considère en effet être une personne condamnée. <N:116>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "En vérité",
        "vous avez connu",
        "aucun",
        "a fait descendre",
        "ces",
        "sauf",
        "(le Seigneur",
        "(De) les cieux",
        "et la terre",
        "(comme preuve",
        "et en effet, je",
        "[I] vous pensez sûrement",
        "O Firaun",
        "(Vous êtes) détruit"
      ],
      "notes" : {
        "116" : [
          "Autrement dit, [ «Je ne suis pas un homme ensorcelé mais vous êtes bien une",
          "personne condamnée. Comme vous l'avez été persistant dans votre incrédulité même",
          "après avoir vu ces évidents signes divins, vous êtes garant voué à la",
          "destruction.\" ]"
        ],
        "115" : [
          "Moïse pouvait dire ces mots catégoriquement que les signes étaient du Seigneur de",
          "l'Univers parce que les calamités qui ont visité l'Egypte n'a pas pu être",
          "provoquée par la magie ou par un dispositif humain. Car il est impossible pour",
          "toute puissance humaine pour amener les grenouilles sur de vastes zones ou de",
          "causer tous les greniers dans la terre pour être mangés par les charançons.",
          "Ensuite, il devrait également garder à l'idée que le Prophète Moïse a averti à",
          "l'avance d'une imminente signe, avertissement Pharaon d'abandonner son",
          "endurcissement, et la calamité est venu exactement comme il l'avait prédit. Dans",
          "ces conditions, seule une personne folle ou obstinés pourrait dire que ces",
          "calamités ont été envoyés par un autre que le Seigneur des cieux et de la Terre."
        ]
      }
    },
    {
      "verseNumber" : 103,
      "arabicVerse" : "فَأَرَادَ أَنْ يَسْتَفِزَّهُمْ مِنَ الْأَرْضِ فَأَغْرَقْنَاهُ وَمَنْ مَعَهُ جَمِيعًا",
      "simpleTranslate" : [
        "Pharaon voulut les expulser du pays. Mais Nous l’engloutîmes, lui et les siens,",
        "jusqu’au dernier."
      ],
      "tafsirTranslate" : [
        "Au Pharaon dernière résolu à déraciner Moïse et les Israélites de la terre, mais",
        "nous lui et ses disciples se sont noyés tous ensemble."
      ],
      "tanslateWordByWord" : [
        "Donc, il avait l'intention",
        "à",
        "les chasserai",
        "de",
        "la terre",
        "mais Nous le noyé",
        "et qui",
        "(Étaient) avec lui",
        "tout"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 104,
      "arabicVerse" : "وَقُلْنَا مِنْ بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسْكُنُوا الْأَرْضَ فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ جِئْنَا بِكُمْ لَفِيفًا",
      "simpleTranslate" : [
        "Et après lui, Nous dîmes aux fils d’Israël : «Habitez la terre ; et lorsque",
        "s’accomplira la promesse de la vie future, Nous vous ferons revenir en foule.»"
      ],
      "tafsirTranslate" : [
        "Ensuite, nous avons dit aux Israélites: «Maintenant, vous devez installer dans la",
        "terre <N:117> et lorsque le temps prescrit de la Résurrection vient à propos,",
        "Nous rassemblerons vous tous ensemble.\""
      ],
      "tanslateWordByWord" : [
        "Et nous avons dit",
        "après lui",
        "après lui",
        "aux enfants d'Israël",
        "aux enfants d'Israël",
        "Habiter",
        "(dans le pays",
        "puis quand",
        "vient",
        "(la promesse",
        "(De) l'au-delà",
        "Nous apporterons",
        "toi",
        "(Comme) une foule mixte"
      ],
      "notes" : {
        "117" : [
          "Cette partie de l'histoire de Pharaon a été liée ici parce qu'il applique",
          "exactement aux polythéistes de la Mecque qui faisaient leur pire pour déraciner",
          "le Saint Prophète et les croyants de la terre d'Arabie. Cette histoire, pour",
          "ainsi dire, leur dit, [ \"Pharaon résolu à déraciner Moïse et les Israélites, mais",
          "était lui-même complètement anéanti avec ses disciples et Moïse et ses disciples",
          "se sont installés dans le pays. De même, si vous persistez sur la même manière,",
          "vous allez sûrement rencontrer le même but. \"]"
        ]
      }
    },
    {
      "verseNumber" : 105,
      "arabicVerse" : "وَبِالْحَقِّ أَنْزَلْنَاهُ وَبِالْحَقِّ نَزَلَ ۗ وَمَا أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
      "simpleTranslate" : [
        "C’est en toute vérité que ce Coran est révélé et il est l’expression même de la",
        "Vérité. Quant à toi Prophète, c’est pour annoncer la bonne nouvelle et avertir",
        "que tu as été envoyé."
      ],
      "tafsirTranslate" : [
        "Nous avons fait descendre le Coran avec la vérité et avec la vérité il est",
        "descendu; et O Muhammad, Nous avons envoyé vous suffit de donner de bonnes",
        "nouvelles (les croyants) et avertissement (aux mécréants). <N:118>"
      ],
      "tanslateWordByWord" : [
        "Et avec la vérité",
        "Nous l'avons envoyé vers le bas",
        "et avec la vérité",
        "il est descendu",
        "Et pas",
        "Nous vous avons envoyé",
        "sauf",
        "(Comme) un porteur de bonnes nouvelles",
        "et un warner"
      ],
      "notes" : {
        "118" : [
          "Autrement dit, [ «Il est de votre responsabilité de provoquer, d'une manière",
          "surnaturelle, jaillir des sources ou des jardins à cultiver ou morceaux du ciel",
          "de tomber afin de convaincre ceux qui ne le font pas fudge le Coran par ses",
          "enseignements, ni décider entre la vérité et le mensonge sur le mérite. Comme le",
          "Coran a été envoyé vers le bas avec la vérité, vous devez le présenter devant le",
          "peuple et leur dire clairement que celui qui croit, le fait pour son propre bien",
          "et celui qui le rejette, le fait à ses propres risques et périls. \"]"
        ]
      }
    },
    {
      "verseNumber" : 106,
      "arabicVerse" : "وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَىٰ مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا",
      "simpleTranslate" : [
        "C’est un Coran que Nous avons révélé fragment par fragment, afin que tu le",
        "récites lentement aux gens. C’est pour cela que Nous l’avons fait descendre",
        "graduellement."
      ],
      "tafsirTranslate" : [
        "Et nous avons fait descendre ce Coran au coup par coup pour que vous puissiez le",
        "réciter au peuple progressivement pièce par pièce, et nous avons fait descendre",
        "par Revelations graduelles <N:119> (en fonction des occasions particulières )."
      ],
      "tanslateWordByWord" : [
        "Et le Coran",
        "Nous avons divisé",
        "que vous pourriez réciter",
        "à",
        "les gens",
        "à",
        "intervalles",
        "Et Nous avons fait descendre",
        "(dans stages"
      ],
      "notes" : {
        "119" : [
          "Ceci est une réponse à cette objection: [ \"? Pourquoi pas Allah fait descendre",
          "son message dans son ensemble Pourquoi est-il l'envoi au coup par coup, Allah a",
          "tout besoin de penser délibérément ce qu'il faut envoyer vers le bas?\"] Comme la",
          "réponse à cette objection a été donnée dans XVI: 101-102 et dans les notes",
          "explicatives 104-106 ajouté à eux, il n'y a pas besoin de répéter la même chose",
          "ici."
        ]
      }
    },
    {
      "verseNumber" : 107,
      "arabicVerse" : "قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا ۚ إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا",
      "simpleTranslate" : [
        "Dis-leur : «Croyez-y ou n’y croyez pas ! Ceux qui ont reçu la science avant sa",
        "révélation tombent prosternés sur la face lorsqu’on leur en donne lecture,"
      ],
      "tafsirTranslate" : [
        "(ô Muhammad), dire à ces gens, \"Que vous croyez ou pas, ceux qui ont reçu la",
        "connaissance avant cela, <N:120> se prosternent sur leurs visages quand il est",
        "récité pour eux"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Croyez",
        "en ce",
        "ou",
        "(ne pas",
        "croyez",
        "Effectivement",
        "ceux qui",
        "ont reçu",
        "la connaissance",
        "avant cela",
        "avant cela",
        "quand",
        "il est récité",
        "pour eux",
        "ils tombent",
        "sur leurs faces",
        "(En) prostration"
      ],
      "notes" : {
        "120" : [
          "Cela fait référence à ces gens du Livre qui ont été bien versé dans les Ecritures",
          "et pourrait les juger de leurs thèmes et libellé."
        ]
      }
    },
    {
      "verseNumber" : 108,
      "arabicVerse" : "وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا",
      "simpleTranslate" : [
        "et disent : “Gloire à Notre Seigneur ! La promesse de Notre Seigneur se réalise",
        "toujours.”«"
      ],
      "tafsirTranslate" : [
        "et crier, `Notre seigneur est glorieux et Sa promesse était sûrement être",
        "remplies. \""
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Gloire à",
        "notre Seigneur",
        "Effectivement",
        "est",
        "(la promesse",
        "(De) notre Seigneur",
        "sûrement rempli"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 109,
      "arabicVerse" : "وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا ۩",
      "simpleTranslate" : [
        "Et ils tombent sur la face en pleurant, et cela ne fait qu’accroître leur",
        "humilité."
      ],
      "tafsirTranslate" : [
        "Et ils tombent sur leurs visages, pleurant quand ils écoutent, et cela augmente",
        "leur humilité <N:121> d'autant plus <N:122>."
      ],
      "tanslateWordByWord" : [
        "Et ils tombent",
        "sur leurs faces",
        "larmes",
        "et il les augmente",
        "(En) l'humilité"
      ],
      "notes" : {
        "121" : [
          "Autrement dit, [ «Quand ils écoutent le Coran, ils reconnaissent à la fois que",
          "son porteur est le prophète promis mentionné dans les livres des anciens",
          "prophètes.\"]"
        ],
        "122" : [
          "Cette attitude des justes du Livre a été mentionné à plusieurs endroits dans le",
          "Coran, par exemple, III: 113-114, 199, V: 83-84"
        ]
      }
    },
    {
      "verseNumber" : 110,
      "arabicVerse" : "قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَٰنَ ۖ أَيًّا مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًا",
      "simpleTranslate" : [
        "Dis-leur : «Appelez-Le “Dieu” dans vos prières ou appelez-Le “le Miséricordieux”.",
        "Sous quelque nom que vous L’invoquiez, les plus beaux noms sont toujours les",
        "Siens !» N’élève pas trop la voix dans la salât et ne l’effectue pas non plus à",
        "voix basse. Mais entre les deux, adopte le juste milieu,"
      ],
      "tafsirTranslate" : [
        "(O Prophète), de leur dire: «Vous pouvez l'appeler par un nom, Allah ou Rahman,",
        "car il est tout de même par whichsoever nom que vous l'appelez parce que tous ses",
        "noms sont le plus excellent. <N:123> Et ne soulèvent pas votre voix haute dans",
        "votre prière, ni le rendre très faible, mais d'adopter la voie du milieu <N:124>",
        "entre ces deux"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Invoquer",
        "Allah",
        "ou",
        "invoquer",
        "le Tout Miséricordieux",
        "Quel que soit le (nom)",
        "Quel que soit le (nom)",
        "vous appelez",
        "Lui (appartient)",
        "les plus beaux noms",
        "les plus beaux noms",
        "Et (ne) pas",
        "être fort",
        "dans vos prières",
        "et pas",
        "soit silencieux",
        "la bride",
        "mais cherchent",
        "entre",
        "cette",
        "un moyen"
      ],
      "notes" : {
        "124" : [
          "Cette instruction a été donnée à la Mecque. Ibn 'Abbas rapporte que lorsque le",
          "Saint Prophète ou ses compagnons ont offert leurs prières, ils récitaient le",
          "Coran jn une voix forte. A ce incroyants soulèverait un tollé et souvent appelés",
          "noms. Par conséquent, ils wen enjoignit qu'ils ne devraient ni dire leurs prières",
          "dans une voix si forte que pourrait inciter les mécréants ne devraient pas le",
          "dire dans une telle voix basse que leurs propres compagnons risquent de ne pas",
          "l'entendre. Cette instruction a été interrompue dans les conditions modifiées à",
          "Al-Madinah. Toutefois, si le Thay musulmans doivent faire face les mêmes",
          "conditions, en tout lieu et à tout moment, ils doivent observer la même",
          "instruction."
        ],
        "123" : [
          "Ceci est la réponse à une autre objection des mécréants. Ils ont dit, [ \"Nous",
          "avons entendu le nom d'Allah pour le Créateur, mais d'où avez-vous apporté le nom",
          "Rahman?\"] Ce fut parce que le nom [ \"Rehman\"] n'a pas été utilisé pour Allah et",
          "ils ne l'aime pas."
        ]
      }
    },
    {
      "verseNumber" : 111,
      "arabicVerse" : "وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ ۖ وَكَبِّرْهُ تَكْبِيرًا",
      "simpleTranslate" : [
        "et dis : «Louange à Dieu qui ne S’est jamais donné de progéniture, qui n’a point",
        "d’associé dans la Royauté, qui n’a jamais eu besoin de protecteur contre la",
        "moindre vilenie !» Proclame donc hautement Sa grandeur !"
      ],
      "tafsirTranslate" : [
        "et dit: «La louange est pour qu'Allah qui a engendré aucun fils ni a un associé",
        "dans Son Royaume, ni est impuissant à besoin de tout supporter,« <N:125> Et le",
        "glorifier dans la manière la plus glorieuse ."
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "Louange",
        "(Est) pour Allah",
        "celui qui",
        "n'a pas pris",
        "n'a pas pris",
        "un fils",
        "et pas",
        "est",
        "pour lui",
        "un partenaire",
        "dans",
        "la domination",
        "et pas",
        "est",
        "pour lui",
        "toute protection",
        "en dehors de",
        "la faiblesse",
        "Et Lui agrandir",
        "(Avec tout) magnificence"
      ],
      "notes" : {
        "125" : [
          "Un sarcasme subtil est implicite dans la phrase. Les polythéistes croyaient",
          "qu'Allah avait nommé les assistants et les députés de l'administration de son",
          "royaume. De toute évidence, cela signifiait que Dieu était impuissant et",
          "incapable de mener à bien l'administration de son royaume: par conséquent, il",
          "avait besoin des partisans pour l'aider dans le travail de sa divinité. Cette",
          "phrase nie leurs fausses croyances, en disant: [ «Il ne se tient pas besoin de",
          "tous les dieux et saints afin de leur déléguer les différents départements de sa",
          "divinité ou en faire des gouverneurs dans différentes parties de son royaume.\"]"
        ]
      }
    }
  ],
  "medinian" : false
}