{
  "chapterNumber" : 18,
  "nbVerses" : 110,
  "name" : "La caverne, La grotte",
  "nameArabic" : "الكهف",
  "transName" : "al-kahf",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَىٰ عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا ۜ",
      "simpleTranslate" : [
        "Louange à Dieu qui a révélé à Son Serviteur le Coran, sans y introduire le",
        "moindre détour,"
      ],
      "tafsirTranslate" : [
        ". La louange est à Allah qui a fait descendre ce livre à son serviteur, et",
        "affecté rien de travers à elle <N:1>"
      ],
      "tanslateWordByWord" : [
        "Louange",
        "(Est) pour Allah",
        "celui qui",
        "(a révélé",
        "à",
        "Son esclave",
        "le livre",
        "et pas",
        "(a fait",
        "en ce",
        "de tortuosité"
      ],
      "notes" : {
        "1" : [
          "Autrement dit, [ \"Il n'y a rien complexe ou compliqué dans ce qui peut être",
          "au-delà de la compréhension de tout le monde et il n'y a rien qui dévie du droit",
          "chemin de la Vérité et provoquer ainsi l'hésitation dans l'esprit d'une vérité-",
          "personne aimante. \"]"
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا",
      "simpleTranslate" : [
        "faisant de lui un Livre d’une parfaite droiture, afin de mettre les hommes en",
        "garde contre Ses terribles rigueurs et d’annoncer aux croyants qui font le bien",
        "une belle récompense"
      ],
      "tafsirTranslate" : [
        "Ce livre dit tout directement pour qu'il puisse avertir le peuple du châtiment",
        "sévère d'Allah et donner de bonnes nouvelles aux croyants qui font de bonnes",
        "oeuvres, qu'ils auront une excellente récompense,"
      ],
      "tanslateWordByWord" : [
        "Tout droit",
        "avertir",
        "(De) une punition",
        "sévère",
        "de",
        "près de lui",
        "et de donner de bonnes nouvelles",
        "(À) les croyants",
        "ceux qui",
        "faire",
        "bonnes oeuvres",
        "cette",
        "pour eux",
        "(Est) une bonne récompense",
        "(Est) une bonne récompense"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "مَاكِثِينَ فِيهِ أَبَدًا",
      "simpleTranslate" : [
        "dont ils auront une jouissance éternelle ;"
      ],
      "tafsirTranslate" : [
        "dont ils seront toujours profiter"
      ],
      "tanslateWordByWord" : [
        "(Ils) se conformer",
        "en ce",
        "pour toujours"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا",
      "simpleTranslate" : [
        "et afin aussi d’avertir ceux qui prêtent à Dieu une progéniture,"
      ],
      "tafsirTranslate" : [
        ". Et qu'il devrait avertir les gens qui disent: \"Allah a engendré un fils\" <N:2>"
      ],
      "tanslateWordByWord" : [
        "Et d'avertir",
        "ceux qui",
        "dire",
        "Allah a pris",
        "Allah a pris",
        "un fils"
      ],
      "notes" : {
        "2" : [
          "[ «Ces gens»] comprend les chrétiens, les juifs et les Arabes polythéistes qui a",
          "attribué la progéniture à Allah."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "مَا لَهُمْ بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ ۚ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ ۚ إِنْ يَقُولُونَ إِلَّا كَذِبًا",
      "simpleTranslate" : [
        "alors qu’ils n’en ont aucune preuve, pas plus que n’en avaient leurs pères. Quel",
        "monstrueux blasphème et quel horrible mensonge !"
      ],
      "tafsirTranslate" : [
        "Ni avaient-ils aucune connaissance de ce <N:3>, ni leurs ancêtres; il est un mot",
        "monstrueux qui sort de leurs bouches: ils poussent un pur mensonge."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "ils ont",
        "à propos de ça",
        "tout",
        "connaissance",
        "et pas",
        "leurs ancêtres",
        "Grave (est)",
        "le mot",
        "(Qui) sort",
        "de",
        "leurs bouches",
        "ne pas",
        "ils disent",
        "sauf",
        "un mensonge"
      ],
      "notes" : {
        "3" : [ ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَىٰ آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَٰذَا الْحَدِيثِ أَسَفًا",
      "simpleTranslate" : [
        "Tu vas peut-être te consumer de chagrin parce qu’ils se détournent de toi et",
        "refusent de croire à ce message !"
      ],
      "tafsirTranslate" : [
        "Eh bien, (O Muhammad), il se peut que vous consommerez votre vie pour eux hors de",
        "la douleur, si elles ne croient pas à ce message <N:4>."
      ],
      "tanslateWordByWord" : [
        "Alors peut-être vous (be)",
        "celui qui tue",
        "toi même",
        "plus de",
        "leurs traces",
        "si",
        "ne pas",
        "ils croient",
        "dans ce",
        "[La] narration",
        "(En) la douleur"
      ],
      "notes" : {
        "4" : [
          "Ce fait référence à la véritable cause de l'angoisse du Saint Prophète au moment",
          "de la révélation de cette sourate. Il montre clairement que le Saint Prophète n'a",
          "pas affliger à la persécution dont lui et ses compagnons souffraient, mais à",
          "l'écart et morale la dégénérescence de son peuple. Ce qui a été le consumant",
          "était que, bien qu'il essayait de les faire sortir de leur état honteux, ils ont",
          "persisté en elle. Il a été affligé parce qu'il était convaincu que leur écart",
          "serait inévitablement les conduire à la destruction et fléau d'Allah. Par",
          "conséquent, il a été travaillé jour et nuit pour les sauver, mais il est apparu",
          "qu'ils étaient pliés à encourir le châtiment de AIIah. Le Saint Prophète lui-même",
          "a décrit cet état de son esprit dans une tradition à cet effet: [ \"Je peux",
          "décrire cette chose dans une parabole Une personne a allumé un feu pour répandre",
          "la lumière, mais les papillons persistent en tombant sur elle de se brûler vifs..",
          "il rivalise pour les sauver de l'incendie, mais les papillons réduire ses efforts",
          "à l'échec. la même chose est vrai pour moi et vous. Je vous détenez par vos jupes",
          "pour vous éloigner du feu, mais vous sont courbées en tombant dedans. \" ]",
          "[(Bukhari, Muslim)]. \n Bien qu'apparemment il est simplement dit [ \"...... il se",
          "peut que vous consommerez votre vie pour eux hors de la douleur ....\"] il",
          "contient également une sorte de consolation pour le Saint Prophète, comme pour",
          "dire, [ \"Comme vous n'êtes pas responsable de les forcer à croire, pourquoi",
          "devriez-vous vous consommez pour eux? Votre seul devoir est de donner de bonnes",
          "nouvelles et d'alerte et de ne pas transformer les gens en croyants. par",
          "conséquent, vous pouvez aller sur la réalisation votre mission de donner de",
          "bonnes nouvelles aux croyants et d'alerte des mauvaises conséquences pour les",
          "mécréants. \"]"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا",
      "simpleTranslate" : [
        "En vérité, Nous avons fait de ce qui existe sur la Terre une parure pour elle,",
        "afin de mettre à l’épreuve les hommes et reconnaître ceux d’entre eux qui",
        "effectuent les œuvres les plus salutaires."
      ],
      "tafsirTranslate" : [
        "Le fait est que tout ce qui est sur la terre, Nous l'avons fait comme sa parure",
        "pour que nous puissions tester les personnes à qui d'entre eux ne meilleures",
        "actions."
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "Nous avons fait",
        "quelle",
        "(est sur",
        "La terre",
        "ornement",
        "pour ça",
        "que nous pouvons tester [les]",
        "lequel d'entre eux",
        "(est le meilleur",
        "(effectivement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا",
      "simpleTranslate" : [
        "Puis Nous transformerons tout ce décor en sol aride et en poussière."
      ],
      "tafsirTranslate" : [
        "En fin de compte, nous nous tournerons tout ce qui est en elle dans une plaine",
        "nue <N:5>."
      ],
      "tanslateWordByWord" : [
        "Et en effet, Nous",
        "(Va) sûrement faire",
        "quelle",
        "(Is) sur elle",
        "sol",
        "stérile"
      ],
      "notes" : {
        "5" : [
          "V. 6 a été adressée au Saint Prophète, mais vv. 7-8 ont été dirigés vers les",
          "mécréants indirectement, comme pour dire, [ \"Vous devez comprendre clairement que",
          "toutes les choses que vous voyez dans le monde et qui vous séduisent, sont une",
          "parure transitoire qui a été arrangé simplement vous tester , mais il est dommage",
          "que vous avez été impliqué dans le malentendu que toutes ces choses ont été",
          "créées pour répondre à votre plaisir et la jouissance Voilà pourquoi le seul but",
          "et l'objet de la vie que vous avez défini devant vous est:. \"] Mangez, boire et",
          "être joyeux .. [ \"a la suite de cela, vous ne payez pas attention à votre vrai et",
          "réel bien-intentionnée. vous devez comprendre bien que ces choses ne sont pas",
          "fournis pour le plaisir, mais sont en fait un moyen de vous tester . vous avez",
          "été placé entre eux pour voir qui de vous est séduit par ces de l'objectif réel",
          "de la vie et qui vous garde ferme dans l'adoration d'Allah, pour lequel vous avez",
          "été envoyé au monde. Toutes ces choses et les moyens de le plaisir doit prendre",
          "fin le jour de votre examen est terminé et il ne restera rien sur la terre, car",
          "il sera transformé en une plaine nue. \"]"
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا",
      "simpleTranslate" : [
        "Vas-tu penser que les hommes de la caverne, dont l’histoire est gravée sur",
        "l’épitaphe , constituent un de Nos signes les plus étonnants?"
      ],
      "tafsirTranslate" : [
        "Considérez-vous \"les Sleepers de la Cave\", <N:6> et les porteurs de la",
        "\"Inscription\" <N:7> pour être parmi Nos signes étranges <N:8>?"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "As-tu pensé",
        "cette",
        "(les) compagnons",
        "(De) la grotte",
        "et l'inscription",
        "ont été",
        "parmi",
        "Nos signes",
        "une merveille"
      ],
      "notes" : {
        "8" : [
          "Cette question a été posée pour exposer l'attitude sceptique des mécréants vers",
          "les [ \"Sleepers de la Cave\"], comme pour dire: Pensez-vous que AIIah, qui a créé",
          "les cieux et la terre, n'a pas le pouvoir de garder quelques personnes dans un",
          "état de sommeil pendant quelques centaines d'années, puis de les élever comme",
          "hale et chaleureux comme ils l'étaient au moment d'aller dormir? Si jamais vous",
          "aviez réfléchi sur la merveilleuse création du soleil et de la lune et de la",
          "terre, vous auriez jamais exprimé le moindre doute qu'une telle chose était tout",
          "difficile pour Allah. \""
        ],
        "6" : [
          "Le mot arabe [(Kahaf)] signifie littéralement une vaste caverne."
        ],
        "7" : [
          "Il y a une différence d'opinion sur le sens de ar-Raqim. Certains Compagnons et",
          "leurs partisans étaient d'avis qu'il était le nom de cette habitation où cet",
          "événement a eu lieu et qu'il était situé quelque part entre Aylah et de la",
          "Palestine. Il y a d'autres commentateurs qui le prennent pour signifier le [",
          "\"Inscription\"] qui avait été mis en place à la grotte comme un mémorial à [ \"les",
          "Sleepers de la Grotte\"]. Maulana Abul Kalam Azad, dans son commentaire,",
          "Tarjmanul-Qur'an, a préféré le premier sens et était d'avis qu'il est le même",
          "endroit qui a été appelé Rekem dans la Bible [(Joshua, 18: 27)]. Puis il",
          "l'identifie avec l'ancienne ville historique de Petra. Mais il n'a pas tenu",
          "compte du fait que Rekem, comme mentionné dans la Bible, appartenait aux fils de",
          "Benjamin et selon le Livre de Josué, le territoire de ce clan était situé à",
          "l'ouest du fleuve Jourdain et la Mer Morte et que la ruines de Petra sont situés",
          "au sud de la Jordanie. Voilà pourquoi les archéologues modernes ne croient pas",
          "que Petra et Rekem sont un seul et même endroit. [(S'il vous plaît se référer à",
          "Encyclopaedia Britannica, 1946, Vol XVII, p 658)]. Nous sommes également d'avis",
          "que par [ \"Ar-Raqim\"] est destiné [ \"l'inscription\"]."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
      "simpleTranslate" : [
        "Lorsque ces jeunes gens se réfugièrent dans cette caverne, ils firent cette",
        "prière : «Seigneur ! Assiste-nous par un effet de Ta grâce et fais que notre",
        "conduite soit conforme à la rectitude !»"
      ],
      "tafsirTranslate" : [
        "Quand ces quelques jeunes hommes se sont réfugiés dans la caverne, ils ont dit:",
        "«Notre Seigneur! Ont une miséricorde spéciale sur nous de Ta part et nous guider",
        "hors de notre épreuve aright.\""
      ],
      "tanslateWordByWord" : [
        "Quand",
        "retraité",
        "les jeunes",
        "à",
        "la cave",
        "et ils ont dit",
        "Notre Seigneur",
        "Accorde-nous",
        "de",
        "Toi même",
        "La miséricorde",
        "et de faciliter",
        "pour nous",
        "[de]",
        "notre affaire",
        "(dans le bon sens"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "فَضَرَبْنَا عَلَىٰ آذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا",
      "simpleTranslate" : [
        "Nous les plongeâmes alors dans un profond sommeil, dans la caverne, de longues",
        "années durant."
      ],
      "tafsirTranslate" : [
        "Par conséquent, nous les bercer dans un sommeil profond dans la grotte pour un",
        "certain nombre d'années."
      ],
      "tanslateWordByWord" : [
        "Donc, nous jetons",
        "plus de",
        "leurs oreilles",
        "dans",
        "la cave",
        "années",
        "un numéro"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِثُوا أَمَدًا",
      "simpleTranslate" : [
        "Puis Nous les réveillâmes pour savoir lequel des deux partis saurait évaluer le",
        "mieux la durée exacte de leur séjour."
      ],
      "tafsirTranslate" : [
        "Puis Nous les avons ressuscités, afin de tester lequel d'entre eux ont été en",
        "mesure de calculer correctement la durée de leur séjour là-bas."
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous les avons ressuscités",
        "que Nous faisons clairement",
        "lequel",
        "(De) les deux parties",
        "mieux calculée",
        "pour quoi",
        "(Ils avaient) est resté",
        "(à l'heure"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ ۚ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى",
      "simpleTranslate" : [
        "Nous allons te raconter leur récit en toute vérité. C’étaient des jeunes gens qui",
        "croyaient en leur Seigneur et que Nous avions fortifiés dans la bonne voie."
      ],
      "tafsirTranslate" : [
        "Maintenant, nous vous dire leur véritable histoire. <N:9> Ils étaient quelques",
        "jeunes gens qui ont cru en leurs seigneurs, et Nous les avons augmentés dans leur",
        "orientation. <N:10>"
      ],
      "tanslateWordByWord" : [
        "nous",
        "raconter",
        "à toi",
        "leur histoire",
        "en vérité",
        "En effet, ils (étaient)",
        "jeunes",
        "qui a cru",
        "en leur Seigneur",
        "Nous les avons augmenté",
        "(In) orientation"
      ],
      "notes" : {
        "9" : [
          "La preuve la plus ancienne de cette histoire se trouve dans une homélie écrite en",
          "syriaque par Jacob de Sarug, un prêtre chrétien de Syrie, qui est né en l'an 452,",
          "quelques années après la mort de [ \"Compagnons de la Cave. \"] l'homélie qui",
          "décrit la légende en détail a été composé par lui ou vers AD 474. d'une part,",
          "cette même version syriaque est venu dans les mains de nos premiers",
          "commentateurs, et Ibn Jarir Tabari cité dans son commentaire avec diverses",
          "autorités, et de l'autre, il a atteint l'Europe où ses traductions et des",
          "versions abrégées ont été publiés en grec et en latin. L'histoire abrégée",
          "racontée par Gibbon au chapitre 33 de son Le déclin et la chute de l'Empire",
          "romain sous le titre [ \"Les Sept Dormants\"], ressemble si étroitement l'histoire",
          "racontée par nos commentateurs que les deux versions semblent avoir été tirées à",
          "partir de la même source. Par exemple, le nom du roi, dont les persécutions a",
          "fait les sept jeunes chrétiens d'Ephèse se réfugier dans la grotte, était",
          "empereur Dèce selon Gibbon. Il a gouverné l'Empire romain d'AD 249-251 et dont le",
          "règne est très célèbre à cause de sa persécution des disciples du Prophète",
          "Jésus-Christ, alors que nos commentateurs l'appellent `Decanus ',` Decaus', etc.",
          "La ville, où cet événement est arrivé , était `Aphesus 'ou` Aphesos' selon nos",
          "commentateurs, alors que, selon Gibbon était Ephèse, qui était la plus grande",
          "ville romaine et port de mer sur la côte ouest de l'Asie mineure. Les ruines de",
          "cette ville peuvent encore être vus 20 à 25 miles au sud de la ville turque",
          "moderne d'Izmir. [(S'il vous plaît voir la carte n ° 1 pour la référence)].",
          "Encore une fois le nom du roi, sous le règne duquel [ \"les Compagnons de la",
          "Caverne\"] était réveillé `Tezusius 'selon les commentateurs musulmans et Théodose",
          "II selon Gibbon. Il a régné sur Rome A.D. 408-450, après l'Empire romain avait",
          "accepté le christianisme. \n La ressemblance entre les deux versions est si proche",
          "que même le nom du compagnon que les Sleepers envoyés à la ville pour acheter de",
          "la nourriture après le réveil a été mentionné comme `Jamblicha» par les savants",
          "musulmans et Jamblique par Gibbon. Les détails de l'histoire dans les deux",
          "versions sont également semblables qui sont brièvement comme suit: \n Lorsque",
          "pendant le règne de l'empereur Dèce les disciples du Prophète Jésus-Christ ont",
          "été impitoyablement persécutés, les sept jeunes chrétiens se cachèrent dans une",
          "caverne et est tombé dans un sommeil. Puis, dans la 38e année du règne de",
          "l'empereur Théodose I1 [(approximativement dans A.D. 445 ou 446)] ils se sont",
          "réveillés lorsque l'ensemble de l'Empire romain était devenu chrétien. Ainsi, ils",
          "ont dormi dans la grotte pendant près de 196 années. \n Sur ce terrain certains",
          "orientalistes ont rejeté que l'histoire mentionnée ci-dessus est la même que",
          "celle donnée dans le Coran parce que la durée de leur séjour dans la grotte,",
          "selon le Coran [(v. 25)] était de 309 ans. Nous avons, cependant, répondu à cette",
          "objection en E.N. 25. \n Il y a quelques différences mineures entre les versions",
          "Coraniques et syriaques, sur la base de laquelle Gibbon a chargé le Saint",
          "Prophète avec [ «ignorance»]. Cependant, la version syriaque, sur la base de",
          "l'authenticité dont il a commis cette insolence brute, a même été selon lui écrit",
          "trente à quarante ans après l'événement par un syrien. Il n'a pas pris la peine",
          "de tenir compte du fait que les versions verbales d'événements ne changent un peu",
          "pendant si longtemps alors qu'ils sont communiqués d'un pays à l'autre. Par",
          "conséquent, il est faux de prendre une telle version de l'histoire pour acquis et",
          "littéralement vrai et pour charger le Coran avec un écart pour toute différence",
          "principale avec elle. Une telle attitude est digne seulement .de ces gens qui",
          "sont tellement aveuglés par les préjugés religieux qu'ils rejettent même les",
          "exigences les plus ordinaires de la raison. \n La ville d'Ephèse où l'événement",
          "des Sleepers de la a eu lieu Cave, a été construit sur le 11 siècle av et est",
          "devenu un grand centre de idolâtrie, sa divinité principale étant la déesse de la",
          "lune, Diana, dont le temple était considéré comme une merveille du monde antique.",
          "La plupart de ses fidèles appartenaient à l'Asie Mineure et l'Empire romain aussi",
          "l'avait accepté comme l'un de ses divinités. \n Après le Prophète Jésus quand son",
          "message a commencé à atteindre les différentes parties de l'Empire romain,",
          "quelques jeunes d'Ephèse ont également donné jusqu'à idolâtrie et accepté Dieu",
          "comme leur seul Seigneur. Grégoire de Tours a recueilli plus de détails sur ces",
          "jeunes chrétiens dans son Meraculorum Liber, qui sont brièvement comme suit: \n [",
          "\"Ils étaient sept jeunes. Quand l'empereur Dèce entendu parler de leur changement",
          "de foi, il les appela et les interrogea sur leur nouveau ht malgré de savoir que",
          "l'empereur était mortelle contre les disciples du Christ religion., Ils",
          "franchement admis devant lui que leur Seigneur est le Seigneur de la terre et les",
          "cieux, et qu'ils reconnaissaient personne d'autre que Dieu car si elles le",
          "faisaient, ils commettraient un péché grave. l'empereur est devenu furieux",
          "d'entendre cela, et a averti qu'il aurait tués, mais compte tenu de leur âge",
          "tendre, il leur a accordé trois jours où ils ont été conseillés de revenir à leur",
          "ancienne foi, sinon ils seraient mis à mort. \n \"] Les sept jeunes ont profité de",
          "la situation et ont fui la ville pour se cacher dans une grotte dans les",
          "montagnes Sur le chemin d'un chien les a également suivi:. Ils l'ont fait de leur",
          "mieux pour l'effrayer, mais il ne serait pas les laisser à. enfin, ils ont trouvé",
          "une grotte spacieuse comme un refuge convenable et caché en elle, et le chien",
          "assis à l'entrée. la fatigue ils sont tombés rapidement dans un profond sommeil.",
          "Ce qui est arrivé dans environ 250 AD Après environ 197 ans, en 447 après JC, au",
          "cours de la règne de l'empereur Théodose II, ils se réveilla soudainement quand",
          "tout l'empire romain avait embrassé le christianisme et les Ephésiens avait",
          "renoncé à l'idolâtrie. \n [ \"A cette époque une vive polémique qui se passait chez",
          "les Romains regardmg la réalité de la mort la vie après et la Résurrection, et",
          "l'empereur lui-même était impatient d'éradiquer en quelque sorte l'incrédulité",
          "dans la mort la vie après-des esprits de son les gens. Tant et si bien qu'un",
          "jour, il priait que Dieu, dans sa miséricorde peut montrer un signe qui bac aider",
          "à restaurer et corriger la croyance des gens. dans exactement les mêmes jours,",
          "les Sept Dormants se réveilla dans la grotte. \n ».] Après le réveil les jeunes",
          "ont commencé à demander une autre sur combien de temps ils auraient dormi",
          "Certains ont dit qu'il aurait pu être un jour: d'autres ont dit qu'il faisait",
          "partie d'une journée Quand ils ont atteint aucune conclusion, ils ont cessé de se",
          "disputer, laissant le. connaissance de la période exacte à Dieu. \n Puis ils ont",
          "envoyé Jean, un compagnon, à la ville avec quelques pièces d'argent pour acheter",
          "de la nourriture, et l'a mis en garde d'être sur ses gardes de peur que les gens",
          "devraient le reconnaître, car ils craignaient que s'ils ont été découverts les",
          "Éphésiens les forcer à plier avant Diana. Mais quand Jean est venu à la ville, il",
          "fut étonné de voir que le monde avait changé: toute la population avait embrassé",
          "le christianisme, et il n'y avait personne dans la ville pour adorer Diana. Il",
          "est venu à un magasin et voulait acheter quelques pains. Quand il a payé dans une",
          "pièce de monnaie à l'effigie de l'empereur Dèce, le commerçant ne pouvait pas",
          "croire ses yeux et demanda l'étranger d'où il avait obtenu la médaille. Quand le",
          "jeune homme a dit qu'il était le sien, un différend a commencé entre eux et",
          "bientôt une foule rassemblée autour d'eux, et l'affaire a atteint l'officier en",
          "chef de la ville. L'officier lui-même était perplexe et voulait savoir où se",
          "trouvait le trésor de l'endroit où le jeune homme avait pris la médaille, mais ce",
          "dernier a insisté pour qu'il lui appartenait. L'officier ne le croyait pas parce",
          "qu'il pensait qu'un jeune homme comme lui ne pouvait pas posséder une pièce de",
          "monnaie vieille de plusieurs siècles, qui n'a même pas été vu par les anciens de",
          "la ville. Lorsque Jean est venu de savoir que l'empereur Dèce était mort. Il a",
          "été agréablement surpris. Il a dit à la foule que lui et ses six compagnons",
          "avaient fui la ville l'autre jour et se réfugier dans une grotte pour échapper à",
          "la persécution de Dèce. L'officier a été très surpris et a suivi le jeune homme",
          "pour voir la grotte où ses compagnons laïcs dans la clandestinité. Et une grande",
          "foule suivait derrière eux. Quand ils arrivèrent à la grotte, il a été",
          "entièrement établi que les jeunes appartenaient réellement à la période empereur",
          "Dèce. Par conséquent, l'empereur Théodose a été informé et il a également visité",
          "la grotte pour recevoir la grâce. Ensuite, les sept jeunes sont retournés dans la",
          "grotte et fixent et respiraient leur dernière. En voyant ce signe clair la",
          "croyance des personnes dans la mort la vie après-a été restauré, et un monument a",
          "été condamné à être construit sur la grotte par l'empereur. [ \" \n L'histoire des",
          "Sleepers de la grotte comme relaté ci-dessus, correspond si étroitement à celui",
          "mentionné dans le Coran que les sept jeunes peuvent facilement être considérés",
          "comme \"] Ashab-i-Kahf\" [(les Compagnons de la Caverne)]. Certaines personnes,",
          "cependant, ont soulevé l'objection que cette histoire concerne une ville d'Asie",
          "Mineure, et le Coran ne discute pas ou se référer à tout événement qui pourrait",
          "avoir eu lieu en dehors Saoudite; il serait donc contre le style coranique et de",
          "l'esprit pour marquer cette histoire chrétienne comme l'histoire de Ashab-i-Kahf",
          "». À notre avis cette objection est pas correcte. Le Coran signifie",
          "d'impressionner et d'avertir les Arabes en racontant des histoires concernant les",
          "différentes tribus anciennes qui avaient transgressé du droit chemin et avec",
          "lesquels ils étaient familiers, qu'ils ont vécu et prospéré à l'intérieur de",
          "l'Arabie ou en dehors. Il est pour cette raison qu'une mention a été faite de",
          "l'histoire ancienne de l'Egypte dans le Coran, alors que l'Egypte n'a jamais été",
          "une partie de l'Arabie. La question est que lorsque l'histoire de l'Egypte peut",
          "être mentionné dans le Coran, pourquoi pas Rome et l'histoire romaine avec",
          "laquelle les Arabes étaient aussi familiers que l'histoire égyptienne? Les",
          "frontières romaines accolés le nord du Hijaz et les caravanes arabes échangés",
          "avec les Romains presque toute l'année. Ensuite, il y avait un certain nombre de",
          "tribus arabes qui étaient directement sous la domination romaine et l'Empire",
          "romain était nullement inconnu des Arabes, un fait qui est entièrement supportée",
          "par l'écrou Surah Ar-Rum. Une autre chose qui devrait garder à l'esprit est que",
          "l'histoire des Sleepers de la grotte a été liée dans le Coran en réponse à une",
          "question posée par les mécréants de la Mecque, qui avait été incité par les juifs",
          "et les chrétiens à la question de la Prophète Saint sur ces questions comme",
          "l'étaient totalement inconnus aux Arabes afin de tester sa prophétie."
        ],
        "10" : [
          "Autrement dit, quand ils avaient cru sincèrement, Allah a augmenté leur foi dans",
          "l'orientation et leur a permis de devenir ferme et inébranlable sur le chemin de",
          "la «Vérité, même au risque de leur vie plutôt que de se rendre avant le mensonge."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ لَنْ نَدْعُوَ مِنْ دُونِهِ إِلَٰهًا ۖ لَقَدْ قُلْنَا إِذًا شَطَطًا",
      "simpleTranslate" : [
        "Nous avions raffermi leurs cœurs lorsqu’ils s’étaient levés pour proclamer :",
        "«Notre Dieu est le Seigneur des Cieux et de la Terre ! Jamais nous n’invoquerons",
        "une autre divinité que Lui, sans quoi nous commettrions la pire des iniquités !"
      ],
      "tafsirTranslate" : [
        "Nous avons renforcé leur cœur, quand ils se levèrent, et ils ont déclaré: «Notre",
        "Seigneur est Celui qui est le Seigneur des cieux et de la terre. Nous allons",
        "invoquer toute autre divinité que Lui. Il sera la chose la plus mauvaise si nous",
        "le faisons \"."
      ],
      "tanslateWordByWord" : [
        "Et Nous avons fait l'entreprise",
        "[sur]",
        "leur cœur",
        "quand",
        "ils se sont levés",
        "et dit",
        "Notre Seigneur",
        "(Est) le Seigneur",
        "(De) les cieux",
        "et la terre",
        "Jamais",
        "nous invoquerons",
        "en dehors de Lui",
        "en dehors de Lui",
        "aucun dieu",
        "Certainement",
        "nous aurions dit",
        "puis",
        "une énormité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "هَٰؤُلَاءِ قَوْمُنَا اتَّخَذُوا مِنْ دُونِهِ آلِهَةً ۖ لَوْلَا يَأْتُونَ عَلَيْهِمْ بِسُلْطَانٍ بَيِّنٍ ۖ فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا",
      "simpleTranslate" : [
        "Ces gens-là, qui sont des nôtres, ont adopté des divinités en dehors de Dieu. Si",
        "seulement ils pouvaient justifier ce culte par une preuve évidente ! Qui donc est",
        "plus injuste que celui qui invente des mensonges contre Dieu?»"
      ],
      "tafsirTranslate" : [
        "(Puis ils ont tenu des consultations mutuelles, en disant): «Ces gens de la nôtre",
        "ont abandonné le Seigneur de l'univers et adopté d'autres divinités. Pourquoi ne",
        "pas apporter aucun argument clair en faveur de leur croyance ? Eh bien, qui peut",
        "être plus méchant que celui qui forge un mensonge contre Allah?"
      ],
      "tanslateWordByWord" : [
        "Ces",
        "notre peuple",
        "a pris",
        "en dehors de Lui",
        "en dehors de Lui",
        "dieux",
        "Pourquoi pas",
        "Ils viennent",
        "pour eux",
        "avec une autorité",
        "clair",
        "Et qui",
        "(Est) plus faux",
        "que (un) qui",
        "invente",
        "contre",
        "Allah",
        "un mensonge"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ فَأْوُوا إِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرْفَقًا",
      "simpleTranslate" : [
        "«Maintenant, se dirent-ils, que vous les avez fuis, eux et ce qu’ils adorent en",
        "dehors de Dieu, réfugiez-vous dans la caverne. Dieu étendra sur vous les effets",
        "de Sa miséricorde et apportera une amélioration à votre sort.»"
      ],
      "tafsirTranslate" : [
        "Maintenant que vous les avez abandonné et jeté les divinités qu'ils adorent en",
        "dehors d'Allah, nous allons à telle ou telle grotte refuge. <N:11> Votre Seigneur",
        "étendra pour vous sa miséricorde, et l'ordre vos affaires pour vous pour le",
        "meilleur. \""
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "vous retirez d'eux",
        "et quoi",
        "ils adorent",
        "sauf",
        "Allah",
        "puis la retraite",
        "à",
        "la cave",
        "Possibilité de propagation",
        "pour toi",
        "votre Seigneur",
        "de",
        "Sa Miséricorde",
        "et facilitera",
        "pour toi",
        "[de]",
        "votre affaire",
        "(En) faciliter"
      ],
      "notes" : {
        "11" : [
          "Lorsque ces jeunes Dieu adorant ont fui les habitations pour se réfugier dans les",
          "collines, la ville d'Ephèse était le centre principal de l'idolâtrie et la",
          "sorcellerie en Asie Mineure. Il y avait un grand temple dédié à la déesse Diane,",
          "qui était bien connu dans le monde entier et ont attiré des dévots de loin",
          "finissent ensemble. Les sorciers, les travailleurs des arts magiques et occultes,",
          "devins et amuletwriters d'Ephèse étaient bien connus et leur entreprise noire",
          "était répandue dans toute la Syrie et la Palestine, même aussi loin que l'Egypte.",
          "Les Juifs avaient aussi une grande part en elle, qui a attribué cet art au",
          "Prophète Salomon. [(S'il vous plaît voir Cyclopaedia of Biblical Literature sous",
          "`Ephèse ', pour plus de détails)]. La situation dans laquelle les personnes",
          "justes qui vivent dans un environnement de l'idolâtrie et de la superstition ont",
          "été impliqués peuvent ainsi être imaginées à partir de la remarque de [ «les",
          "Compagnons de la Caverne» qui se produit dans v. 20: \"] ....... si ils",
          "réussissent à plus-alimentation nous, ils vont sûrement nous pierre à la mort ou",
          "nous forcer de nouveau dans leur foi. \""
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ تَزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَتْ تَقْرِضُهُمْ ذَاتَ الشِّمَالِ وَهُمْ فِي فَجْوَةٍ مِنْهُ ۚ ذَٰلِكَ مِنْ آيَاتِ اللَّهِ ۗ مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ ۖ وَمَنْ يُضْلِلْ فَلَنْ تَجِدَ لَهُ وَلِيًّا مُرْشِدًا",
      "simpleTranslate" : [
        "Tu aurais vu alors le soleil à son lever obliquer à droite de leur caverne, et",
        "passer à gauche au moment de se coucher, tandis qu’ils dormaient dans un endroit",
        "spacieux de la caverne. C’est là un des signes de la puissance de Dieu. Seul",
        "celui que Dieu dirige est dans la bonne voie ; mais celui qu’Il égare, tu ne",
        "trouveras personne pour le protéger ni le guider."
      ],
      "tafsirTranslate" : [
        "Si vous aviez regardé eux dans la grotte, <N:12>, il serait apparu à vous que",
        "lorsque le soleil se levait, il a quitté la grotte d'un côté et incliné vers la",
        "droite, et quand il ensemble, il se détourna d'eux et se dirigea vers la gauche",
        "alors qu'ils pondent dans le lieu spacieux à l'intérieur de la grotte. <N:13> Ce",
        "fut l'un des signes d'Allah. guides quiconque Allah aright, il est bien guidés,",
        "et quiconque Allah égare, vous ne trouverez pas un tuteur pour le diriger."
      ],
      "tanslateWordByWord" : [
        "Et vous (pourrait) avoir vu",
        "le soleil",
        "quand",
        "il a augmenté",
        "inclinant loin",
        "de",
        "leur caverne",
        "à",
        "la droite",
        "et quand",
        "il réglé",
        "passant loin d'eux",
        "à",
        "la gauche",
        "pendant qu'ils",
        "(Laïcs) dans",
        "l'espace ouvert",
        "en",
        "Cette",
        "(A) à partir de",
        "(les panneaux",
        "(De) Allah",
        "Quiconque",
        "Allah guide",
        "Allah guide",
        "et il",
        "(Is) l'une guidée",
        "et celui qui",
        "Il laisse égarer",
        "alors jamais",
        "tu trouveras",
        "pour lui",
        "un protecteur",
        "un guide"
      ],
      "notes" : {
        "12" : [
          "Il n'a pas été mentionné que, conformément à cette résolution mutuelle, ils ont",
          "quitté la ville et sont allés à une grotte secrète dans les montagnes pour",
          "échapper à la mort ou l'apostasie forcée."
        ],
        "13" : [
          "C'est de montrer que la bouche de la grotte face au nord. Voilà pourquoi la",
          "lumière du soleil ne pouvait pas entrer à l'intérieur de la grotte et celui qui",
          "passait par là, il ne pouvait pas voir qui était à l'intérieur."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ ۚ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ ۖ وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ ۚ لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا",
      "simpleTranslate" : [
        "Et à les voir, tu aurais cru qu’ils étaient éveillés alors qu’en réalité ils",
        "dormaient. Nous les retournions tantôt à droite, tantôt à gauche, pendant que",
        "leur chien était couché à l’entrée, les pattes allongées. Si tu les avais vus",
        "dans cet état, tu aurais certainement pris la fuite, le cœur rempli de crainte."
      ],
      "tafsirTranslate" : [
        "Si vous les aviez vu, il serait apparu à vous comme si elles étaient éveillés,",
        "alors qu'en fait, ils étaient endormis. Nous les tournons sur le point de le les",
        "côtés droit et gauche. <N:14> Et leur chien était assis à l'entrée de la grotte",
        "avec pattes tendues. Si vous aviez regardé eux, vous auriez tourné sur vos talons",
        "et leur vue vous auriez frappé de terreur. <N:15>"
      ],
      "tanslateWordByWord" : [
        "Et vous (voulez) penser les",
        "éveillé",
        "pendant qu'ils",
        "(Étaient) endormis",
        "Et Nous les tournons",
        "à",
        "la droite",
        "et à",
        "la gauche",
        "tandis que leur chien",
        "étiré",
        "ses deux pattes",
        "à l'entrée",
        "Si",
        "vous aviez regardé",
        "sur eux",
        "vous (se) avez sûrement tourné le dos",
        "d'eux",
        "(En) vol",
        "et sûrement vous auriez été rempli",
        "par eux",
        "(Avec) la terreur"
      ],
      "notes" : {
        "14" : [
          "Autrement dit, [ \"Si quelqu'un aurait épié les sept personnes de l'extérieur et",
          "de les transformer d'un côté à l'autre à intervalles vu, il aurait pensé qu'ils",
          "ne dormaient pas, mais on se détendre . »]"
        ],
        "15" : [
          "Allah avait arrangé leur refuge qu'aucun osé aller à l'intérieur de la grotte et",
          "de savoir à leur sujet car il faisait nuit noire dans la grotte et le chien",
          "veillait à l'entrée. Si jamais quelqu'un piaulé dans la grotte et vit les",
          "Sleepers, il les a pris pour des voleurs et à la fois tourné sur ses talons. Ce",
          "fut la raison pour laquelle leur refuge est resté un secret pour le monde",
          "extérieur pour une si longue paro"
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَكَذَٰلِكَ بَعَثْنَاهُمْ لِيَتَسَاءَلُوا بَيْنَهُمْ ۚ قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ ۖ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ ۚ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ هَٰذِهِ إِلَى الْمَدِينَةِ فَلْيَنْظُرْ أَيُّهَا أَزْكَىٰ طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا",
      "simpleTranslate" : [
        "Nous les avons ensuite réveillés pour leur permettre de s’interroger",
        "mutuellement. C’est ainsi que l’un d’eux demanda : «Combien de temps sommes-nous",
        "restés ici?» – «Peut-être un jour ou même moins encore», répondirent d’autres.",
        "Puis ils reprirent : «Dieu le sait mieux que nous. Envoyez plutôt l’un de vous à",
        "la ville avec l’argent que voici, pour qu’il cherche l’aliment le plus pur et",
        "qu’il vous en apporte de quoi vous nourrir. Qu’il agisse avec tact pour ne",
        "révéler à personne votre retraite,"
      ],
      "tafsirTranslate" : [
        "Et de la même manière miraculeuse Nous les ressuscités <N:16> afin qu'ils",
        "puissent demander à un autre (au sujet de leur expérience merveilleuse). L'un",
        "d'eux a demandé: «Eh bien, combien de temps avez-vous resté dans cet état?\" Les",
        "autres répondirent: «Peut-être, nous avons donc resté pendant un jour ou une",
        "partie d'un jour.\" Ensuite, ils ont déclaré: «Votre Seigneur sait mieux combien",
        "de temps nous sommes restés dans cet état. Donc, nous envoyons un de nous avec",
        "cette pièce en argent à la ville, et il doit chercher un endroit où il peut",
        "obtenir la meilleure nourriture pour qu'il peut apporter quelque chose à manger,",
        "il doit, cependant, se conduire avec prudence afin que personne ne découvrir nos",
        "allées et venues."
      ],
      "tanslateWordByWord" : [
        "Et de même",
        "Nous les avons soulevé",
        "qu'ils pourraient remettre en question",
        "parmi eux",
        "Dit",
        "un haut-parleur",
        "parmi eux",
        "Combien de temps",
        "avez-vous resté",
        "Ils ont dit",
        "Nous sommes restés",
        "un jour",
        "ou",
        "une part",
        "(D ') un jour",
        "Ils ont dit",
        "Votre Seigneur",
        "sait mieux",
        "combien de temps",
        "vous êtes resté",
        "Alors envoyez",
        "l'un d'entre vous",
        "avec cette pièce d'argent de la vôtre",
        "avec cette pièce d'argent de la vôtre",
        "à",
        "la ville",
        "et laissez-le voir",
        "lequel est",
        "les plus pures",
        "aliments",
        "et laissez-le vous apporter",
        "disposition",
        "à partir de cela",
        "et qu'il soit prudent",
        "Et ne laissez pas être au courant",
        "Et ne laissez pas être au courant",
        "au propos de vous",
        "n'importe qui"
      ],
      "notes" : {
        "16" : [
          "Ils ont été réveillés de leur sommeil de la même manière miraculeuse qui a été",
          "utilisé dans l'envoi à dormir et à les garder caché du monde extérieur."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "إِنَّهُمْ إِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ وَلَنْ تُفْلِحُوا إِذًا أَبَدًا",
      "simpleTranslate" : [
        "car s’ils vous découvraient, ils vous lapideraient ou vous ramèneraient à leur",
        "culte, et vous ne parviendriez alors plus jamais à la félicité.»"
      ],
      "tafsirTranslate" : [
        "car si elles réussissent à plus-alimentation nous, ils vont sûrement nous pierre",
        "à la mort ou nous forcer de nouveau dans leur foi, et dans ce cas nous ne serons",
        "jamais en mesure d'obtenir un véritable succès. \""
      ],
      "tanslateWordByWord" : [
        "En effet, [ils]",
        "si",
        "ils viennent à connaître",
        "au propos de vous",
        "ils vous lapideront",
        "ou",
        "vous revenez",
        "à",
        "leur religion",
        "Et jamais",
        "réussirez-vous",
        "puis",
        "déjà"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَكَذَٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوا أَنَّ وَعْدَ اللَّهِ حَقٌّ وَأَنَّ السَّاعَةَ لَا رَيْبَ فِيهَا إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ ۖ فَقَالُوا ابْنُوا عَلَيْهِمْ بُنْيَانًا ۖ رَبُّهُمْ أَعْلَمُ بِهِمْ ۚ قَالَ الَّذِينَ غَلَبُوا عَلَىٰ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِدًا",
      "simpleTranslate" : [
        "C’est ainsi que Nous avons fait connaître leur retraite pour bien montrer aux",
        "habitants de la cité que les promesses de Dieu s’accomplissent toujours et que la",
        "résurrection ne fait pas l’ombre d’un doute. Une dispute s’engagea alors à leur",
        "sujet, entre les gens de la cité. «Murons-les sous une maçonnerie, de manière que",
        "seul leur Seigneur soit au courant de leur mystère», dirent quelques-uns. Mais",
        "ceux dont l’avis l’emporta furent ceux qui dirent : «Élevons au-dessus d’eux un",
        "sanctuaire !»"
      ],
      "tafsirTranslate" : [
        "-Dans cette manière Nous avons révélé leur secret aux habitants de la ville",
        "<N:17> de sorte qu'ils devraient savoir que la promesse d'Allah est vrai et qu'il",
        "n'y a pas de doute (la venue) de l'Heure de la Résurrection. <N:18> (Mais il est",
        "dommage qu'au lieu de considérer cet aspect de la question), ils étaient à cette",
        "époque disputer entre eux à leur égard (les Sleepers de la grotte). Certains",
        "d'entre eux a dit: «Laissez-nous construire un mur contre eux, car alors Seigneur",
        "seul connaît le mieux à leur sujet\" <N:19> Mais ceux qui prévalaient dans leur",
        "matière, <N:20> dit: «Nous allons construire un lieu de culte comme un mémorial",
        "pour eux » <N:21>"
      ],
      "tanslateWordByWord" : [
        "Et de même",
        "Nous avons fait connue",
        "à propos d'eux",
        "afin qu'ils sachent",
        "cette",
        "(la promesse",
        "(De) Allah",
        "(est vrai",
        "et cela",
        "(Environ) l'Heure",
        "(Il n'y a pas",
        "doute",
        "en ce",
        "Quand",
        "ils ont contesté",
        "entre eux",
        "au sujet de leur affaire",
        "et ils ont dit",
        "Construction",
        "au dessus d'eux",
        "une structure",
        "Leur Seigneur",
        "sait mieux",
        "à propos d'eux",
        "Dit",
        "ceux qui",
        "prévalu",
        "dans",
        "leur matière",
        "Certes, nous allons prendre",
        "au dessus d'eux",
        "un lieu de culte"
      ],
      "notes" : {
        "17" : [
          "Le secret de leur sommeil a été révélé lorsque l'un d'entre eux est allé à Ephèse",
          "pour acheter de la nourriture pour eux et offert une pièce de monnaie de la",
          "période de l'empereur Dèce. Comme il était un monde qui a changé, il",
          "naturellement attiré l'attention car il était vêtu d'un costume de 300 ans de la",
          "mode et parlaient une langue différente de celle en vogue. En effet, au cours de",
          "ces deux siècles, la langue, la culture, robe, etc., avaient subi un changement",
          "marqué. Donc, le commerçant a regardé de travers lui et, selon une tradition",
          "syriaque, soupçonné qu'il avait déterré un trésor antique. En conséquence, il a",
          "rassemblé des gens de son quartier et ils l'ont emmené devant la règle. Le",
          "questionnement, on a découvert qu'il était l'un de ces disciples du Christ, qui",
          "avaient fui la ville il y a 300 ans pour sauver leur foi. Comme la plupart de la",
          "population avait embrassé le christianisme, les nouvelles se répandit aussitôt",
          "dans toute la ville et une grande foule du peuple ainsi que le romain chrétien",
          "souverain, est arrivé à la grotte. Ce fut alors que les Sleepers de la grotte est",
          "venu de savoir qu'ils avaient dormi pendant environ trois cents ans. Donc, après",
          "avoir fait saluts à leurs frères chrétiens, ils fixent et leurs âmes ont quitté",
          "leur corps."
        ],
        "18" : [
          "Selon la tradition syriaque, au moment de l'événement, des discussions chaudes se",
          "déroulaient à Ephèse à propos de la résurrection et l'au-delà. Bien que les gens",
          "avaient embrassé le christianisme sous l'influence de l'Empire romain, encore des",
          "traces de polythéisme et l'idolâtrie des Romains et les effets de la philosophie",
          "grecque étaient encore très puissant. Ainsi, en dépit de la croyance chrétienne",
          "de l'au-delà, beaucoup de gens ont nié cela, ou du moins étaient sceptiques à ce",
          "sujet. Pour ajouter à cela la secte Sadducéen des Juifs, qui formaient une grande",
          "partie de la population de la ville, a ouvertement nié l'au-delà et professé de",
          "fonder cela sur la Torah. Les érudits chrétiens, cependant, ne pouvaient pas",
          "mettre en avant des arguments forts pour les réfuter: si bien que les rapports de",
          "la polémique donnée dans Matthieu, Marc et Luc, attribué au Prophète Christ, sont",
          "certes très faible, même selon les érudits chrétiens . [(S'il vous plaît se",
          "référer à Matthieu 22: 23-33, Marc 12: 18-27, Luc 20: 27-40)]. Voilà pourquoi les",
          "mécréants dans l'au-delà ont été ayant la haute main et même les croyants étaient",
          "impliqués dans des doutes à ce sujet. Il était à ce moment-là que les Sleepers de",
          "la grotte ont été soulevées et meublé une preuve absolue de la mort la vie après",
          "et tourné la balance en faveur des croyants dans le présent différend."
        ],
        "19" : [
          "Il ressort du contexte que ce fut le dicton du peuple riglfteous parmi les",
          "chrétiens. Ils étaient d'avis que le mur doit être soulevée à l'entrée de la",
          "grotte, afin de laisser les Sleepers restent dans le même état dans lequel ils",
          "étaient, car ils ont fait valoir que leur Seigneur seul connaissait le mieux au",
          "sujet de leur rang et la position et la récompense qu'ils méritaient."
        ],
        "20" : [
          "Les gens [ \"qui ont prévalu dans leur affaire»] étaient les dirigeants romains et",
          "les prêtres de l'Eglise chrétienne, qui n'a pas laissé les chrétiens justes ont",
          "leur chemin. En effet, par le milieu du Ve siècle, les gens ordinaires, en",
          "particulier les orthodoxes parmi les chrétiens, étaient devenus pleinement",
          "impliqués dans le polythéisme et le culte des saints et des tombes. Ils ont",
          "utilisé pour visiter les tombeaux des saints pour les adorer et conservés les",
          "statues de Jésus, Marie et les apôtres dans leurs églises: si bien que quelques",
          "années avant le lever jusqu'à des Sleepers de la Grotte, en 431 après JC, un",
          "grand conseil des représentants du monde chrétien avait été tenue à Ephèse",
          "lui-même, dans laquelle il a été décidé que le credo de la divinité du Christ et",
          "de Marie comme la mère de Dieu, doit être inclus dans les articles de l'Église",
          "chrétienne. Si nous gardons à vue l'année 431, il devient clair que par [ \"ceux",
          "qui prévalait dans leur matière\"] on entend les dirigeants de l'Église et les",
          "officiers du gouvernement, qui avaient les rênes des pouvoirs religieux et",
          "politiques dans leur mains. En fait ce sont les gens qui étaient les tenants de",
          "shirk et qui ont décidé que un mausolée doit être construit sur la grotte des",
          "Sleepers pour en faire un lieu de culte."
        ],
        "21" : [
          "Il est ironique de constater que certaines personnes parmi les musulmans ont mal",
          "interprété ce verset du Coran de façon à le rendre licite pour eux-mêmes pour",
          "construire des mausolées, des monuments et des mosquées sur les tombes des justes",
          "et des saints. Le Coran a, en fait, a souligné l'écart des ouvriers d'iniquité",
          "qui a prévalu sur les autres et construit un lieu de culte sur la grotte des",
          "Sleepers, qui étaient en fait un signe de la Résurrection et de la mort la vie",
          "après- . Mais ils ont abusé de cette bonne occasion et produit un autre moyen de",
          "pratiquer le shirk. \n On ne parvient pas à comprendre comment on peut déduire de",
          "ce verset un argument en faveur de la légalité de la construction de mosquées sur",
          "les tombes des justes, quand le Saint Prophète a catégoriquement interdit ceci: \n",
          "[(1)] [ \"Allah a maudit les femmes qui visitent les tombes et les gens qui",
          "construisent des mosquées sur eux et brûlent des lumières sur eux\"] [(Ahmad,",
          "Tirmizi, Abu Dawud, Nasa'i, Ibn Majah)]. \n [(2)] [ \"Méfiez-vous que les",
          "personnes, qui ont passé avant que vous, faites les tombes de leurs prophètes les",
          "lieux de leur culte. Je vous défends de le faire.\"] [(Musulman)] \n [(3)] [ \"AIIah",
          "a maudit les juifs et les chrétiens, car ils ont fait les tombes de leurs",
          "prophètes les lieux de leur culte.\"] [(Ahmad, Bukhari, Muslim, Nasa'i)]. \n [(4)]",
          "[ \"Le comportement de ces personnes était étrange: si une personne juste du",
          "milieu d'eux, est mort ils construire une mosquée sur sa tombe et d'en tirer ses",
          "photos Ils seront traités comme des pires criminels le jour de la Résurrection..",
          "\"] [(Ahmad, Bukhari, Muslim, Nasa'i)]. \n Ainsi, il est clair à partir des",
          "énonciations ci-dessus du Saint Prophète que la construction des lieux de culte",
          "sur les tombes est tout à fait illégale; le Coran a simplement déclaré comme un",
          "fait historique de la loi du péché des prêtres chrétiens et les dirigeants",
          "romains et n'a pas sanctionné une telle chose. aucune personne craignant Dieu",
          "peut donc transformer cela en un argument pour la construction de mosquées sur",
          "les tombes. \n Par ailleurs, il sera utile de citer une déclaration du révérend T.",
          "Arundell, qui a publié ses découvertes en Asie Mineure en 1834. Il dit qu'il",
          "avait vu les restes des Mausolées de Marie et les Sept Dormants sur un tertre",
          "près des restes de la ville antique d'Ephèse."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "سَيَقُولُونَ ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بِالْغَيْبِ ۖ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ ۚ قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلَّا قَلِيلٌ ۗ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَاءً ظَاهِرًا وَلَا تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَدًا",
      "simpleTranslate" : [
        "On disputera aussi sur leur nombre. «Ils étaient trois, leur chien étant le",
        "quatrième», diront les uns. «Ils étaient cinq, et leur chien le sixième», diront",
        "d’autres en conjecturant sur leur mystère. «Ils étaient sept, et leur chien le",
        "huitième», affirmeront d’autres encore. Dis-leur : «Mon Seigneur est le mieux",
        "Informé de leur nombre, mais il n’en est que peu qui le savent.» Ne pousse pas",
        "trop loin la discussion à leur sujet et ne prends l’avis de personne à cet égard."
      ],
      "tafsirTranslate" : [
        "Certains diront: «Ils étaient trois et le quatrième était leur chien\", et",
        "quelques autres diront: «Ils étaient cinq et le sixième était leur chien.\" Ce",
        "sont de simples suppositions non pertinentes. Il y a encore d'autres qui disent:",
        "«Ils étaient sept et le huitième était leur chien\". <N:22> Dis: «Mon Seigneur",
        "seul sait mieux combien ils étaient.\" \"Il y a quelques personnes seulement qui",
        "connaissent leur nombre exact: vous ne devriez pas entrer dans des discussions",
        "avec eux au sujet de leur nombre, sauf de façon superficielle: ni demander à",
        "quelqu'un à leur sujet <N:23>"
      ],
      "tanslateWordByWord" : [
        "Ils disent",
        "(Ils étaient) trois",
        "la suite d'entre eux",
        "leur chien",
        "et ils disent",
        "(Ils étaient) cinq",
        "leur sixième",
        "leur chien",
        "devinant",
        "à propos de l'invisible",
        "et ils disent",
        "(Ils étaient) sept",
        "et huit d'entre eux",
        "leur chien",
        "Dire",
        "Mon Seigneur",
        "sait mieux",
        "leur numéro",
        "Aucun",
        "les connaît",
        "sauf",
        "quelques",
        "Donc ne le fais pas",
        "Soutenir",
        "à propos d'eux",
        "sauf",
        "(Avec) un argument",
        "évident",
        "et (faire) pas",
        "renseigner",
        "à propos d'eux",
        "parmi eux",
        "(de n'importe qui"
      ],
      "notes" : {
        "22" : [
          "Cela montre que près de trois cents ans après cet événement, au moment de la",
          "révélation du Coran, des histoires différentes étaient devenues en cours parmi",
          "les chrétiens sur les Sleepers de la grotte, mais généralement ces histoires",
          "avait pas authentique la source derrière eux. En effet, ce n'était pas l'âge de",
          "la presse dans laquelle les livres authentiques pourraient avoir été publiés. Par",
          "conséquent naturellement les histoires d'événements ont eu lieu d'un endroit à",
          "l'aide de la tradition orale, et avec le passage du temps, beaucoup de récits de",
          "fiction se sont mélangés avec la vraie histoire."
        ],
        "23" : [
          "Le but est d'impressionner que la vraie chose dans cette histoire est pas le",
          "nombre des Sleepers, mais les leçons qu'elle enseigne: [(1)] Un vrai croyant ne",
          "doit pas en aucun cas se détourner de la vérité et de l'arc avant le mensonge.",
          "[(2)] Un croyant ne devrait pas seulement compter sur les moyens matériels, mais",
          "sur AIIah. Il doit faire confiance en Dieu et suivre la bonne voie, même si les",
          "circonstances défavorables extérieures peuvent sembler être défavorable. [(3)] Il",
          "est faux de croire que Allah soit lié par un soi-disant [ \"loi de la nature\"],",
          "car il est capable de faire quelque chose qu'il veut même si cela peut sembler",
          "être contre une certaine expérience commune. Il a le pouvoir de changer tout ce",
          "qu'on appelle la loi de la nature, quand et où il veut et apporter toute",
          "extraordinaire [ «surnaturel»] chose. Tant et si bien qu'il peut susciter toute",
          "personne qui pourrait avoir été endormi pendant deux cents ans, comme s'il avait",
          "dormi seulement pendant quelques heures, sans laisser aucun changement ait lieu",
          "dans son apparence, robe, santé, bien dans quoi que ce soit, au cours de la",
          "passage du temps. [(4)] Cela nous enseigne que Dieu a le pouvoir de donner vie à",
          "toutes les générations, passées, présentes et futureall ensemble comme revendiqué",
          "par les prophètes et les Écritures divines. [(5)] Il nous enseigne que les gens",
          "ignorants ont toujours été pervertir les versets d'Allah qui sont envoyés pour la",
          "bonne orientation des personnes. Voilà comment le miracle des Sleepers de la",
          "grotte, qui avait été présentée comme une preuve de l'au-delà, avait été",
          "transformé en un moyen de shirk, comme si elles étaient des saints qui avaient",
          "été envoyés uniquement à cette fin. \n Il est évident, les véritables leçons",
          "mentionnées ci-dessus, que l'on peut tirer de l'histoire des Sleepers, qu'un",
          "homme sage va payer son attention à ces choses et ne pas détourner la recherche",
          "de leur nombre, leur nom, la couleur de leur chien et similaires. Seules les",
          "personnes qui ont aucun intérêt pour la réalité, mais pour des choses",
          "superficielles, vont passer leur temps et leur énergie à faire des enquêtes sur",
          "de telles choses. Voilà pourquoi AIIah a chargé le Saint Prophète: [ \"Vous ne",
          "devriez pas entrer dans des discussions inutiles et non pertinentes au sujet de",
          "ces choses, si d'autres personnes essaient de vous impliquer dans leur lieu de",
          "perdre votre temps dans des choses inutiles, vous devriez vous concentrer votre",
          "attention seulement. sur votre mission. \"] Voilà pourquoi Allah a lui-même pas",
          "dit leur nombre exact de peur qu'il devrait encourager ces personnes qui sont",
          "toujours envie après des choses inutiles."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَٰلِكَ غَدًا",
      "simpleTranslate" : [
        "Ne dis jamais à propos d’une chose : «Certes, je ferai cela demain»,"
      ],
      "tafsirTranslate" : [
        "et ne jamais dire à propos de toute question, «Je le ferai demain (pour vous ne",
        "pouvez pas faire quoi que ce soit)"
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "dire",
        "de n'importe quoi",
        "En effet, je",
        "ça ira",
        "cette",
        "demain"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "إِلَّا أَنْ يَشَاءَ اللَّهُ ۚ وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَىٰ أَنْ يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَٰذَا رَشَدًا",
      "simpleTranslate" : [
        "sans ajouter : «Si Dieu le veut !» Invoque Ton Seigneur, s’il t’arrive d’oublier,",
        "et dis : «Plaise à mon Seigneur de me guider vers le chemin de la rectitude !»"
      ],
      "tafsirTranslate" : [
        ", sauf que Allah le veut. \"Si jamais vous quoi que ce soit par inadvertance",
        "totale comme cela, vous devez à la fois se souvenir de votre Seigneur et dire:«",
        "Je souhaite que mon Seigneur me guide <N:24> dans cette affaire avec cette chose",
        "qui est le plus proche de la bonne façon pour moi \""
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "Si",
        "Allah le veut",
        "Allah le veut",
        "Et rappelez-vous",
        "votre Seigneur",
        "quand",
        "tu oublies",
        "et dis",
        "peut-être",
        "[cette]",
        "me guidera",
        "mon Seigneur",
        "à un proche (chemin)",
        "que",
        "ce",
        "La bonne façon"
      ],
      "notes" : {
        "24" : [
          "Ceci est une clause entre parenthèses qui a été inséré ici en raison de sa",
          "pertinence pour le verset précédent, dans lequel il a été affirmé que le nombre",
          "exact des Sleepers de la grotte est connue seulement à Allah et à une recherche",
          "sur il est une tâche inutile. Par conséquent, il faut éviter d'enquêter sur des",
          "choses sans importance, ni entrer dans des discussions à leur sujet. Cela a",
          "conduit à l'instruction contenue dans la clause entre parenthèses au profit du",
          "Saint Prophète et les croyants qui ont été dit de ne jamais faire une affirmation",
          "positif comme ceci: [ \"L fera cette chose demain»], car vous ne savez pas si vous",
          "serez en mesure de faire cette chose ou non: vous avez ni la connaissance de",
          "l'inconnu, ni pleins pouvoirs pour faire ce que vous aimez. Si jamais, par",
          "inadvertance, vous prononcez quelque chose comme cela, vous devez à la fois se",
          "souvenir de votre Seigneur et dire [ \"lnsha Allah\".] En outre, vous ne savez pas",
          "s'il y aura tout bon pour vous dans la chose dont vous dites, [ \" 1 fera. \"] Il",
          "est possible que vous pouvez faire une autre chose de mieux que cela. Par",
          "conséquent, vous devez faire confiance en Dieu et dire: [ \"Je souhaite que mon",
          "Seigneur me guide dans cette affaire avec cette chose qui est plus proche de la",
          "bonne façon pour moi.\"]"
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا",
      "simpleTranslate" : [
        "Or, ils demeurèrent dans leur caverne trois cents ans, auxquels s’en ajoutèrent",
        "neuf."
      ],
      "tafsirTranslate" : [
        "-et certaines personnes disent que ils sont restés dans leur «Cave depuis trois",
        "cents ans et quelques autres ajoutent neuf ans plus <N:25>"
      ],
      "tanslateWordByWord" : [
        "Et ils sont restés",
        "dans",
        "leur caverne",
        "(pour trois",
        "cent",
        "années",
        "et ajouter",
        "neuf"
      ],
      "notes" : {
        "25" : [
          "Cette phrase est connecté avec le thème précédant la clause entre parenthèses",
          "comme ceci: [ \"Certaines personnes flétrissent disent: Ils étaient trois et le",
          "quatrième était leur do: ..... 'et certains diront qu'ils sont restés dans la",
          "grotte pendant trois cents ans et quelques autres ajouteraient neuf ans de plus",
          "[(pour le calcul de la période)] \"]. Nous sommes d'avis que le nombre des années",
          "[ \"300 et 309\"] n'a pas été déclaré par AIIah lui-même, mais Allah a cité comme",
          "ces paroles du peuple. [ \"Cette opinion est fondée sur cette phrase suivante:\"]",
          "Allah connaît mieux la durée de leur séjour là-bas. . Si le nombre d'années,",
          "compte tenu de v 25, avait été à partir;> Allah, cette phrase suivante aurait été",
          "dénuée de sens. Hadrat `Abdullah bin 'Abbas a également émis l'opinion que ce",
          "n'est pas la parole d'Allah, mais celle du peuple qui a été citée comme une",
          "partie de l'histoire."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا ۖ لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ ۖ أَبْصِرْ بِهِ وَأَسْمِعْ ۚ مَا لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا",
      "simpleTranslate" : [
        "Dis : «Dieu est le mieux Informé du temps qu’ils y ont passé, car Il détient le",
        "mystère des Cieux et de la Terre. Et nul n’entend ni ne voit mieux que Lui ! Les",
        "hommes n’ont point d’autre protecteur que Lui, car Il n’associe personne à Son",
        "autorité.»"
      ],
      "tafsirTranslate" : [
        "(à la prise en compte de la période). O Prophète, disons, \"Allah connaît mieux la",
        "durée de leur séjour là-bas, car il est pleinement conscient de tout ce qui est",
        "caché dans les cieux et la terre.\" Quel excellent Seer et Audient Il est! Il n'y",
        "a pas d'autre gardien de la création des cieux et de la terre, et il n'associe",
        "pas quelqu'un avec lui-même dans son autorité."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Allah",
        "sait mieux",
        "sur ce que (période)",
        "ils sont restés",
        "Pour lui",
        "(Est le) invisible",
        "(De) les cieux",
        "et la terre",
        "Comment Il voit clairement",
        "[De lui]",
        "Et comment il entend clairement",
        "ne pas",
        "pour eux",
        "en dehors de Lui",
        "en dehors de Lui",
        "tout",
        "protecteur",
        "et pas",
        "Il partage",
        "[dans]",
        "Ses commandes",
        "(avec quelqu'un"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَاتْلُ مَا أُوحِيَ إِلَيْكَ مِنْ كِتَابِ رَبِّكَ ۖ لَا مُبَدِّلَ لِكَلِمَاتِهِ وَلَنْ تَجِدَ مِنْ دُونِهِ مُلْتَحَدًا",
      "simpleTranslate" : [
        "Récite ce qui t’a été révélé du Livre de ton Seigneur, dont nul ne saurait",
        "altérer les paroles et en dehors de qui tu ne saurais trouver de refuge."
      ],
      "tafsirTranslate" : [
        "(O Prophète), <N:26> réciter (le même) qui a été révélé dans le Livre de votre",
        "Seigneur, car personne n'est autorisé à effectuer une quelconque modification",
        "dans la Parole de votre Seigneur, et (si vous allez faire un changement pour",
        "plaire à tout un) vous ne trouverez pas de refuge pour vous protéger contre lui.",
        "<N:27>"
      ],
      "tanslateWordByWord" : [
        "Et récite",
        "quelle",
        "a été révélé",
        "à toi",
        "de",
        "le livre",
        "(De) votre Seigneur",
        "Aucun",
        "Peut changer",
        "Ses paroles",
        "et jamais",
        "tu trouveras",
        "en dehors de Lui",
        "en dehors de Lui",
        "un refuge"
      ],
      "notes" : {
        "26" : [
          "Après avoir raconté l'histoire des Sleepers de la grotte, le Coran commence à",
          "examiner la condition des musulmans de la Mecque au moment de la révélation de la",
          "sourate."
        ],
        "27" : [
          "Cela ne signifie pas à ALi que, Dieu ne plaise, le Saint Prophète était enclin à",
          "faire des changements dans le Coran pour plaire aux mécréants de la Mecque et",
          "pensait à une formule de compromis avec les chefs de la Quraish ce qui a",
          "nécessité une mise en garde qu'il n'a pas été autorisé à le faire. En tact, bien",
          "que cela était apparemment adressée au Saint Prophète, il a été vraiment conçu",
          "pour les mécréants qu'ils ne devraient pas divertir tout espoir que ce soit pour",
          "quelque chose comme cela, comme pour dire, [ «Vous devez comprendre une fois pour",
          "toutes que Notre messager écrou autorisé à faire des changements dans notre",
          "Révélation, car il doit précisément comme il est fait descendre vers lui. Si vous",
          "voulez l'accepter, vous devrez l'accepter dans son intégralité car elle est",
          "envoyée par le Seigneur de l'univers: et si vous voulez le rejeter, vous pouvez",
          "le faire, mais vous devez bien le comprendre qu'aucune modification même dans le",
          "moins, il sera fait en elle pour vous faire plaisir \"] Ce fut la réponse à la",
          "répétition. la demande des incroyants. [ \"Si vous insistez, O Muhammad [(la paix",
          "d'Allah soit sur lui)], que nous devrions accepter votre message dans son",
          "intégralité, puis apporter certaines modifications en elle pour accueillir",
          "certaines croyances et coutumes de nos ancêtres, et nous allons accepter votre",
          "message. Ceci est notre offre pour un compromis et cela va sauver notre peuple de",
          "dis-union ».] cette demande des incroyants a été cité dans le Coran à plusieurs",
          "endroits et la même réponse a été donnée, par exemple [ «Quand nos révélations",
          "claires sont récités, ceux qui ne vous attendez pas à venir nous rencontrer, par",
          "exemple,` Apportez un autre Coran à sa place ou apporter des modifications à ce",
          ".... \"] [(X: 15 <V:10:15>)]"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا",
      "simpleTranslate" : [
        "Fais preuve de patience en compagnie de ceux qui invoquent leur Seigneur, matin",
        "et soir, recherchant Sa satisfaction ! Ne les quitte pas pour courir après les",
        "plaisirs de ce monde ! N’obéis pas à celui dont Nous avons rendu le cœur",
        "inattentif à Notre rappel, qui suit ses passions et se complaît dans ses excès !"
      ],
      "tafsirTranslate" : [
        "Et gardez-vous le contenu de tout coeur avec ceux qui prient à leur Seigneur",
        "matin et soir afin de gagner son approbation, et ne met pas votre attention loin",
        "d'eux. Désirez-vous les séductions du monde <N:28>? Ne suivez pas une « <N:29>",
        "dont le coeur Nous avons fait inattentif à Notre souvenir et qui suit sa propre",
        "convoitise et va à l'extrême dans la conduite de ses affaires. <N:30>"
      ],
      "tanslateWordByWord" : [
        "Et être patient",
        "toi même",
        "avec",
        "ceux qui",
        "appel",
        "leur Seigneur",
        "du matin",
        "et le soir",
        "désirer",
        "Son visage",
        "Et (laisser) pas",
        "passer au-delà",
        "tes yeux",
        "au dessus d'eux",
        "désirer",
        "ornement",
        "(De) la vie",
        "(du monde",
        "et (faire) pas",
        "obéit",
        "qui",
        "Nous avons fait inattentifs",
        "son cœur",
        "de",
        "Notre souvenir",
        "et la suivante",
        "ses désirs",
        "et est",
        "son affaire",
        "(en excès"
      ],
      "notes" : {
        "28" : [
          "Bien que ces mots ont également été adressées au Saint Prophète, ils sont",
          "vraiment fait pour les chefs de la Quraish. Selon une tradition rapportée par Ibn",
          "`Abbas, les chefs de la Quraish diraient au Saint Prophète qu'ils considéraient",
          "en dessous de leur dignité à siéger avec des gens comme Bilal, Suhaib, 'Ammar,",
          "Khabbab, Ibn-Mas`ud et comme généralement qui est resté en sa compagnie: et que",
          "s'il devait les renvoyer, ils seraient prêts à assister à ses réunions afin d'en",
          "apprendre davantage sur son message. A ce qu'Allah a révélé ce verset: [ \"Et",
          "gardez-vous de tout coeur contenu avec ceux qui prient leur Seigneur matin et",
          "soir afin de gagner son approbation et ne tourne pas votre attention loin d'eux:",
          "[(Avez-vous le désir de jeter ces des gens sincères mais pauvres afin que les",
          "chefs de la Quraish, le bien à les gens devraient venir s'asseoir près de chez",
          "vous)] \"] cela a été destiné à avertir les chefs de la Quraish à cet effet: [\"?",
          "Votre richesse, votre pompe et le spectacle dont vous êtes si fier, n'a pas de",
          "valeur du tout aux yeux d'Allah et à son messager, dis-je, ces pauvres gens sont",
          "vraiment plus digne à leurs yeux, car ils sont sincères et toujours se rappeler",
          "Allah \"] le. même était l'attitude des chefs du peuple du Prophète Noé, qui a",
          "dit, [ \"et nous voyons aussi que rien mais le plus vil et le plus profond de",
          "notre peuple sont devenus vos disciples.\"] .... [(Noah a répondu) ] [ \"Je ne vais",
          "pas chasser ceux qui ont cru en moi et je ne peux dire au sujet de ceux que vous",
          "dédaignez,` Allah n'a pas donné de bon sur eux ». . . \"] [(XXI:. Vv 27",
          "<V:21:.Vv27>, 29, 31)]"
        ],
        "29" : [
          "Autrement dit, [ «Ne pas céder à ce qu'il dit, ni se soumettre à lui, ni remplir",
          "son désir, ni suivre son appel d'offres.\"]"
        ],
        "30" : [
          "Le texte original en arabe peut aussi signifier, [ «Qui ignore la vérité, brise",
          "toutes les limites morales et se précipite sur la tête la première.\"] Mais dans",
          "les deux cas, il vient à ceci: «Celui qui est négligente d'Allah et devient",
          "esclave de sa convoitise, transgresse inévitablement toutes les limites et",
          "devient une victime de la démesure. par conséquent, celui qui soumettra à lui, va",
          "également suivre la même façon et errer en déviation après lui."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ ۖ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ ۚ إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا ۚ وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ ۚ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا",
      "simpleTranslate" : [
        "Dis : «La Vérité émane de votre Seigneur. Croira qui voudra et niera qui voudra",
        "!» Nous avons préparé pour les injustes un Feu dont les flammes les cerneront de",
        "toutes parts. S’ils demandent à boire, on leur servira un liquide bouillant,",
        "semblable à un métal en fusion qui leur brûlera le visage. Quel détestable",
        "breuvage et quel lugubre séjour !"
      ],
      "tafsirTranslate" : [
        "Proclamez, \"Ceci est la vérité de votre Seigneur: maintenant quiconque voudra, il",
        "peut l'accepter et quiconque voudra, il peut la rejeter\". <N:31> (Quant à ceux",
        "qui rejettent cela,) Nous avons préparé pour ces ouvriers d'iniquité un feu dont",
        "les flammes les ont encerclés. <N:32> S'ils demander de l'eau là-bas, ils seront",
        "traités avec une telle boisson comme aura son résidu, comme celle de l'huile",
        "<N:33> et brûler leurs lèvres: qu'est une boisson mal et ce une demeure du mal!"
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "La vérité",
        "(est de",
        "votre Seigneur",
        "donc, quiconque",
        "testaments",
        "laissez-le croire",
        "et celui qui",
        "testaments",
        "qu'il mécroie",
        "En effet, nous",
        "ont préparé",
        "pour les injustes",
        "un feu",
        "entourera",
        "leur",
        "ses murs",
        "Et si",
        "ils appellent pour le soulagement",
        "ils seront soulagés",
        "avec de l'eau",
        "comme du métal en fusion",
        "(Qui) échaudures",
        "les visages",
        "Misérable",
        "(Est) la boisson",
        "et le mal",
        "(Est) le lieu de repos"
      ],
      "notes" : {
        "32" : [
          "Le mot arabe ~ l ~ ir '[(Suradiq)] signifie littéralement côtés d'une tente,",
          "mais, tel qu'il est utilisé dans le cas de l'Enfer, cela peut signifier ses",
          "frontières extérieures auxquelles ses flammes et la chaleur peuvent atteindre. .",
          "Selon certains commentateurs, il applique à la réutilisation future [ \".... ses",
          "flammes les encercler\"] afin de se référer aux flammes de l'enfer dans l'au-delà.",
          "Mais nous sommes d'avis que ses flammes ont déjà encerclé, dans ce monde, ces",
          "ouvriers d'iniquité, qui se sont détournés de la vérité et qu'ils ne peuvent pas",
          "les échapper."
        ],
        "33" : [
          "Le mot arabe,} ~ [(muhl)] a plusieurs significations lexicales. Selon certaines",
          "personnes, cela signifie que [ «le résidu d'huile\"]; selon d'autres, [ «lave»],",
          "qui est formé par la fonte des choses dans la terre; selon certains, [ \"matière",
          "fondue\"] et selon les autres [ \"pus et de sang\"]"
        ],
        "31" : [
          "Ce verset rend tout à fait clair que l'histoire des Sleepers de la grotte a été",
          "liée à dire aux adversaires de l'Islam: [ \"Ceci est la vérité de votre Seigneur:",
          "maintenant quiconque veut, il peut l'accepter et quiconque le veut, il peut la",
          "rejeter. Mais les gens doivent comprendre que aucun compromis sera faite en ce",
          "qui concerne la vérité, tout comme les Sleepers de la grotte n'a pas fait aucun",
          "compromis quant à leur croyance. Ils ne font aucun compromis en ce qui concerne à",
          "la doctrine de Monothéisme après avoir cru en elle et a catégoriquement déclaré,",
          "\"] Notre Seigneur est Celui qui seul est le Seigneur des cieux et de la terre. [\"",
          "après cette déclaration, ils ne sont pas en aucune façon adhérer à la réalisation",
          "de tout compromis avec leur peuple, égarés, mais fermement déclaré, \"] Nous ne",
          "Lui abandonner et prier à d'autres divinités, parce que ce sera la chose la plus",
          "mauvaise, si nous le faisons. [\" Après avoir fait cette déclaration, ils laissé",
          "leur peuple et de divinités et se réfugia dans la grotte sans prendre des",
          "dispositions avec eux. Après 'quand ils se levèrent, la seule chose dont ils ont",
          "montré toute anxiété, était que leurs personnes pourraient ne pas réussir à les",
          "forcer à leur propre foi. Après avoir raconté ces choses, le Coran aborde le",
          "Saint Prophète à l'effet [(bien que ces mots sont vraiment destinés à des",
          "adversaires de l'Islam)]: \"] Il est absolument hors de question de savoir si tout",
          "compromis peut être fait avec polythéistes et incroyants . présenter la vérité",
          "intacte pour les si elles acceptent ou non. Si elles ne l'acceptent pas, ils se",
          "rencontreront une fin mal. en ce qui concerne ceux qui ont accepté la vérité",
          "[(qu'ils soient jeunes ou pauvres, les indigents ou des esclaves ou des",
          "ouvriers,)] ils sont vraiment ceux qui ont une valeur d'Allah, et ils seront",
          "seuls honorés. par conséquent, vous ne devriez pas les jeter et préfèrent les",
          "chefs et les gens riches qui peuvent être négligents d'Allah et être esclaves de",
          "leur convoitise, même si elles pourraient être possesseurs de grandeur mondaine",
          "\"."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا",
      "simpleTranslate" : [
        "Ceux qui auront cru et qui auront accompli des œuvres pies sauront que Nous ne",
        "laissons jamais perdre la récompense de celui qui fait le bien."
      ],
      "tafsirTranslate" : [
        "En ce qui concerne ceux qui l'acceptent et accomplissent les bonnes œuvres, ils",
        "doivent être assurés que nous ne laissons pas aller perdre la récompense de ces",
        "personnes"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "a cru",
        "et a fait",
        "les bonnes actions",
        "En effet, nous",
        "ne veut pas lâcher les déchets",
        "ne veut pas lâcher les déchets",
        "(la récompense",
        "(D'un) qui",
        "fait du bien",
        "actes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "أُولَٰئِكَ لَهُمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ ۚ نِعْمَ الثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا",
      "simpleTranslate" : [
        "À ceux-là sont réservés les jardins d’Éden, où coulent des ruisseaux et où ils",
        "seront parés de bracelets d’or, vêtus d’habits verts de soie et de brocard, et",
        "accoudés sur des divans. Quelle belle récompense et quel magnifique séjour !"
      ],
      "tafsirTranslate" : [
        "En ce qui concerne ceux qui l'acceptent et accomplissent les bonnes oeuvres, ils",
        "devraient être assurés que nous ne laissons pas aller perdre la récompense de ces",
        "personnes: ils auront des jardins à feuilles persistantes avec des canaux qui",
        "coule sous eux: ils vont être ornés de bracelets <N:34> de l'or et portera vert",
        "robes colorées de soie et de brocart et sera couché sur des divans. <N:35> Quelle",
        "excellente récompense et quel excellent séjour!"
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "pour eux",
        "(Sont) Jardins",
        "d'Eden",
        "les flux",
        "de",
        "sous eux",
        "les rivières",
        "Ils seront parés",
        "la bride",
        "[De] (avec)",
        "bracelets",
        "de",
        "or",
        "et portera",
        "habits",
        "vert",
        "de",
        "soie fine",
        "et de brocart",
        "inclinables",
        "la bride",
        "sur",
        "canapés ornés",
        "Excellent",
        "(Est) la récompense",
        "et bien",
        "(Est) le lieu de repos"
      ],
      "notes" : {
        "34" : [
          "Les habitants du Paradis seront parés de bracelets d'or comme les rois des temps",
          "anciens. Ce sera pour montrer qu'ils seront parés comme les rois de ce monde,",
          "alors qu'un roi infidèle et méchant sera là déshonoré."
        ],
        "35" : [
          "Le mot arabe. '~~~~ [(Ara aik)] est pluriel de arikah qui est ce genre de trône",
          "qui est recouvert d'un parapluie. Ceci est également de montrer que dans le",
          "Paradis des croyants seront assis sur des trônes comme les rois de ce monde."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَاضْرِبْ لَهُمْ مَثَلًا رَجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ وَحَفَفْنَاهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا",
      "simpleTranslate" : [
        "Propose-leur la parabole de deux hommes. À l’un d’eux Nous avons donné deux",
        "jardins plantés de vignes que Nous avons entourés de palmiers et séparés par des",
        "champs ensemencés."
      ],
      "tafsirTranslate" : [
        "O Muhammad, présenter une parabole <N:36> devant eux. Il y avait deux personnes;",
        "à l'un de ceux que Nous avons donné deux jardins de la vigne et les entourés",
        "d'une clôture de dattiers et Nous avons gardé un morceau de terre entre eux pour",
        "la culture."
      ],
      "tanslateWordByWord" : [
        "Et selon",
        "pour eux",
        "l'exemple",
        "de deux hommes:",
        "Nous avons fourni",
        "l'un d'eux",
        "deux jardins",
        "de",
        "les raisins",
        "et Nous les bordés",
        "avec palmiers",
        "et Nous avons placé",
        "entre les deux",
        "cultures"
      ],
      "notes" : {
        "36" : [
          "Afin de comprendre la signification de cette parabole, nous devrions garder à vue",
          "v. 28, dans laquelle les chefs arrogants, de La Mecque ont dit que les Compagnons",
          "pauvres du Saint Prophète ne seraient pas jetés pour leur plaire."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا ۚ وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا",
      "simpleTranslate" : [
        "Les deux jardins produisaient de bonnes récoltes, sans la moindre défaillance,",
        "d’autant plus que Nous avions fait surgir un ruisseau entre eux."
      ],
      "tafsirTranslate" : [
        "Les deux vigne verges n'a donné des fruits abondants et ne manquèrent fut",
        "aucunement à faire naître leurs produits, et nous a causé un canal de circuler au",
        "milieu d'eux."
      ],
      "tanslateWordByWord" : [
        "Chaque",
        "(De) les deux jardins",
        "enfanté",
        "ses produits",
        "et pas",
        "a fait mal",
        "de celui-ci",
        "n'importe quoi",
        "Et Nous avons fait jaillir",
        "en leur sein",
        "une rivière"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَكَانَ لَهُ ثَمَرٌ فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنْكَ مَالًا وَأَعَزُّ نَفَرًا",
      "simpleTranslate" : [
        "Il récolta donc ses fruits et dit, au cours d’une conversation à son compagnon :",
        "«Je suis plus riche que toi et plus puissant aussi grâce à mon clan.»"
      ],
      "tafsirTranslate" : [
        "Et le propriétaire des jardins a beaucoup d'avantages. En dépit de tout cela,",
        "tout en conversant avec son voisin, dit-il, \"j'avoir plus de richesse que vous et",
        "avoir des hommes plus puissantes à mon service.\""
      ],
      "tanslateWordByWord" : [
        "Et était",
        "pour lui",
        "fruit",
        "alors il a dit",
        "à son compagnon",
        "alors qu'il",
        "(A) de parler avec lui",
        "je suis",
        "plus grand",
        "que toi",
        "(En) la richesse",
        "et plus forts",
        "(En) hommes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِنَفْسِهِ قَالَ مَا أَظُنُّ أَنْ تَبِيدَ هَٰذِهِ أَبَدًا",
      "simpleTranslate" : [
        "Il entra dans son jardin et se fit tort à lui-même en disant : «Je ne pense pas",
        "que ce jardin puisse jamais dépérir ;"
      ],
      "tafsirTranslate" : [
        "Puis il est entré dans son «Paradis», <N:37> alors qu'il était injuste de",
        "lui-même, et dit: «Je ne pense pas que cette richesse de la mine puisse jamais",
        "périr,"
      ],
      "tanslateWordByWord" : [
        "Et il entra",
        "son jardin",
        "alors qu'il",
        "(Était) injuste",
        "à lui-même",
        "Il a dit",
        "ne pas",
        "je pense",
        "cette",
        "périra",
        "ce",
        "déjà"
      ],
      "notes" : {
        "37" : [
          "Il considère ses jardins comme [ \"Paradise\"]. Ainsi, il se comporta comme ceux",
          "désigne les personnes, qui, montée en puissance et de la richesse, sont toujours",
          "impliqués dans l'incompréhension qu'ils apprécient [ \"Paradise\"] dans ce monde;",
          "par conséquent, ils ne résistent pas besoin d'un autre paradis."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُدِدْتُ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا",
      "simpleTranslate" : [
        "et je ne crois pas que l’Heure du Jugement dernier puisse sonner un jour. Et si,",
        "ma foi, je dois retourner à mon Seigneur, j’aurai certainement un sort bien",
        "meilleur !»"
      ],
      "tafsirTranslate" : [
        "et je ne crois pas que l'Heure de la Résurrection ne viendra jamais. Quoi qu'il",
        "en soit, si jamais je suis retourné à mon Seigneur, je vais obtenir même un",
        "endroit plus grand que cela. « <N:38>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "je pense",
        "l'heure",
        "arrivera",
        "Et si",
        "Je suis ramené",
        "à",
        "mon Seigneur",
        "Je vais sûrement trouver",
        "mieux",
        "que celui-ci",
        "(Comme) un retour"
      ],
      "notes" : {
        "38" : [
          "Ce + s, [ «Je ne pense pas qu'il y ait la mort la vie après, mais en supposant il",
          "y en a un, 1 est encore meilleur là que dans ma vie présente, pour ma prospérité",
          "est un une preuve claire que je suis un favori de Dieu. \"]"
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا",
      "simpleTranslate" : [
        "Son compagnon qui conversait avec lui répliqua : «Aurais-tu renié Celui qui t’a",
        "créé de poussière, puis de sperme et qui, ensuite, t’a donné ta forme humaine?"
      ],
      "tafsirTranslate" : [
        "Son voisin l'a réprimandé pendant la conversation, en disant: «Quoi!-Vous rejetez",
        "l'Être qui vous a créés à partir d'argile, puis de goutte de sperme et vous la",
        "forme d'un homme parfait <N:39>?"
      ],
      "tanslateWordByWord" : [
        "Dit",
        "à lui",
        "son compagnon",
        "alors qu'il",
        "a été de lui parler",
        "Serais-tu mécréant",
        "in One Who",
        "vous créé",
        "de",
        "poussière",
        "puis",
        "de",
        "une quantité infime de sperme",
        "puis",
        "vous façonné",
        "(En) un homme"
      ],
      "notes" : {
        "39" : [
          "Cela montre que [ «incroyance»] en Allah ne se limite pas à la négation de",
          "l'existence de Dieu en tant de mots, mais l'arrogance, l'orgueil, la vanité et la",
          "négation de l'au-delà sont également kufr. Bien que personne ne nie pas",
          "l'existence de Dieu, peut-être qu'il professait comme il ressort de ses paroles",
          "[([ \"Si jamais je suis retourné à mon Seigneur-\"])], mais en dépit de sa",
          "profession, son voisin chargé lui avec incrédulité en Allah. Ceci est parce que",
          "la personne, qui considère sa richesse et sa grandeur, etc., pour être les fruits",
          "de sa propre puissance et de la capacité et non pas les faveurs d'Allah, et qui",
          "pense qu'ils sont éternels et nul ne peut prendre que loin de soupçon et que il",
          "n'a pas de comptes à personne, est coupable de [ \"incroyance dans AIIah\"], même",
          "si il pourrait professer la foi en lui, car il reconnaît Allah comme un être et",
          "«non pas comme son maître, propriétaire et souverain. En fait, la croyance en",
          "Allah exige non seulement la profession de son existence, mais aussi la",
          "reconnaissance de sa souveraineté, la maîtrise, la règle et similaires."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "لَٰكِنَّا هُوَ اللَّهُ رَبِّي وَلَا أُشْرِكُ بِرَبِّي أَحَدًا",
      "simpleTranslate" : [
        "Pour moi, c’est Dieu qui est mon Seigneur auquel je n’associe personne."
      ],
      "tafsirTranslate" : [
        "Quant à moi; Allah seul est mon Seigneur et je mis en place pas de partenaire",
        "avec Lui."
      ],
      "tanslateWordByWord" : [
        "Mais pour moi",
        "Il",
        "(Est) Allah",
        "mon Seigneur",
        "et pas",
        "J'associe",
        "avec mon Seigneur",
        "n'importe qui"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ ۚ إِنْ تَرَنِ أَنَا أَقَلَّ مِنْكَ مَالًا وَوَلَدًا",
      "simpleTranslate" : [
        "Que n’as-tu dit en entrant dans ton jardin : “Telle est la volonté de Dieu ! Il",
        "n’y a de puissance qu’en Dieu !” Et si tu vois que je suis moins pourvu que toi",
        "en biens et en enfants,"
      ],
      "tafsirTranslate" : [
        "Et quand vous entrez dans votre jardin, pourquoi ne pas dire que vous, `seulement",
        "que doit se produire ce qu'il veut. Ni moi ni aucun autre n'a aucun pouvoir",
        "<N:40>"
      ],
      "tanslateWordByWord" : [
        "Et pourquoi (vous avez fait) pas",
        "quand",
        "tu es entré",
        "ton jardin",
        "dire",
        "Quelle",
        "testaments",
        "Allah",
        "(Il n'y a pas",
        "Puissance",
        "sauf",
        "Allah",
        "Si",
        "tu me vois",
        "(moi)",
        "moindre",
        "que toi",
        "(En) la richesse",
        "et les enfants"
      ],
      "notes" : {
        "40" : [
          "Autrement dit, [ \"Si nous sommes en mesure de faire quoi que ce soit, il est par",
          "l'aide et le soutien d'Allah seul.\"]"
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "فَعَسَىٰ رَبِّي أَنْ يُؤْتِيَنِ خَيْرًا مِنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِنَ السَّمَاءِ فَتُصْبِحَ صَعِيدًا زَلَقًا",
      "simpleTranslate" : [
        "il se peut que mon Seigneur me donne quelque chose de meilleur que ton jardin et",
        "qu’Il envoie sur ce dernier une calamité du ciel, qui le réduise en terrain",
        "stérile ;"
      ],
      "tafsirTranslate" : [
        "Si vous me trouvez maintenant moins de la richesse et de la descendance que vous,",
        "mon Seigneur peut donner à moi un meilleur jardin que le vôtre et envoyer du ciel",
        "sur votre jardin une catastrophe qui pourrait se transformer en une plaine aride,"
      ],
      "tanslateWordByWord" : [
        "C'est possible",
        "que mon Seigneur,",
        "que mon Seigneur,",
        "me donnera",
        "mieux",
        "que",
        "ton jardin",
        "et enverra",
        "sur elle",
        "une calamité",
        "de",
        "Le ciel",
        "alors il deviendra",
        "sol",
        "glissant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا فَلَنْ تَسْتَطِيعَ لَهُ طَلَبًا",
      "simpleTranslate" : [
        "ou que l’eau qui l’arrose tarisse sans que tu puisses jamais la retrouver.»"
      ],
      "tafsirTranslate" : [
        "ou de son eau pourrait couler dans la terre et vous ne pouvez pas être en mesure",
        "de le faire sortir de toute façon. \""
      ],
      "tanslateWordByWord" : [
        "Ou",
        "va devenir",
        "c'est de l'eau",
        "creux",
        "donc jamais",
        "vous pourrez",
        "pour le trouver",
        "pour le trouver"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَا أَنْفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا",
      "simpleTranslate" : [
        "Or, sa récolte fut détruite et il ne lui restait plus qu’à se tordre les mains de",
        "regret, en pensant à toutes les dépenses qu’il avait effectuées et en se",
        "lamentant sur ses treilles complètement ravagées. «Plût à Dieu, gémissait-il, que",
        "je n’eusse jamais donné d’associés à mon Seigneur !»"
      ],
      "tafsirTranslate" : [
        "Enfin (il se trouve que) tous les produits de son fruit a été détruit et, voyant",
        "ses vignes renversées sur les treillages, il a commencé à se tordre les mains à",
        "la perte de ce qu'il y avait dépensé, en disant «Je souhaite que je ne l'avais",
        "pas associé un partenaire avec mon Seigneur!\""
      ],
      "tanslateWordByWord" : [
        "Et étaient entourés",
        "ses fruits",
        "il a donc commencé",
        "torsion",
        "ses mains",
        "plus de",
        "quelle",
        "il (avait) passé",
        "dessus",
        "alors qu'il (avait)",
        "s'est effondré",
        "sur",
        "ses treillages",
        "et il a dit",
        "Oh! je souhaite",
        "Je ne l'avais pas associé",
        "Je ne l'avais pas associé",
        "avec mon Seigneur",
        "n'importe qui"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَلَمْ تَكُنْ لَهُ فِئَةٌ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مُنْتَصِرًا",
      "simpleTranslate" : [
        "Et il ne trouva aucun parti pour le secourir contre Dieu, pas plus qu’il ne put",
        "se secourir lui-même,"
      ],
      "tafsirTranslate" : [
        "Il était si impuissant que ni pouvait-il trouver un hôte pour l'aider contre",
        "Allah, ni lui-même en mesure d'éviter cette catastrophe"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "était",
        "pour lui",
        "un groupe",
        "(pour l'aider",
        "autre que",
        "autre que",
        "Allah",
        "et pas",
        "était",
        "(Il) a soutenu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ ۚ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا",
      "simpleTranslate" : [
        "car, en pareil cas, la souveraine protection n’appartient qu’à Dieu qui est la",
        "Vérité suprême, et qui accorde la meilleure récompense et assure la fin la plus",
        "heureuse."
      ],
      "tafsirTranslate" : [
        "-Il était alors qu'il a réalisé que tout le pouvoir d'aider incombe à Allah, le",
        "Vrai. Cette récompense est le meilleur qu'Il donne et cette fin est le meilleur",
        "résultat auquel il conduit."
      ],
      "tanslateWordByWord" : [
        "Là",
        "la protection",
        "(Est) d'Allah",
        "la vérité",
        "Il",
        "(est le meilleur",
        "(récompenser",
        "et (la) meilleur",
        "(Pour) l'extrémité finale"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ ۗ وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ مُقْتَدِرًا",
      "simpleTranslate" : [
        "Propose-leur encore la parabole de la vie en ce bas monde. Elle est semblable à",
        "cette eau que Nous faisons descendre du ciel, et dont les plantes s’imprègnent un",
        "instant pour se transformer ensuite en chaume à la merci des vents, car la",
        "puissance de Dieu n’a point de limite."
      ],
      "tafsirTranslate" : [
        "Et O Prophète, ramener à la maison pour les la réalité de cette vie mondaine par",
        "une parabole. Il est comme la végétation de la terre qui a prospéré luxuriance",
        "lorsque Nous avons fait descendre l'eau de pluie du ciel, mais par la suite la",
        "même végétation a été transformé en paille, qui est soufflé par le vent: Allah a",
        "pouvoir sur tout <N:41>."
      ],
      "tanslateWordByWord" : [
        "Et présente",
        "pour eux",
        "l'exemple",
        "(De) la vie",
        "(du monde",
        "comme l'eau",
        "que Nous faisons descendre",
        "de",
        "Le ciel",
        "puis se mêle",
        "Avec ça",
        "(La) végétation",
        "(de la terre",
        "devient alors",
        "tiges sèches",
        "il (est) dispersé",
        "(Par) les vents",
        "Et Allah",
        "Et Allah",
        "plus de",
        "chaque",
        "chose",
        "(Est) Tous Capable"
      ],
      "notes" : {
        "41" : [
          "[ \"Allah a pouvoir sur tout»]: Il donne la vie et aussi la mort: Il provoque la",
          "montée et la chute: Il est par Son conunand que les saisons changent. Par",
          "conséquent, incroyants O, si vous appréciez la prospérité d'aujourd'hui, vous",
          "devriez être en aucun illusion que cette condition restera à jamais. Que Dieu,",
          "par Dont conunand ces choses ont été donné à vous, a le pouvoir d'arracher tout",
          "cela par un autre conunand."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا ۖ وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا",
      "simpleTranslate" : [
        "Richesses et enfants ne sont que la parure de la vie de ce monde, tandis que les",
        "bonnes œuvres qui perdurent ont auprès de ton Seigneur une meilleure récompense",
        "et suscitent dans le cœur des fidèles une belle espérance."
      ],
      "tafsirTranslate" : [
        "De même, cette richesse et la progéniture sont simple parure éphémère de la vie",
        "mondaine: en effet les bonnes actions sont respectueux de mieux dans la vue de",
        "ton Seigneur en ce qui concerne leur fin, et tenir pour vous plus d'espoir."
      ],
      "tanslateWordByWord" : [
        "La richesse",
        "et les enfants",
        "(Sont) parure",
        "(De) la vie",
        "(du monde",
        "Mais le durable",
        "Bonnes actions",
        "(sont mieux",
        "près",
        "votre Seigneur",
        "(Pour) récompense",
        "et mieux",
        "(Pour) l'espoir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا",
      "simpleTranslate" : [
        "Le jour où Nous mettrons les montagnes en mouvement et où la terre sera tout",
        "aplanie, Nous rassemblerons les hommes sans en omettre aucun."
      ],
      "tafsirTranslate" : [
        "La seule chose pour laquelle vous devez préparer, est le jour où nous allons",
        "mettre les montagnes en mouvement, <N:42> et quand vous trouverez la Terre toute",
        "nue, <N:43> et Nous se rassembler ensemble tous les êtres humains de manière à",
        "laisser rien du tout derrière, <N:44>"
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "Nous allons faire (à) se déplacent",
        "les montagnes",
        "et vous verrez",
        "La terre",
        "(Comme) une plaine nivelée",
        "et Nous les rassemblerons",
        "et pas",
        "Nous allons laisser derrière",
        "d'eux",
        "n'importe qui"
      ],
      "notes" : {
        "42" : [
          "Les montagnes vont commencer à se déplacer comme des nuages ​​lorsque la",
          "gravitation de la terre doit être mis fin. Le Coran a décrit la même chose dans",
          "XXVII: 88 de cette manière: [ \"Quand vous voyez les montagnes, vous les",
          "considérez être solidement fixé, mais ils seront flottent comme des nuages ​​à ce",
          "moment-là.\"]"
        ],
        "43" : [
          "[ \"Vous trouverez la Terre toute nue\"]: Vous ne trouverez pas de végétation et",
          "aucun bâtiment sur elle et il deviendra une plaine stérile. Il est la même chose",
          "qui a été dit au v. 8 du présent chapitre."
        ],
        "44" : [
          "Autrement dit, [ «Nous rassemblons ensemble tout être humain dès le premier",
          "homme, Adam, le dernier né dans le dernier moment du Jour de la Résurrection:",
          "même cet enfant qui avait respiré le premier souffle après sa naissance, sont",
          "ressuscités et tous seront rassemblèrent à une seule et même chanson. \"]"
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَعُرِضُوا عَلَىٰ رَبِّكَ صَفًّا لَقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ ۚ بَلْ زَعَمْتُمْ أَلَّنْ نَجْعَلَ لَكُمْ مَوْعِدًا",
      "simpleTranslate" : [
        "Et ils seront présentés en rangs devant ton Seigneur qui leur dira : «Vous voilà",
        "revenus à Nous tels que Nous vous avons créés pour la première fois ! Pourtant",
        "vous prétendiez que jamais ce rendez-vous n’aurait lieu !»"
      ],
      "tafsirTranslate" : [
        "et tout sera présenté devant votre Seigneur en lignes-Well! vous pouvez voir que",
        "vous êtes venus avant nous dans le même état dans lequel Nous vous avons créés au",
        "premier <N:45>: Vous étiez dans l'illusion que nous avions pas fixe à tout moment",
        "de rendez-vous avec vous"
      ],
      "tanslateWordByWord" : [
        "Et ils seront présentés",
        "avant",
        "votre Seigneur",
        "(En) rangées",
        "Certainement",
        "vous êtes venus nous",
        "comme",
        "Nous vous avons créés",
        "la première",
        "temps",
        "Non",
        "vous avez demandé",
        "qui ne",
        "Nous avons fait",
        "pour toi",
        "un rendez-vous"
      ],
      "notes" : {
        "45" : [
          "Cette chose sera adressée à ceux qui niaient l'au-delà, comme pour dire, [ \"Eh",
          "bien, vous voyez maintenant que l'information donnée par les prophètes est sorti",
          "pour être vrai. Ils vous ont dit que Allah vous apporterait à la vie comme il a",
          "d'abord vous a fait sortir des ventres de vos mères, mais vous mécru en elle.",
          "maintenant, dites que vous avez été amené à la vie pour la deuxième fois ou non.",
          "\"]"
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "وَوُضِعَ الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَا وَيْلَتَنَا مَالِ هَٰذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا ۚ وَوَجَدُوا مَا عَمِلُوا حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا",
      "simpleTranslate" : [
        "Et quand le registre sera déposé, tu verras alors les coupables saisis de frayeur",
        "par son libellé. «Malheur à nous !, s’écrieront-ils. Qu’a donc ce registre à",
        "n’omettre ni péché véniel ni péché capital sans les porter à notre compte?» Et",
        "c’est ainsi qu’ils se retrouveront en présence de toutes leurs œuvres, car ton",
        "Seigneur ne fait jamais de tort à personne."
      ],
      "tafsirTranslate" : [
        "-Ensuite l'enregistrement des actes doit être réglé devant eux. À ce moment-là,",
        "vous verrez que les criminels auront peur de l'enregistrement de leur livre de",
        "vie et diront: «Malheur à nous! Quel genre de livre c'est! Il n'a rien non",
        "enregistrée de nos actions, petites ou grandes gauche. \"ils voient devant eux",
        "tout, tout ce qu'ils avaient fait, et votre Seigneur ne sera pas injuste à",
        "quiconque dans le moins. <N:46>"
      ],
      "tanslateWordByWord" : [
        "Et (sera) placé",
        "le livre",
        "et vous verrez",
        "les criminels",
        "craintif",
        "de quoi",
        "(Est) en ce",
        "et ils diront",
        "Oh, malheur à nous",
        "Qu'est-ce que (est) pour",
        "ce",
        "[le livre",
        "ne pas",
        "feuilles",
        "un petit",
        "et pas",
        "un grand",
        "sauf",
        "a énuméré ce",
        "Et ils trouveront",
        "quelle",
        "ils ont fait",
        "présenté",
        "Et pas",
        "offres injustement",
        "votre Seigneur",
        "(avec quelqu'un"
      ],
      "notes" : {
        "46" : [
          "[ \"Votre Seigneur ne sera pas injuste à quiconque dans le moins\"]: Ni sera une",
          "mauvaise action pas commis par une personne ont été enregistrés dans sa conduite",
          "Register, ni subir puni plus d'un mérité pour son crime, ni une personne",
          "innocente est puni du tout."
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ كَانَ مِنَ الْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِ ۗ أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ ۚ بِئْسَ لِلظَّالِمِينَ بَدَلًا",
      "simpleTranslate" : [
        "Rappelle-toi lorsque Nous avons dit aux anges : «Prosternez-vous devant Adam !»",
        "Ils se sont tous prosternés à l’exception de Satan, qui était du nombre des",
        "djinns et qui refusa d’obéir à l’ordre de son Seigneur. Allez-vous le prendre,",
        "ainsi que sa descendance, pour maître en dehors de Moi, alors qu’ils sont vos",
        "ennemis mortels? Quel détestable échange pour les pervers !"
      ],
      "tafsirTranslate" : [
        "Rappelez-vous! Lorsque nous avons dit aux anges: «Prosternez-vous devant Adam\".",
        "Ils se prosternèrent, mais Iblis ne l'ont pas. <N:47> Il était l'un des djinns,",
        "il a donc choisi la voie de la désobéissance au commandement de son Seigneur.",
        "<N:48> Que voulez-vous, alors jetez-moi et lui faire et ses descendants vos",
        "clients , mais ils sont vos ennemis? Quel mauvais substitut est que ces ouvriers",
        "d'iniquité prennent!"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Nous l'avons dit",
        "aux anges",
        "Prostré",
        "à Adam",
        "donc ils se prosternèrent",
        "sauf",
        "Iblis",
        "(Il était",
        "de",
        "djinns",
        "et il se révolta",
        "contre",
        "la commande",
        "(De) son Seigneur",
        "Allez-vous donc le prendre",
        "et sa progéniture",
        "(As) protecteurs",
        "autre que Me",
        "autre que Me",
        "pendant qu'ils",
        "(Sont) pour vous",
        "ennemis",
        "Misérable",
        "pour les injustes",
        "(Est) l'échange"
      ],
      "notes" : {
        "48" : [
          "Il était possible pour Iblis de désobéir à Allah parce qu'il ne faisait pas",
          "partie des anges, mais l'un des djinns. Il faut noter que le Coran est très",
          "explicite que les anges sont intrinsèquement obéissant: \n [(1)] [ \"Ils ne",
          "montrent pas l'arrogance, ils craignent leur Seigneur, qui est au-dessus, et",
          "faire tout ce qu'ils sont conviés.\"] [(XVI: 50 <V:16:50>)] \n [(2)] [ \"..... Ils",
          "ne désobéissent le commandement qui leur est donné par leur Seigneur et faire ce",
          "qu'ils sont conviés à faire.\"] [(LXVI: 6 <V:66:6>)] \n Contrairement aux anges,",
          "les djinns ont été, comme les êtres humains, étant donné la possibilité d'obéir",
          "ou de ne pas obéir. Par conséquent, ils ont été donné le pouvoir de croire ou",
          "non, d'obéir ou de ne pas obéir. Cette chose a été rendue explicite ici en disant",
          "que Iblis était un des djinns, alors il a délibérément choisi la voie de la",
          "désobéissance. Soit dit en passant, ce verset supprime tous les malentendus qui",
          "se trouvent généralement parmi les gens ordinaires que Iblis était un des anges",
          "et non un ange ordinaire, mais l'instructeur des anges. En ce qui concerne la",
          "difficulté qui se pose à cause de cette déclaration du Coran, [ «Quand nous avons",
          "dit aux anges,` prosterner devant Adam. Ils se prosternèrent, mais Iblis ne l'ont",
          "pas \",\"] il convient de noter que le commandement de les anges ont été destinés à",
          "tous ceux qui sur la Terre qui étaient sous l'administration des anges afin",
          "qu'ils devraient également être faits soumis à l'homme. Par conséquent toutes ces",
          "créatures se prosternèrent avec les anges, mais Iblis a refusé de se prosterner",
          "avec eux."
        ],
        "47" : [
          "La référence à l'histoire d'Adam et Iblis a été fait ici pour avertir les gens",
          "égarés de leur folie. Il est une folie évidente que les gens devraient jeter",
          "leurs prophètes, qui étaient leurs sympathisants, et s'emmêler dans le piège",
          "tendu par leur éternel ennemi, Iblis, qui a été jaloux de l'homme depuis qu'il a",
          "refusé de se prosterner devant Adam et est devenu maudit."
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ وَلَا خَلْقَ أَنْفُسِهِمْ وَمَا كُنْتُ مُتَّخِذَ الْمُضِلِّينَ عَضُدًا",
      "simpleTranslate" : [
        "Je ne les ai pas pris pour témoins lors de la création des Cieux et de la Terre",
        "ni lors de leur propre création, car Je n’ai jamais fait appel au concours des",
        "corrupteurs !"
      ],
      "tafsirTranslate" : [
        "Je ne les ai pas appelé pour assister à la création des cieux et de la terre, ni",
        "ai-je les associer dans leur propre création. <N:49> Il est pas pour moi de faire",
        "mes supporters ceux qui dirigent les autres égaré."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "Je les ai faits témoin",
        "la création",
        "(De) les cieux",
        "et la terre",
        "et pas",
        "la création",
        "(d'eux-mêmes",
        "et pas",
        "Je suis",
        "Celui de prendre",
        "les séducteurs",
        "(As) aide (s)"
      ],
      "notes" : {
        "49" : [
          "Cette chose a été affirmé pour impressionner les mécréants que les satans ont pas",
          "le droit de leur soumission et de culte, car ils avaient aucune part du tout dans",
          "la création des cieux et de la terre, non, ils se étaient la création d'Allah:",
          "Allah donc seul était digne d'adoration."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "وَيَوْمَ يَقُولُ نَادُوا شُرَكَائِيَ الَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَجَعَلْنَا بَيْنَهُمْ مَوْبِقًا",
      "simpleTranslate" : [
        "Un jour, Dieu dira aux infidèles : «Appelez à votre secours ceux que vous",
        "prétendiez être Mes associés !» Et ils les invoqueront, mais ils ne recevront",
        "d’eux aucune réponse, car entre les uns et les autres Nous aurons ouvert un",
        "abîme."
      ],
      "tafsirTranslate" : [
        "Qu'est-ce qu'ils vont faire le jour où leur Seigneur leur dira: «Maintenant",
        "appeler tous ceux que vous prétendiez être Mes associés\". <N:50> Ils les",
        "appelleront, mais ils ne répondent pas et venir à leur aide, et nous allons",
        "mettre un abîme de perdition commun entre eux. <N:51>"
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "Il dira",
        "Appel",
        "Mes partenaires",
        "ceux qui",
        "vous avez demandé",
        "puis ils les appeler",
        "mais non",
        "ils répondront",
        "pour eux",
        "Et Nous ferons",
        "entre eux",
        "une barrière"
      ],
      "notes" : {
        "50" : [
          "Ce thème a déjà été dit à plusieurs endroits dans le Coran. Ceci est",
          "d'impressionner qu'il se dérobe à jeter les commandements et les conseils d'Allah",
          "et de suivre les ordres et les conseils d'un autre qu'Allah, si on ne peut pas",
          "être professent avec sa langue qu'il existe un partenaire d'Allah: non, si on",
          "pourrait être maudissant les autres, mais en même temps, suivant leurs ordres au",
          "lieu de commandements divins, même alors que l'on est coupable de shirk. Par",
          "exemple, on voit que tout le monde dans ce monde maudit satans mais les suit",
          "encore. Selon le Coran, malgré les maudire, si les gens suivent satans, ils sont",
          "coupables de mettre en place satans en partenariat avec Allah. Bien que ce ne",
          "sera pas se dérober à tant de mots, il reviendrait à la pratique du polythéisme",
          "et le Coran dénonce cela comme shirk."
        ],
        "51" : [
          "En général, les commentateurs ont attribué deux significations à cela. L'un est",
          "le même que nous avons adopté dans notre traduction et l'autre est la suivante:",
          "\". Leur amitié dans ce monde sera changé en inimitié amère dans l'au-delà\" [ \".",
          "Nous causons inimitié entre eux»] Autrement dit, [ ]"
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُمْ مُوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا",
      "simpleTranslate" : [
        "Et en voyant le Feu, les négateurs auront la certitude qu’ils y seront précipités",
        "sans trouver aucun moyen d’y échapper."
      ],
      "tafsirTranslate" : [
        "Tous les criminels verront le Feu sur ce jour-là et aura un pressentiment qu'ils",
        "vont tomber dedans, mais ne trouveront pas d'échappatoire."
      ],
      "tanslateWordByWord" : [
        "Et verra",
        "les criminels",
        "le feu",
        "et ils (seront) certains",
        "qu'ils",
        "sont à tomber dedans",
        "Et pas",
        "ils trouveront",
        "à partir de cela",
        "un moyen d'évasion"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "وَلَقَدْ صَرَّفْنَا فِي هَٰذَا الْقُرْآنِ لِلنَّاسِ مِنْ كُلِّ مَثَلٍ ۚ وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا",
      "simpleTranslate" : [
        "Nous avons proposé dans ce Coran toutes sortes d’exemples à l’intention des",
        "hommes, mais la controverse reste leur passion dominante."
      ],
      "tafsirTranslate" : [
        "Nous avons conçu de différentes façons dans le Coran pour rendre les gens à",
        "comprendre son message, mais l'homme est par nature très controversée."
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons expliqué",
        "dans",
        "ce",
        "Le Coran",
        "pour l'humanité",
        "de",
        "chaque",
        "Exemple",
        "Mais est",
        "l'homme",
        "(dans la plupart",
        "des choses",
        "querelleur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَىٰ وَيَسْتَغْفِرُوا رَبَّهُمْ إِلَّا أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا",
      "simpleTranslate" : [
        "Qu’est-ce donc qui les empêche de croire, alors que la bonne voie leur est",
        "tracée, et de demander pardon à leur Seigneur? Attendent-ils de subir le sort de",
        "leurs aînés ou que le châtiment vienne les frapper de plein fouet?"
      ],
      "tafsirTranslate" : [
        "(La question est) ce qui les empêche de les accepter des conseils quand il est",
        "venu devant eux et de demander le pardon de leur Seigneur? Il est rien de plus",
        "que ce qu'ils attendent la même chose arrive à ceux qui ont visité les anciennes",
        "communautés; ou qu'ils devraient voir le fléau de Dieu à venir devant eux! <N:52>"
      ],
      "tanslateWordByWord" : [
        "Et rien",
        "empêche",
        "Hommes",
        "cette",
        "ils croient",
        "quand",
        "est venu à eux",
        "l'orientation",
        "et ils demandent pardon",
        "(De) leur Seigneur",
        "sauf",
        "cette",
        "vient les",
        "(le chemin",
        "(De) l'ancien (personnes)",
        "ou",
        "vient les",
        "la punition",
        "Avant eux)"
      ],
      "notes" : {
        "52" : [
          "Ceci est d'avertir le peuple que le Coran a remué ciel et terre pour faire la",
          "plaine vérité. Il a utilisé toutes sortes d'arguments, des paraboles, des",
          "similitudes et utilisé tous les moyens efficaces possibles pour faire appel au",
          "cœur et à l'esprit de l'homme, et a adopté le meilleur style possible. En bref,",
          "rien n'a été laissé qui pourrait persuader les gens à accepter la vérité. Si,",
          "malgré cela, ils n'acceptent la vérité, il est évident qu'ils attendent le fléau",
          "de Dieu comme celui qui a visité les anciennes communautés de leur faire",
          "comprendre leur erreur."
        ]
      }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنْذِرِينَ ۚ وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ ۖ وَاتَّخَذُوا آيَاتِي وَمَا أُنْذِرُوا هُزُوًا",
      "simpleTranslate" : [
        "Nous n’envoyons les prophètes que pour annoncer la bonne nouvelle et avertir,",
        "pendant que les négateurs s’emploient à combattre la Vérité avec de faux",
        "arguments et à tourner en dérision Nos signes et Nos avertissements."
      ],
      "tafsirTranslate" : [
        "La seule mission pour laquelle nous envoyons les Messagers est de transmettre de",
        "bonnes nouvelles et avertissement sévère, <N:53>, mais les incroyants utilisent",
        "weaponsof mensonge pour vaincre la vérité, et ils tiennent à ridiculiser mes",
        "serviteurs et les avertissements qui ont été envoyés à eux."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous envoyons",
        "les messagers",
        "sauf",
        "(As) porteurs de bonnes nouvelles",
        "et (que) warners",
        "Et litige",
        "ceux qui",
        "ne pas croire",
        "avec le mensonge",
        "de réfuter",
        "ainsi",
        "la vérité",
        "Et ils prennent",
        "Mes versets",
        "et quoi",
        "ils sont avertis",
        "(En) ridicule"
      ],
      "notes" : {
        "53" : [
          "Ce verset a deux significations: \n [(1)] Nous envoyons nos messagers à Forewarn",
          "les gens avant la venue du jugement des bons résultats de l'obéissance et les",
          "mauvaises conséquences de la désobéissance. Mais ces gens stupides ne profitent",
          "pas de ces signes précurseurs et d'insister en voyant le même but mal dont les",
          "Messagers veulent les sauver. \n [(2)] Ce qu'ils insistent sur la rencontre avec",
          "le fléau, ils ne devraient pas exiger cela du Messager parce que le Messager est",
          "envoyé de ne pas apporter un fléau mais pour avertir les gens d'avance d'y",
          "échapper."
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ ۚ إِنَّا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا ۖ وَإِنْ تَدْعُهُمْ إِلَى الْهُدَىٰ فَلَنْ يَهْتَدُوا إِذًا أَبَدًا",
      "simpleTranslate" : [
        "Qui est plus injuste que celui qui tourne le dos aux signes de son Seigneur,",
        "quand ils lui sont rappelés, et qui va même jusqu’à oublier ses propres péchés?",
        "Nous avons placé des voiles épais sur leurs cœurs pour les empêcher de",
        "comprendre, et Nous les avons rendus durs d’oreille, si bien que tu auras beau",
        "les appeler à la bonne voie, jamais ils ne sauront se guider."
      ],
      "tafsirTranslate" : [
        "Maintenant, qui peut être plus injuste que la personne devant laquelle les",
        "révélations de son Seigneur lui sont récités admonester, et il se détourne d'eux",
        "et oublie la fin du mal à laquelle il a ouvert la voie avec son propre mains? En",
        "ce qui concerne ces personnes, qui ont adopté une telle attitude, nous avons mis",
        "des voiles sur leurs cœurs qui ne laissent pas écouter le Coran, et nous avons",
        "produit une lourdeur dans leurs oreilles. Dans cet état, ils ne seront jamais",
        "bien guidés, quelle qu'en soit vous pouvez les inviter à l'orientation. <N:54>"
      ],
      "tanslateWordByWord" : [
        "Et qui",
        "(Est) plus faux",
        "que (il) qui",
        "est rappelé",
        "des Versets",
        "(De) son Seigneur",
        "mais se détourne",
        "d'eux",
        "et oublie",
        "quelle",
        "ont envoyé de suite",
        "ses mains",
        "En effet, nous",
        "[Nous] ont placé",
        "plus de",
        "leur cœur",
        "revêtements",
        "de peur de",
        "ils le comprennent",
        "et en",
        "leurs oreilles",
        "(Est) la surdité",
        "Et si",
        "vous les appelez",
        "à",
        "l'orientation",
        "alors jamais",
        "ils seront guidés",
        "puis",
        "déjà"
      ],
      "notes" : {
        "54" : [
          "Allah met une couverture sur le cœur d'une personne et fait ses oreilles dur",
          "d'entendre la vérité quand il adopte l'attitude de discorde, litige, querelles et",
          "argumentation vers la mise en garde d'un bien-intentionnée et tente de vaincre la",
          "vérité avec les armes du mensonge et de la ruse. Naturellement cette attitude",
          "produit en lui endurcissement et l'obstination de sorte qu'il fait la sourde",
          "oreille à l'orientation, et ne veut pas se rendre compte de son erreur avant de",
          "voir sa fin mal. Pour ces personnes ne prêtent aucune attention à exhortation et",
          "d'alerte et d'insister sur tomber dans l'abîme de perdition: alors et alors",
          "seulement ils sont convaincus qu'il était perdition vers lequel ils se",
          "précipitaient tête baissée."
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ ۖ لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ ۚ بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا",
      "simpleTranslate" : [
        "Et si ton Seigneur, l’Indulgent, le Clément, voulait les punir selon leurs",
        "œuvres, Il hâterait certainement leur châtiment. Mais un rendez-vous, pour cela,",
        "leur a été fixé et ils ne trouveront aucun moyen pour s’y soustraire."
      ],
      "tafsirTranslate" : [
        "Ton Seigneur est très Pardonneur et très Miséricordieux: Avait-il voulu les",
        "saisir pour leurs mauvaises actions, il aurait envoyé immédiatement un fléau sur",
        "eux, mais il a nommé un temps pour son accomplissement, et ils trouver aucun",
        "moyen de sortir de lui échapper. <N:55>"
      ],
      "tanslateWordByWord" : [
        "Et ton Seigneur",
        "(Est) le Pardonneur",
        "Propriétaire",
        "(De) la Miséricorde",
        "Si",
        "Il était de les saisir",
        "pour quoi",
        "ils ont gagné",
        "sûrement, il (serait) hâté",
        "pour eux",
        "la punition",
        "Mais",
        "pour eux",
        "(Est) un rendez-vous",
        "jamais",
        "ils trouveront",
        "autre que ce",
        "autre que ce",
        "une évasion"
      ],
      "notes" : {
        "55" : [
          "Ceci est d'avertir les gens stupides qu'ils ne devraient pas être trompés par le",
          "répit qui leur est donnée et présument qu'ils ne seront jamais pris à la tâche",
          "tout ce qu'ils peuvent continuer à le faire. Ils oublient que Dieu leur donne un",
          "répit parce qu'Il est Pardonneur et Indulgent et ne punit pas les méchants sur",
          "place, Sa miséricorde exige que les malfaiteurs devraient avoir un répit afin",
          "qu'ils puissent réparer leurs manières."
        ]
      }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "وَتِلْكَ الْقُرَىٰ أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا",
      "simpleTranslate" : [
        "Rappelle-toi ces cités que Nous avons anéanties en raison de leurs iniquités,",
        "après avoir fixé le moment de leur destruction !"
      ],
      "tafsirTranslate" : [
        "Ces habitations qui ont été frappés avec le fléau sont devant vous: <N:56>",
        "lorsqu'ils ont commis l'iniquité, nous les avons anéantis, et Nous avions désigné",
        "un terme pour leur anéantissement."
      ],
      "tanslateWordByWord" : [
        "Et ceux-ci",
        "[Les] villes",
        "Nous les avons détruites",
        "quand",
        "ils ont fait du tort",
        "et Nous avons fait",
        "pour leur destruction",
        "un temps fixé"
      ],
      "notes" : {
        "56" : [
          "Les habitations en ruines étaient de Saba, Thamud, Madian et le peuple du",
          "Prophète Loth, qui ont été visités par le Quraish au cours de leurs voyages",
          "commerciaux, et qui ont été très bien connu à d'autres Arabes aussi."
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "وَإِذْ قَالَ مُوسَىٰ لِفَتَاهُ لَا أَبْرَحُ حَتَّىٰ أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ أَوْ أَمْضِيَ حُقُبًا",
      "simpleTranslate" : [
        "Rappelle-toi quand Moïse dit à son valet : «Je ne cesserai de marcher que lorsque",
        "j’aurai atteint le confluent des deux mers, dussé-je y mettre des années !»"
      ],
      "tafsirTranslate" : [
        "(maintenant concernent les cas concernant Moïse) lorsque Moïse dit à son valet:",
        "«Je ne vais pas mettre mon voyage à la fin avant d'avoir atteint le confluent des",
        "deux rivières: sinon je vais continuer mon voyage depuis des années. \" <N:57>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "dit",
        "Musa",
        "à son garçon",
        "ne pas",
        "Je vais cesser",
        "jusqu'à",
        "J'atteint",
        "la jonction",
        "(De) les deux mers",
        "ou",
        "je continue",
        "(Pour) une longue période"
      ],
      "notes" : {
        "57" : [
          "Bien que cette histoire a été racontée en réponse à la question des incroyants,",
          "il a été utilisé pour impressionner une vérité très importante dans l'esprit des",
          "deux les mécréants et les croyants. Il est ceci: ceux qui tirent leurs",
          "conclusions seulement des aspects apparents d'événements, font une erreur très",
          "grave dans leurs déductions, car ils ne voient que ce qui est apparent et ne vont",
          "pas profondément dans la sagesse divine qui les sous-tend. Quand ils voient tous",
          "les jours la prospérité des tyrans et les afflictions des personnes innocentes,",
          "l'affluence du peuple désobéissant et l'indigence du peuple obéissants, les",
          "jouissances des gens méchants et l'adversité des gens vertueux, ils s'impliquer",
          "dans mentale conflits, non, ils deviennent victimes de malentendus parce qu'ils",
          "ne comprennent pas la sagesse derrière eux. Les incroyants et les tyrans en",
          "concluent que le monde fonctionne sans lois morales et n'a pas de souverain, et,",
          "s'il y en a un, il doit être insensée et injuste: donc on peut faire tout ce que",
          "l'on désire il n'y a personne à qui une doit être responsable. D'autre part,",
          "quand les croyants voient ces choses, ils deviennent tellement frustrés et",
          "découragés que parfois leurs croyances sont mis à x procès très dur. Il était à",
          "démêler la sagesse derrière ce mystère qu'Allah légèrement levé le rideau de la",
          "réalité régissant son usine, de sorte que Moïse pouvait voir la sagesse derrière",
          "les événements qui se passent jour et nuit et comment leur aspect apparent est",
          "tout à fait différente de la réalité. \n Considérons maintenant la question: quand",
          "et où avez cet événement ont lieu? Le Coran ne dit rien à ce sujet. Il y a une",
          "tradition rapportée par 'Aufi dans lequel il cite un dicton d'Ibn' Abbas à cet",
          "effet: [ \"Cet événement a eu lieu après la destruction du Pharaon quand le",
          "Prophète Moïse avait réglé son peuple en Egypte\"]. Mais ceci est pas pris en",
          "charge par d'autres traditions les plus authentiques de Ibn 'Abbas qui Dave été",
          "cités dans la collection de Bukhari et d'autres livres de Traditions, ni aucune",
          "autre source qui peut prouver que le Prophète Moïse jamais réglé en Egypte après",
          "la destruction de Pharaon . Au contraire, le Coran dit explicitement que le",
          "Prophète Moïse passa toute sa vie après l'Exode d'Egypte dans le désert [(Sinaï",
          "et At-Tilt)]. Par conséquent, la tradition de 'Aufi ne peut pas être acceptée.",
          "Cependant, si l'on considère les détails de cette histoire, deux choses sont",
          "assez évidentes: [(1)] Ces choses auraient été démontré que le Prophète Moïse",
          "dans la première période de sa Prophétie parce que ces choses sont nécessaires",
          "dans le début de la Prophétie pour la l'enseignement et de la formation des",
          "prophètes. [(2)] Comme cette histoire a été cité pour réconforter les croyants de",
          "la Mecque, on peut raisonnablement conclure que ces manifestations auraient été",
          "montré au prophète Moïse, quand les Israélites rencontraient les mêmes conditions",
          "que les musulmans de la Mecque a fait au le temps de la révélation de cette",
          "sourate. Sur la base de ces deux choses, nous sommes d'avis [(et la connaissance",
          "correcte est avec Allah seul)] que cet événement se rapporte à la période,",
          "lorsque la persécution des Israélites par le Pharaon était à son comble et, comme",
          "les chefs de Quraish, Pharaon et ses courtisans ont été trompés par un retard",
          "dans le fléau qu'il n'y avait aucune puissance au-dessus d'eux pour les prendre à",
          "la tâche, et comme les musulmans persécutés de la Mecque, les musulmans",
          "persécutés d'Egypte pleuraient dans leur agonie, comme pour dire , [ \"! notre",
          "Seigneur combien de temps la prospérité de ces tyrans et notre adversité",
          "continuer?\"] Tant et si bien que le Prophète Moïse lui-même a crié: [ \".... notre",
          "Seigneur, Tu as accordé à Pharaon et ses nobles splendeur et ? possessions dans",
          "la vie mondaine; O notre Seigneur, as-tu fait cela drat ils pourraient égarer les",
          "gens de ton chemin ... \"] [(X: 88 <V:10:88>)] \n Si notre conjecture est correcte,",
          "alors on peut conclure que, probablement, cet événement a eu lieu pendant le",
          "voyage du prophète Moïse au Soudan, et par la confluence des rivières, on entend",
          "le site de l'actuelle ville de Khartum où le Nil bleu et le white Nile se",
          "réunissent. \n La Bible ne dit rien au sujet de cet événement, mais le Talmud ne",
          "concerne ce bien qu'il assigne à Rabbi Yo'hanan, fils de Lévi, au lieu de",
          "prophète Moïse, et selon ce que l'autre personne a été Elie qui avait été repris",
          "vivant au ciel et a rejoint les anges aux fins de l'administration du monde. [(Le",
          "Talmud Sélections par H. Polano, pp. 313-16)]. \n Il est tout à fait possible que,",
          "comme les événements qui se sont produits avant l'Exode. cet événement a",
          "également peut-être pas resté intact, mais lors du passage des siècles des",
          "changements et des modifications aurait pu être fait en elle. Mais il est dommage",
          "que certains musulmans ont beenso influencé par le Talmud qu'ils opine que dans",
          "cette histoire de Moïse ne se réfère pas au prophète Moïse mais pour une autre",
          "personne portant le même nom. Ils oublient que toutes les traditions du Talmud",
          "est pas nécessairement exacte, nous n'avons aucune raison de supposer que le",
          "Coran a raconté l'histoire concernant une personne inconnue portant le nom [",
          "\"Moïse\"]. Surtout, lorsque nous apprenons d'une Tradition authentique rapporté",
          "par Ubayy-bin-Ka`ab que le Saint Prophète lui-même a précisé que dans cette",
          "histoire, par Moïse, on entend le Prophète Moïse, il n'y a absolument aucune",
          "raison pour que tout musulman doit examiner toute déclaration du Talmud du tout.",
          "\n Les orientalistes ont, comme d'habitude, a essayé de faire un [ «recherche»]",
          "dans les [ \"sources\"] de cette histoire et ont fait remarquer que [ \"L'histoire",
          "Kuranic peut faire remonter à trois sources principales: '[( 1)] l'épopée de",
          "Gilgamesh, [(2)] le Roman d'Alexandre et de [(3)] la légende juive d'Elie et",
          "Rabbi Joshua poule Levi [(Encyclopédie de l'Islam nouvelle édition et Shorter",
          "Erlcyclopaedia de! Slam sous le AIKhadir intitulé)] . en effet, ces malveillants",
          "\"] savants [\" décider d'avance que leur «recherche scientifique] [\" doit conduire",
          "à la conclusion que le Coran est pas un livre révélé: ils ont donc, de toute",
          "façon ou d'une autre, pour produire une preuve que quel que soit Muhammad [(la",
          "paix d'Allah soit sur lui)] a présenté comme la Révélation, a été plagié de telle",
          "ou telle \"] sources [\". Dans ce ces gens d'utilisation brazenfacedly \"] faits [\"",
          "et \"] citations [\" si habilement et intelligemment pour atteindre leur fin",
          "moyenne et on commence à avoir des nausées à leur \"] recherche [\". Si tel est la",
          "recherche ce que ces falsificateurs bigots font, alors on est obligé de maudire",
          "leur \"] la connaissance et de la recherche [\". \n Nous leur demandons de répondre",
          "à nos questions afin d'exposer leur \"] recherche [\": \n [(I)] Quelle preuve",
          "avez-vous de faire l'affirmation selon laquelle le Coran a fondé une certaine",
          "déclaration sur le contenu d'un couple de livres anciens? De toute évidence, il",
          "ne sera pas \"] recherche [\" pour construire cette demande sur la base peu qu'un",
          "certain commerce énoncé dans le Coran est similaire à celle qui se trouve dans",
          "ces livres. \n [(2)] Est-ce que vous possédez des connaissances que, au moment de",
          "la révélation du Coran il y avait une bibliothèque à la Mecque à partir de",
          "laquelle le Saint Prophète a recueilli la matière pour le Coran? Cette question",
          "est pertinente parce que si une liste devait être le commerce des nombreux livres",
          "dans différentes langues, que vous alléguez étaient sources des histoires et des",
          "déclarations contenues dans le Coran, il deviendra assez longtemps pour une",
          "grande bibliothèque. Avez-vous des preuves que Muhammad [(la paix d'Allah soit",
          "sur lui)] avait organisé ces traducteurs traduit en arabe ces livres de",
          "différentes langues pour son usage? Si ce n'est pas et votre allégation est",
          "fondée sur un couple de voyages que le Saint Prophète a fait l'extérieur",
          "Saoudite, une question se pose: Combien de livres du Saint Prophète ne copie ou",
          "commis à la mémoire au cours de ces voyages commerciaux avant sa Prophétie? Et",
          "comment est-il que même un jour avant qu'il prétendait être un prophète, aucun",
          "signe du tout a été affiché dans. sa conversation qu'il avait rassemblé ces",
          "informations comme cela a été révélé dans le Coran par la suite? \n [(3)] Comment",
          "est-il alors que les incroyants contemporains de la Mecque et les Juifs et les",
          "Chrétiens, qui vous aiment, étaient toujours à la recherche d'une telle preuve,",
          "ne pouvait pas mettre en avant même une seule instance de plagiat? Ils avaient",
          "une raison d'aiguillon pour produire une instance de ce parce qu'ils ont été mis",
          "au défi maintes et maintes fois à réfuter l'affirmation selon laquelle le Coran",
          "est un livre révélé et il y avait pas d'autre source que la connaissance divine",
          "et que s'ils ont dit qu'il était une œuvre humaine, ils devaient prouver en",
          "apportant de semblable. Bien que ce défi avait cassé le dos des adversaires",
          "contemporains de l'Islam, ils ne pouvaient pas remarquer même une seule source",
          "plausible qui pourrait se révéler raisonnablement que le Coran a été basé sur",
          "lui. À la lumière de ces faits, on peut se demander, \"] Pourquoi avaient les",
          "contemporains du Saint Prophète échoué dans leur recherche et comment ont les",
          "adversaires de l'Islam réussi dans leur tentative aujourd'hui, après le passage",
          "de plus de mille ans? [\" \n [(4)] La dernière et la plus importante question est:",
          "Est-il pas montrer qu'il est le sectarisme et la méchanceté qui a induit en",
          "erreur les adversaires de l'Islam à écarter la possibilité que le Coran peut être",
          "un livre révélé d'Allah et de concentrer tous leurs efforts pour prouver qu'il",
          "est pas du tout? Le tact que ses histoires sont semblables à celles contenues",
          "dans les anciens livres, pourrait être considéré comme aussi dans cette optique",
          "que le Coran est un livre révélé et il les racontait afin de corriger les erreurs",
          "qui étaient glissés dans eux pendant le passage de temps. . Pourquoi leur",
          "recherche devrait se limiter à prouver que ces livres sont la véritable source",
          "des histoires du Coran et de ne pas considérer l'autre possibilité que le Coran",
          "lui-même a été un Livre révélé? \n Une personne impartiale qui examinera ces",
          "questions vont inévitablement arriver à la conclusion que le \"] recherche [\" que",
          "les orientalistes ont présenté au nom de la «connaissance]\" ne vaut pas toute",
          "considération sérieuse."
        ]
      }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا",
      "simpleTranslate" : [
        "Mais lorsqu’ils eurent atteint le confluent, ils oublièrent leur poisson qui",
        "retrouva librement son chemin vers la mer."
      ],
      "tafsirTranslate" : [
        "Et il arriva que quand ils ont atteint la confluence, ils sont devenus négligents",
        "de leurs poissons et enfouissent son chemin vers la rivière à travers un tunnel."
      ],
      "tanslateWordByWord" : [
        "Mais quand",
        "ils ont atteint",
        "la jonction",
        "entre eux",
        "ils ont oublié",
        "leurs poissons",
        "et il a fallu",
        "son chemin",
        "dans",
        "la mer",
        "slipping away"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "فَلَمَّا جَاوَزَا قَالَ لِفَتَاهُ آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَٰذَا نَصَبًا",
      "simpleTranslate" : [
        "Et lorsqu’ils eurent dépassé cet endroit, Moïse dit à son valet : «Apporte-nous",
        "notre repas, cette étape nous a durement éprouvés.»"
      ],
      "tafsirTranslate" : [
        "Quand ils avaient passé plus loin, Moïse dit à son serviteur: «Laissez-nous notre",
        "petit déjeuner, car nous sommes morts de fatigue en raison du voyage de ce jour\"."
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "ils avaient passé au-delà de",
        "il a dit",
        "à son garçon",
        "Apportez nous",
        "notre repas du matin",
        "Certainement",
        "nous avons souffert",
        "dans",
        "notre voyage",
        "ce",
        "fatigue"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "قَالَ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنْسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ ۚ وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا",
      "simpleTranslate" : [
        "– «Te souviens-tu, lui dit le valet, lorsque nous nous sommes abrités près du",
        "rocher? Eh bien, c’est là où je n’ai plus prêté attention au poisson, et c’est",
        "certainement le démon qui m’a empêché de m’en rappeler. C’est alors que le",
        "poisson a repris miraculeusement son chemin vers la mer !»"
      ],
      "tafsirTranslate" : [
        "Le préposé a dit: «Avez-vous pas remarqué ce que quelque chose d'étrange est",
        "arrivé lorsque nous avons pris de repos par le côté de ce rocher? Je suis",
        "totalement oublié le poisson et satan m'a fait tellement négligente de ce que je",
        "ne pouvait pas parler à vous: le poisson a glissé dans la rivière d'une manière",
        "merveilleuse. \""
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "As-tu vu",
        "quand",
        "étaient fatigués",
        "à",
        "le rocher",
        "Alors, en effet, je",
        "[J'ai oublié",
        "le poisson",
        "Et pas",
        "m'a fait oublier qu'il",
        "sauf",
        "le Shaitaan",
        "cette",
        "Je le mentionne",
        "Et il a fallu",
        "son chemin",
        "dans",
        "la mer",
        "étonnamment"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "قَالَ ذَٰلِكَ مَا كُنَّا نَبْغِ ۚ فَارْتَدَّا عَلَىٰ آثَارِهِمَا قَصَصًا",
      "simpleTranslate" : [
        "– «Eh bien ! C’est justement ce que nous cherchions !», repartit Moïse. Et ils",
        "retournèrent sur leurs pas."
      ],
      "tafsirTranslate" : [
        "Moïse répondit: «Voilà exactement ce que nous cherchions\". <N:58> En conséquence,",
        "ils ont tous deux retournèrent, revenant sur leurs pas,"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Cette",
        "(Est) ce qui",
        "nous étions",
        "recherche",
        "Ils revinrent donc",
        "sur",
        "leurs empreintes",
        "retracer"
      ],
      "notes" : {
        "58" : [
          "Autrement dit, [ \"La même chose était le signe de la place de notre",
          "destination\"]. Cela montre que le Prophète Moïse avait pris ce voyage sur l'ordre",
          "d'Allah de rencontrer Son serviteur. On lui avait dit qu'il allait rencontrer le",
          "Serviteur à l'endroit où le poisson disparaîtrait."
        ]
      }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "فَوَجَدَا عَبْدًا مِنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِنْ عِنْدِنَا وَعَلَّمْنَاهُ مِنْ لَدُنَّا عِلْمًا",
      "simpleTranslate" : [
        "Ils rencontrèrent un de Nos serviteurs qui avait été touché par Notre grâce et à",
        "qui Nous avions enseigné une science émanant de Notre part."
      ],
      "tafsirTranslate" : [
        "et ils y trouvèrent l'un de nos serviteurs que Nous avions bénies avec une faveur",
        "spéciale et lui avait donné une connaissance particulière de nous-mêmes. <N:59>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, ils ont trouvé",
        "une servante",
        "de",
        "Nos serviteurs",
        "auxquels Nous avions accordé",
        "la miséricorde",
        "de",
        "Nous",
        "Nous lui avions enseigné",
        "de",
        "Nous",
        "une connaissance"
      ],
      "notes" : {
        "59" : [
          "Le nom de ce serviteur a été déclaré être [ \"Khidr\"] dans tous les livres",
          "authentiques de traditions. Il n'y a donc aucune raison pour laquelle il devrait",
          "être considéré à tout ce que son nom était Élie, comme certains l'ont affirmé,",
          "sous l'influence des traditions israélites. Leur affirmation est inexacte, non",
          "seulement parce qu'elle contredit l'affirmation du Saint Prophète, mais il est",
          "aussi absurde parce prophète Elie est né plusieurs centaines d'années après le",
          "Prophète Moïse. Bien que le Coran ne mentionne pas le nom de l'agent du prophète",
          "Moïse, selon certaines traditions, il était Josué, fils de Nun, qui lui ont",
          "succédé."
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "قَالَ لَهُ مُوسَىٰ هَلْ أَتَّبِعُكَ عَلَىٰ أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا",
      "simpleTranslate" : [
        "Moïse lui dit : «Puis-je te suivre pour que tu m’enseignes un peu de la sagesse à",
        "laquelle tu as été initié?»"
      ],
      "tafsirTranslate" : [
        "Moïse lui dit: \"Puis-je vous accompagner, afin que vous puissiez me enseigner",
        "aussi que la Sagesse, qui a été appris à vous?\""
      ],
      "tanslateWordByWord" : [
        "Dit",
        "à lui",
        "Musa",
        "Mai",
        "Je te suis",
        "sur",
        "cette",
        "tu m'apprends",
        "de quoi",
        "vous avez appris",
        "(De) l'orientation droite"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "قَالَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا",
      "simpleTranslate" : [
        "– «Tu n’aurais jamais assez de patience, répondit l’inconnu, pour rester en ma",
        "compagnie,"
      ],
      "tafsirTranslate" : [
        "Il répondit: «Vous ne pouvez pas supporter avec moi,"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "En effet, vous",
        "jamais",
        "sera capable",
        "avec moi",
        "(Pour avoir) patience"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِطْ بِهِ خُبْرًا",
      "simpleTranslate" : [
        "car comment pourrais-tu assister, sans manifester ta curiosité, à des choses dont",
        "tu ne saisiras pas le sens?»"
      ],
      "tafsirTranslate" : [
        "et vous ne pouvez pas avoir la patience à l'égard de cette question, dont vous",
        "avez aucune connaissance \"."
      ],
      "tanslateWordByWord" : [
        "Et comment",
        "tu as de la patience",
        "pour",
        "quelle",
        "ne pas",
        "vous contournez",
        "de celui-ci",
        "aucune connaissance"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "قَالَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا وَلَا أَعْصِي لَكَ أَمْرًا",
      "simpleTranslate" : [
        "Moïse lui répondit : «Tu trouveras, s’il plaît à Dieu, en moi un homme toujours",
        "patient, et je ne te désobéirai point.»"
      ],
      "tafsirTranslate" : [
        "Moïse dit: \"Si Allah veut, tu me trouveras patient et je ne vais pas vous",
        "désobéir à toute question»."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Vous me trouverez",
        "si",
        "Allah le veut",
        "Allah le veut",
        "patient",
        "et pas",
        "Je vais désobéir",
        "votre",
        "commande"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "قَالَ فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَنْ شَيْءٍ حَتَّىٰ أُحْدِثَ لَكَ مِنْهُ ذِكْرًا",
      "simpleTranslate" : [
        "– «Eh bien, dit le personnage, si tu me suis, ne m’interroge sur rien ! Attends",
        "que je t’en parle le premier !»"
      ],
      "tafsirTranslate" : [
        "Il dit: «Eh bien, si vous voulez me accompagner, vous devriez me poser aucune",
        "question sur rien tant que je mentionne à vous.\""
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "ensuite, si",
        "tu me suis",
        "(ne pas",
        "demande moi",
        "sur",
        "n'importe quoi",
        "jusqu'à",
        "Je présente",
        "à toi",
        "de celui-ci",
        "une mention"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "فَانْطَلَقَا حَتَّىٰ إِذَا رَكِبَا فِي السَّفِينَةِ خَرَقَهَا ۖ قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا",
      "simpleTranslate" : [
        "Ils partirent donc ensemble et montèrent à bord d’un navire, sur le flanc duquel",
        "l’inconnu s’empressa de pratiquer une brèche. «Pourquoi, s’écria Moïse, y as-tu",
        "pratiqué cette brèche? Est-ce pour en noyer les passagers? En vérité, c’est un",
        "acte abominable que tu viens de commettre !»"
      ],
      "tafsirTranslate" : [
        "Ils continuèrent jusqu'à ce qu'ils sont montés à bord d'un bateau, et que cette",
        "personne ennuyaient un trou dans le bateau. Moïse cria: «Quoi! Vous avez percé un",
        "trou de sorte que tous les passagers peuvent être noyés? Ceci est une chose grave",
        "que vous avez fait\"."
      ],
      "tanslateWordByWord" : [
        "Donc, ils ont tous deux exposés",
        "jusqu'à",
        "quand",
        "ils étaient embarqués",
        "sur",
        "Le bateau",
        "il a fait un trou",
        "Il a dit",
        "Avez-vous fait un trou",
        "pour noyer",
        "son peuple",
        "Certainement",
        "Vous avez fait",
        "Une chose",
        "la tombe"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "قَالَ أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا",
      "simpleTranslate" : [
        "– «Ne t’avais-je pas dit, rétorqua l’inconnu, que tu n’aurais jamais assez de",
        "patience pour rester avec moi?»"
      ],
      "tafsirTranslate" : [
        "Il répondit: «Quand je vous dis que vous ne seriez pas en mesure de supporter",
        "patiemment avec moi»?"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "N'a pas",
        "Je dis",
        "en effet, vous",
        "jamais",
        "sera capable",
        "avec moi",
        "(Pour avoir) patience"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "قَالَ لَا تُؤَاخِذْنِي بِمَا نَسِيتُ وَلَا تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا",
      "simpleTranslate" : [
        "– «Ne me blâme pas trop, reprit Moïse, pour mon oubli et ne me soumets pas à une",
        "trop dure épreuve !»"
      ],
      "tafsirTranslate" : [
        "Moïse répondit: «S'il vous plaît, ne me reprends pas pour mon oubli, et ne me",
        "prend pas à la tâche en ce qui concerne ma conduite\"."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "(Ne pas",
        "reproche moi",
        "pour quoi",
        "j'ai oublié",
        "et (faire) pas",
        "être difficile (sur) me",
        "dans",
        "mon affaire",
        "(Sensibilisation) difficulté"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "فَانْطَلَقَا حَتَّىٰ إِذَا لَقِيَا غُلَامًا فَقَتَلَهُ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَقَدْ جِئْتَ شَيْئًا نُكْرًا",
      "simpleTranslate" : [
        "Puis ils reprirent ensemble leur route et firent la rencontre d’un jeune homme",
        "que l’inconnu ne tarda pas à mettre à mort. «Quoi?, s’indigna Moïse. N’as-tu pas",
        "tué là un être innocent qui, lui, n’a tué personne? Ne viens-tu pas de commettre",
        "une chose affreuse?»"
      ],
      "tafsirTranslate" : [
        "Puis ils partirent sur jusqu'à ce qu'ils rencontrent un garçon et que cette",
        "personne le tua. Moïse cria: «Avez-vous tué une personne innocente, mais il avait",
        "tué personne? Assurément, c'est un acte horrible qui vous avez commis\"."
      ],
      "tanslateWordByWord" : [
        "Ensuite, ils ont tous deux exposés",
        "jusqu'à",
        "quand",
        "ils se sont rencontrés",
        "un garçon",
        "puis il l'a tué",
        "Il a dit",
        "Avez-vous tué",
        "une âme",
        "pur",
        "autre que",
        "une âme",
        "Certainement",
        "Vous avez fait",
        "Une chose",
        "mal"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "قَالَ أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا",
      "simpleTranslate" : [
        "– «Ne t’avais-je pas averti, dit l’étranger, que tu n’aurais pas assez de",
        "patience pour supporter ma compagnie?»"
      ],
      "tafsirTranslate" : [
        "Il répondit: «Quand je vous dis que vous ne seriez pas en mesure de supporter",
        "patiemment avec moi»?"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "N'a pas",
        "Je dis",
        "à toi",
        "que vous",
        "jamais",
        "sera capable",
        "avec moi",
        "(Pour avoir) patience"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "قَالَ إِنْ سَأَلْتُكَ عَنْ شَيْءٍ بَعْدَهَا فَلَا تُصَاحِبْنِي ۖ قَدْ بَلَغْتَ مِنْ لَدُنِّي عُذْرًا",
      "simpleTranslate" : [
        "– «Si je te questionne encore sur quoi que ce soit, dit Moïse, tu auras le droit",
        "de me priver de ta compagnie. Tu n’as été, en vérité, que trop patient avec moi",
        "!»"
      ],
      "tafsirTranslate" : [
        "Moïse dit: \"Si après cela, je demande quoi que ce soit de vous, vous ne pouvez",
        "pas me laisser vous accompagner. Eh bien, maintenant, je vous avez donné une",
        "excuse de moi-même\"."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Si",
        "je te demande",
        "sur",
        "n'importe quoi",
        "après ça",
        "puis (faire) pas",
        "me garder comme un compagnon",
        "En vérité",
        "vous avez atteint",
        "de moi",
        "de moi",
        "une excuse"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "فَانْطَلَقَا حَتَّىٰ إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَنْ يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ فَأَقَامَهُ ۖ قَالَ لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا",
      "simpleTranslate" : [
        "Puis ils se remirent en route et, arrivés près d’une cité, ils demandèrent",
        "l’hospitalité aux habitants qui la leur refusèrent. Après quoi, ils aperçurent un",
        "mur qui menaçait de s’écrouler. L’inconnu s’empressa alors de le redresser. «Tu",
        "pourrais, lui dit Moïse, si tu le voulais, réclamer un salaire pour ce travail?»"
      ],
      "tafsirTranslate" : [
        "Ensuite, ils ont voyagé sur jusqu'à ce qu'ils atteignent une certaine habitation",
        "et a demandé à ses habitants de leur donner un peu de nourriture, mais ils ont",
        "refusé de les divertir. Là ils ont vu un mur qui était sur le point de tomber.",
        "Cette personne réglée à nouveau. Moïse dit: «Si vous aviez voulu, vous auriez",
        "demandé le paiement pour votre travail»."
      ],
      "tanslateWordByWord" : [
        "Alors ils se mirent",
        "jusqu'à",
        "quand",
        "Ils sont arrivés",
        "(À la) personnes",
        "(De) une ville",
        "ils ont demandé de la nourriture",
        "(De) son peuple",
        "mais ils ont refusé",
        "à",
        "leur offrir l'hospitalité",
        "Ensuite, ils ont trouvé",
        "en ce",
        "un mur",
        "(Qui) veulent (ed)",
        "à",
        "effondrement",
        "donc il a mis tout droit",
        "Il a dit",
        "Si",
        "vous vouliez",
        "sûrement vous (pourrait) avoir pris",
        "pour ça",
        "un paiement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "قَالَ هَٰذَا فِرَاقُ بَيْنِي وَبَيْنِكَ ۚ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِعْ عَلَيْهِ صَبْرًا",
      "simpleTranslate" : [
        "– «Voilà le moment venu de notre séparation, repartit l’étrange personnage. Je",
        "vais cependant t’éclairer sur la signification des choses que tu as été impatient",
        "de savoir."
      ],
      "tafsirTranslate" : [
        "L'autre dit: «Ce sera faire:. Nous devons entreprise maintenant partie",
        "Maintenant, j'expliquer ces choses sur lesquelles on ne pouvait pas garder",
        "patience."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Ce",
        "(Est) la séparation",
        "entre moi",
        "et entre vous",
        "Je vous informerai",
        "de (la) interprétation",
        "(de quoi",
        "ne pas",
        "vous étiez en mesure",
        "dessus",
        "(Pour avoir) patience"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ فَأَرَدْتُ أَنْ أَعِيبَهَا وَكَانَ وَرَاءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا",
      "simpleTranslate" : [
        "Pour ce qui est de la barque, elle appartenait à de pauvres gens qui",
        "travaillaient en mer. J’ai voulu lui donner l’apparence d’être défectueuse, parce",
        "que derrière eux il y avait un roi qui s’emparait de toute embarcation et",
        "l’usurpait."
      ],
      "tafsirTranslate" : [
        "En ce qui concerne le bateau, il appartenait à un petit nombre de personnes",
        "pauvres qui ont peiné sur la rivière. Je voulais l'endommager plus loin parce",
        "qu'il y avait le territoire d'un roi qui force saisit chaque bateau."
      ],
      "tanslateWordByWord" : [
        "Comme pour",
        "Le bateau",
        "c'était",
        "de (les) personnes pauvres",
        "travailler",
        "dans",
        "la mer",
        "Donc, je voulais",
        "cette",
        "Je fais défaut (en), il",
        "(Comme il) était",
        "après eux",
        "un roi",
        "qui a pris",
        "chaque",
        "navire",
        "(de force"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "وَأَمَّا الْغُلَامُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَا أَنْ يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا",
      "simpleTranslate" : [
        "Quant au jeune homme, il avait pour père et mère deux bons croyants. Nous eûmes",
        "peur qu’il ne les entraînât dans sa rébellion et son impiété,"
      ],
      "tafsirTranslate" : [
        "Quant au garçon, ses parents étaient de vrais croyants et nous craignait qu'il ne",
        "les troublera avec sa rébellion et de l'incrédulité."
      ],
      "tanslateWordByWord" : [
        "Et comme pour",
        "le garçon",
        "ses parents étaient",
        "ses parents étaient",
        "croyants",
        "et nous craignions",
        "cette",
        "il les surcharger",
        "(Par) la transgression",
        "et l'incrédulité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا",
      "simpleTranslate" : [
        "et nous voulûmes que leur Seigneur leur donnât à sa place un fils plus vertueux",
        "et plus affectueux."
      ],
      "tafsirTranslate" : [
        "Par conséquent, nous, souhaité que à sa place leur Seigneur peut leur accorder un",
        "autre enfant qui peut être plus juste et filial."
      ],
      "tanslateWordByWord" : [
        "Donc, nous avions l'intention",
        "cette",
        "changerait pour eux",
        "leur Seigneur",
        "un meilleur",
        "que lui",
        "(En) pureté",
        "et plus près",
        "(En) affection"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنْزٌ لَهُمَا وَكَانَ أَبُوهُمَا صَالِحًا فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِنْ رَبِّكَ ۚ وَمَا فَعَلْتُهُ عَنْ أَمْرِي ۚ ذَٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْرًا",
      "simpleTranslate" : [
        "Pour ce qui est du mur, il appartenait à deux orphelins de la ville, et il",
        "recelait à sa base un trésor qui leur revenait. Comme leur père était un homme",
        "vertueux, le Seigneur, dans Sa bonté, a voulu qu’ils ne pussent le déterrer qu’à",
        "leur majorité. Je n’ai donc rien fait de mon propre chef. Voilà toute",
        "l’explication que tu n’as pas eu la patience d’attendre !»"
      ],
      "tafsirTranslate" : [
        "En ce qui concerne le mur, il appartenait à deux garçons orphelins, qui résident",
        "dans cette ville. Un trésor pour eux est enterré sous ce mur. Comme leur père",
        "était un homme juste, votre Seigneur a voulu que lorsque ces enfants atteignent",
        "leur maturité, ils doivent creuser leur trésor. Tout cela a été fait comme une",
        "miséricorde de ton Seigneur: Je ne l'ai pas fait quelque chose de ma propre",
        "autorité. Telle est l'interprétation de ces choses sur lesquelles on ne pouvait",
        "pas garder patience. <N:60> \""
      ],
      "tanslateWordByWord" : [
        "Et comme pour",
        "le mur",
        "c'était",
        "pour deux garçons orphelins",
        "pour deux garçons orphelins",
        "dans",
        "la ville",
        "et était",
        "dessous",
        "un trésor",
        "pour eux",
        "et était",
        "leur père",
        "vertueux",
        "donc, destiné",
        "votre Seigneur",
        "cette",
        "ils atteignent",
        "leur maturité",
        "et tu enfanteras",
        "leur trésor",
        "(Comme) une miséricorde",
        "de",
        "votre Seigneur",
        "Et pas",
        "je l'ai fait",
        "sur",
        "ma (propre) accord",
        "Cette",
        "(Est la) interprétation",
        "(de quoi",
        "ne pas",
        "vous étiez en mesure",
        "dessus",
        "(Pour avoir) patience"
      ],
      "notes" : {
        "60" : [
          "Dans le cadre de cette histoire, un problème très difficile se pose à laquelle",
          "une réponse doit être trouvée: Deux des trois choses faites par Hadrat Khidr sont",
          "évidemment contre les commandements de la loi qui ont toujours été en vigueur",
          "depuis la création de l'homme. Aucune loi ne permet à quiconque le droit",
          "d'endommager la propriété d'un autre et de tuer une personne innocente. Tant et",
          "si bien que si un homme était de savoir par l'inspiration que certains",
          "usurpatrice saisirait illégalement un certain bateau, et qu'un certain garçon",
          "serait impliqué dans une rébellion et l'incrédulité, même alors, aucune loi,",
          "envoyé par Allah, il est légitime que il faut percer un trou dans le bateau et",
          "tuer le garçon innocent en vertu de l'une de l'inspiration. Si, en réponse à",
          "cela, on disait que Hadrat Khidr commis ces deux actes par les commandements",
          "d'Allah, cela ne résout pas le problème, car la question est-ce pas, [ \"Par",
          "commande dont ne Hadrat Khidr commettent ces actes\"] ? mais il est la suivante: [",
          "\"Quelle était la nature de ces commandes\"]? Ceci est important car Hadrat Khidr a",
          "fait ces actes conformément à l'ordre divin, car il dit lui-même que ces actes de",
          "son n'a pas été fait de sa propre autorité, mais ont été déplacés par la",
          "miséricorde d'Allah, et Allah lui-même a témoigné en disant: [ \"Nous lui avons",
          "donné une connaissance particulière de nous-mêmes»]. Ainsi, il est hors de tout",
          "doute que ces actes ont été faits par le commandement d'Allah, mais la question",
          "sur la nature de la commande reste là, car il est évident que ces commandes ne",
          "sont pas légal parce qu'il est interdit par une loi divine, et les principes",
          "fondamentaux du Coran ne permettent pas qu'une personne doit tuer une autre",
          "personne sans aucune preuve de sa culpabilité. Nous allons donc admettre que ces",
          "commandes appartenaient à l'un de ces décrets d'Allah selon lesquelles une",
          "personne malade se rétablit, tandis qu'un autre meurt: on devient prospère et",
          "l'autre est ruiné. Si les commandes données à Hadrat Khidr étaient de cette",
          "nature, alors il faut venir à la conclusion que Hadrat Khidr était un ange [(ou",
          "un autre type de la création d'Allah)] qui ne sont pas liés par la loi divine",
          "prescrit pour les êtres humains, pour ces commandes comme avoir aucun aspect",
          "juridique, peuvent être adressées à seulement anges. En effet, la question de la",
          "légalité ou l'illégalité ne peut pas se poser à leur sujet: ils obéissent aux",
          "commandements d'Allah sans avoir aucun pouvoir personnel. Contrairement à eux, un",
          "homme est coupable d'un péché s'il fait une telle chose par inadvertance par",
          "intuition ou par quelque inspiration, si son acte va à l'encontre quelque",
          "Commandment Divin. En effet, un homme est tenu de se conformer aux commandements",
          "divins comme un Tnan, et il n'y a aucune place dans la loi divine qu'un acte peut",
          "devenir légitime pour un homme simplement parce qu'il avait reçu une instruction",
          "par l'inspiration et avait été informé dans un chemin secret de la sagesse de cet",
          "acte illégal. \n Le principe mentionné ci-dessus a été acceptée à l'unanimité par",
          "les spécialistes de la loi divine et les dirigeants du Soufisme. `Allamah Alusi a",
          "cité en détail les paroles de 'Abdul Wahhab Shi`irani, Muhy-ud-Din ibn-`Arabi,",
          "Mujaddid Alf Thani, Shaikh Abdul-Qadir Jilani, Junaid Baghdadi, Sirri Saqti,",
          "Abul-Hussain An-nuri , Abu Said-al-Kharraz, Ahmad ud-Dainauri et Imam Ghazzali à",
          "cet effet qu'il est pas permis, même pour un sufi d'agir conformément à cette",
          "inspiration de sa propre qui va à l'encontre d'un fondamental du droit.",
          "[(Ruh-ul-Ma ani, Vol. XVI, pp. 16-18)]. Voilà pourquoi nous sommes arrivés à la",
          "conclusion que Hadrat Khidr doit être un ange, ou un autre type de la création",
          "d'Allah, exemptés de la loi humaine, car il ne pouvait pas être la seule",
          "exception à la formule mentionnée ci-dessus. Par conséquent, nous arrivons",
          "inévitablement à la conclusion qu'il était l'un de ces serviteurs d'Allah qui",
          "agissent conformément à la volonté d'Allah et non pas conformément à la loi",
          "divine prescrit pour les êtres humains. \n Nous aurions accepté la théorie selon",
          "laquelle Hadrat Khidr était un être humain, si le Coran avait clairement affirmé",
          "que le [ «serviteur»] auquel Prophète MOSC a été envoyé pour la formation, était",
          "un Tnan, mais le Coran ne précise pas qu'il était un être humain, mais dit qu'il",
          "était [ «l'un de nos serviteurs\"], qui ne montre pas qu'il était nécessairement",
          "un être humain. En outre, il n'y a pas de tradition qui dit expressément que",
          "Hadrat Khidr était un être humain. Dans les traditions authentiques liées par",
          "Said bin Jubayr Ibn `Abbas, Ubayy bin Ka`ab du Saint Prophète, le mot arabe,} i ~",
          "[(rajul)] a été utilisé pour Hadrat Khidr, qui, bien que généralement utilisé",
          "pour l'homme êtres, ne sont pas exclusivement utilisés pour les êtres humains.",
          "Dans le Saint Coran lui-même, ce mot a été utilisé pour djinns aussi [(LXXIII",
          "6)]. Il est également évident que quand un djinn ou un ange ou un être invisible",
          "viendra devant un être humain, il viendra sûrement dans la forme humaine et, sous",
          "cette forme; il sera appelé un bashar [(homme)], tout comme l'ange qui est venu",
          "devant Marie sous la forme d'un être humain [(XIX: 17)]. Ainsi, le mot rajul,",
          "utilisé pour Hadrat Khidr dans la tradition susmentionnée par le Saint Prophète,",
          "ne signifie pas nécessairement qu'il était un être humain. Par conséquent, nous",
          "sommes tout à fait justifiés à la lumière de la discussion ci-dessus pour croire",
          "que Hadrat Khidr était l'un des anges ou d'un autre type de la création d'Allah",
          "qui est pas lié par la loi divine prescrit pour les êtres humains. . Certains des",
          "anciens savants du Coran ont également exprimé la même opinion que. a été cité",
          "par Ibn Kathir dans son Commentaire sur l'autorité de Mawardi."
        ]
      }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "وَيَسْأَلُونَكَ عَنْ ذِي الْقَرْنَيْنِ ۖ قُلْ سَأَتْلُو عَلَيْكُمْ مِنْهُ ذِكْرًا",
      "simpleTranslate" : [
        "À ceux qui t’interrogent au sujet de Dhû-l-Qarnayn, réponds : «Je vais vous en",
        "narrer quelques faits mémorables qui méritent d’être rappelés.»"
      ],
      "tafsirTranslate" : [
        "Et O Muhammad, ils vous poser des questions sur Zul-Qarnayn <N:61> et leur dire:",
        "«Je vais vous en citer un compte de lui« <N:62>"
      ],
      "tanslateWordByWord" : [
        "Et ils vous demandent",
        "sur",
        "Dhul-qarnain",
        "Dhul-qarnain",
        "Dire",
        "Je vais réciter",
        "à toi",
        "à propos de lui",
        "un souvenir"
      ],
      "notes" : {
        "61" : [
          "Il est tout à fait évident que la conjonction [ \"wao\"] rejoint cette histoire",
          "avec l'histoire précédente de Khidr. Ainsi, il est une preuve évidente que les",
          "deux histoires précédentes des [ \"Sleepers de la Cave\"] et [ \"Moïse et Khidr\"]",
          "ont également été liés en réponse aux requêtes des mécréants de la Mecque qui, en",
          "consultation avec le les gens du livre, avaient posé ces questions à Muḥammad",
          "[(la paix d'Allah soit sur lui)] comme un test de sa prophétie."
        ],
        "62" : [
          "L'identification de Zul-Qarnayn a été une question controversée depuis les",
          "premiers temps. en général, les commentateurs ont été d'avis qu'il était",
          "Alexandre le Grand, mais les caractéristiques de Zul-Qarnayn décrit dans le Coran",
          "ne sont pas applicables à lui. Cependant, maintenant les commentateurs sont",
          "enclins à croire que Zul-Qarnayn était Cyrus, un ancien roi d'Iran. Nous sommes",
          "également d'avis que probablement Zul-Qarnayn était Cyrus, mais les faits",
          "historiques, qui sont venus à la lumière jusqu'à ce jour, ne sont pas suffisantes",
          "pour faire toute affirmation catégorique. \n Considérons maintenant les",
          "caractéristiques de Zul-Qarnayn à la lumière de son histoire comme indiqué dans",
          "le Coran: \n [(1)] Le titre Zul-Qarnayn [([ \"The Two-Hotned\"])] aurait dû être",
          "assez familier aux Juifs, car il était à leur instigation que les mécréants de la",
          "Mecque ont mis cette question au Saint Prophète. Il faut donc se tourner vers la",
          "littérature juive afin d'apprendre qui était la personne connue sous le nom [ \"Le",
          "deux cornes\"] ou qui était le royaume connu sous le nom [ \"Le deux cornes.\"] \n",
          "[(2)] Zul-Qarnayn doit avoir été un grand dirigeant et un grand conquérant dont",
          "les conquêtes auraient pu se propager de l'Est à l'Ouest et sur le troisième côté",
          "vers le Nord ou vers le Sud. Avant la révélation du Coran y avait eu plusieurs",
          "personnes, qui étaient ces grands conquérants. Donc, nous devons limiter notre",
          "recherche pour les autres caractéristiques de Zul-Qarnayn à l'une de ces",
          "personnes. ' \n [(3)] Ce titre devrait être applicable à une telle règle qui",
          "aurait construit un mur solide à travers un col de montagne pour protéger son",
          "royaume contre les incursions des Gog et Magog. Afin d'étudier cette chose, nous",
          "devrons déterminer à qui étaient Gog et Magog. Nous aurons aussi à savoir quand",
          "un tel mur a été construit et par qui et à quel territoire il était adjacent. \n",
          "[(4)] Outre possédant les caractéristiques mentionnées ci-dessus, il devrait",
          "également être un Dieu adorateur et un souverain juste, car le Coran a mis en",
          "évidence ces caractéristiques plus que toute autre chose. \n La première de ces",
          "caractéristiques est facilement applicable à Cyrus, car selon la Bible prophète",
          "Daniel a vu dans sa vision que le royaume uni des médias et de la Perse était",
          "comme un bélier à deux cornes avant la montée des Grecs. [(Dan. 8: 3, [ \"20).]",
          "Les Juifs avaient une très haute opinion de\"] Les Deux cornes [ \", parce que ce",
          "fut son invasion qui a provoqué la chute du royaume de Babylone et la libération",
          "des Israélites [(S'il vous plaît se référer également à la norme eN 8 du chapitre",
          "XVII)]. \n La deuxième caractéristique lui est applicable dans une large mesure,",
          "mais pas complètement. Bien que ses conquêtes se propagent à la Syrie et l'Asie",
          "Mineure dans l'Ouest et à Bakhtar [(Balkh)] dans l'Est, il n'y a aucune trace",
          "d'aucune de ses grandes expéditions vers le Nord ou vers le Sud, alors que le",
          "Coran rend explicite parler de sa troisième expédition. Néanmoins, cette",
          "troisième expédition est pas tout à fait hors de question pour l'histoire nous",
          "dit que son royaume étendu à Caucasia dans le Nord. En ce qui concerne Gog et",
          "Magog, il a été presque établi qu'ils étaient les tribus sauvages d'Asie centrale",
          "qui étaient connus sous différents noms: Tartares, Mongols, les Huns et les",
          "Scythes, qui «avait fait des percées sur les royaumes et empires établis depuis",
          "des temps très anciens . Il est également connu que les pavois fortes avaient été",
          "construites dans les régions du sud du Caucase, même si elle n'a pas été encore",
          "historiquement établi que ceux-ci ont été construits par Cyrus. \n En ce qui",
          "concerne la dernière caractéristique, Cyrus est le seul vainqueur connu parmi les",
          "anciens dirigeants, à qui cela peut être applicable, même pour ses ennemis ont",
          "été plein d'éloges pour lui pour sa justice, et, Ezra, un livre de la Bible,",
          "affirme qu'il était un Dieu adorateur et un roi craignant Dieu qui a mis",
          "gratuitement les Israélites à cause de son Dieu culte, et a ordonné que le Temple",
          "de Salomon devrait être reconstruit pour le culte de Dieu, qui n'a pas de",
          "partenaire. \n A la lumière de ce qui précède, l'on admet que tous les",
          "conquérants, qui sont décédés avant la révélation du Coran, Cyrus seul est celui",
          "à qui les caractéristiques de \"] Zul-Qarnayn [\" sont les plus applicables, mais",
          "nous avons besoin de plus de preuves pour déterminer précisément que Cyrus est",
          "certainement \"] Zul-Qarnayn.\" Quoi qu'il en soit, il n'y a pas d'autre conquérant",
          "auquel les caractéristiques énoncées dans le Coran sont autant applicable à",
          "Cyrus. \n Historiquement, il suffit de dire que Cyrus était un souverain perse,",
          "dont l'ascension a commencé à environ 549 av. J.-C. Dans quelques années, il a",
          "conquis le royaume des médias et de Lydia et ensuite conquis Babylone en 539 av.",
          "J.-C. Après cela, aucun royaume puissant a été laissé à lui opposer. Ses",
          "conquêtes étendues à Sind et le territoire connu sous le nom du Turkestan d'un",
          "côté, et de l'Egypte et de la Libye et de la Thrace et la Macédoine et à Caucasia",
          "et Khawarzam dans le Nord. En fait, tout le monde civilisé était sous sa",
          "domination."
        ]
      }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ وَآتَيْنَاهُ مِنْ كُلِّ شَيْءٍ سَبَبًا",
      "simpleTranslate" : [
        "Nous avons consolidé sa puissance sur Terre et Nous l’avons favorisé dans tous",
        "ses projets."
      ],
      "tafsirTranslate" : [
        "Nous avions établi son pouvoir sur la Terre et lui avait fourni toutes sortes de",
        "voies et moyens."
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "[Nous] établi",
        "[pour lui",
        "dans",
        "La terre",
        "et Nous lui avons donné",
        "de",
        "chaque",
        "chose",
        "un sens"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "فَأَتْبَعَ سَبَبًا",
      "simpleTranslate" : [
        "Et aussitôt il entreprit une première expédition qui dura"
      ],
      "tafsirTranslate" : [
        "Dans un premier temps, il a fait les préparatifs pour une expédition (à l'Ouest",
        "et ont défilé sur)"
      ],
      "tanslateWordByWord" : [
        "Il suivit donc",
        "un cours"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "حَتَّىٰ إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ وَوَجَدَ عِنْدَهَا قَوْمًا ۗ قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَنْ تُعَذِّبَ وَإِمَّا أَنْ تَتَّخِذَ فِيهِمْ حُسْنًا",
      "simpleTranslate" : [
        "jusqu’à ce qu’il eût atteint le point le plus extrême de l’Occident. Là, il vit",
        "que le soleil se couchait sur une source bouillante aux bords de laquelle vivait",
        "une peuplade. Nous lui dîmes : «Ô Dhû-l-Qarnayn ! Libre à toi de les châtier ou",
        "de les traiter avec bienveillance !»"
      ],
      "tafsirTranslate" : [
        "jusqu'à ce qu'il atteigne la limite où le soleil se coucher, <N:63> et l'a trouvé",
        "dans les eaux noires fixant, <N:64> et là, il a vu un peuple. Nous lui dit: «Ô",
        "Zul-Qarnayn! Vous avez le pouvoir de les punir et aussi la possibilité de les",
        "traiter généreusement\". <N:65>"
      ],
      "tanslateWordByWord" : [
        "Jusqu'à",
        "quand",
        "Il a atteint",
        "(La) place setting",
        "(du soleil",
        "il l'a trouvé",
        "réglage",
        "dans",
        "un printemps",
        "(De) la boue noire",
        "et il a trouvé",
        "près de lui",
        "une communauté",
        "Nous l'avons dit",
        "O Dhul-qarnain",
        "O Dhul-qarnain",
        "Non plus",
        "[cette]",
        "vous punissez",
        "ou",
        "[cette]",
        "tu prends",
        "[En] les",
        "(Avec) la bonté"
      ],
      "notes" : {
        "64" : [
          "[ \"Il a trouvé le soleil couchant dans les eaux boueuses noires de la mer\"]: si",
          "Zulqarnain était Cyrus, alors cet endroit serait la limite ouest de l'Asie",
          "Mineure et les [ \"eaux noires\"] serait la mer Égée. Cette interprétation est",
          "étayée par l'utilisation du mot [ \"` ain \"] au lieu de [\" bahr \"] dans le Coran.",
          "\n <"
        ],
        "65" : [
          "[ \"Nous lui avons dit\"] ne signifie pas nécessairement que Allah directement lui",
          "révéla ces mots, et que Z, ul-Qarnain était un prophète ou a été celui qui a reçu",
          "l'inspiration d'Allah, et la même chose est la conjecture raisonnable. Cela",
          "concerne le moment où Zul-Qarnayn avait pris possession de la terre comme un",
          "conquérant et les peuples conquis étaient tout à fait à votre merci. Alors Allah",
          "a posé une question devant sa conscience, comme pour dire, [ «Maintenant est le",
          "moment de votre procès. Ces gens sont tout à fait à votre merci, et vous avez la",
          "possibilité soit de se comporter injustement envers eux ou de les traiter",
          "généreusement.\" ]"
        ],
        "63" : [
          "[ \"La limite où le coucher du soleil\"] ne signifie pas la [ «lieu»] du réglage du",
          "soleil. Selon Ibn Kathir, cela signifie qu'il est parti à la conquête de l'Ouest",
          "un pays après l'autre jusqu'à ce qu'il atteigne la dernière limite de la terre,",
          "au-delà duquel il y avait océan."
        ]
      }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "قَالَ أَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُكْرًا",
      "simpleTranslate" : [
        "– «Celui qui est injuste, dit-il, nous le châtierons. Après quoi, il sera ramené",
        "à son Seigneur qui lui infligera un châtiment des plus sévères."
      ],
      "tafsirTranslate" : [
        "Il dit: «Nous allons punir que l'un d'entre eux qui commettra l'iniquité: alors",
        "il doit être retourné à son Seigneur et Il lui infliger un châtiment douloureux:"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Comme pour",
        "(un qui",
        "torts",
        "puis bientôt",
        "nous allons le punir",
        "alors",
        "il sera retourné",
        "à",
        "son Seigneur",
        "et Il le punira",
        "(Avec) une punition",
        "terrible"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَىٰ ۖ وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا",
      "simpleTranslate" : [
        "Quant à celui qui croit et pratique le bien, une très belle récompense lui est",
        "réservée et nous ne lui donnerons que des ordres faciles à exécuter.»"
      ],
      "tafsirTranslate" : [
        "Et comme pour l'un, qui croient et font de bonnes oeuvres, il est une récompense",
        "généreuse et nous vous prescrira pour lui des tâches faciles \"."
      ],
      "tanslateWordByWord" : [
        "Mais, comme pour",
        "(un qui",
        "croit",
        "et fait",
        "justes (actes)",
        "puis pour lui",
        "(Est) une récompense",
        "bien",
        "Et nous parlerons",
        "à lui",
        "de",
        "notre commande",
        "(avec facilité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 89,
      "arabicVerse" : "ثُمَّ أَتْبَعَ سَبَبًا",
      "simpleTranslate" : [
        "Puis il suivit une autre voie,"
      ],
      "tafsirTranslate" : [
        "Puis il a fait des préparations (pour une autre expédition et marcha sur)"
      ],
      "tanslateWordByWord" : [
        "alors",
        "il a suivi",
        "(un cours"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 90,
      "arabicVerse" : "حَتَّىٰ إِذَا بَلَغَ مَطْلِعَ الشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍ لَمْ نَجْعَلْ لَهُمْ مِنْ دُونِهَا سِتْرًا",
      "simpleTranslate" : [
        "jusqu’à ce qu’il eût atteint le point le plus extrême de l’Orient. Là, il vit que",
        "le soleil se levait sur une peuplade à laquelle Nous n’avions donné aucun abri",
        "pour s’en protéger."
      ],
      "tafsirTranslate" : [
        "jusqu'à ce qu'il atteigne la limite où le soleil se levait. Là, il vit le soleil",
        "levant sur un peuple, que nous avions pas donné un abri contre le soleil brille",
        "<N:66>."
      ],
      "tanslateWordByWord" : [
        "Jusqu'à",
        "quand",
        "Il a atteint",
        "(Le) lieu la hausse",
        "(du soleil",
        "et il l'a trouvé",
        "en hausse",
        "sur",
        "une communauté",
        "ne pas",
        "Nous avons fait",
        "pour eux",
        "encontre",
        "encontre",
        "un abri"
      ],
      "notes" : {
        "66" : [
          "Autrement dit, [ «Quand il a avancé vers l'Est, la conquête d'un pays après",
          "l'autre, il a atteint un territoire où les limites du monde civilisé avaient pris",
          "fin et au-delà qui était le territoire de barbare personnes, qui avaient sans",
          "abri à toutes les tentes ou des bâtiments. \"]"
        ]
      }
    },
    {
      "verseNumber" : 91,
      "arabicVerse" : "كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا",
      "simpleTranslate" : [
        "Et il en fut ainsi. Nous embrassions de Notre science tous les moyens dont il",
        "disposait."
      ],
      "tafsirTranslate" : [
        "C'était leur état et nous savons bien ce que Zul-Qarnayn possédait."
      ],
      "tanslateWordByWord" : [
        "Ainsi",
        "Et en vérité,",
        "Nous environnés",
        "de quoi",
        "(Était) avec lui",
        "(Des) informations"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 92,
      "arabicVerse" : "ثُمَّ أَتْبَعَ سَبَبًا",
      "simpleTranslate" : [
        "Puis il suivit un autre itinéraire,"
      ],
      "tafsirTranslate" : [
        "Puis il a fait des préparations (pour une autre expédition et marcha sur)"
      ],
      "tanslateWordByWord" : [
        "alors",
        "il a suivi",
        "un cours"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 93,
      "arabicVerse" : "حَتَّىٰ إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُونِهِمَا قَوْمًا لَا يَكَادُونَ يَفْقَهُونَ قَوْلًا",
      "simpleTranslate" : [
        "jusqu’à ce qu’il eût atteint une gorge formée par deux chaînes de montagnes, en",
        "deçà de laquelle il découvrit une peuplade qui comprenait à peine le langage",
        "humain."
      ],
      "tafsirTranslate" : [
        "jusqu'à ce qu'il atteigne entre deux montagnes, <N:67> où il a trouvé un peuple",
        "qui ne comprenait presque toutes les langues. <N:68>"
      ],
      "tanslateWordByWord" : [
        "Jusqu'à",
        "quand",
        "Il a atteint",
        "entre",
        "les deux montagnes",
        "il a trouvé",
        "à côté d'eux",
        "à côté d'eux",
        "une communauté",
        "ne pas",
        "qui serait presque",
        "comprendre",
        "(Son) discours"
      ],
      "notes" : {
        "68" : [
          "Autrement dit, [ «Il était difficile de communiquer avec eux: leur langue était",
          "presque étrangère à Zul-Qarnayn et ses compagnons, et, comme ils étaient tout à",
          "fait barbare, personne ne pouvait comprendre leur langue, ils n'étaient pas",
          "familiariser avec une langue étrangère. \"]"
        ],
        "67" : [
          "Les [ \"deux montagnes\"] doit avoir été une partie de cette chaîne de montagnes",
          "qui court entre la mer Caspienne et la mer Noire [(comme indiqué dans v. 96)]. Ce",
          "doit être parce que au-delà était le territoire de Gog et Magog."
        ]
      }
    },
    {
      "verseNumber" : 94,
      "arabicVerse" : "قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَىٰ أَنْ تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا",
      "simpleTranslate" : [
        "Cette peuplade lui dit : «Ô Dhû-l-Qarnayn ! Les Yâjûj et les Mâjûj dévastent",
        "notre territoire. Acceptes-tu, contre tribut, de construire une digue entre eux",
        "et nous?»"
      ],
      "tafsirTranslate" : [
        "Ils dirent: «O Zul-Qarnayn, Gog et Magog <N:69> répandre le chaos dans ce pays,",
        "devrions-nous payer un tribut à vous afin que vous pouvez construire un rempart",
        "entre eux et nous? \""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "O Dhul-qarnain",
        "O Dhul-qarnain",
        "Effectivement",
        "Yajuj",
        "et Majuj",
        "(Sont) corrupteurs",
        "dans",
        "la terre",
        "Alors peut",
        "nous faisons",
        "pour toi",
        "une dépense",
        "[sur]",
        "cette",
        "tu fais",
        "entre nous",
        "et entre eux",
        "une barrière"
      ],
      "notes" : {
        "69" : [
          "Comme cela a déjà été souligné dans E.N. 62, Gog et Magog étaient les tribus",
          "sauvages de l'Asie du Nord-Est qui, dès les premiers temps avaient fait des",
          "incursions sur les royaumes et empires établis en Asie et en Europe et de les",
          "ravager. Selon la Genèse [(chapitre 10)], ils étaient les descendants de Japhet,",
          "le genre de Noé, et les historiens musulmans ont également accepté. Et selon le",
          "livre d'Ezéchiel [(chapitres 38, 39)], ils habitaient les territoires de Méschec",
          "[(Moscou)] et de Tubal [(Tubalsek)]. Selon l'historien Josephus Israélite, ils",
          "étaient les Scythes et leur territoire se propagent vers le nord et l'est de la",
          "mer Noire. Selon Jérôme, Magog habité le territoire au nord du Caucase près de la",
          "mer Caspienne."
        ]
      }
    },
    {
      "verseNumber" : 95,
      "arabicVerse" : "قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ فَأَعِينُونِي بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
      "simpleTranslate" : [
        "– «La puissance que Dieu m’a conférée est bien meilleure que ce que vous me",
        "proposez, dit-il. Aidez-moi de toutes vos forces et je construirai un remblai",
        "entre eux et vous."
      ],
      "tafsirTranslate" : [
        "Il dit: «Ce que mon Dieu m'a accordé est plus que suffisant. Vous devriez me",
        "aider seulement avec le travail manuel et je vais construire une barrière entre",
        "vous et eux. <N:70>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Quelle",
        "m'a établi",
        "[Dedans]",
        "mon Seigneur",
        "(est mieux",
        "mais me aider",
        "avec une force",
        "je ferai",
        "entre vous",
        "et entre eux",
        "une barrière"
      ],
      "notes" : {
        "70" : [
          "Autrement dit, [ \"Comme une règle, il est de mon devoir de vous protéger contre",
          "les ravages de vos ennemis:. Il est donc légitime pour moi de prélever des taxes",
          "supplémentaires sur vous à cet effet Le trésor que Allah a placé sous ma garde,",
          "suffit à cet effet. Vous devez, cependant, devoir me aider avec votre travail",
          "manuel. \"]"
        ]
      }
    },
    {
      "verseNumber" : 96,
      "arabicVerse" : "آتُونِي زُبَرَ الْحَدِيدِ ۖ حَتَّىٰ إِذَا سَاوَىٰ بَيْنَ الصَّدَفَيْنِ قَالَ انْفُخُوا ۖ حَتَّىٰ إِذَا جَعَلَهُ نَارًا قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا",
      "simpleTranslate" : [
        "Apportez-moi des blocs de fer.» Puis, quand il en eut comblé l’espace compris",
        "entre les deux monts, il ajouta : «Soufflez !» Et quand le métal fut fondu, il",
        "ordonna : «Versez maintenant, par-dessus, de l’airain en fusion.»"
      ],
      "tafsirTranslate" : [
        "Venez, apportez des feuilles de fer pour moi. \"Quand il avait rempli l'espace",
        "entre les deux montagnes, il dit au peuple:« Maintenant, pli votre soufflet. \"Ils",
        "l'ont fait jusqu'à ce que (fer-mur) est devenu redhot et il a dit:« Maintenant,",
        "laissez-moi verse du métal en fusion sur il\"."
      ],
      "tanslateWordByWord" : [
        "Apporte-moi",
        "feuilles",
        "(de fer",
        "jusqu'à",
        "quand",
        "il (avait) nivelé",
        "entre",
        "les deux falaises",
        "il a dit",
        "Coup",
        "jusqu'à",
        "quand",
        "il l'a fait",
        "Feu",
        "il a dit",
        "Apporte-moi",
        "Je verse",
        "par-dessus",
        "cuivre fondu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 97,
      "arabicVerse" : "فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا",
      "simpleTranslate" : [
        "Depuis lors, les Yâjûj et les Mâjûj ne purent plus ni escalader l’obstacle ni le",
        "transpercer."
      ],
      "tafsirTranslate" : [
        "Ce fut une telle barrière que Gog et Magog ne pouvaient pas évoluer au-dessus, ni",
        "ont-ils pu creuser à travers elle."
      ],
      "tanslateWordByWord" : [
        "donc pas",
        "ils ont pu",
        "à",
        "escalader",
        "et pas",
        "ils ont pu",
        "en ce",
        "(À faire) toute pénétration"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 98,
      "arabicVerse" : "قَالَ هَٰذَا رَحْمَةٌ مِنْ رَبِّي ۖ فَإِذَا جَاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ ۖ وَكَانَ وَعْدُ رَبِّي حَقًّا",
      "simpleTranslate" : [
        "«Cet obstacle, dit-il, est une miséricorde émanant de mon Seigneur. Mais, quand",
        "Dieu accomplira Sa promesse, Il le réduira en poussière, car la promesse de Dieu",
        "est infaillible.»"
      ],
      "tafsirTranslate" : [
        "Zul-Qarnayn a dit: «Ceci est une miséricorde de mon Seigneur; mais quand le temps",
        "de la promesse de mon Seigneur viendra, Il se stabilisera à la poussière <N:71>",
        "et la promesse de mon Seigneur est vrai. \" <N:72>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Ce",
        "(Est) une miséricorde",
        "de",
        "mon Seigneur",
        "Mais quand",
        "vient",
        "(la promesse",
        "(De) mon Seigneur",
        "Il le fera",
        "niveau",
        "Et est",
        "(la promesse",
        "(De) mon Seigneur",
        "vrai"
      ],
      "notes" : {
        "72" : [
          "Voici l'histoire de Zul-Qarnayn prend fin. Bien que cette histoire a été liée en",
          "réponse aux questions posées par les mécréants de la Mecque comme un test avec",
          "les histoires des [ \"Sleepers de la Cave\"] et [ \"Moïse et Khidr\"], le Coran a",
          "utilisé cette histoire, aussi, pour son propre but et de l'objet, comme pour",
          "dire, [ \"Zulqarnain, à propos desquels la gloire que vous avez entendu des gens",
          "du livre, ne fut pas seulement un conquérant, mais aussi un croyant des doctrines",
          "de Monothéisme et lifeafter-mort et a agi sur les principes de justice et de",
          "générosité. Il ne fut pas une personne moyenne comme vous qui ont été gonflés par",
          "la possession de petits domaines, et donnez-vous des airs de supériorité. \"]"
        ],
        "71" : [
          "Autrement dit, [ «Bien que j'ai construit un fer-mur très fort, dans la mesure où",
          "il était possible pour moi, ce ne sont pas toujours durable, car elle va durer",
          "aussi longtemps que Dieu le veut, et la volonté tomber en morceaux quand le temps",
          "de la promesse de mon Seigneur viendra. Ensuite, aucune puissance dans le monde",
          "doit être en mesure de le garder en sécurité. \"] \n En ce qui concerne le temps de",
          "la promesse d'Allah, il a deux significations: [(1)] Cela peut signifier le temps",
          "de la destruction du mur, et [(2)], il peut également signifier le moment de la",
          "mort et la destruction de tout destiné par Allah à la fin de la-à-dire du monde,",
          "l'heure de la Résurrection. \n Certaines personnes ont diverti le malentendu que",
          "le mur attribué ici à Zul-Qarnayn fait référence à la célèbre muraille de Chine,",
          "alors que ce mur a été construit entre Derbent et Dar'yal, deux villes du",
          "Daghestan dans le Caucase, la terre qui se trouve entre le noir mer et la mer",
          "Caspienne. Il y a de hautes montagnes entre la mer Noire et Dar'yal ayant des",
          "gorges profondes qui ne permettent pas de grandes armées de passer à travers eux.",
          "Entre Derbent et Dar'yal, cependant, il n'y a pas de telles montagnes et les",
          "passes sont aussi larges et passable. Dans les temps anciens hordes sauvages du",
          "nord envahi et ravagé les terres du sud à travers ces passes et les dirigeants",
          "persans qui ont peur d'eux ont dû construire un mur solide, 50 miles de long, 29",
          "pieds de haut et 10 pieds de large, à des fins d'enrichissement, ruines qui peut",
          "encore être vu. Bien qu'il n'a pas encore été établi historiquement qui a",
          "construit ce mur au début, les historiens et les géographes musulmans attribuent",
          "à Zulqarnain parce que ses restes correspondent à la description qui en est",
          "donnée dans le Coran. Ibn Jarir Tabari et Ibn Kathir ont enregistré l'événement,",
          "et Yaqut a mentionné dans son Mu jam-ul-Buldan que quand après la conquête de",
          "l'Azerbaïdjan, Hadrat `Umar a envoyé Suraqah bin` Amr, dans 22 AH sur une",
          "expédition à Derbent, ce dernier nommé `Abdur Rehman bin Rabi`ah comme le chef de",
          "son avant-garde. Lorsque 'Abdur Rehman est entré Arménie, la règle Shehrbraz se",
          "rendit sans combattre. Puis, quand `Abdur Rehman voulait avancer vers Derbent,",
          "Shehrbraz l'a informé qu'il avait déjà rassemblé des informations complètes sur",
          "le mur construit par Zul-Qarnayn, à travers un homme, qui pourrait fournir tous",
          "les détails nécessaires, puis l'homme a été effectivement présenté devant` Abdur",
          "Rehman. [(Tabari, tome III, pp 235-239; AI-Bidayah wan-Nihayah, Vol VII, pp",
          "122-125, et Mu jam-ul-Buldan, sous Bab-ul-Abwab:... Derbent.)]. \n Deux cents ans",
          "plus tard, le calife abbasside Wathiq [(227-233 AH)] dépêcha un groupe de 50",
          "hommes sous Sallam-ul-Tarjuman pour étudier la paroi du Zulqarnain, dont les",
          "observations ont été enregistrées en détail par Yaqut dans Mu les brouilleurs de",
          "ul-Buldan et par Ibn Kathir dans AI-Bidayah. Ils écrivent que cette expédition a",
          "atteint Samarrah d'où ils ont atteint Tiflis [(le présent Tbilisi)] et ensuite à",
          "travers As-Sarir et Al-Lan, ils ont atteint Filanshah, d'où ils sont entrés dans",
          "le territoire de la Caspienne. De là, ils sont arrivés à Derbent et ont vu le",
          "mur. [(AIBidayah Vol II, p 111, Vol VII, pp 122-125; Mu jam-ul-Buldan:.... En",
          "vertu de Bab-ulAbwab)]. Cela montre clairement que, même jusqu'à la troisième",
          "siècle de l'Hégire les savants musulmans considéraient ce mur du Caucase comme le",
          "mur de Zul-Qarnayn. \n Yaqut dans son Mu jam-ul-Buldan a en outre confirmé la même",
          "vue à un certain nombre d'endroits. Par exemple, sous Khazar [(Caspienne)], il",
          "écrit: \n [ \"Ce territoire appartient aux Turcs, qui jouxte le mur de Zulqarnain",
          "juste derrière Bab-ul-Abwab, qui est aussi appelé Derbent.\"] Dans le même",
          "contexte, il enregistre un rapport par Ahmad bin Fadlan, l'ambassadeur du calife",
          "Al -Muqtadar-billah, qui a donné une description complète de la terre Caspienne,",
          "en disant que la mer Caspienne est le nom d'un pays dont la capitale est Itil",
          "[(près de l'actuelle Astrakhan)] droit à travers laquelle coule la rivière Itil,",
          "qui relie la mer Caspienne devant la Russie et Bulghar. \n En ce qui concerne",
          "Bab-ul-Abwab il dit que cette ville est appelée à la fois Al-Bab et Derbent, qui",
          "est un passage très difficile pour les gens venant des terres du nord vers le",
          "sud. Une fois que ce territoire faisait partie du royaume de Nausherwan, et les",
          "princes perses ont accordé une attention particulière au renforcement de leurs",
          "frontières de ce côté."
        ]
      }
    },
    {
      "verseNumber" : 99,
      "arabicVerse" : "وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ ۖ وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا",
      "simpleTranslate" : [
        "Ce jour-là, Nous laisserons les hommes déferler les uns sur les autres. Puis la",
        "Trompette sonnera et ils seront tous rassemblés."
      ],
      "tafsirTranslate" : [
        "Et ce jour-là, <N:73> Nous allons lâcher les gens à venir à proximité",
        "tumultueusement (comme les vagues d'un océan) et la trompette doit être dirigé,",
        "et nous allons rassembler toutes humanité."
      ],
      "tanslateWordByWord" : [
        "Et nous (allons) laisser",
        "certains d'entre eux",
        "(ce jour la",
        "à surge",
        "plus de",
        "autres",
        "et (sera) soufflé",
        "dans",
        "la trompette",
        "puis nous (nous) rassemblerai",
        "tous ensemble"
      ],
      "notes" : {
        "73" : [
          "[ \"Ce jour-là\"]: [ \"Le Jour de la Résurrection\"]. Comme pour continuer le thème",
          "de la vie après la mort à laquelle Zul-Qarnayn désigné comme le [ \"temps de la",
          "promesse de mon Seigneur\"], le Coran a ajouté versets 99-101 à elle."
        ]
      }
    },
    {
      "verseNumber" : 100,
      "arabicVerse" : "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا",
      "simpleTranslate" : [
        "Et ce jour-là, la Géhenne, dans toute son horreur, sera présentée aux négateurs,"
      ],
      "tafsirTranslate" : [
        "Ce jour-là l'Enfer est porté devant les incroyants"
      ],
      "tanslateWordByWord" : [
        "Et Nous (volonté) présente",
        "enfer",
        "(ce jour la",
        "aux incroyants",
        "affichage (sur)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 101,
      "arabicVerse" : "الَّذِينَ كَانَتْ أَعْيُنُهُمْ فِي غِطَاءٍ عَنْ ذِكْرِي وَكَانُوا لَا يَسْتَطِيعُونَ سَمْعًا",
      "simpleTranslate" : [
        "dont les yeux demeuraient voilés pour ne pas voir Mes signes et dont les oreilles",
        "refusaient d’entendre Mes avertissements."
      ],
      "tafsirTranslate" : [
        "qui était devenu aveugle à mon avertissement et fait la sourde oreille à elle."
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "a été",
        "leurs yeux",
        "dans",
        "une couverture",
        "de",
        "Mon souvenir",
        "et étaient",
        "ne pas",
        "capable",
        "(entendre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 102,
      "arabicVerse" : "أَفَحَسِبَ الَّذِينَ كَفَرُوا أَنْ يَتَّخِذُوا عِبَادِي مِنْ دُونِي أَوْلِيَاءَ ۚ إِنَّا أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ نُزُلًا",
      "simpleTranslate" : [
        "Les incrédules s’imaginent-ils donc pouvoir prendre Mes serviteurs pour maîtres",
        "en dehors de Moi? Nous réservons aux incrédules la Géhenne pour séjour."
      ],
      "tafsirTranslate" : [
        "Qu'est-ce que, <N:74> font ces personnes, qui ont mécru présument qu'ils feraient",
        "Mes serviteurs leurs aides à côté de moi <N:75>? Nous avons préparé l'Enfer pour",
        "l'hospitalité de ces personnes."
      ],
      "tanslateWordByWord" : [
        "Ne pensez alors",
        "ceux qui",
        "ne pas croire",
        "cette",
        "ils (peuvent) prendre",
        "Mes serviteurs",
        "à côté de moi",
        "à côté de moi",
        "(As) protecteurs",
        "En effet, nous",
        "Nous avons préparé",
        "enfer",
        "pour les mécréants",
        "(Comme) un logement"
      ],
      "notes" : {
        "74" : [
          "Telle est la conclusion de l'ensemble Surah et n'est pas connecté avec l'histoire",
          "de Zul-Qarnayn seulement, mais avec l'objet de cette sourate dans son ensemble.",
          "Ce thème a été énoncé au début de la sourate [(1-8)]: Le Saint Prophète a invité",
          "son peuple [(1)] de renoncer à shirk et adoptent la doctrine de Monothéisme",
          "place, [(2)] pour donner le le culte du monde et de croire dans la vie de",
          "l'au-delà. Mais les chefs de son peuple, qui ont été gonflés avec leur richesse",
          "et de grandeur, non seulement rejeté son invitation mais aussi persécutés et",
          "insulté les personnes justes qui avaient accepté son invitation. Le discours",
          "porte sur les mêmes thèmes et utilise dans une excellente manière, le. trois",
          "histoires qui ont été liés en réponse aux questions posées par les adversaires de",
          "l'Islam comme un test de sa Prophétie."
        ],
        "75" : [
          "Autrement dit, [ \"Est-ce qu'ils collent encore à leur présomption même après",
          "avoir entendu tout cela, et croient que leur attitude sera rentable pour eux?\"]"
        ]
      }
    },
    {
      "verseNumber" : 103,
      "arabicVerse" : "قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا",
      "simpleTranslate" : [
        "Dis : «Voulez-vous que nous vous fassions connaître ceux dont les œuvres sont les",
        "plus vouées à l’échec ;"
      ],
      "tafsirTranslate" : [
        "(O Muhammad), leur disons, \"devrions-nous dire vous qui sont les personnes les",
        "plus infructueuses et les échecs misérables à l'égard de leurs actes?"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Shall",
        "Nous vous informons",
        "les plus grands perdants",
        "(À leurs) actions"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 104,
      "arabicVerse" : "الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا",
      "simpleTranslate" : [
        "ceux dont les efforts, dans cette vie, s’en vont en pure perte, et qui croient",
        "cependant bien agir?»"
      ],
      "tafsirTranslate" : [
        "Ils sont ceux, dont les efforts, dans la vie de ce monde, avaient tous égarés du",
        "droit chemin <N:76>, mais tout au long qu'ils étaient sous l'illusion que tout ce",
        "qu'ils faisaient, a été réalisé à juste titre:"
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "est perdu",
        "leurs efforts",
        "dans",
        "la vie",
        "(du monde",
        "pendant qu'ils",
        "penser",
        "qu'ils",
        "(Étaient) l'acquisition d'une bonne",
        "(au travail"
      ],
      "notes" : {
        "76" : [
          "Ce verset a deux significations. L'un est le même que nous avons adopté dans la",
          "traduction. L'autre signification est la suivante: [ «... ceux qui limite tous",
          "leurs efforts à la vie mondaine\"]. Autrement dit, tout ce qu'ils ont fait, ils",
          "l'ont fait pour ce monde sans avoir égard à Dieu et l'au-delà. Comme ils ont",
          "considéré la vie mondaine d'être la vraie vie, ils ont fait le succès et la",
          "prospérité dans ce monde leur seul but et de l'objet. Même s'ils professaient",
          "l'existence d'Allah, ils ne touchent aucune attention aux deux implications de",
          "cette profession: pour mener leur vie d'une façon de plaire à Allah et à sortir",
          "avec succès sur le jour où ils auront à rendre compte de ce qu'ils a fait dans ce",
          "monde. En effet, ils se considéraient comme de simples animaux rationnels qui",
          "étaient absolument indépendant et libre de toute espèce de responsabilité et",
          "avait rien d'autre à faire que de profiter des bonnes choses du monde comme des",
          "animaux dans une prairie."
        ]
      }
    },
    {
      "verseNumber" : 105,
      "arabicVerse" : "أُولَٰئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا",
      "simpleTranslate" : [
        "Ce sont ceux qui nient les signes de leur Seigneur ainsi que leur comparution",
        "devant Lui. Les œuvres de ces gens-là n’auront aucune valeur et ne pèseront pas",
        "lourd dans la vie future."
      ],
      "tafsirTranslate" : [
        ", ce sont les gens qui ont rejeté les signes de leur Seigneur et ne croyaient pas",
        "qu'ils jamais aller devant Lui. Par conséquent, tous leurs actes ont été perdus,",
        "car nous assignerons pas de poids à eux au Jour de la Résurrection. <N:77>"
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "(Sont) ceux qui",
        "ne pas croire",
        "dans les Versets",
        "(De) leur Seigneur",
        "et la réunion (avec) Lui",
        "Donc, (sont) vain",
        "leurs actions",
        "afin de ne pas",
        "Nous attribuerons",
        "pour eux",
        "(au jour",
        "(De) la Résurrection",
        "tout poids"
      ],
      "notes" : {
        "77" : [
          "[ \"Tous leurs actes ont été perdus\"] dans le sens où ils seront d'aucune utilité",
          "pour eux dans la mort la vie après, même si elles auraient pu les considérer",
          "comme leurs grandes réalisations, mais le fait est qu'ils vont perdre toute leur",
          "valeur dès que le monde est arrivé à son terme. Quand ils iront devant leur",
          "Seigneur, et tous leurs actes doivent être placés dans la balance, ils auront",
          "aucun poids si elles avaient construit de grands palais, créé de grandes",
          "universités et bibliothèques, mettre en place de grandes usines et laboratoires,",
          "construit des routes et des chemins de fer en bref, toutes leurs inventions, les",
          "industries, les sciences et les arts et d'autres choses dont ils étaient très",
          "fiers dans ce monde, vont perdre leur poids dans la balance. La seule chose qui",
          "aura du poids, il y aura ce qui avait été fait en conformité avec les",
          "instructions divines et avec l'intention de plaire à AIIah. Il est donc évident",
          "que si tous ses efforts ont été confinés aux choses de ce monde et la réalisation",
          "des désirs de ce monde dont les résultats on verrait dans ce monde, il ne faut",
          "pas raisonnablement attendre à voir leurs résultats dans l'au-delà, car ils",
          "auraient allée des déchets à la fin de ce monde. Il est tout aussi évident, que",
          "seuls les actes de celui qui les effectuées en stricte conformité avec ses",
          "instructions pour gagner son approbation en vue de bénéficier de leurs résultats",
          "dans l'au-delà, se trouve que ses actes avaient un poids dans la balance. Au",
          "contraire, une telle personne ne trouvera que tous ses efforts dans le monde",
          "avaient déchets disparu."
        ]
      }
    },
    {
      "verseNumber" : 106,
      "arabicVerse" : "ذَٰلِكَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا وَاتَّخَذُوا آيَاتِي وَرُسُلِي هُزُوًا",
      "simpleTranslate" : [
        "Et c’est l’Enfer qui sera leur rétribution, pour avoir rejeté la foi et tourné en",
        "dérision Mes signes et Mes prophètes ;"
      ],
      "tafsirTranslate" : [
        "Leur récompense est l'enfer pour l'incrédulité qu'ils ont montré et la moquerie,",
        "ils ont adopté à l'égard de mes signes et mes messagers."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Est) leur récompense",
        "enfer",
        "car",
        "leur mécréance",
        "et a pris",
        "Mes versets",
        "et Mes messagers",
        "(En) ridicule"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 107,
      "arabicVerse" : "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ جَنَّاتُ الْفِرْدَوْسِ نُزُلًا",
      "simpleTranslate" : [
        "tandis que ceux qui croient et font des œuvres pies auront, pour séjour, les",
        "jardins du Paradis,"
      ],
      "tafsirTranslate" : [
        "Toutefois, pour l'hospitalité de ces gens qui ont fait de bonnes œuvres, il y",
        "aura des jardins du Paradis"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "a cru",
        "et a fait",
        "bonnes oeuvres",
        "pour eux seront",
        "pour eux seront",
        "Jardins",
        "(De) le Paradis",
        "(Comme) un logement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 108,
      "arabicVerse" : "خَالِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا",
      "simpleTranslate" : [
        "où ils demeureront éternellement, sans jamais désirer aucun changement."
      ],
      "tafsirTranslate" : [
        "où ils demeureront à jamais et ils ne seront jamais envie d'aller nulle part",
        "d'eux <N:78>."
      ],
      "tanslateWordByWord" : [
        "Demeurer pour toujours",
        "en ce",
        "ne pas",
        "ils désireront",
        "à partir de cela",
        "tout transfert"
      ],
      "notes" : {
        "78" : [
          "[ \"... ils ne seront jamais envie d'aller nulle part [(autre)],\"] parce qu'ils ne",
          "trouveront pas de place et aucune condition mieux que ceux dans le Paradis."
        ]
      }
    },
    {
      "verseNumber" : 109,
      "arabicVerse" : "قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا",
      "simpleTranslate" : [
        "Dis : «Si la mer se changeait en encre pour transcrire les paroles de mon",
        "Seigneur, la mer serait assurément tarie avant que ne soient épuisées les paroles",
        "divines, dussions-nous y ajouter une quantité d’encre égale à la première.»"
      ],
      "tafsirTranslate" : [
        "(O Muhammad), dis-leur: «Si les eaux de l'océan étaient de devenir l'encre pour",
        "écrire les mots <N:79> de mon Seigneur, il épuiserait mais les paroles de mon",
        "Seigneur pas d'échappement: non, même si Nous avons apporté de nouveau comme",
        "beaucoup d'encre, il ne suffira pas pour cela. \""
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Si",
        "ont été",
        "la mer",
        "encre",
        "pour (les) mots",
        "(De) mon Seigneur",
        "sûrement (serait) épuisé",
        "la mer",
        "avant",
        "[cette]",
        "(Étaient) épuisé",
        "(les mots",
        "(De) mon Seigneur",
        "même si",
        "Nous avons acheté",
        "(La) comme (de), il",
        "(Comme) un supplément"
      ],
      "notes" : {
        "79" : [
          "par [ \"mots\"], on entend [ \"les merveilles, les excellences et les merveilles de",
          "sa puissance et la sagesse\"]."
        ]
      }
    },
    {
      "verseNumber" : 110,
      "arabicVerse" : "قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ ۖ فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا",
      "simpleTranslate" : [
        "Dis : «Je ne suis qu’un être humain comme vous. Il m’a été révélé que votre Dieu",
        "est un Dieu Unique. Que celui qui espère donc rencontrer son Seigneur accomplisse",
        "de bonnes actions et Lui voue son adoration sans jamais Lui associer personne !»"
      ],
      "tafsirTranslate" : [
        "(O Muhammad) leur dis: «Je suis un être humain comme vous. Il a été révélé à moi",
        "que votre Dieu est seulement Un Allah donc le celui qui espère rencontrer son",
        "Seigneur, devrait pas associer avec Lui tout autre divinité dans son culte \"."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Seulement",
        "je",
        "(Am) un homme",
        "comme toi",
        "A été révélé",
        "pour moi",
        "cette",
        "ton Dieu",
        "(c'est Dieu",
        "Un",
        "donc, quiconque",
        "est",
        "en espérant",
        "(Pour la) réunion",
        "(Avec) son Seigneur",
        "laissez-le faire",
        "actes",
        "vertueux",
        "et pas",
        "associer",
        "dans (le) culte",
        "(De) son Seigneur",
        "n'importe qui"
      ],
      "notes" : { }
    }
  ],
  "medinian" : false
}