{
  "chapterNumber" : 20,
  "nbVerses" : 135,
  "name" : "Ta-Ha",
  "nameArabic" : "طه",
  "transName" : "ṭa ha",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "طه",
      "simpleTranslate" : [
        "Tâ - Hâ."
      ],
      "tafsirTranslate" : [
        "Ta Ha."
      ],
      "tanslateWordByWord" : [
        "Ta Ha"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَىٰ",
      "simpleTranslate" : [
        "Nous t’avons envoyé le Coran non pas pour te rendre malheureux,"
      ],
      "tafsirTranslate" : [
        "Nous avons fait descendre le Coran à vous de vous mettre en détresse."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "Nous (avons) fait descendre",
        "à toi",
        "Le Coran",
        "que vous soyez affligés"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "إِلَّا تَذْكِرَةً لِمَنْ يَخْشَىٰ",
      "simpleTranslate" : [
        "mais plutôt comme rappel pour celui qui craint le Seigneur"
      ],
      "tafsirTranslate" : [
        "Ceci est une admonition pour chacune de ces personnes qui craint (Dieu) <N:1>."
      ],
      "tanslateWordByWord" : [
        "(Mais)",
        "(pour rappel",
        "pour ceux qui",
        "la crainte"
      ],
      "notes" : {
        "1" : [
          "Ce verset montre clairement le sens de la précédente. L'objet de la révélation du",
          "Coran est une émeute pour rendre le Saint Prophète faire quelque chose",
          "d'impossible et de le mettre à la détresse inutile en exigeant de lui pour",
          "imprégner les cœurs des gens obstinés avec foi, mais d'avertir les personnes qui",
          "ont peur d'Allah. Par conséquent, le Saint Prophète ne devrait pas gaspiller ses",
          "efforts sur les gens qui ont pas peur de Dieu a laissé en eux, et qui ne se",
          "soucient pas du tout de ce qui est vrai et ce qui est faux."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "تَنْزِيلًا مِمَّنْ خَلَقَ الْأَرْضَ وَالسَّمَاوَاتِ الْعُلَى",
      "simpleTranslate" : [
        "et comme révélation émanant de Celui qui a créé la Terre et les Cieux sublimes,"
      ],
      "tafsirTranslate" : [
        "Cela a été envoyé par l'Etre, qui a créé la terre et les cieux."
      ],
      "tanslateWordByWord" : [
        "Une révélation",
        "de (He) Qui",
        "créé",
        "La terre",
        "et les cieux",
        "[Le] haut"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "الرَّحْمَٰنُ عَلَى الْعَرْشِ اسْتَوَىٰ",
      "simpleTranslate" : [
        "le Miséricordieux qui S’est établi sur le Trône,"
      ],
      "tafsirTranslate" : [
        "Le Miséricordieux est assis sur le trône du Royaume. (De l'univers) <N:2>"
      ],
      "tanslateWordByWord" : [
        "Le Tout Miséricordieux",
        "plus de",
        "Le trône",
        "est établi"
      ],
      "notes" : {
        "2" : [
          "Autrement dit, [ \"Après avoir créé l'univers, il est au pouvoir sur elle et la",
          "conduite de toutes les affaires de sa gestion.»]"
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثَّرَىٰ",
      "simpleTranslate" : [
        "le Souverain des Cieux, de la Terre, des espaces interstellaires et de tout ce",
        "qui se trouve dans les profondeurs du sol."
      ],
      "tafsirTranslate" : [
        "Il est le propriétaire de tout ce qui est dans les cieux et la terre et tout ce",
        "qui est entre eux et sous le sol."
      ],
      "tanslateWordByWord" : [
        "Pour Lui (appartient)",
        "peu importe",
        "(est dans",
        "Le Paradis",
        "et quelle que soit",
        "(est dans",
        "La terre",
        "et quelle que soit",
        "(Est) entre eux",
        "et quelle que soit",
        "(est sous",
        "le sol"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَإِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى",
      "simpleTranslate" : [
        "Que tu élèves la voix ou non, Il connaît tous les secrets et même les pensées les",
        "plus intimes."
      ],
      "tafsirTranslate" : [
        "Que vous prononcez votre supplication d'une voix forte (il ne fait aucune",
        "différence) car il entend non seulement ce qui est dit à voix basse, mais aussi",
        "ce qui est conservé le plus secret <N:3>."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "vous parlez à voix haute",
        "le mot",
        "alors en effet, il",
        "sait",
        "le secret",
        "et plus caché"
      ],
      "notes" : {
        "3" : [
          "C'est, [ \"Vous ne devez pas se plaindre à Dieu d'une voix forte contre la",
          "persécution dont vous et vos compagnons souffrent et les machinations espiègles",
          "vos ennemis mettent au point de vous battre pour Allah est pleinement conscient",
          "de toutes ces choses, et il entend même les plaintes que vous chérissez dans vos",
          "coeurs. \"]"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ لَهُ الْأَسْمَاءُ الْحُسْنَىٰ",
      "simpleTranslate" : [
        "Il est Dieu ! Il n’y a de divinité que Lui ! Et Il porte les Noms les plus",
        "sublimes !"
      ],
      "tafsirTranslate" : [
        "Il est Allah: il n'y a pas de divinité que Lui; tous les excellents noms sont",
        "pour lui. <N:4>"
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(Il n'y a pas",
        "Dieu",
        "sauf",
        "Lui",
        "Pour lui (appartiennent)",
        "les noms",
        "le plus beau"
      ],
      "notes" : {
        "4" : [
          "Autrement dit, [ «Il possède toutes les excellentes caractéristiques.\"]"
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَهَلْ أَتَاكَ حَدِيثُ مُوسَىٰ",
      "simpleTranslate" : [
        "Es-tu au courant de l’histoire de Moïse"
      ],
      "tafsirTranslate" : [
        "Et a l'histoire de Moïse vous atteint?"
      ],
      "tanslateWordByWord" : [
        "Et a",
        "viennent à vous",
        "la narration",
        "(De) Musa"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "إِذْ رَأَىٰ نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى النَّارِ هُدًى",
      "simpleTranslate" : [
        "qui, ayant aperçu un feu, dit à sa famille : «Restez ici ! J’aperçois au loin un",
        "feu. Peut-être vous en rapporterai-je un tison ou trouverai-je, à l’aide de ce",
        "feu, quelques indications pour me guider dans ma route?»"
      ],
      "tafsirTranslate" : [
        "Quand il a vu un feu <N:5> il a dit à sa famille: «Attendez un peu, nous avons vu",
        "un feu: il se peut que j'apporter une marque de brûlure pour vous, ou trouver des",
        "conseils ( à la manière) au feu \". <N:6>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "il a vu",
        "un feu",
        "puis il a dit",
        "à sa famille",
        "Reste ici",
        "en effet, je",
        "[I] perçue",
        "un feu",
        "peut-être je (peut)",
        "vous apportez",
        "de là",
        "une marque de brûlure",
        "ou",
        "je trouve",
        "à",
        "le feu",
        "orientation"
      ],
      "notes" : {
        "5" : [
          "Ce qui est arrivé quand le Prophète Moïse retournait en Egypte après avoir passé",
          "plusieurs années en exil à Madian, avec sa femme qu'il y avait épousé. Selon la",
          "première partie de son histoire, qui a été lié dans la sourate XXVIII [(A",
          "-Qasas!)], Un Egyptien avait été tué par le Prophète Moïse; il a donc dû quitter",
          "l'Egypte pour échapper à l'arrestation et avait trouvé refuge en Madian."
        ],
        "6" : [
          "Il semble que ce qui est arrivé au cours d'une nuit de l'hiver, quand le Prophète",
          "Moïse traversait la partie sud de la péninsule du Sinaï. Quand il a vu un feu à",
          "distance, il est allé vers lui dans l'espoir qu'il pourrait obtenir une partie",
          "pour garder sa femme et ses enfants au chaud pendant la nuit, ou au moins obtenir",
          "quelques indications sur la direction de son voyage. Mais au lieu de cela, il",
          "était sa bonne fortune qu'il a trouvé la direction de la bonne façon."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "فَلَمَّا أَتَاهَا نُودِيَ يَا مُوسَىٰ",
      "simpleTranslate" : [
        "Et lorsqu’il s’en approcha, une voix l’interpella : «Ô Moïse !"
      ],
      "tafsirTranslate" : [
        "Quand il y arriva, une voix cria: \"O Moïse, je suis votre"
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "il est venu à elle",
        "il était appelé",
        "O Musa"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "إِنِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ ۖ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى",
      "simpleTranslate" : [
        "Je suis ton Seigneur. Ôte tes sandales , car tu es dans la vallée sacrée de Tuwâ",
        "!"
      ],
      "tafsirTranslate" : [
        "Seigneur; enlever vos chaussures, <N:7> car vous êtes dans le vally sacré de",
        "Tuwa. <N:8>"
      ],
      "tanslateWordByWord" : [
        "En effet, [I]",
        "Je suis",
        "votre Seigneur",
        "donc supprimer",
        "tes chaussures",
        "En effet, vous",
        "(Sont) dans la vallée",
        "le sacré",
        "(De) Tuwa"
      ],
      "notes" : {
        "8" : [
          "En général, les commentateurs sont d'avis que Tuwa était le nom de la vallée,",
          "mais selon certains, il signifie, [ \"La vallée qui avait été faite sacré pour le",
          "moment.\"]"
        ],
        "7" : [
          "Probablement, il est à cause de cela que les Juifs ne disent pas leurs prières",
          "avec leurs chaussures. Le Saint Prophète, cependant, enlevé ce malentendu, en",
          "disant: [ \"loi contrairement à la pratique des Juifs qui ne disent leurs prières",
          "avec leurs chaussures ou des chaussettes en cuir sur.\"] [(Abu Dâwûd)]. Il ne",
          "signifie cependant pas que l'on doit dire ses prières avec les chaussures, mais",
          "il est simplement de rendre licite de dire des prières avec des chaussures. Ceci",
          "est confirmé par une autre tradition, rapportée par Abu Dâwûd de `bin Amar`",
          "Comme, qu'il avait vu le Saint Prophète dit sa prière à la fois avec et sans les",
          "chaussures. \n Il existe d'autres traditions aussi à cet effet, mais il faut aussi",
          "garder à l'esprit qu'il n'y avait pas de tapis, des nattes, etc. dans les",
          "mosquées dans ces jours, même pas dans la Mosquée du Saint Prophète. Par",
          "conséquent, il serait inapproprié d'aller avec des chaussures jusque dans les",
          "mosquées d'aujourd'hui qui ont des tapis, des nattes, etc. Cependant, on peut",
          "dire sa prière sur des parcelles herbeuses ou terrain ouvert avec des chaussures."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَىٰ",
      "simpleTranslate" : [
        "Je t’ai élu. Écoute donc ce qui te sera révélé."
      ],
      "tafsirTranslate" : [
        "Et je vous ai choisi, afin d'écouter ce qui est révélé."
      ],
      "tanslateWordByWord" : [
        "Et moi",
        "(Ont) vous choisi",
        "alors écoutez",
        "à quoi",
        "est révélé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "إِنَّنِي أَنَا اللَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي",
      "simpleTranslate" : [
        "En vérité, Je suis Dieu. Il n’y a d’autre dieu que Moi ! Adore-Moi donc et",
        "accomplis la prière en souvenir de Moi."
      ],
      "tafsirTranslate" : [
        "Il est Qui suis AIIah: il n'y a pas de dieu que moi. Adorez-Moi et établir Salat",
        "de se rappeler Me <N:9>"
      ],
      "tanslateWordByWord" : [
        "En effet, [I]",
        "Je suis",
        "Allah",
        "(Il n'y a pas",
        "Dieu",
        "mais",
        "je",
        "donc adorer Me",
        "et d'établir",
        "la prière",
        "pour mon souvenir"
      ],
      "notes" : {
        "9" : [
          "Ceci est le véritable objet de Salat. Il a été prescrit pour rappeler aux gens",
          "qu'ils ne doivent pas devenir négligents d'Allah par les détournements du monde",
          "et qu'il faut se rappeler que l'homme est pas un être libre débridée mais un",
          "serviteur d'Allah. Salat a été prescrit cinq fois par jour pour rappeler à",
          "l'homme de la présence d'Allah. \n Certaines personnes sont d'avis que cela",
          "signifie: [ \". Salat, afin que je puisse me souvenir de toi»] \n Par ailleurs,",
          "selon ce verset, si l'on oublie d'offrir une prière dans le temps, on devrait",
          "offrir quand on se rappelle qu'elle. Ceci est également soutenu par une tradition",
          "rapportée par Anas: [ \"Si l'on oublie d'offrir une certaine prière au bon moment,",
          "il doit l'offrir à chaque fois qu'il se rappelle cela; car il n'y a pas d'autre",
          "expiation pour cette omission.\"] [( Bukhari, Muslim, Ahmed)]. Il y a une autre",
          "tradition rapportée par Abu Hurayrah dans le même sens. Il a été demandé par le",
          "Saint Prophète: [ «Que devrions-nous faire si nous sommes restés endormis pendant",
          "le temps de la prière»] Le Saint Prophète a dit: [ «Il n'y a pas de péché si on",
          "est resté endormi Le péché est que l'on doit négliger son. la prière",
          "intentionnellement pendant la veille. par conséquent, si l'on oublie d'offrir une",
          "prière ou est resté endormi un devrait offrir cette prière en souvenir ou en se",
          "réveillant. \"] [(Tirmizi, Nasa'i, Abu Dâwûd)]."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "إِنَّ السَّاعَةَ آتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَىٰ كُلُّ نَفْسٍ بِمَا تَسْعَىٰ",
      "simpleTranslate" : [
        "Certes, l’Heure doit immanquablement arriver, mais Je tiens à en garder le",
        "secret, afin que chaque âme soit rétribuée selon ses mérites."
      ],
      "tafsirTranslate" : [
        "L'heure de la Résurrection est sûr de venir, mais il est ma volonté de maintenir",
        "le temps de sa venue secrète afin que chaque âme soit rétribuée selon ses",
        "travaux. <N:10>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "l'heure",
        "(viendra",
        "j'ai presque",
        "[I] le cache",
        "qui peut être rétribué",
        "chaque",
        "âme",
        "pour quoi",
        "il cherche"
      ],
      "notes" : {
        "10" : [
          "Après Tauhid la deuxième chose qui a été révélé à Ali les prophètes était la",
          "réalité de la [ \"au-delà\"], et ils ont été nommés pour communiquer ses",
          "connaissances à leurs peuples. Voici son gaz d'objet a également été déclaré.",
          "L'heure de la Résurrection est destinée à venir afin que chacun devrait obtenir",
          "la récompense dans l'au-delà de ce qu'on a fait dans ce monde, et que Hour a été",
          "gardé secret pour satisfaire à l'exigence du procès. Pour celui qui croit en",
          "l'au-delà sera toujours en garde contre toute déviation de la bonne façon, et",
          "celui qui ne croit pas à la venue de cette heure restera engagée dans d'autres",
          "choses, car il pense qu'il n'a pas voir aucun signe de la venue de l'Heure."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "فَلَا يَصُدَّنَّكَ عَنْهَا مَنْ لَا يُؤْمِنُ بِهَا وَاتَّبَعَ هَوَاهُ فَتَرْدَىٰ",
      "simpleTranslate" : [
        "Surtout ne t’en laisse pas détourner par celui qui n’y croit pas et s’abandonne à",
        "ses passions, car ce serait ta perte assurée !"
      ],
      "tafsirTranslate" : [
        "Par conséquent laissez pas toute personne qui ne croit pas en elle et est devenu",
        "un esclave de ses désirs, tourner vos pensées loin de lui, de peur que vous",
        "périssables"
      ],
      "tanslateWordByWord" : [
        "Donc ne le fais pas",
        "(Laissez) vous éviter",
        "à partir de cela",
        "(un qui",
        "(ne fait pas",
        "croyez",
        "en ce",
        "et la suivante",
        "ses désirs",
        "de peur que vous périrez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَىٰ",
      "simpleTranslate" : [
        "Quel est cet objet, Moïse, que tu tiens dans ta main droite?»"
      ],
      "tafsirTranslate" : [
        "Et O-Moïse, ce qui est dans votre main droite? \" <N:11>"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "(est-ce",
        "dans votre main droite",
        "O Musa"
      ],
      "notes" : {
        "11" : [
          "Cette question n'a pas été posée pour le bien d'obtenir des informations, car",
          "Allah savait que Moïse a tenu un bâton dans sa main. La question a été posée en",
          "vue d'impressionner sur lui le fait qu'il était un personnel afin qu'il puisse",
          "être mentalement prêt à voir le miracle qui allait être réalisée avec elle."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَآرِبُ أُخْرَىٰ",
      "simpleTranslate" : [
        "– «C’est mon bâton, dit-il, sur lequel je m’appuie, avec lequel j’abats du",
        "feuillage pour mes moutons, et que j’emploie à d’autres usages encore.»"
      ],
      "tafsirTranslate" : [
        "Moïse répondit: «Il est mon personnel. Je me penche sur elle et j'abattre des",
        "feuilles avec elle pour mes brebis, et je suis tout à fait quelques autres",
        "utilisations pour elle« <N:12>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Il",
        "(Est) mon personnel",
        "je me penche",
        "sur elle",
        "et je faire tomber les feuilles",
        "Avec ça",
        "pour",
        "mes brebis",
        "et pour moi",
        "en ce",
        "(Sont) utilisations",
        "autre"
      ],
      "notes" : {
        "12" : [
          "Prophète Moïse a délibérément prolongé sa réponse et n'a pas arrêté à: [ «Il est",
          "mon personnel\"]. Ce fut parce qu'il voulait naturellement de prolonger le",
          "dialogue pour faire la réunion de privilège durent plus longtemps."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "قَالَ أَلْقِهَا يَا مُوسَىٰ",
      "simpleTranslate" : [
        "Le Seigneur lui dit alors : «Jette-le, ô Moïse !»"
      ],
      "tafsirTranslate" : [
        "Il a dit: «Jetez-le, ô Moïse.\""
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Jetez-le vers le bas",
        "O Musa"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَىٰ",
      "simpleTranslate" : [
        "Moïse jeta son bâton et vit que celui-ci était devenu un serpent qui rampait !"
      ],
      "tafsirTranslate" : [
        "Alors il la jeta vers le bas et il se immédiatement dans un serpent, qui a",
        "commencé à courir."
      ],
      "tanslateWordByWord" : [
        "Alors il jeta",
        "et voici",
        "Il",
        "(A) un serpent",
        "se déplaçant rapidement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "قَالَ خُذْهَا وَلَا تَخَفْ ۖ سَنُعِيدُهَا سِيرَتَهَا الْأُولَىٰ",
      "simpleTranslate" : [
        "«Prends-le, lui dit le Seigneur. Ne crains rien ! Nous allons le ramener à son",
        "état premier."
      ],
      "tafsirTranslate" : [
        "Il dit: «attraper et ne craignent pas de nouveau, nous restaurer à son état."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Saisis-le",
        "et (faire) pas",
        "la crainte",
        "Nous allons retourner",
        "(À) son état",
        "l'ancien"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَاضْمُمْ يَدَكَ إِلَىٰ جَنَاحِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ آيَةً أُخْرَىٰ",
      "simpleTranslate" : [
        "Maintenant, serre ta main sous ton aisselle ; elle en ressortira toute blanche",
        "sans aucun mal, et ce sera là un autre prodige,"
      ],
      "tafsirTranslate" : [
        "Maintenant fermoir votre main sous votre aisselle: il sortira brillant sans mal",
        "(pour vous) <N:13> est le deuxième signe.:"
      ],
      "tanslateWordByWord" : [
        "Et se rapprocher",
        "ta main",
        "à",
        "ton côté",
        "il sortira",
        "blanc",
        "sans aucun",
        "sans aucun",
        "maladie",
        "(Comme) un signe",
        "un autre"
      ],
      "notes" : {
        "13" : [
          "Autrement dit, [ \"Ta main sera briller comme le soleil, mais il ne causera aucun",
          "mal à vous.\"] Il est étrange que la Bible interprète ce miracle, en disant que",
          "«sa main était lépreuse comme la neige, mais elle était redevenue comme sa chair.",
          "Le Talmud interprète aussi le miracle de la même manière et ajoute que ce fut un",
          "miracle qui a été conçu pour Pharaon qui souffrait de la lèpre. Il est dommage",
          "que la même interprétation a été adoptée par nos propres commentateurs, bien que",
          "l'interprétation correcte est celle qui a été adoptée par nous, et beaucoup",
          "d'anciens commentateurs. De toute évidence, il est mauvais goût d'attribuer à un",
          "prophète le miracle répugnante de la lèpre et que, aussi, devant un roi dans sa",
          "cour."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "لِنُرِيَكَ مِنْ آيَاتِنَا الْكُبْرَى",
      "simpleTranslate" : [
        "pour te montrer certains de Nos plus grands signes."
      ],
      "tafsirTranslate" : [
        "c'est parce que nous allons vous montrer Nos grands signes."
      ],
      "tanslateWordByWord" : [
        "Ce Nous pouvons vous montrer",
        "de",
        "Nos signes",
        "le meilleur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "اذْهَبْ إِلَىٰ فِرْعَوْنَ إِنَّهُ طَغَىٰ",
      "simpleTranslate" : [
        "Va trouver Pharaon dont l’impiété ne connaît plus de limites !»"
      ],
      "tafsirTranslate" : [
        "Maintenant, allez à Pharaon car il est devenu rebelle."
      ],
      "tanslateWordByWord" : [
        "Aller",
        "à",
        "Firaun",
        "En effet, il a",
        "(A) transgressée"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "قَالَ رَبِّ اشْرَحْ لِي صَدْرِي",
      "simpleTranslate" : [
        "– «Seigneur, dit Moïse, fais cesser l’angoisse qui me serre le cœur !"
      ],
      "tafsirTranslate" : [
        "Moïse dit: «Seigneur, ouvre mon sein pour moi <N:14>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Mon Seigneur",
        "Développer",
        "pour moi",
        "ma poitrine"
      ],
      "notes" : {
        "14" : [
          "Autrement dit, «Remplis mon coeur avec le courage qui peut me permettre de",
          "remplir les obligations liées à la grande mission d'un messager, et me donner la",
          "confiance pour son accomplissement.\" Prophète Moïse pria pour cette raison il a",
          "réalisé les graves responsabilités de la grande Mission."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَيَسِّرْ لِي أَمْرِي",
      "simpleTranslate" : [
        "Facilite ma tâche !"
      ],
      "tafsirTranslate" : [
        "et de faire ma tâche facile pour moi,"
      ],
      "tanslateWordByWord" : [
        "Et la facilité",
        "pour moi",
        "ma tâche"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي",
      "simpleTranslate" : [
        "Délie ma langue et débarrasse-la de toute ambiguïté,"
      ],
      "tafsirTranslate" : [
        "et supprimer l'obstacle de ma langue"
      ],
      "tanslateWordByWord" : [
        "Et détachez",
        "(le noeud",
        "de",
        "ma langue"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "يَفْقَهُوا قَوْلِي",
      "simpleTranslate" : [
        "afin qu’on comprenne ce que je dis !"
      ],
      "tafsirTranslate" : [
        "afin que les gens puissent comprendre mon discours, <N:15>"
      ],
      "tanslateWordByWord" : [
        "Ce qu'ils peuvent comprendre",
        "mon discours"
      ],
      "notes" : {
        "15" : [
          "Prophète Moïse pria Allah pour cela parce qu'il était conscient qu'il n'était pas",
          "parle couramment mais était lent de la parole. Il savait aussi que comme Messager",
          "il aurait à être à l'aise dans le but d'impressionner Pharaon et ses courtisans.",
          "Ceci est confirmé par la Bible [(Exode 4: 10)], mais le Talmud donne une",
          "explication étrange pour cet obstacle dans son discours. Selon lui, quand il",
          "était enfant, il a brûlé sa langue avec un charbon ardent pour échapper au",
          "châtiment de Pharaon dont la couronne qu'il avait décollé de sa tête et de le",
          "mettre sur sa tête. La même histoire a été adoptée par un grand nombre de nos",
          "commentateurs si elle est absurde sur le visage de celui-ci. Notre interprétation",
          "est également confirmée par le Coran. Le tact est, que d'abord il n'a pas été",
          "parle couramment et Pharaon lui avait aussi raillé sur cet obstacle [(XLIII: 52",
          "<V:43:52>)]. Prophète Moïse a réalisé le même car il a dit, [ \"Mon frère Aaron",
          "est plus fluide que moi, donc lui envoyer avec moi comme auxiliaire, pour qu'il",
          "puisse me [soutenir (avec son discours couramment)].\"] [(XXVIII: 34 <V:28:34>)].",
          "Après cet obstacle dans son discours a été retiré et il a été en mesure de livrer",
          "des discours très fluides. Ce plateau soit témoigné par ses discours qui ont été",
          "cités à la fois dans la Bible et dans le Coran, car ils sont des chefs-d'œuvre de",
          "l'éloquence et de la rhétorique. \n Surtout, il ne résiste pas à la raison",
          "qu'Allah devrait nommer un Lisper ou bègue ou un bègue comme Son messager. Voilà",
          "pourquoi les Messagers ont toujours été le meilleur de l'humanité en ce qui",
          "concerne leur apparence, la personnalité et les capacités pour qu'ils devaient",
          "être le plus impressionnant à la fois dans leur apparence et de la conduite, de",
          "sorte qu'ils ne pouvaient pas être la cible du ridicule et de mépris par le",
          "personnes en raison de ces défauts personnels comme le bégaiement ou le",
          "bégaiement."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي",
      "simpleTranslate" : [
        "Donne-moi un assistant pris parmi les miens ;"
      ],
      "tafsirTranslate" : [
        "et nommer un conseiller pour moi de ma propre famille,"
      ],
      "tanslateWordByWord" : [
        "Et nommer",
        "pour moi",
        "un ministre",
        "de",
        "ma famille"
      ],
      "notes" : {
        "16" : [
          "Prophète Aaron était de trois ans de plus que le Prophète Moïse [(Exode 7: 7)]."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "هَارُونَ أَخِي",
      "simpleTranslate" : [
        "et que ce soit mon frère Aaron !"
      ],
      "tafsirTranslate" : [
        "(20h30) au moyen d'Aaron, qui est mon frère, <N:16>"
      ],
      "tanslateWordByWord" : [
        "Harun",
        "mon frère"
      ],
      "notes" : {
        "16" : [ ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "اشْدُدْ بِهِ أَزْرِي",
      "simpleTranslate" : [
        "Fais-en pour moi un soutien,"
      ],
      "tafsirTranslate" : [
        "et de renforcer mes mains à travers lui,"
      ],
      "tanslateWordByWord" : [
        "Renforcer",
        "par lui",
        "ma force"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَأَشْرِكْهُ فِي أَمْرِي",
      "simpleTranslate" : [
        "en l’associant à ma mission,"
      ],
      "tafsirTranslate" : [
        "et lui faire mon associé dans mon travail"
      ],
      "tanslateWordByWord" : [
        "Et lui faire partager",
        "[dans]",
        "ma tâche"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "كَيْ نُسَبِّحَكَ كَثِيرًا",
      "simpleTranslate" : [
        "afin que, sans cesse, nous Te glorifions"
      ],
      "tafsirTranslate" : [
        "afin que nous puissions vous glorifier"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "nous pouvons glorifier Vous",
        "beaucoup"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَنَذْكُرَكَ كَثِيرًا",
      "simpleTranslate" : [
        "et que, sans cesse, nous T’invoquions,"
      ],
      "tafsirTranslate" : [
        "et rappelez-toi toujours."
      ],
      "tanslateWordByWord" : [
        "Et [nous] souvenons-vous",
        "beaucoup"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "إِنَّكَ كُنْتَ بِنَا بَصِيرًا",
      "simpleTranslate" : [
        "car, Seigneur, Tu nous connais si bien !»"
      ],
      "tafsirTranslate" : [
        "Tu as toujours veillé sur nous. \""
      ],
      "tanslateWordByWord" : [
        "En effet, [Vous]",
        "Tu es",
        "de nous",
        "Clairvoyant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَىٰ",
      "simpleTranslate" : [
        "Dieu dit alors : «Ta prière est exaucée, ô Moïse !"
      ],
      "tafsirTranslate" : [
        "Il dit: «Votre demande est acceptée, O Moïse."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "En vérité",
        "vous êtes accordé",
        "votre demande",
        "O Musa"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَىٰ",
      "simpleTranslate" : [
        "Nous t’avons déjà favorisé une première fois,"
      ],
      "tafsirTranslate" : [
        "Nous avons montré grâce à vous pour la deuxième fois. <N:17>"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "Nous discutâmes une faveur",
        "sur toi",
        "une autre fois",
        "une autre fois"
      ],
      "notes" : {
        "17" : [
          "Allah raconte les faveurs qu'il avait montré au prophète Moïse depuis sa",
          "naissance dans le but d'impressionner sur lui le fait qu'il avait été élevé sous",
          "le soin divin dès sa naissance dans le but de le nommer en tant que messager .",
          "Voici de simples références ont été faites, mais dans la sourate XXVIII",
          "[(AI-Qasas)] détails des faveurs ont été donnés."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "إِذْ أَوْحَيْنَا إِلَىٰ أُمِّكَ مَا يُوحَىٰ",
      "simpleTranslate" : [
        "quand Nous avons inspiré à ta mère ce qui suit :"
      ],
      "tafsirTranslate" : [
        "Rappelons le moment où nous inspirons votre mère avec cette idée au moyen d'une",
        "révélation:"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "Nous avons inspiré",
        "à",
        "ta mère",
        "quelle",
        "est inspirée"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "أَنِ اقْذِفِيهِ فِي التَّابُوتِ فَاقْذِفِيهِ فِي الْيَمِّ فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ يَأْخُذْهُ عَدُوٌّ لِي وَعَدُوٌّ لَهُ ۚ وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي وَلِتُصْنَعَ عَلَىٰ عَيْنِي",
      "simpleTranslate" : [
        "“Mets ton fils dans un coffret et laisse ce dernier flotter sur les eaux qui le",
        "rejetteront sur le rivage. Là, un ennemi à Moi et à lui le recueillera.” Car, par",
        "un effet de Ma bonté, J’avais inspiré aux hommes de l’amitié pour toi, afin que",
        "tu fusses élevé sous Ma garde."
      ],
      "tafsirTranslate" : [
        "`Placez cet enfant dans une boîte et mettre la boîte dans la rivière; la rivière",
        "se jeter à la banque et mon ennemi et son ennemi le ramasser. Moi-même vous fait",
        "un objet d'amour et ainsi arrangé les choses que vous devriez être élevé sous ma",
        "supervision."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "jetez-le",
        "dans",
        "la poitrine",
        "puis le jeter",
        "dans",
        "la rivière",
        "puis laissez-le jeter",
        "la rivière",
        "à la Banque",
        "le conduira",
        "un ennemi",
        "pour moi",
        "et un ennemi",
        "à lui",
        "Et je jetai",
        "sur vous",
        "amour",
        "de moi",
        "et que vous pouvez être amené jusqu'à",
        "en dessous de",
        "Mon oeil"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "إِذْ تَمْشِي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَىٰ مَنْ يَكْفُلُهُ ۖ فَرَجَعْنَاكَ إِلَىٰ أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ ۚ وَقَتَلْتَ نَفْسًا فَنَجَّيْنَاكَ مِنَ الْغَمِّ وَفَتَنَّاكَ فُتُونًا ۚ فَلَبِثْتَ سِنِينَ فِي أَهْلِ مَدْيَنَ ثُمَّ جِئْتَ عَلَىٰ قَدَرٍ يَا مُوسَىٰ",
      "simpleTranslate" : [
        "Puis vint à passer ta sœur qui dit : “Voudriez-vous que je vous indique une",
        "personne qui prendra soin de cet enfant?” Et c’est ainsi que Nous t’avons rendu à",
        "ta mère, pour qu’elle se consolât et qu’elle cessât de s’affliger. Puis tu as tué",
        "un homme. Nous t’avons alors sauvé des craintes qui t’oppressaient, mais Nous",
        "t’avons soumis à de multiples épreuves. Et tu as vécu ensuite durant des années",
        "parmi les habitants de Madyan. Puis tu es venu ici, ô Moïse, en vertu d’un arrêt",
        "prédestiné !"
      ],
      "tafsirTranslate" : [
        "Rappelons le moment où votre sœur marchait le long; puis elle a dit: `Puis-je",
        "vous informer d'un seul, qui fera apparaître cet enfant de la meilleure façon?",
        "Ainsi, nous vous revenions à votre mère pour que son .eye pourrait être refroidi",
        "et elle pourrait ne pas être attristé. Et (rappelez-vous aussi que) vous avez tué",
        "une certaine personne et nous vous libéré de son mal (conséquences) et vous",
        "mettez à travers diverses épreuves et vous êtes resté avec les gens de Madian",
        "pendant plusieurs années. Maintenant, vous êtes revenu au bon moment:"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "allait",
        "ta soeur",
        "et elle a dit",
        "Shall",
        "je te montre",
        "[à]",
        "(un qui",
        "se nourrir et à l'arrière lui",
        "Donc, nous vous retournés",
        "à",
        "ta mère",
        "cette",
        "peut être refroidi",
        "ses yeux",
        "et pas",
        "elle pleure",
        "Et vous avez tué",
        "un homme",
        "mais nous vous sauvés",
        "de",
        "la détresse",
        "et Nous vous avons essayé",
        "(Avec) un procès",
        "Ensuite, vous êtes resté",
        "(quelques années",
        "avec",
        "(les gens",
        "(De) Madyan",
        "alors",
        "tu es venu",
        "à",
        "l'décrété (le temps)",
        "O Musa"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَاصْطَنَعْتُكَ لِنَفْسِي",
      "simpleTranslate" : [
        "Je t’ai choisi pour servir Ma cause."
      ],
      "tafsirTranslate" : [
        "O Moïse, je vous ai moulé pour ma mission."
      ],
      "tanslateWordByWord" : [
        "Et je (ai) vous choisi",
        "pour moi-même"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "اذْهَبْ أَنْتَ وَأَخُوكَ بِآيَاتِي وَلَا تَنِيَا فِي ذِكْرِي",
      "simpleTranslate" : [
        "Partez, toi et ton frère, munis de Nos signes ; et ne négligez pas de M’invoquer."
      ],
      "tafsirTranslate" : [
        "Toi et ton frère devriez aller (sur la Mission) avec Mes signes. Et voyez que",
        "vous ne vous présentez pas de négligence dans Me souvenant \"."
      ],
      "tanslateWordByWord" : [
        "Aller",
        "toi",
        "et ton frere",
        "avec Mes signes",
        "et (faire) pas",
        "ralentir",
        "dans",
        "Mon souvenir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "اذْهَبَا إِلَىٰ فِرْعَوْنَ إِنَّهُ طَغَىٰ",
      "simpleTranslate" : [
        "Allez trouver Pharaon dont l’impiété ne connaît plus de limites."
      ],
      "tafsirTranslate" : [
        "\"Allez tous deux vers Pharaon, car il a transgressé toutes les limites."
      ],
      "tanslateWordByWord" : [
        "Allez, vous deux",
        "à",
        "Firaun",
        "En effet, il a",
        "(A) transgressée"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَىٰ",
      "simpleTranslate" : [
        "Parlez-lui un langage conciliant ! Peut-être sera-t-il amené à réfléchir ou à Me",
        "craindre.»"
      ],
      "tafsirTranslate" : [
        "Parlez-lui d'une manière douce; peut-être qu'il est convaincu par avertissement",
        "ou imprégnée de peur. \" <N:18>"
      ],
      "tanslateWordByWord" : [
        "Et parler",
        "à lui",
        "un mot",
        "doux",
        "peut-être qu'il",
        "peut tenir compte",
        "ou",
        "la crainte"
      ],
      "notes" : {
        "18" : [ ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "قَالَا رَبَّنَا إِنَّنَا نَخَافُ أَنْ يَفْرُطَ عَلَيْنَا أَوْ أَنْ يَطْغَىٰ",
      "simpleTranslate" : [
        "– «Seigneur, dirent Moïse et son frère, nous craignons qu’il ne se livre à",
        "quelques excès ou ne commette quelques brutalités à notre égard.»"
      ],
      "tafsirTranslate" : [
        "Les deux (18a) a dit: «Seigneur, nous redoutons qu'il va se comporter injustement",
        "envers nous ou nous traiter cruellement.\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Notre Seigneur",
        "En effet, nous",
        "la crainte",
        "cette",
        "il se hâtera",
        "contre nous",
        "ou",
        "cette",
        "il transgresse"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "قَالَ لَا تَخَافَا ۖ إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَىٰ",
      "simpleTranslate" : [
        "– «Ne craignez rien, dit le Seigneur, Je serai avec vous pour voir et entendre."
      ],
      "tafsirTranslate" : [
        "Il a répondu \"Ne crains: Je suis avec vous: j'entends tout et tout voir."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "(Ne pas",
        "la crainte",
        "En effet, je suis",
        "avec vous deux",
        "j'entends",
        "et je vois"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "فَأْتِيَاهُ فَقُولَا إِنَّا رَسُولَا رَبِّكَ فَأَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ وَلَا تُعَذِّبْهُمْ ۖ قَدْ جِئْنَاكَ بِآيَةٍ مِنْ رَبِّكَ ۖ وَالسَّلَامُ عَلَىٰ مَنِ اتَّبَعَ الْهُدَىٰ",
      "simpleTranslate" : [
        "Allez donc le voir et dites-lui : “Nous sommes deux envoyés de ton Seigneur.",
        "Laisse partir avec nous les fils d’Israël et cesse de les tourmenter. Nous",
        "t’apportons un signe de la part de ton Seigneur. Paix à ceux qui suivent le droit",
        "chemin !"
      ],
      "tafsirTranslate" : [
        "Allez à lui et dire, `Nous sommes des messagers de ton Seigneur, alors",
        "laissez-les Israélites avec nous, et ne les oppriment pas. Nous sommes venus à",
        "vous avec des signes de votre Seigneur; et la paix est pour celui qui suit le",
        "droit chemin."
      ],
      "tanslateWordByWord" : [
        "Alors, allez à lui",
        "et dis",
        "En effet, nous",
        "à la fois (sont) Messagers",
        "(De) votre Seigneur",
        "alors envoyez",
        "avec nous",
        "(La) Les enfants d'Israël",
        "(La) Les enfants d'Israël",
        "et (faire) pas",
        "tourmenter",
        "En vérité",
        "nous sommes venus vous",
        "avec un signe",
        "de",
        "votre Seigneur",
        "Et la paix",
        "sur",
        "(un qui",
        "suit",
        "l'orientation"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "إِنَّا قَدْ أُوحِيَ إِلَيْنَا أَنَّ الْعَذَابَ عَلَىٰ مَنْ كَذَّبَ وَتَوَلَّىٰ",
      "simpleTranslate" : [
        "Il nous a été révélé que ceux qui refusent de croire et tournent le dos à la foi",
        "seront châtiés.”«"
      ],
      "tafsirTranslate" : [
        "Nous avons été informés par la Révélation qu'il ya fléau pour celui qui le",
        "rejette et se détourne. <N:19>"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "en vérité",
        "il a été révélé",
        "à nous",
        "cette",
        "la punition",
        "(Sera) sur",
        "(un qui",
        "nie",
        "et se détourne"
      ],
      "notes" : {
        "19" : [
          "Une étude comparative de cet incident comme donné dans la Bible et le Talmud",
          "montrera que les ETCD Coran copient pas les histoires de ces livres, mais donne",
          "sa propre version afin de dépeindre les messagers dans leur la vraie gloire et la",
          "dignité. Selon la Bible, quand Dieu dit à Moïse qu'Il l'envoie à Pharaon, Moïse",
          "répondit: [ \"Qui suis-je, que je devrais aller à Pharaon, et que je fasse sortir",
          "les enfants d'Israël hors d'Egypte?\"] [(Exode 3: 11)]. Dieu a persuadé et a",
          "encouragé Moïse en lui donnant des signes mais il hésite encore et dit: [ \"O mon",
          "Seigneur, envoie, je te prie, par la main de celui qui tu voudras envoyer.\"]",
          "[(Exode 4: 13)]. Et le Talmud va encore plus loin que cela et dit qu'il y avait",
          "une dispute entre Dieu et Moïse pendant sept jours qu'il devrait devenir un",
          "prophète, mais Moïse n'a pas accepté l'offre. A ce Dieu était en colère contre",
          "hlm et ainsi fait son frère Aaron un partenaire dans sa Prophétie. En outre, il a",
          "privé les descendants de Moïse du bureau du sacerdoce et accordé sur les",
          "descendants d'Aaron. Ces deux versions représentent Allah de souffrir de",
          "faiblesses humaines et prophète Moïse de complexe d'infériorité."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "قَالَ فَمَنْ رَبُّكُمَا يَا مُوسَىٰ",
      "simpleTranslate" : [
        "– «Qui donc est votre Seigneur, ô Moïse?», demanda Pharaon."
      ],
      "tafsirTranslate" : [
        "Pharaon <N:20> dit: «Eh bien, qui est le Seigneur de vous deux, ô Moïse?\" <N:21>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Alors qui",
        "(Est) votre Seigneur",
        "O Musa"
      ],
      "notes" : {
        "20" : [
          "Ici, les détails ont été omis. Ceux-ci ont été donnés dans VII: 103-108, XXVI:",
          "10-33, XXVIII: 28-40, LXXIX: 15-25. \n En ce qui concerne les informations",
          "nécessaires sur Pharaon, voir E.N. 85 du chapitre VII."
        ],
        "21" : [
          "Pharaon adressée Prophète Moïse parce qu'il était, en ce qui concerne la",
          "Prophétie, la personne âgée des deux. Il est également possible qu'il a",
          "délibérément lui adressa la parole afin d'exploiter son obstacle dans la parole,",
          "et a ignoré Prophète Aaron, qui était plus fluide. \n En ce qui concerne",
          "l'implication de cette question de Pharaon, il voulait dire, [ \"Vous dites que",
          "vous avez apporté un message de mon Seigneur pour moi. Qui est-ce Seigneur? Vous",
          "devez savoir que je suis le Seigneur de l'Egypte et la peuple d'Egypte \"]. En ce",
          "qui concerne cette affirmation de son, voir LXXIX: 24, XLIII: 51, XXVIII: 38 et",
          "XXVI: 29. \n Il peut également être noté que cette allégation Pharaon ne voulait",
          "pas dire qu'il était la seule divinité de son peuple ni ne signifie pas que rien",
          "d'autre a été adoré en Egypte. En fait, il se fonde son droit de souveraineté sur",
          "sa demande d'être l'incarnation du sungod. Et nous apprenons aussi de l'histoire",
          "de l'Egypte qu'il y avait beaucoup d'autres dieux et déesses. En fait, ce qu'il",
          "prétendait qu'il était politiquement le Seigneur, non seulement de l'Egypte, mais",
          "aussi de l'ensemble de l'humanité en théorie. Par conséquent, il ne serait pas",
          "reconnaître qu'il y avait un souverain suprême sur lui dont le délégué pourrait",
          "apporter un ordre et lui demander son obéissance de lui."
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "قَالَ رَبُّنَا الَّذِي أَعْطَىٰ كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَىٰ",
      "simpleTranslate" : [
        "– «Notre Seigneur, répondit Moïse, est Celui qui a déterminé la nature propre de",
        "chaque créature et lui a montré la voie à suivre.»"
      ],
      "tafsirTranslate" : [
        "Moïse répondit: \"Notre Seigneur est Lui <N:22> -. Qui a donné une forme",
        "distinctive de tout, puis l'a dirigée\" <N:23>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Notre Seigneur",
        "(Est) Celui qui",
        "donné",
        "(À) tous les",
        "chose",
        "sa forme",
        "puis",
        "Il a guidé (it)"
      ],
      "notes" : {
        "22" : [
          "Autrement dit, [ «Nous le reconnaissons seul comme notre Seigneur dans tous les",
          "sens: Il est notre Pourvoyeur, notre Créateur, notre Maître, notre souverain et",
          "suprême dans tout, et il n'y a pas d'autre seigneur dans un sens, mais Il.\"]"
        ],
        "23" : [
          "Cette phrase concise nécessite une attention sérieuse. Cela signifie qu'il est",
          "Allah seul qui a tout créé et lui a donné sa structure particulière, la forme,",
          "les capacités, les caractéristiques, etc. \n [(1)] Par exemple, Tnan a été donné",
          "les mains et les pieds qui sont donnés la structure la plus appropriée qui était",
          "nécessaire à leur fonctionnement droite. \n [(2)] Un être humain, un animal, une",
          "plante, minéral et analogues, l'air, l'eau et la lumière tout a été donné cette",
          "forme particulière qui a été nécessaire pour son droit de fonctionner dans",
          "l'univers. \n [(3)] tout Puis il a bien guidés pour fonctionner correctement. Il",
          "est Lui qui a tout appris la façon de remplir cet objet pour lequel il a été",
          "créé. Il a enseigné l'oreille pour entendre et les yeux pour voir; les poissons",
          "nager et l'hirondelle à voler; la terre pour cultiver la végétation et l'arbre à",
          "fleurir et porter ses fruits. En bref, il est non seulement le Créateur de tout,",
          "mais aussi son guide et l'enseignant. \n Prophète Moïse emploie cette phrase",
          "concise et significative pour transmettre le message à Pharaon et son peuple. Non",
          "seulement il a donné une réponse appropriée à Pharaon à qui son Seigneur était,",
          "mais aussi lui a dit pourquoi il était son Seigneur, et comment il n'y avait pas",
          "d'autre seigneur que Lui. L'argument implicite en elle était la suivante: Comme",
          "Pharaon et chacun de ses sujets fut obligé d'Allah pour sa forme humaine et",
          "pourraient trotter en direct, même pour un moment sans le fonctionnement des",
          "différentes parties de son corps qui exécutaient leurs fonctions conformément à",
          "la direction d'Allah, de sorte que la demande de Pharaon qu'il était le seigneur",
          "du peuple était absurde, et sa reconnaissance par son peuple qu'il était leur",
          "Seigneur, une folie. \n En outre, le Prophète Moïse fait allusion à la nécessité",
          "de la Prophétie qui a été rejetée par le Pharaon. Quand Allah guide tout dans",
          "l'univers, il doit également répondre à la nécessité de guider l'humanité. Alors",
          "que la direction de. les animaux et les oiseaux ont été fournis par l'instinct,",
          "la direction des êtres humains rationnels a été fournie par l'envoi de messagers",
          "qui faisaient appel à eux par des arguments rationnels."
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "قَالَ فَمَا بَالُ الْقُرُونِ الْأُولَىٰ",
      "simpleTranslate" : [
        "– «Qu’en est-il alors des premières générations?», demanda Pharaon."
      ],
      "tafsirTranslate" : [
        "Pharaon dit: \"Et quelle était la position des générations qui ont passé avant?\"",
        "<N:24>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Alors qu'est-ce",
        "(Est le) cas",
        "(D ') les générations",
        "(De) l'ancien"
      ],
      "notes" : {
        "24" : [
          "La question posée par le pharaon était très subtile. Il voulait dire, [ \"S'il n'y",
          "a pas d'autre seigneur que celui qui a donné une forme distinctive à tout le",
          "monde, alors ce sera la position de nos ancêtres qui avaient été prosterné autres",
          "divinités depuis des siècles? Étaient tous ces gens en erreur? Est-ce que chacun",
          "d'entre eux méritent tourment? Ont-ils tous manquent de bon sens? \"] Ainsi",
          "Pharaon peut-être voulu donner libre cours à sa colère contre le Prophète Moïse",
          "pour avoir manqué de respect à ses ancêtres. En même temps, il voulait aussi",
          "inciter ses courtisans et le peuple de l'Egypte contre le message du Prophète",
          "Moïse. Et cette astuce a toujours été utilisée contre les personnes qui propagent",
          "la vérité et a toujours prouvé très efficace pour inciter les gens qui manquent",
          "de bon sens. Cette astuce a été mentionné ici car il était employé au moment même",
          "contre le Saint Prophète par les gens de la Mecque."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ ۖ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى",
      "simpleTranslate" : [
        "– «La connaissance de leur sort, dit Moïse, est inscrite dans un livre auprès de",
        "mon Seigneur qui n’est sujet ni à l’oubli ni à l’erreur,"
      ],
      "tafsirTranslate" : [
        "Moïse répondit: «La connaissance de qui est avec mon Seigneur, sécurisé dans un",
        "écrit;. Mon Seigneur ne se trompe ni oublie» <N:25>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Sa connaissance",
        "(est avec",
        "mon Seigneur",
        "dans",
        "un enregistrement",
        "ne pas",
        "errs",
        "mon Seigneur",
        "et pas",
        "oublie"
      ],
      "notes" : {
        "25" : [
          "Cette réponse est pleine de sagesse. Si le Prophète Moïse avait dit, [ \"Oui, ils",
          "ont tous manqué le bon sens et étaient égarés et deviendraient le combustible de",
          "l'Enfer\"], cette réponse, si vrai, aurait servi le pharaon très fin avait à",
          "l'esprit en posant la question. Mais la réponse donnée par le Prophète était vrai",
          "et il frustré l'affaire de Pharaon ainsi. Sa réponse a été à cet effet: [ \"Eh",
          "bien, ces gens ont maintenant disparu devant leur Seigneur, et je n'ai aucun",
          "moyen de juger leurs actes et intentions Cependant, toute leur dossier est sûr et",
          "sécurisé avec Allah, et rien ne peut lui échapper.. Allah seul sait comment",
          "traiter avec eux. Ce que vous concerne et moi est notre propre position et",
          "l'attitude à la vie. Nous devrions être plus préoccupés par notre propre fin que",
          "de ceux qui ont déjà disparu dans la présence d'Allah. \"]"
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَسَلَكَ لَكُمْ فِيهَا سُبُلًا وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِنْ نَبَاتٍ شَتَّىٰ",
      "simpleTranslate" : [
        "qui a fait pour vous de la terre un berceau, y a tracé des chemins à votre",
        "intention, et qui fait tomber une eau du ciel.» Et c’est par cette eau que Nous",
        "faisons éclore des couples de plantes variées"
      ],
      "tafsirTranslate" : [
        "Il <N:26>, il est a étendue la terre comme un lit pour vous, et fait des chemins",
        "pour vous de passer environ (d'un endroit à l'autre); Il a fait descendre l'eau",
        "de pluie au-dessus et produit différents types de végétation:"
      ],
      "tanslateWordByWord" : [
        "Celui qui",
        "fabriqué",
        "pour toi",
        "La terre",
        "(Comme) un lit",
        "et insérer",
        "pour toi",
        "la bride",
        "façons",
        "et envoyé vers le bas",
        "de",
        "Le ciel",
        "eau",
        "puis Nous (avons) fait sortir",
        "Avec ça",
        "paires",
        "de",
        "plantes",
        "diverse"
      ],
      "notes" : {
        "26" : [
          "Il est tout à fait évident que vv, 53-55 sont une addition par Allah à la réponse",
          "ci-dessus par le prophète Moïse. Il existe d'autres exemples de cela dans le",
          "Coran que Allah a ajouté quelques phrases au discours de quelqu'un par voie de",
          "mise en garde. De plus, il est relié non seulement avec le verset précédent, mais",
          "aussi avec toute la réponse du Prophète Moïse [(vv. 50-52)]."
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "كُلُوا وَارْعَوْا أَنْعَامَكُمْ ۗ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِأُولِي النُّهَىٰ",
      "simpleTranslate" : [
        "en disant aux gens : «Mangez-en et faites paître vos troupeaux !» Il y a là des",
        "signes certains pour des gens doués d’intelligence."
      ],
      "tafsirTranslate" : [
        "mangent de ces derniers et paître vos troupeaux. Certes, il y a beaucoup d'un",
        "signe pour ceux qui possèdent le sens commun. <N:27>"
      ],
      "tanslateWordByWord" : [
        "Manger",
        "et les pâturages",
        "votre bétail",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) Signes",
        "pour les possesseurs",
        "(De) l'intelligence"
      ],
      "notes" : {
        "27" : [
          "Autrement dit, [ \"Ceux qui utilisent leur bon sens dans leur recherche de la",
          "vérité, trouver un moyen de la réalité à l'aide de ces signes, qui montrent",
          "clairement que l'univers a un seul Seigneur qui seul est le soutenir, et il n'y a",
          "pas de place pour tout autre seigneur. \"]"
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَىٰ",
      "simpleTranslate" : [
        "Et c’est de la terre que Nous vous avons créés ; c’est à elle que Nous vous",
        "ferons retourner et c’est d’elle que Nous vous ferons à nouveau surgir."
      ],
      "tafsirTranslate" : [
        "Nous vous avons créé à partir de cette terre et nous allons vous revenir en elle,",
        "puis vous fera sortir une fois de plus. <N:28>"
      ],
      "tanslateWordByWord" : [
        "À partir de cela",
        "Nous vous avons créés",
        "et en ce",
        "Nous vous retournerons",
        "et de celui-ci",
        "Nous allons vous faire sortir",
        "temps",
        "un autre"
      ],
      "notes" : {
        "28" : [
          "Autrement dit, «Tout homme doit passer par trois étapes: [(1)] de la naissance à",
          "la mort, [(2)] de la mort à la résurrection, et [(3)] à partir du jour de la",
          "Résurrection à l'éternité. d'après ce verset, tous les trois étapes auront lieu",
          "sur cette Terre."
        ]
      }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "وَلَقَدْ أَرَيْنَاهُ آيَاتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ",
      "simpleTranslate" : [
        "Nous avons fait voir tous Nos signes à Pharaon, mais il les tint pour mensonges",
        "et refusa d’y croire."
      ],
      "tafsirTranslate" : [
        "Nous avons montré toutes sortes de () Nos signes <N:29> à Pharaon, mais il est",
        "allé sur les traitant comme le mensonge et a refusé de croire."
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous lui avons montré",
        "Nos signes",
        "tous",
        "mais il a nié",
        "et a refusé"
      ],
      "notes" : {
        "29" : [
          "[ \"Signs\"] comprenait les arguments qui ont été fondés sur des phénomènes",
          "naturels et la vie humaine et les miracles qui ont été donnés au prophète Moïse.",
          "Ces arguments sont contenus dans les discours du Prophète Moïse qu'il a prononcés",
          "devant Pharaon, et les miracles qu'il a montré et sont mentionnés à plusieurs",
          "endroits dans le Coran."
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ يَا مُوسَىٰ",
      "simpleTranslate" : [
        "«Ô Moïse, dit-il, es-tu venu chez nous pour nous chasser, par ta magie, de notre",
        "pays?"
      ],
      "tafsirTranslate" : [
        "Il a dit: \"O Moïse, es-tu venu à nous chasser de notre terre par la puissance de",
        "votre sorcellerie? <N:30>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Es-tu venu pour nous",
        "nous chasser",
        "de",
        "notre terre",
        "avec votre magie",
        "O Musa"
      ],
      "notes" : {
        "30" : [
          "Ici par la sorcellerie, on entend les miracles du personnel et la main qui",
          "brille, qui, selon les détails donnés dans les chapitres VII et XXVI, ont été",
          "montrées à Pharaon par le Prophète Moïse dans sa première visite à sa cour. En",
          "voyant ces miracles Pharaon était si bouleversé qu'il a crié, [ «Es-tu venu pour",
          "nous chasser de .our pays par la puissance de votre sorcellerie? Bien qu'il",
          "savait qu'il était jamais arrivé dans l'histoire qu'un magicien avait conquis un",
          "pays par la puissance de la sorcellerie. de plus, il y avait des centaines de",
          "magiciens dans son propre pays, qui ont utilisé pour montrer leurs prouesses de",
          "gagner des récompenses et des prix. par conséquent, la déclaration de Pharaon \"]",
          "vous êtes un sorcier [\" d'une part, et son crainte que \"] vous voulez arracher",
          "mon royaume [» sur l'autre, était une indication claire de son esprit perturbé:",
          "En fait, Pharaon était venu à comprendre que le discours welt raisonné de Moïse",
          "et ses miracles étaient liés à influencer non seulement ses courtisans, mais",
          "aussi les gens ordinaires et, par conséquent, il a essayé de jouer sur leurs",
          "préjugés par le mensonge et la trahison. il n'a pas admis qu'il était un miracle,",
          "mais ont appelé la sorcellerie. il voulait créer une impression que tout sorcier",
          "de son empire pourrait transformer un bâton en serpent. Il a également incité les",
          "gens, en disant:.!. \".] Regardez, il dit que vos ancêtres étaient sur le mauvais",
          "chemin et méritaient la perdition Alors méfiez-vous de lui, il est pas un",
          "prophète Il aspire tout simplement pour le pouvoir, il veut que les Israélites",
          "devraient à nouveau prendre le pouvoir ici, comme les temps de Joseph et arracher",
          "les rênes du gouvernement des Coptes \". Pharaon, en fait, voulait supprimer",
          "l'invitation à la vérité par le biais de tels dispositifs. [(Pour plus de détails",
          "s'il vous plaît voir de 87 à 89 du chapitre VII E.N.; E.N. 75 du chapitre X)]."
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِثْلِهِ فَاجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا لَا نُخْلِفُهُ نَحْنُ وَلَا أَنْتَ مَكَانًا سُوًى",
      "simpleTranslate" : [
        "Nous allons t’opposer une magie semblable. Fixe donc entre toi et nous un",
        "rendez-vous auquel ni toi ni nous ne manquerons, en un lieu convenable.»"
      ],
      "tafsirTranslate" : [
        "Eh bien, nous allons également faire aussi fort un rituel que le vôtre. Donc,",
        "régler avec nous quand et où la rencontre doit avoir lieu; alors nous ne devrions",
        "revenir sur cet accord, ni vous. Venez en plein champ \"."
      ],
      "tanslateWordByWord" : [
        "Ensuite, nous allons sûrement produire pour vous",
        "la magie",
        "J'aime ça",
        "donc, assurez",
        "entre nous",
        "et entre vous",
        "un rendez-vous",
        "ne pas",
        "nous échouerons il",
        "[nous]",
        "et pas",
        "toi",
        "(dans un endroit",
        "pair"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَنْ يُحْشَرَ النَّاسُ ضُحًى",
      "simpleTranslate" : [
        "– «Votre rendez-vous est fixé au jour de la fête, dit Moïse. Que les gens y",
        "soient rassemblés dans la matinée.»"
      ],
      "tafsirTranslate" : [
        "Moïse répondit: «Que la rencontre ait lieu le jour de la fête, et les gens se",
        "rassemblent après le lever du soleil.\" <N:31>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Votre rendez-vous",
        "(Est sur le) jour",
        "(De) le festival",
        "et cela",
        "seront assemblés",
        "les gens",
        "(At) matin"
      ],
      "notes" : {
        "31" : [
          "L'objet de Pharaon était la suivante:. [ \"Une fois que les sorciers sont capables",
          "de transformer les états-majors et des cordes en serpents, la totalité de l'effet",
          "du miracle accompli par Moïse disparaîtrait de l'esprit des gens qui était",
          "exactement à l'avantage de Moïse, qui a suggéré qu'il était pas bon fixant un",
          "jour ordinaire ou un lieu dans le but. le jour de la fête était à portée de main.",
          "les gens affluent à cette occasion, de tous les coins de l'empire. par",
          "conséquent, la rencontre devrait avoir lieu à l'air libre afin que tous puissent",
          "y assister, et dans la journée afin que chacun devrait être en mesure de voir",
          "clairement. \"]"
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "فَتَوَلَّىٰ فِرْعَوْنُ فَجَمَعَ كَيْدَهُ ثُمَّ أَتَىٰ",
      "simpleTranslate" : [
        "Pharaon se retira alors. Et après avoir mis au point ses artifices, il vint au",
        "rendez-vous."
      ],
      "tafsirTranslate" : [
        "Pharaon, puis retiré et rassembla tous ses appareils, et vint à la rencontre.",
        "<N:32>"
      ],
      "tanslateWordByWord" : [
        "Puis alla",
        "Firaun",
        "et mis en place",
        "son plan",
        "puis",
        "venu"
      ],
      "notes" : {
        "32" : [
          "Pharaon et ses courtisans considéré la rencontre à venir comme décisive dans la",
          "mesure où leur avenir était concerné et, par conséquent, ils attachent la plus",
          "grande importance. Courtisans ont été envoyés dans le pays pour rassembler autour",
          "de tous les magiciens lorsqu'elles sont disponibles. Les gens ont été",
          "particulièrement encouragés à venir dans le plus grand nombre d'assister les",
          "compétences magiques afin de les garder à l'abri de la crainte inspirée par le",
          "personnel de Moïse. Il a été dit ouvertement que le sort de leur religion",
          "articulée sur l'habileté de leurs magiciens: leur religion ne peut survivre que",
          "si elles ont gagné; sinon la religion de Moïse aurait son empire [(voir XXVI:",
          "34-51)]. \n Ici, il faut garder à l'esprit le fait que la religion de la famille",
          "royale et l'élite de l'Egypte était très différente de celle des gens ordinaires.",
          "Ils avaient des dieux distincts et des temples et des différents croyances et",
          "concepts sur la vie après la mort. Ils diffèrent aussi dans la pratique de la",
          "religion, ainsi que dans les idéologies. [(Toynbee: A Study of History:..",
          "Abridgment volumes I-VI de Somervell, pp 31-32)]. De plus, il y avait",
          "suffisamment fortes poches de la population, qui, sous l'influence de divers",
          "bouleversements religieux, étaient enclins à préférer Monothéisme à un credo de",
          "polythéisme. Outre cela, il y avait aussi un assez grand élément des adorateurs",
          "d'un Dieu pour les Israélites et leurs coreligionnaires étaient au moins dix pour",
          "cent de la population totale. Pharaon se souvient aussi que près de 150 ans plus",
          "tôt une révolution religieuse avait été provoquée par le pharaon Aménophis IV ou",
          "Akhénaton [(1377-1360 BC)] par la force militaire, qui avait aboli toutes les",
          "divinités sauf Aton, un dieu unique, universel, qui était adoré par le roi et sa",
          "famille. Bien que cette révolution religieuse avait été renversé plus tard par un",
          "autre roi, mais son influence recyclés, et Pharaon craignait que Moïse pourrait",
          "apporter une autre révolution."
        ]
      }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "قَالَ لَهُمْ مُوسَىٰ وَيْلَكُمْ لَا تَفْتَرُوا عَلَى اللَّهِ كَذِبًا فَيُسْحِتَكُمْ بِعَذَابٍ ۖ وَقَدْ خَابَ مَنِ افْتَرَىٰ",
      "simpleTranslate" : [
        "«Malheur à vous, leur dit Moïse, ne forgez pas de mensonges sur le compte de",
        "Dieu, sinon Il vous anéantira, car c’est l’échec qui est le lot de tout",
        "imposteur.»"
      ],
      "tafsirTranslate" : [
        "(A l'occasion très) Moïse a averti (ses adversaires), en disant: <N:33> «O peuple",
        "malheureux, n'inventent des mensonges en ce qui concerne Allah: <N:34> Sinon, il",
        "vous détruira par un fléau: pour celui qui a inventé un mensonge, péri \"."
      ],
      "tanslateWordByWord" : [
        "Dit",
        "pour eux",
        "Musa",
        "Malheur à vous",
        "(Ne pas",
        "inventer",
        "contre",
        "Allah",
        "un mensonge",
        "de peur qu'il ne vous détruira",
        "avec une punition",
        "Et en vérité,",
        "il a échoué",
        "qui",
        "a inventé"
      ],
      "notes" : {
        "33" : [
          "Les [ \"adversaires\"] dont le Prophète Moïse adressées étaient Pharaon et ses",
          "courtisans qui l'avaient surnommé comme un [ «sorcier»], et non pas les gens",
          "ordinaires, qui avaient encore vu la rencontre entre lui et les magiciens."
        ],
        "34" : [
          "[ \"Les mensonges\"] étaient qu'ils avaient surnommé le Messager d'Allah comme un [",
          "«sorcier»] et ses miracles comme [ \"un morceau de sorcellerie»]."
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "فَتَنَازَعُوا أَمْرَهُمْ بَيْنَهُمْ وَأَسَرُّوا النَّجْوَىٰ",
      "simpleTranslate" : [
        "Les magiciens discutèrent de la stratégie à suivre, mais gardèrent leur",
        "concertation secrète ;"
      ],
      "tafsirTranslate" : [
        "En entendant cela, une divergence d'opinion a surgi entre eux sur la question, et",
        "ils ont commencé à tenir des consultations secrètes. <N:35>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, ils ont contesté",
        "(En) leur affaire",
        "parmi eux",
        "et ils ont gardé le secret",
        "la conversation privée"
      ],
      "notes" : {
        "35" : [
          "Cela montre que ces gens se sentaient dans leur cœur que leur position était",
          "faible et savait que le miracle montré par le Prophète Moïse était pas un morceau",
          "de magie. Par conséquent, ils étaient venus à la rencontre avec hésitation et la",
          "peur. Mais quand le temps opportun, avertissement soudain du Prophète Moïse les",
          "secoua à l'âme, ils ont commencé à débattre de la sagesse de la tenue de la",
          "rencontre sur le jour de la fête dans un lieu ouvert au grand jour. Car ils",
          "pensaient que s'ils ont été défaits en présence du peuple, tout serait venu à",
          "connaître la différence entre la magie et un miracle et ils perdraient la",
          "bataille une fois pour toutes."
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "قَالُوا إِنْ هَٰذَانِ لَسَاحِرَانِ يُرِيدَانِ أَنْ يُخْرِجَاكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَىٰ",
      "simpleTranslate" : [
        "puis déclarèrent : «Ces deux individus sont sûrement des magiciens qui veulent,",
        "par leur magie, vous chasser de votre pays et réduire à néant votre doctrine",
        "exemplaire."
      ],
      "tafsirTranslate" : [
        "Enfin certains d'entre eux ont décidé la question, en disant: <N:36> «Ces deux ne",
        "sont plus que les sorciers. Leur but est de vous chasser de votre pays d'origine",
        "par la puissance de leur magie, et mettre un terme à votre mode de vie idéal.",
        "<N:37>"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Effectivement",
        "ces deux",
        "[deux] magiciens",
        "ils ont l'intention",
        "cette",
        "ils vous chassent",
        "de",
        "votre terre",
        "avec leur magie",
        "et de faire disparaître",
        "avec votre chemin",
        "l'exemplaire"
      ],
      "notes" : {
        "36" : [
          "Ceux qui étaient de ce point de vue doit avoir été quelques fanatiques de Pharaon",
          "parti-qui étaient prêts à aller dans une mesure d'opposer le Prophète Moïse. Ces",
          "gens exaltés ont dû préparer le public pour une rencontre déterminée, alors que",
          "le saner et expérimentés d'entre eux doit avoir été conseiller la prudence et de",
          "retenue."
        ],
        "37" : [
          "Probablement ces personnes en fonction de leur argumentation sur deux choses: \n",
          "[(1)] Si leurs magiciens ont également été en mesure de transformer leur",
          "personnel en serpents, ce serait une preuve évidente que Moïse était aussi un",
          "sorcier. \n [(2)] Si, d'autre part, Moïse a gagné, les dirigeants perdront leur",
          "pays, et de leur mode de vie idéal, ce qui reflète leur culture, leurs arts, leur",
          "civilisation, leurs récréations, etc. viendrait automatiquement a une fin. Par",
          "conséquent, ils devraient faire tout leur possible pour vaincre Moïse."
        ]
      }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "فَأَجْمِعُوا كَيْدَكُمْ ثُمَّ ائْتُوا صَفًّا ۚ وَقَدْ أَفْلَحَ الْيَوْمَ مَنِ اسْتَعْلَىٰ",
      "simpleTranslate" : [
        "Rassemblez donc vos artifices ! Serrez les rangs ! Car sera heureux celui qui, en",
        "ce jour, triomphera !»"
      ],
      "tafsirTranslate" : [
        "Par conséquent rassembler tous vos appareils et entrer dans le champ zwith un",
        "front uni. <N:38> Il faut comprendre que quiconque sort victorieux aujourd'hui,",
        "il va gagner (la bataille de l'idéologie). \""
      ],
      "tanslateWordByWord" : [
        "Donc, mettre sur pied",
        "votre plan",
        "puis",
        "viens",
        "(En) une ligne",
        "Et en vérité,",
        "(Sera) réussie",
        "aujourd'hui",
        "qui",
        "surmonte"
      ],
      "notes" : {
        "38" : [
          "Ils les ont également invités à présenter un front uni et ne pas montrer leurs",
          "différences à l'occasion même de la rencontre. Car, selon eux, la moindre",
          "hésitation et de consultation secrète sous les yeux du public montrerait qu'ils",
          "ne se considéraient pas comme dans le droit."
        ]
      }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "قَالُوا يَا مُوسَىٰ إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ أَوَّلَ مَنْ أَلْقَىٰ",
      "simpleTranslate" : [
        "Et ils ajoutèrent : «Ô Moïse ! Est-ce toi qui jetteras ta magie ou serons-nous",
        "les premiers?»"
      ],
      "tafsirTranslate" : [
        "Les magiciens <N:39> dit: \"O Moïse, vous abattre (vos choses) ou devons-nous",
        "jeter en premier?\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "O Musa",
        "Non plus",
        "[cette]",
        "tu lances",
        "ou",
        "[cette]",
        "nous serons",
        "la première",
        "qui",
        "jette"
      ],
      "notes" : {
        "39" : [
          "Cette confiance a été rétablie par la suite entre le parti de Pharaon par le",
          "discours du peuple de tête-fort, et on a demandé aux magiciens de venir iota sur",
          "le terrain pour la rencontre, a été omis."
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "قَالَ بَلْ أَلْقُوا ۖ فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَىٰ",
      "simpleTranslate" : [
        "– «Allez-y, vous, les premiers !», répondit Moïse. Et aussitôt il lui sembla que",
        "leurs cordes et leurs bâtons, sous l’effet de leur magie, rampaient réellement !"
      ],
      "tafsirTranslate" : [
        "Moïse répondit: «Non, abattu (le vôtre). Soudain, il est apparu à Moïse afin que",
        "leurs cordes et le personnel étaient en cours d'exécution par la puissance de",
        "leur magie, <N:40>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Non",
        "tu lances",
        "Puis voici",
        "Leurs cordes",
        "et leur personnel",
        "semblait",
        "à lui",
        "par",
        "leur magie",
        "qu'ils",
        "(on déménage"
      ],
      "notes" : {
        "40" : [
          "'Dans V11: 116, il a été dit: [ \". Quand ils jetèrent leurs appareils, ils",
          "ensorcelés les yeux du peuple et rempli leurs cœurs de terreur\"] Ici, il est dit",
          "que ce ne fut pas le peuple seuls qui étaient terrifiés par leur magie, mais le",
          "Prophète Moïse trop souffert de son effet. Non seulement il semblait voir que les",
          "états-majors et les cordons couraient comme des serpents, mais il a aussi senti",
          "une peur d'eux."
        ]
      }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَىٰ",
      "simpleTranslate" : [
        "Moïse en éprouva alors une crainte secrète."
      ],
      "tafsirTranslate" : [
        "et le cœur de Moïse a été rempli de crainte. <N:41>"
      ],
      "tanslateWordByWord" : [
        "Alors détecté",
        "dans",
        "lui-même",
        "une peur",
        "Musa"
      ],
      "notes" : {
        "41" : [
          "Il semble que ne pas plus tôt prophète Moïse dit: [ \"Cast down\"], que les",
          "magiciens immédiatement jettent leurs états-majors et des cordes et il semblait",
          "que des centaines de serpents couraient vers lui, et il sentait instinctivement e",
          "peur d'eux. Et il n'y a rien d'étrange à cela parce qu'un prophète est après tout",
          "un être humain. En outre, il est également possible que le Prophète Moïse",
          "appréhendé que la démonstration de la magie pourrait créer un malentendu entre",
          "les gens au sujet de son miracle. \n Ceci est aussi une preuve qu'un prophète trop",
          "peut être influencée par la magie dans une certaine mesure comme les gens",
          "ordinaires, bien que les magiciens ont pas le pouvoir de produire un effet sur sa",
          "Prophétie ou interférer avec l'Apocalypse, ou misguide soupçon. Il n'y a donc",
          "aucune raison pour laquelle on devrait considérer comme fausses les traditions",
          "dans lesquelles il a été déclaré que le Saint Prophète a souffert temporairement",
          "de l'effet de la magie."
        ]
      }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "قُلْنَا لَا تَخَفْ إِنَّكَ أَنْتَ الْأَعْلَىٰ",
      "simpleTranslate" : [
        "«N’aie pas peur, lui dîmes-Nous, c’est toi qui triompheras !"
      ],
      "tafsirTranslate" : [
        "Nous dit: «Ne craignez pas pour vous en sortir victorieux."
      ],
      "tanslateWordByWord" : [
        "Nous l'avons dit",
        "(Ne pas",
        "la crainte",
        "En effet, vous",
        "toi",
        "(Sera) supérieure"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا ۖ إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ ۖ وَلَا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَىٰ",
      "simpleTranslate" : [
        "Jette le bâton qui est dans ta main droite ! Il dévorera leurs artifices, car",
        "leurs artifices ne sont que des tours de charlatan. Or, jamais le charlatan ne",
        "réussira, où qu’il soit !»"
      ],
      "tafsirTranslate" : [
        "DÉCOURAGÉE ce qui est dans votre main, et il va engloutir toute leur création",
        "factice; <N:42> car ils ne sont que des tours d'un magicien; et un magicien ne",
        "peut jamais réussir, quelle qu'en soit l'homme qu'il est peut-être \"."
      ],
      "tanslateWordByWord" : [
        "Et jeter",
        "quelle",
        "(est dans",
        "votre main droite",
        "il engloutira",
        "quelle",
        "ils ont fait",
        "Seulement",
        "ils (ont) fait",
        "Un truc",
        "(De) un magicien",
        "et pas",
        "sera couronnée de succès",
        "le magicien",
        "partout où",
        "il vient"
      ],
      "notes" : {
        "42" : [
          "Ceci est susceptible de deux interprétations: [(1)] le personnel, qui a été",
          "transformé en un dragon par miracle, en fait dévoré tous les états-majors et les",
          "cordons qui avaient été le commerce à apparaître comme des serpents. [(2)] Le",
          "dragon du personnel n'a pas fait avaler les serpents des magiciens, mais effacé",
          "l'effet de leur magie de ces choses et ils sont devenus à nouveau des cordes",
          "ordinaires et le personnel. Nous préférons la seconde interprétation, car le",
          "libellé du VII: 117 et XXVI: 45 est la suivante: [ \"Elle engloutit leur fausse",
          "magie\"], et voici le libellé est le suivant: [ «Il engloutira toute leur création",
          "factice\"]. De toute évidence, les états-majors et les cordons ne sont pas leur",
          "création mais le tragique qui avait fait apparaître comme des serpents."
        ]
      }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "فَأُلْقِيَ السَّحَرَةُ سُجَّدًا قَالُوا آمَنَّا بِرَبِّ هَارُونَ وَمُوسَىٰ",
      "simpleTranslate" : [
        "Les magiciens se prosternèrent alors face au sol en disant : «Nous croyons au",
        "Seigneur d’Aaron et de Moïse !»"
      ],
      "tafsirTranslate" : [
        "En conséquence, à la fin de la rencontre, tous les magiciens ont été baissés à",
        "prostration <N:43> et ils ont crié: «Nous croyons au Seigneur d'Aaron et de",
        "Moïse.\" <N:44>"
      ],
      "tanslateWordByWord" : [
        "Ainsi ont été jeté",
        "les magiciens",
        "prosternant",
        "Ils ont dit",
        "Nous croyons",
        "dans (le) Lord",
        "(De) Harun",
        "et Musa"
      ],
      "notes" : {
        "44" : [
          "Cette profession de foi par les magiciens montre que tout le monde était au",
          "courant de l'objet de base de la rencontre. Ce ne fut pas une rencontre entre les",
          "exploits des magiciens et ceux du prophète Moïse, mais il était de décider si la",
          "demande du Prophète Moïse qu'il était un Messager d'Allah était vrai ou non. Si",
          "ce personnel a été effectivement transformé en un dragon, il était au moyen d'un",
          "miracle. D'autre part, Pharaon vise à prouver par les exploits de ses magiciens",
          "qu'il était pas un miracle, mais un exploit de magie. Soit dit en passant, cela",
          "montre aussi que Pharaon et ses magiciens et les gens ordinaires entièrement",
          "compris la distinction entre un miracle et un exploit de magie. , Voilà pourquoi,",
          "lorsque les magiciens ont vu que ce fut un miracle montré par la puissance",
          "d'Allah qui avait exposé leur magie, ils n'a pas dit que Moïse était un magicien",
          "plus habile, mais aussitôt se prosternèrent, en disant: [ \"Nous croyons en la",
          "Seigneur d'Aaron et de Moïse. \"] \n Il est évident que la défaite a renversé les",
          "rôles sur Pharaon qui avait lui-même disposé la rencontre [ \"exposer\"] Prophète",
          "Moïse. Il avait rassemblé tous ses magiciens en vue de démontrer au public qu'il",
          "n'y avait rien d'extraordinaire à transformer un bâton en serpent pour ce qui",
          "pourrait être fait par tout magicien. Mais la défaite des magiciens et leur",
          "reconnaissance ont témoigné que Moïse était réel] y un Messager d'Allah et la",
          "transformation du personnel était pas un exploit de la magie, mais un miracle."
        ],
        "43" : [
          "Quand ils ont vu la puissance du bâton de Moïse, ils sont tombés involontairement",
          "prostré comme si on avait les échanger le faire, parce qu'ils étaient convaincus",
          "qu'il était un miracle et non pas un exploit tragique."
        ]
      }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "قَالَ آمَنْتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ ۖ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ ۖ فَلَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلَافٍ وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ وَلَتَعْلَمُنَّ أَيُّنَا أَشَدُّ عَذَابًا وَأَبْقَىٰ",
      "simpleTranslate" : [
        "– «Quoi !, dit Pharaon. Vous vous êtes ralliés à Moïse sans prendre mon accord?",
        "C’est sans doute lui votre chef qui vous a enseigné la magie. Je vais vous faire",
        "couper les mains et les pieds en ordre croisé et vous faire crucifier sur des",
        "troncs de palmier. Et vous saurez alors qui de nous dispose du châtiment le plus",
        "sévère et le plus durable !»"
      ],
      "tafsirTranslate" : [
        "Pharaon dit: \"Avez-vous cru en lui avant que je vous ai donné la permission? De",
        "toute évidence, il est votre maître qui vous a enseigné la magie. <N:45> Eh bien,",
        "maintenant, je vais avoir les mains et les pieds couper off sur les côtés",
        "alternatifs <N:46> et vous crucifient sur les troncs des palmiers <N:47>, alors",
        "vous saurez dont le châtiment est plus terrible et la dégustation (le mien ou",
        "celui de Moïse). \" <N:48>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Tu crois",
        "[à lui",
        "avant",
        "[cette]",
        "J'ai donné la permission",
        "à toi",
        "En effet, il a",
        "(Est) votre chef",
        "celui qui",
        "vous a appris",
        "la magie",
        "Alors certes, je vais couper",
        "tes mains",
        "et vos pieds",
        "de",
        "côtés opposés",
        "et sûrement je vais te crucifier",
        "sur",
        "(les) troncs",
        "(De) dattiers",
        "et sûrement vous saurez",
        "qui de nous",
        "(Est) plus sévère",
        "(En) la peine",
        "et plus durable"
      ],
      "notes" : {
        "48" : [
          "Ce fut le dernier tour joué par Pharaon pour gagner le jeu perdant. Il tendit la",
          "menace d'une peine cruelle, afin de les contraindre à admettre qu'il y avait",
          "vraiment une conspiration entre Prophète Moïse et les contre le kingdom.But le",
          "courage et la détermination des magiciens tourné les tables sur lui. Le fait même",
          "que, ils étaient prêts à supporter la terrible punition a prouvé au monde qu'ils",
          "avaient sincèrement cru à la prophétie de Moïse et que l'accusation de complot",
          "était une astuce impudent qui avait été inventé comme un dispositif."
        ],
        "45" : [
          "Dans VII: 123, il a été dit: [ «En effet, il était un complot que vous conspiré",
          "dans la ville pour priver les propriétaires légitimes de leur pouvoir.\"] Ici, la",
          "même chose a été expliqué plus loin, comme pour dire, [ «il est non seulement un",
          "complot entre vous et lui, mais il semble que Moïse est votre maître et le chef.",
          "vous conspiré d'avance que vous seriez vaincu par votre maître dans la rencontre",
          "pour prouver qu'il était un messager qui avait montré le miracle du personnel",
          "pour frustrer votre magie et provoquer une révolution politique dans le pays. \"]"
        ],
        "46" : [
          "Autrement dit, [ \"Main droite et du pied gauche ou via versa.\"]"
        ],
        "47" : [
          "Ce fut une façon très cruelle de punition dans les temps anciens. Ils ont fixé",
          "une longue perche dans le sol ou utilisé le tronc d'un arbre à cet effet.",
          "Ensuite, un morceau de bois a été attaché à travers elle au sommet. Puis les",
          "mains du criminel ont été cloués sur elle et il a été laissé là suspendus pendant",
          "des heures pour mourir d'une mort lente et douloureuse."
        ]
      }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "قَالُوا لَنْ نُؤْثِرَكَ عَلَىٰ مَا جَاءَنَا مِنَ الْبَيِّنَاتِ وَالَّذِي فَطَرَنَا ۖ فَاقْضِ مَا أَنْتَ قَاضٍ ۖ إِنَّمَا تَقْضِي هَٰذِهِ الْحَيَاةَ الدُّنْيَا",
      "simpleTranslate" : [
        "– «Jamais, répliquèrent les magiciens, nous ne te préférerons à ce qui nous est",
        "parvenu comme preuves évidentes ni à Celui qui nous a créés. Prends donc la",
        "décision que tu veux prendre ! Tu ne peux décider que des choses de ce bas monde."
      ],
      "tafsirTranslate" : [
        "Les magiciens ont répondu: «Par Celui qui nous a créés, nous ne pouvons jamais",
        "vous préférez (à la vérité) après que nous avons vu des signes clairs. <N:49> Par",
        "conséquent, vous pouvez faire votre pire, au le plus vous pouvez porter un",
        "jugement au sujet de cette vie mondaine."
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Jamais",
        "nous vous préférez",
        "plus de",
        "quelle",
        "est venu à nous",
        "de",
        "les preuves claires",
        "et celui qui",
        "nous a créés",
        "donc décret",
        "peu importe",
        "toi",
        "(Sont) décrétant",
        "Seulement",
        "vous pouvez décret",
        "(pour ça",
        "la vie",
        "(du monde"
      ],
      "notes" : {
        "49" : [
          "«Il peut également être interprété comme ceci: [\". Il ne peut pas être que nous",
          "devrions vous préférer ces signes simples qui nous ont précédés et que l'être qui",
          "nous a créé \"]"
        ]
      }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "إِنَّا آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا وَمَا أَكْرَهْتَنَا عَلَيْهِ مِنَ السِّحْرِ ۗ وَاللَّهُ خَيْرٌ وَأَبْقَىٰ",
      "simpleTranslate" : [
        "Oui, nous croyons en notre Seigneur, afin qu’Il nous pardonne nos erreurs ainsi",
        "que la pratique de la magie à laquelle tu nous as contraints, car Dieu est",
        "Meilleur et Éternel.»"
      ],
      "tafsirTranslate" : [
        "Nous avons cru en notre Seigneur, afin qu'Il puisse pardonner nos erreurs, et",
        "nous pardonne le péché de sorcellerie que vous nous contraint à pratiquer. Allah",
        "est meilleur et éternel \"."
      ],
      "tanslateWordByWord" : [
        "En effet, [nous]",
        "nous croyons",
        "en notre Seigneur",
        "qu'il peut pardonner",
        "pour nous",
        "nos péchés",
        "et quoi",
        "vous nous contraint",
        "dessus",
        "de",
        "la magie",
        "Et Allah",
        "(est le meilleur",
        "Ever Lasting"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "إِنَّهُ مَنْ يَأْتِ رَبَّهُ مُجْرِمًا فَإِنَّ لَهُ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ",
      "simpleTranslate" : [
        "En vérité, celui qui se présentera devant son Dieu chargé de crimes aura pour",
        "récompense la Géhenne, où il demeurera entre la vie et la mort."
      ],
      "tafsirTranslate" : [
        "«En fait, <N:50> pour celui qui vient devant son Seigneur, comme un criminel, il",
        "y aura l'Enfer, où il doit vivre ni mourir. <N:51>"
      ],
      "tanslateWordByWord" : [
        "En effet, il a",
        "qui",
        "vient",
        "(À) son Seigneur",
        "(Comme) un criminel",
        "alors en effet",
        "pour lui",
        "(Est) Enfer",
        "ne pas",
        "Il mourra",
        "en ce",
        "et pas",
        "vivre"
      ],
      "notes" : {
        "50" : [
          "Ceci est une parole de Dieu, qui a été ajouté aux paroles des magiciens qui",
          "précèdent."
        ],
        "51" : [
          "Ceci est le plus terrible de toutes les peines qui ont été mentionnés dans le",
          "Coran. Le criminel préférer la mort à la vie horrible dans l'enfer, mais la mort",
          "ne viendra pas à lui. Il restera dans cet état d'agonie sans espoir de",
          "soulagement de lui."
        ]
      }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "وَمَنْ يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصَّالِحَاتِ فَأُولَٰئِكَ لَهُمُ الدَّرَجَاتُ الْعُلَىٰ",
      "simpleTranslate" : [
        "Mais ceux qui se présenteront devant Lui en croyants et qui auront accompli des",
        "œuvres pies, ceux-là accèderont aux plus hauts rangs"
      ],
      "tafsirTranslate" : [
        "Quant à celui qui vient devant lui comme un croyant, qui a fait de bonnes",
        "actions, toutes ces personnes auront les plus hauts rangs pour eux."
      ],
      "tanslateWordByWord" : [
        "Mais celui qui",
        "vient à Lui",
        "(Comme) un croyant",
        "en vérité",
        "il a fait",
        "les bonnes oeuvres",
        "puis ceux",
        "pour eux",
        "(Seront) les rangs",
        "[Le] haut"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ وَذَٰلِكَ جَزَاءُ مَنْ تَزَكَّىٰ",
      "simpleTranslate" : [
        "des jardins d’Éden, sous lesquels coulent des rivières et où leur séjour sera",
        "éternel. Telle est la récompense réservée à ceux qui se seront purifiés de leurs",
        "péchés."
      ],
      "tafsirTranslate" : [
        "Ils habiteront à jamais dans les jardins à feuilles persistantes sous lesquelles",
        "canaux flux. Telle est la récompense de celui qui adopte la pureté."
      ],
      "tanslateWordByWord" : [
        "Jardins",
        "(De) Eden",
        "les flux",
        "de",
        "sous eux",
        "les rivières",
        "respectueux pour toujours",
        "en ce",
        "Et cela",
        "(Est) la récompense",
        "(Pour lui) qui",
        "se purifie"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "وَلَقَدْ أَوْحَيْنَا إِلَىٰ مُوسَىٰ أَنْ أَسْرِ بِعِبَادِي فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا لَا تَخَافُ دَرَكًا وَلَا تَخْشَىٰ",
      "simpleTranslate" : [
        "Nous révélâmes alors à Moïse : «Pars de nuit avec Mes serviteurs ! Fraye-leur un",
        "passage à sec dans la mer sans craindre d’être rejoints et sans éprouver aucune",
        "inquiétude !»"
      ],
      "tafsirTranslate" : [
        "Nous <N:52> a envoyé cette révélation à Moïse: \". Réglez avec Mes serviteurs",
        "pendant la nuit et faire pour eux un chemin sec à travers la mer <N:53> Ne pas",
        "avoir peur d'être dépassé, ni peur (en passant par la mer) \"."
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons inspiré",
        "à",
        "Musa",
        "cette",
        "Voyage de nuit",
        "avec Mes serviteurs",
        "et la grève",
        "pour eux",
        "un chemin",
        "dans",
        "la mer",
        "sec",
        "ne pas",
        "craignant",
        "être dépassé",
        "et pas",
        "avoir peur"
      ],
      "notes" : {
        "52" : [
          "Voici les détails des événements qui se sont produits au cours de la longue",
          "période de séjour du Prophète Moïse en Egypte ont été omis. Pour ces s'il vous",
          "plaît voir VII: 130-147, X: 83-92, XL: 23-5O et XLIII: 46-56."
        ],
        "53" : [
          "Ce qui est arrivé quand Dieu au dernier nommé une nuit de l'exode des lsraelites",
          "et les autres musulmans d'Egypte. Ils ont été invités à se rassembler à un",
          "endroit fixe et mis en avant comme une caravane. Juste au moment où ils ont",
          "atteint la côte de la mer Rouge Prom où ils devaient traverser à la péninsule du",
          "Sinaï, Pharaon est arrivé là-bas avec une grande armée dans leur poursuite. Nous",
          "apprenons de XXVI: 61 -63 que quand ils étaient littéralement entre le diable et",
          "la mer profonde, Allah a ordonné à Moïse de frapper la mer avec son bâton et",
          "selon ce verset de la mer déchirait et se dressait comme deux hauts murs des deux",
          "côtés, laissant un chemin sec entre eux pour la caravane passe. Ainsi, il est",
          "tout à fait clair et évident que ce fut un miracle, et non le résultat d'une",
          "tempête de vent ou la marée, quand l'eau monte dans cette façon, il ne reste pas",
          "debout comme deux hauts murs, laissant un chemin sec entre eux. [(Pour plus de",
          "détails voir E.N. 47 du chapitre XXVI)]."
        ]
      }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِ فَغَشِيَهُمْ مِنَ الْيَمِّ مَا غَشِيَهُمْ",
      "simpleTranslate" : [
        "Pharaon se lança à leur poursuite avec son armée. Mais ils furent tous submergés",
        "par les flots."
      ],
      "tafsirTranslate" : [
        "Pharaon les poursuivit avec ses hôtes, mais la mer les envahir complètement.",
        "<N:54>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, suivis",
        "Firaun",
        "avec ses forces",
        "mais les couverts",
        "de",
        "la mer",
        "quelle",
        "les couverts"
      ],
      "notes" : {
        "54" : [
          "Selon XXVI: 64-66, Pharaon avec ses hôtes. suivie de la caravane sur le chemin",
          "sec et ils ont tous été noyés. Dans II: 50, il a été établi que les Israélites",
          "avaient atteint l'autre rive et a vu les noyer dans la mer. Du X: 90-92, nous",
          "apprenons que Pharaon professait croire en Dieu alors qu'il se noyait, mais cela",
          "a été rejeté par Dieu et lui a dit que son corps aurait-il préservé pour les",
          "générations à venir pour servir de leçon pour eux."
        ]
      }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "وَأَضَلَّ فِرْعَوْنُ قَوْمَهُ وَمَا هَدَىٰ",
      "simpleTranslate" : [
        "Et c’est ainsi que Pharaon causa la perte de son peuple au lieu de le conduire",
        "dans le droit chemin."
      ],
      "tafsirTranslate" : [
        "Pharaon avait trompé son peuple et ne les avait pas bien guidés. <N:55>"
      ],
      "tanslateWordByWord" : [
        "Et égaré",
        "Firaun",
        "son peuple",
        "et (a) pas",
        "les guider"
      ],
      "notes" : {
        "55" : [
          "Ce fut un avertissement subtil aux mécréants de la Mecque, comme pour dire, [",
          "«Vos chefs et dirigeants vous mènent sur la même manière sur laquelle Pharaon a",
          "conduit son peuple, maintenant vous pouvez vous voir qu'il n'a pas les guider",
          "correctement. \"] \n En conclusion, il sera intéressant d'examiner la version",
          "donnée dans la Bible, car cela rendra clair qu'il est absolument faux et ridicule",
          "de dire que le Coran a copié ces histoires des traditions israélites. Nous",
          "apprenons de l'Exode ce qui suit: \n [(1)] Selon 4: 2-5, le miracle du personnel a",
          "été donné au Prophète Moïse, et 4h17, il a été chargé: [ \"Et tu prendras cette",
          "tige en main parturition, avec laquelle tu feras les signes \"], mais selon 7: 9,",
          "la même tige a été transféré au Prophète Aaron, puis il est resté avec lui pour",
          "faire des miracles. \n [(2)] Le premier dialogue entre le Prophète Moïse et",
          "Pharaon a été donné dans le chapitre 5, mais il n'y a aucune mention dans ce",
          "quelle que soit la Doctrine de Monothéisme présenté par Moïse. En réponse à la",
          "question de Pharaon: [ «Qui est le Seigneur que je dois obéir à sa voix, en",
          "laissant aller Israël, je connais pas le Seigneur»], Moïse et Aaron simplement",
          "dit: [ \"Le Dieu des Hébreux a rencontré avec nous»] . [(5: 2-3)]. \n [(3)] La",
          "rencontre avec les magiciens a été résumée en quelques phrases ainsi: [ \"Et",
          "l'Éternel parla à Moïse et à Aaron, en disant: Quand Pharaon vous parler, en",
          "disant: Faites un miracle vous: alors tu diras à Aaron: Prends ta verge, et",
          "jette-le devant Pharaon, et il deviendra un serpent Moïse et Aaron allèrent vers",
          "Pharaon, et ils firent ce que le Seigneur avait ordonné. Aaron jeta sa verge",
          "devant Pharaon , et devant ses serviteurs, et il est devenu un serpent Alors",
          "Pharaon appela les sages et les enchanteurs. les magiciens d'Egypte, ils ont",
          "également fait de la même manière avec leurs enchantements ils jetèrent chacun sa",
          "verge, et ils. devinrent des serpents. Et la verge d'Aaron engloutit leurs verges",
          "\"] [(7 '8-12)] \n Quand on compare cela avec la version de celui-ci dans le Coran,",
          "il devient évident que la description dans la Bible n'a pas l'essence réelle de",
          "l'ensemble de la rencontre, car il ETCD ne mentionnent pas que la rencontre a eu",
          "lieu le jour de la fête en l'ouverture à la suite d'un défi régulier, et il n'y a",
          "aucune mention du tout que les magiciens sont devenus croyants dans le Seigneur",
          "de Moïse et Aaron et sont restés fermes dans leur foi, même face à de terribles",
          "menaces. \n [(4)] Selon le Coran, le Prophète Moïse exigeait la pleine liberté et",
          "de la liberté pour les Israélites, mais selon la Bible sa demande était seulement",
          "ceci: [ \"Allons, nous te prions, voyage de trois jours dans le désert, et le",
          "sacrifice pour le Seigneur notre Dieu \"] [. (5: 3)] \n [(5)] Dans les chapitres 11",
          "à 14, les détails des événements concernant l'exode de l'Egypte à la noyade de",
          "Pharaon ont été donnés. Bien que ceux-ci contiennent des informations et des",
          "détails utiles sur les événements qui ont été décrits brièvement dans le Coran,",
          "ils contiennent des contradictions étranges aussi bien. Par exemple, dans 14:",
          "15-16 le personnel [(tige)] vient à nouveau entre les mains du Prophète Moïse,",
          "qui est commandé: [ \".... IIFT tu ta verge, et étends la main parturition sur la",
          "mer, et le diviser, et les enfants d'Israël entreront sur un sol sec au milieu de",
          "la mer \"] Mais dans w.. 21 -22, il est dit: [ \"Et Moïse étendit sa main sur la",
          "mer, et le Seigneur a provoqué la mer pour revenir par un fort vent d'est toute",
          "la nuit, et a fait la mer à sec / et, et les eaux étaient divisés. Et les enfants",
          "d'Israël entrèrent au milieu de la mer sur la terre sèche. et les eaux formaient",
          "comme une muraille à eux, sur leur main droite et sur leur gauche ».] On ne sait",
          "pas si la mer a été divisée par un miracle ou par une forte [\" vent d'est \"] qui,",
          "incidemment, n'a jamais été connu pour diviser la mer en deux parties en laissant",
          "un chemin sec entre eux. \n Il sera également intéressant de faire une étude de",
          "ces événements tels qu'ils sont indiqués dans le Talmud. Le compte talmudique",
          "diffère de la version biblique, mais est plus proche de celle donnée dans le",
          "Coran. Une étude comparative des deux montre clairement que l'on se fonde sur la",
          "Révélation directe d'Allah et l'autre sur des siècles vieilles traditions orales",
          "qui ont été transmises d'une génération à l'autre et donc considérablement",
          "altérées. [(Voir H. Polano:. Les Sélections Talmud, pp 150-154)]."
        ]
      }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "يَا بَنِي إِسْرَائِيلَ قَدْ أَنْجَيْنَاكُمْ مِنْ عَدُوِّكُمْ وَوَاعَدْنَاكُمْ جَانِبَ الطُّورِ الْأَيْمَنَ وَنَزَّلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَىٰ",
      "simpleTranslate" : [
        "Ô fils d’Israël ! Nous vous avons délivrés de votre ennemi et Nous vous avons",
        "donné rendez-vous sur le versant droit du mont Sinaï et fait descendre sur vous",
        "la manne et les cailles."
      ],
      "tafsirTranslate" : [
        "les enfants d'Israël, <N:56> Nous vous sauvés de votre ennemi et fixé un temps",
        "pour votre présence sur le côté droit de Tur, <N:57>, <N:58> et fait descendre la",
        "manne et salva à vous. <N:59>"
      ],
      "tanslateWordByWord" : [
        "O Enfants d'Israël",
        "O Enfants d'Israël",
        "En vérité",
        "Nous vous livré",
        "de",
        "ton ennemi",
        "et Nous avons fait une alliance avec vous",
        "sur le côté",
        "(De) le Mont",
        "la droite",
        "et Nous avons fait descendre",
        "à toi",
        "la Manne",
        "et les cailles"
      ],
      "notes" : {
        "56" : [
          "La partie de l'histoire concernant leur voyage de la mer Rouge à la toot du mont",
          "Tur a été omise. Cela a déjà été donnée dans VII: 138-147. Il y a également été",
          "déclaré que les Israélites dirent à Moïse: [ \"O Moïse, faire un dieu pour nous",
          "aussi comme les dieux ces personnes ont\"]. [(Voir VII: 138 et son E.N. 98",
          "<V:7:138etsonE.N.98>)]."
        ],
        "57" : [
          "Autrement dit, sur le côté est de Tur"
        ],
        "58" : [
          "Selon II: 51 et VII: 142, le Prophète Moïse et les chefs des Israélites ont été",
          "convoqués au mont Tur pour recevoir les commandements divins sur des tablettes de",
          "pierre pour le guidage des personnes. [(Voir E.N. 71 du chapitre II)]."
        ],
        "59" : [
          "Pour plus de détails s'il vous plaît voir E.N. 73 du chapitre II et E.N. 119 du",
          "chapitre VII. Selon la Bible, la manne et salva ont commencé à être fournis aux",
          "Israélites quand ils traversaient le désert entre Elim et le Sinaï. Selon Exodus,",
          "la manne et salva ont été envoyés vers le bas ainsi: \n [ \"Et il arriva, que lors",
          "des cailles montèrent et couvrirent le camp, et le matin, la rosée était ronde",
          "sur l'hôte Et quand cette rosée fut dissipée, voici sur la surface du désert.",
          "gisait une petite chose ronde, aussi petit que le givre sur le sol Et quand les",
          "enfants d'Israël regardèrent et ils se dirent l'un à l'autre, il est la manne:..",
          "car ils ne savaient pas ce qu'il était Moïse leur dit: Voici le pain que le",
          "Seigneur vous a donné à manger ..... et la maison d'Israël a appelé le nom de",
          "manne et il était comme la graine de coriandre, blanche, et le goût de celui-ci",
          "était comme un gâteau au miel \". ] [(16: 13-15, 31)]. \n Dans Nombres, les détails",
          "suivants ont été faits: \n [ \"Le peuple se dispersait pour la ramasser, et broyait",
          "avec des meules, ou la pilait dans un mortier, et cuits dans des casseroles, et",
          "en faisait des gâteaux: et le goût de celui-ci était aussi le goût de l'huile",
          "fraîche. . Et quand la rosée tombait sur le camp dans le Bight, la manne est",
          "tombée sur elle \"] [(11: 8-9)]."
        ]
      }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَلَا تَطْغَوْا فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِي ۖ وَمَنْ يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هَوَىٰ",
      "simpleTranslate" : [
        "«Mangez de ces aliments délicieux que Nous vous offrons, et évitez tout excès de",
        "peur d’encourir Ma colère, car quiconque encourt Ma colère sera perdu sans retour",
        "!»"
      ],
      "tafsirTranslate" : [
        "Mangez de la disposition pur Nous vous avons donné et ne transgressez pas après",
        "cela; sinon Ma colère va vous rendre visite. Et celui qui est visité par Ma",
        "colère est destiné à périr"
      ],
      "tanslateWordByWord" : [
        "Manger",
        "de",
        "(les bonnes choses)",
        "lequel",
        "Nous vous avons fourni",
        "et (faire) pas",
        "transgresser",
        "la bride",
        "de peur que devrait descendre",
        "sur vous",
        "Ma colère",
        "Et quiconque",
        "sur qui descend",
        "sur qui descend",
        "Ma colère",
        "effectivement",
        "il (a) péri"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "وَإِنِّي لَغَفَّارٌ لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَىٰ",
      "simpleTranslate" : [
        "En vérité, Je suis toute indulgence pour celui qui se repent, croit en Moi,",
        "pratique le bien et suit le droit chemin."
      ],
      "tafsirTranslate" : [
        ", sauf celui qui se repent, croit et accomplit les bonnes oeuvres, puis suit le",
        "droit chemin, car je suis très indulgent pour une telle personne. <N:60>"
      ],
      "tanslateWordByWord" : [
        "Mais en effet, je suis",
        "le Pardonneur",
        "de celui qui",
        "repent",
        "et croit",
        "et fait",
        "justes (actes)",
        "puis",
        "reste guidée"
      ],
      "notes" : {
        "60" : [
          "Selon ce verset [(82)], il y a quatre conditions pour le pardon: \n [(1)]",
          "Repentance: à ne pas la rébellion, la désobéissance, shirk ou incrédulité. \n",
          "[(2)] Foi: croyance sincère en Allah et au Messager et le Livre et la 'au-delà. \n",
          "[(3)] œuvres justes: à faire de bonnes actions conformément aux instructions",
          "d'Allah et à Son messager. \n [(4)] Lignes directrices: à suivre le droit chemin",
          "avec constance et de ne pas égarer dans toute mauvaise voie."
        ]
      }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "وَمَا أَعْجَلَكَ عَنْ قَوْمِكَ يَا مُوسَىٰ",
      "simpleTranslate" : [
        "«Pourquoi, Moïse, t’es-tu hâté de t’éloigner de ton peuple?»"
      ],
      "tafsirTranslate" : [
        "«Et Moïse, <N:61> ce qui a hâté vous de venir ici devant ton peuple?\" <N:62>"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "vous a fait hâter",
        "de",
        "votre peuple",
        "O Musa"
      ],
      "notes" : {
        "61" : [
          "De là, le même compte est reprise qui a été interrompue par la parenthèse [(vv.",
          "81-82)]. Les Israélites ont dit de rester sur le côté droit du mont Tur, et ils",
          "seraient donnés aux commandements après quarante jours."
        ],
        "62" : [
          "Cela montre que dans son empressement à voir son Seigneur le plus tôt possible,",
          "le Prophète Moïse leur avait laissé dans le chemin et atteint le lieu de",
          "rencontre seul. Pour les détails de cette réunion, le lecteur devrait voir VII:",
          "143-145. Ici, seule la partie a été mentionnée qui est connecté avec le veau",
          "culte par les Israélites. Cela a été dit ici pour ramener à la maison pour les",
          "mécréants de la Mecque comment idole culte commence et à quel point un prophète",
          "d'Allah est préoccupé par ce mal."
        ]
      }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "قَالَ هُمْ أُولَاءِ عَلَىٰ أَثَرِي وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَىٰ",
      "simpleTranslate" : [
        "– «Ils suivent mes pas, dit Moïse. Je me suis hâté vers Toi, Seigneur, pour que",
        "Tu sois satisfait de moi.»"
      ],
      "tafsirTranslate" : [
        "Il dit: «Ils viennent juste derrière moi. Je suis hâté de venir devant toi, ô mon",
        "Seigneur, pour que tu deviennes content de moi\""
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Ils",
        "(sont proches",
        "sur",
        "mes pistes",
        "et je courus",
        "à toi",
        "mon Seigneur",
        "que vous soyez heureux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِنْ بَعْدِكَ وَأَضَلَّهُمُ السَّامِرِيُّ",
      "simpleTranslate" : [
        "Le Seigneur dit alors : «Nous avons mis à l’épreuve ton peuple, après ton départ,",
        "et le Samaritain les a égarés.»"
      ],
      "tafsirTranslate" : [
        "Il dit: «Eh bien, écoute! Nous avons mis ton peuple à un procès après vous et le",
        "Samiri <N:63> les a induits en erreur.\""
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Mais en effet, Nous",
        "[en vérité]",
        "Nous avons essayé",
        "votre peuple",
        "après vous",
        "après vous",
        "et les a égarés",
        "le Samiri"
      ],
      "notes" : {
        "63" : [
          "Il est évident à partir de la dernière lettre `ya 'que Samiri était pas le nom",
          "propre de la personne, pour cette lettre arabe est toujours ajouté pour montrer",
          "la connexion d'une personne avec sa race ou de clan ou de lieu. En outre, le",
          "préfixe `al '[(article défini« le »)] dans le texte original arabe dénote",
          "clairement que le Samiri était un homme particulier parmi beaucoup d'autres",
          "personnes de la même race ou d'un clan ou un lieu, qui avait propagé [(il le",
          "culte du veau d'or. En fait, cela ne nécessite pas d'autre explication que cela,",
          "mais cela a été rendu nécessaire parce que beaucoup de missionnaires chrétiens et",
          "les orientalistes occidentaux ont essayé de critiquer le Saint Prophète et le",
          "Coran sur ce compte. Ils disent (Dieu ne plaise,)] [ \"Ceci est une preuve de",
          "l'ignorance grave de l'histoire de la part de Muhammad, l'auteur du Coran, et est",
          "l'un des anachronismes du Coran.\"] Ils fondent cette critiques absurdes sur",
          "l'hypothèse que cette Samiri était les habitants de Samarie, la capitale de",
          "l'ancien royaume d'Israël, qui a été construit en 925 avant JC. longtemps après",
          "que cela se produise; puis des siècles après, une génération des Samaritains est",
          "née à la suite de mariages entre les Israélites et les non-Israélites. Comme les",
          "Samaritains adoré le veau d'or, les critiques accusent le Saint Prophète",
          "d'inventer cette histoire sur la base de simples ouï-dire. Ils disent que le",
          "Saint Prophète aurait pu entendre quelque chose comme ça des Juifs voisins et",
          "inséré dans le Coran. Cela ne veut pas du tout. Ils critiquent également que",
          "Haman qui était un courtisan de Cyrus a été mentionné dans le Coran en tant que",
          "ministre de Pharaon. Il est dommage que ces soi-disant érudits semblent penser",
          "que dans les temps anciens il y avait seulement une personne portant un nom dans",
          "un clan ou d'un lieu, et il n'y avait absolument aucune possibilité d'une autre",
          "personne ou des personnes ayant le même nom . Ils ne savent pas, ou prétendent",
          "qu'ils ne savent pas, que pendant le temps du Prophète Abraham, un peuple célèbre",
          "connu comme les Sumériens habitées de l'Irak et les régions voisines, et il est",
          "juste possible que pendant l'époque du Prophète Moïse il y en avait personnes",
          "connues comme l'Samiris qui auraient migré vers l'Egypte de l'Irak. . En outre,",
          "selon la Bible [(1 Rois 16: 24)], la Samarie se construit sur une colline qui a",
          "été acheté à Shemer et nommé Samarie après lui. Ceci est une preuve évidente",
          "qu'il y avait des personnes nommées Shemer [(ou Sumer)] avant même que la Samarie",
          "dans l'existence et il est également tout à fait possible que certains clans",
          "auraient été appelés [ \"Samiri\"]"
        ]
      }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "فَرَجَعَ مُوسَىٰ إِلَىٰ قَوْمِهِ غَضْبَانَ أَسِفًا ۚ قَالَ يَا قَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا ۚ أَفَطَالَ عَلَيْكُمُ الْعَهْدُ أَمْ أَرَدْتُمْ أَنْ يَحِلَّ عَلَيْكُمْ غَضَبٌ مِنْ رَبِّكُمْ فَأَخْلَفْتُمْ مَوْعِدِي",
      "simpleTranslate" : [
        "Courroucé et plein d’amertume, Moïse revint vers son peuple : «Ô mon peuple,",
        "s’écria-t-il, votre Seigneur ne vous a-t-Il pas fait une belle promesse?",
        "Avez-vous trouvé cette promesse trop longue à se réaliser? Ou avez-vous voulu que",
        "la colère de Dieu s’abatte sur vous, pour avoir trahi votre engagement envers",
        "moi?»"
      ],
      "tafsirTranslate" : [
        "Moïse retourna à son peuple dans un état de colère et de chagrin. Atteindre là,",
        "il a dit: «Ô mon peuple, ne pas votre Seigneur faire de bonnes promesses avec",
        "vous? <N:64> Si un long temps écoulé depuis ces promesses ont été remplies?",
        "<N:65> Ou voulez-vous la colère d'Allah de descendre sur vous que vous êtes allé",
        "contre votre alliance avec moi? \" <N:66>"
      ],
      "tanslateWordByWord" : [
        "Puis Musa retourné",
        "Puis Musa retourné",
        "à",
        "son peuple",
        "en colère",
        "(Et) douloureuse",
        "Il a dit",
        "O mon peuple",
        "N'a pas",
        "vous promettre",
        "votre Seigneur",
        "une promesse",
        "bien",
        "Alors, ne semblait longue",
        "à toi",
        "la promesse",
        "ou",
        "avez-vous désirez",
        "cette",
        "descendre",
        "sur vous",
        "(la colère",
        "de",
        "votre Seigneur",
        "donc vous avez cassé",
        "(La) promesse de me"
      ],
      "notes" : {
        "64" : [
          "Autrement dit, [ «Allah n'a pas rempli les promesses qu'il a faites avec vous de",
          "montrer ses faveurs pour vous? Par exemple, il vous introduit en toute sécurité",
          "hors de l'Egypte et non seulement vous libérés de l'esclavage de votre ennemi",
          "mais aussi le détruire totalement, il vous a fourni des dispositions dans le",
          "désert et dans les régions montagneuses \"] il peut aussi être traduit comme ceci:",
          "[\"..? N'a pas Allah faire une bonne promesse avec vous \"] dans ce cas, il sera",
          "signifie: [ «il a fait une promesse qu'il vous donnera la loi et de",
          "l'orientation: est-ce pas une bonne promesse pour votre bien-être et à",
          "l'amélioration?\"]"
        ],
        "65" : [
          "Autrement dit, [ \"Nous avons passé un long moment passé depuis ces grandes",
          "faveurs ont été faits pour vous que vous les avez oubliés? De longs siècles",
          "avaient passé depuis que vous êtes atteint de la persécution par votre ennemi que",
          "vous avez commis un tel blasphème? »] Il peut aussi être traduit comme ceci:",
          "aviez-vous d'attendre longtemps pour l'accomplissement de la promesse de Dieu",
          ".que vous êtes devenu si impatient [\" Dans ce cas, le sens est évident: \"] vous",
          "ne l'aviez pas attendre beaucoup de temps pour voir l'accomplissement de la",
          "promesse d'orientation. Il n'y avait donc aucune excuse pour ce que vous avez",
          "fait \"."
        ],
        "66" : [
          "Ce Pacte a été celui où chaque communauté fait avec son Prophète et promet qu'il",
          "immuablement suivre l'orientation apportée par lui et n'adorer personne, sauf",
          "Allah."
        ]
      }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "قَالُوا مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا وَلَٰكِنَّا حُمِّلْنَا أَوْزَارًا مِنْ زِينَةِ الْقَوْمِ فَقَذَفْنَاهَا فَكَذَٰلِكَ أَلْقَى السَّامِرِيُّ",
      "simpleTranslate" : [
        "– «Nous n’avons pas manqué à notre engagement envers toi, répondirent-ils, de",
        "notre propre gré. Mais on nous a fait porter des charges de bijoux appartenant au",
        "peuple de Pharaon. Nous les avons jetées au feu ; le Samaritain en a fait de",
        "même,"
      ],
      "tafsirTranslate" : [
        "Ils répondirent: \"Nous ne sommes pas contre le Pacte avec vous de notre propre",
        "gré;. Il se trouve que nous nous sommes sentis accablés par les ornements du",
        "peuple et nous contenter de les jeta <N:67> ........... Alors, <N:68> le Samiri",
        "également posé quelque chose comme ces"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "ne pas",
        "nous cassons",
        "promettre de vous",
        "par notre volonté",
        "mais nous",
        "[Nous] avons fait porter",
        "charges",
        "de",
        "ornements",
        "(des gens",
        "afin que nous les jetions",
        "Et ainsi",
        "jeta",
        "le Samiri"
      ],
      "notes" : {
        "68" : [
          "Il est évident à partir du contexte que la réponse du peuple a pris fin avec [",
          "\"les jeta vers le bas\"], et Allah Lui-même a ajouté l'histoire restant jusqu'à la",
          "fin du paragraphe. Il ressort de cela que les personnes dont l'Samiri se sont mis",
          "en apportant leurs ornements et les jetant dans le tas alors qu'ils étaient",
          "absolument pas au courant de ce qui se passait à faire par le Samiri. Après cela,",
          "le Samiri a offert ses services pour le faire fondre. Puis il forme dans un veau",
          "qui mugissaient comme une vache. Ainsi, le Samiri trompé le peuple, en disant: [",
          "«Ce dieu de la vôtre est venu à l'existence par lui-même, car je l'avais tout",
          "simplement jeté l'or dans le feu.\"]"
        ],
        "67" : [
          "Cette excuse a été mis en avant par ceux qui ont été impliqués dans le shirk",
          "fabriqué par le Samiri. Ils voulaient dire, [ \"Nous ne sommes pas jeter les",
          "ornements avec l'intention de mettre en place un veau ni ne nous savons ce qui va",
          "être faite de ces derniers, mais quand le veau a été portée devant nous, nous",
          "involontairement se sont impliqués dans shirk ».] Le texte arabe que nous avons",
          "traduit en: [\" nous nous sommes sentis accablés par les ornements du peuple \"],",
          "signifie simplement ceci: [« les lourds ornements que nos hommes et les femmes",
          "portaient comme les Egyptiens se sont avérées très lourdes pour nous dans nos",
          "pérégrinations dans le désert et nous ne savions pas comment se débarrasser d'eux",
          "car il est apparu très difficile pour nous de voyager dans le désert avec eux. \"]",
          "Mais selon la Bible ces ornements avait été emprunté par chaque famille des",
          "Israélites de leurs voisins égyptiens avec cette intention, [ \".... et vous les",
          "mettrez sur vos fils et vos filles et vous détruisez les Egyptiens .... et que",
          "chaque homme à son voisin, et chaque femme de sa voisine, des objets d'argent,",
          "des vases d'or .... et le Seigneur a donné grâce au peuple aux yeux des Égyptiens",
          ".... qui se rendirent à eux des choses comme ils avaient besoin. Et ils",
          "dépouillèrent les Egyptiens \"] Et cela, aussi, sur les conseils du prophète",
          "Moïse, que Dieu lui-même avait demandé de le faire [\" acte noble \"] [(Exode 3:..",
          "1422, 11: 2-3 et I 2: 35-36)]. \n Il est dommage que certains de nos commentateurs",
          "ont interprété ce verset à la lumière des traditions au-dessus de la Bible. Ils",
          "disent que les Israélites se sont sentis accablés par le poids de ces ornements",
          "qu'ils avaient empruntés à leurs voisins égyptiens, avec l'intention de les",
          "emporter comme un [ «gâter»] accordée par Dieu. \n Nous sommes d'avis que la",
          "clause du verset en question signifie ceci: [ «Quand les gens étaient fatigués de",
          "porter leurs ornements sur leurs corps, ils ont décidé par consultation mutuelle",
          "que tous les ornements doivent être réunis à un seul endroit et il devrait être",
          "notées la quantité d'or et d'argent appartenaient à chacun des propriétaires.",
          "Ensuite, il devrait être fondu en barres et placé sur le dos des bêtes de somme",
          "».] en conséquence, ils auraient apporté leurs ornements et jetés dans la commune",
          "tas."
        ]
      }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ فَقَالُوا هَٰذَا إِلَٰهُكُمْ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ",
      "simpleTranslate" : [
        "et il leur a fait sortir des flammes un veau sous forme d’un corps mugissant. Et",
        "aussitôt l’assistance s’est mis à crier : “Voilà votre dieu et celui de Moïse qui",
        "l’a tout simplement oublié !”«"
      ],
      "tafsirTranslate" : [
        "et forgé la forme d'un veau qui mugissaient comme un bœuf. Alors les gens",
        "criaient, `Ceci est votre dieu et le dieu de Moïse: Moïse a oublié\"."
      ],
      "tanslateWordByWord" : [
        "Puis il fit sortir",
        "pour eux",
        "de veau",
        "corps",
        "cela a",
        "mugir",
        "et ils ont dit",
        "Ce",
        "(Est) votre dieu",
        "et le dieu",
        "(De) Musa",
        "mais il a oublié"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 89,
      "arabicVerse" : "أَفَلَا يَرَوْنَ أَلَّا يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلَا يَمْلِكُ لَهُمْ ضَرًّا وَلَا نَفْعًا",
      "simpleTranslate" : [
        "Quoi ! Ne voyaient-ils pas que ce veau était incapable de leur répondre et qu’il",
        "ne pouvait ni leur nuire ni leur être utile?"
      ],
      "tafsirTranslate" : [
        "Est-ce qu'ils voient pas qu'il n'a pas répondu à leur prière, ni si elle avait le",
        "pouvoir de faire du mal et de les bénéficier `?"
      ],
      "tanslateWordByWord" : [
        "Puis, n'a pas",
        "ils voient",
        "qui ne",
        "il (pourrait) retour",
        "pour eux",
        "un mot",
        "et pas",
        "posséder",
        "pour eux",
        "du mal",
        "et pas",
        "tout avantage"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 90,
      "arabicVerse" : "وَلَقَدْ قَالَ لَهُمْ هَارُونُ مِنْ قَبْلُ يَا قَوْمِ إِنَّمَا فُتِنْتُمْ بِهِ ۖ وَإِنَّ رَبَّكُمُ الرَّحْمَٰنُ فَاتَّبِعُونِي وَأَطِيعُوا أَمْرِي",
      "simpleTranslate" : [
        "Pourtant, Aaron leur avait bien dit auparavant : «Ô mon peuple ! Ce veau n’est",
        "qu’une tentation pour vous, car votre vrai Seigneur est le Miséricordieux.",
        "Suivez-moi et obéissez à mes ordres !»"
      ],
      "tafsirTranslate" : [
        "Aaron avait déjà averti le peuple, en disant: «Ô gens, vous avez été impliqué",
        "dans le mal par ce (mollet) En fait, votre Seigneur est Rahman, alors suivez-moi",
        "et me soumettre.\""
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "(avait dit",
        "pour eux",
        "Harun",
        "avant",
        "avant",
        "O mon peuple",
        "Seulement",
        "vous êtes testé",
        "par cela",
        "et en effet",
        "votre Seigneur",
        "(Est) le Tout Miséricordieux",
        "donc me suivre",
        "et d'obéir",
        "ma commande"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 91,
      "arabicVerse" : "قَالُوا لَنْ نَبْرَحَ عَلَيْهِ عَاكِفِينَ حَتَّىٰ يَرْجِعَ إِلَيْنَا مُوسَىٰ",
      "simpleTranslate" : [
        "– «Nous ne cesserons pas de l’adorer, avaient-ils répliqué, tant que Moïse ne",
        "sera pas de retour parmi nous !»"
      ],
      "tafsirTranslate" : [
        "Mais ils ont répondu: «Nous allons continuer à l'adorer jusqu'à Moïse nous",
        "revient.\" <N:69>"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Jamais",
        "nous cesserons",
        "étant consacré à ce",
        "étant consacré à ce",
        "jusqu'à",
        "résultats",
        "à nous",
        "Musa"
      ],
      "notes" : {
        "69" : [
          "Voici le Coran disculpe Prophète Aaron du péché de prendre toute casserole dans",
          "le veau culte, mais contrairement à cela, la Bible le rend entièrement",
          "responsable de faire le veau d'or et sa mise en place comme un dieu . Selon",
          "Exodus: \n [ \"Et quand le peuple vit que Moïse tardait à descendre de la montagne,",
          "les gens se sont réunis à Aaron, et lui dit: Lève-toi, nous faire un dieu qui",
          "marche devant nous; car pour ce Moïse, homme qui nous a fait sortir du pays",
          "d'Egypte, nous ne savons ce qu'il est devenu. et Aaron leur dit: Otez les anneaux",
          "d'or qui sont aux oreilles de vos femmes, de vos fils et de vos filles, et",
          "amenez-les-moi. et tout le peuple a rompu les anneaux d'or qui étaient à leurs",
          "oreilles, et les conduisit à Aaron. et il les reçut à sa main, et façonné avec un",
          "outil grisonnants, après avoir fait un fondu veau:.. et ils ont dit, Voici tes",
          "dieux, ô Israël, qui t'a fait sortir du pays d'Egypte et quand Aaron vit cela, il",
          "bâtit un autel devant lui, et Aaron cria, et dit: Demain est un fête à l'Éternel",
          "\"] 1,32:. 1-5). \n Il est tout à fait possible que le nom réel de l'Samiri était",
          "aussi Aaron qui pourrait plus tard avoir induit en erreur les Israélites",
          "d'attribuer la fabrication du veau d'or au Prophète Aaron. Ainsi, il est évident",
          "que le Coran a montré une faveur aux Juifs et aux Chrétiens en exonérant Prophète",
          "Aaron du péché, mais il est ironique de constater que les missionnaires chrétiens",
          "et les orientalistes insistent encore que le Coran est coupable d'anachronisme et",
          "que le veau a été fait une divinité de culte par un prophète saint de, la leur.",
          "Dans leur endurcissement aveugle, ils oublient que même selon la Bible ce fut un",
          "grand péché. [(Exode, 32: 21)]. Un peu plus loin dans le même chapitre de la",
          "Bible se contredit à nouveau. Il dit que le Prophète Moïse ordonna aux Lévites de",
          "tuer tous leurs parens, leurs amis et leurs hommes de pays autres qui avaient été",
          "coupables du péché de veau culte. En conséquence, environ trois mille hommes sont",
          "tombés ce jour-là. [(Exode, 32: 27-29)]. \n Maintenant, la question se pose:",
          "Pourquoi Prophète Aaron ne tue pas, s'il était l'inventeur du veau culte?",
          "Pourquoi ne les Lévites demander Prophète Moïse de tuer son frère, le Prophète",
          "Aaron, qui était le vrai pécheur, tout comme ils ont été invités à leur tuer. La",
          "Bible dit aussi que, après ce Moïse est retourné à l'Éternel et le pria de",
          "pardonner leurs péchés ou épongez-le sortir de sa liste des vivants, et l'Eternel",
          "répondit: [ «Quiconque a péché contre moi, je le effacerai de mon livre \"]",
          "[(Exode, 32: 31-33)]. Mais nous apprenons de la Bible que le nom du Prophète",
          "Aaron n'a pas été effacé, mais, d'autre part, lui et ses fils et sa famille ont",
          "reçu la charge du sanctuaire et le bureau du sacerdoce [(Nombres, 18: 1 -7)].",
          "Ainsi, il est tout à fait évident à partir du témoignage interne de la Bible",
          "elle-même, qu'il se contredit et soutient le Coran dans sa disculpation du",
          "Prophète Aaron."
        ]
      }
    },
    {
      "verseNumber" : 92,
      "arabicVerse" : "قَالَ يَا هَارُونُ مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا",
      "simpleTranslate" : [
        "Dès son retour, Moïse s’adressa à son frère : «Ô Aaron ! Qui t’a empêché, lorsque",
        "tu les as vus prendre le chemin de l’erreur,"
      ],
      "tafsirTranslate" : [
        "(Après réprimandant le peuple, Moïse se tourna vers Aaron) et dit: «Ô Aaron, ce",
        "qui vous a empêché de suivre mon chemin quand vous avez vu qu'ils allaient",
        "égarer?"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "O Harun",
        "Quelle",
        "vous a empêché",
        "quand",
        "vous les avez vus",
        "errantes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 93,
      "arabicVerse" : "أَلَّا تَتَّبِعَنِ ۖ أَفَعَصَيْتَ أَمْرِي",
      "simpleTranslate" : [
        "de me rejoindre? Est-ce par désobéissance à mes ordres?»"
      ],
      "tafsirTranslate" : [
        "Que, avez-vous désobéissez ma commande? \" <N:70>"
      ],
      "tanslateWordByWord" : [
        "Cela ne",
        "tu me suis",
        "Alors, avez-vous désobéi",
        "ma commande"
      ],
      "notes" : {
        "70" : [
          "Le [ \"commande\"] se réfère aux instructions prophète Moïse a donné à son frère",
          "Aaron quand il lui son adjoint en son absence a fait quand il est allé au mont",
          "Tur: [ \"Après moi de prendre ma place et faire la bonne et ne suivez pas le",
          "chemin des fauteurs de désordre \"]. [(VII: 142 <V:7:142>)]."
        ]
      }
    },
    {
      "verseNumber" : 94,
      "arabicVerse" : "قَالَ يَا ابْنَ أُمَّ لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي ۖ إِنِّي خَشِيتُ أَنْ تَقُولَ فَرَّقْتَ بَيْنَ بَنِي إِسْرَائِيلَ وَلَمْ تَرْقُبْ قَوْلِي",
      "simpleTranslate" : [
        "– «Ô fils de ma mère, dit Aaron, ne me prends ni par la barbe ni par la tête.",
        "J’ai simplement craint que tu ne m’accuses d’avoir jeté la discorde entre les",
        "fils d’Israël et de n’avoir pas observé tes recommandations.»"
      ],
      "tafsirTranslate" : [
        "Aaron dit: «Ô fils de ma mère, ne me saisit pas par ma barbe, ni tirer les",
        "cheveux de ma tête. <N:71> Je craignais que vous pourriez dire à votre retour,`",
        "Vous semé la discorde entre les Israélites et ne prêter dûment attention à mes",
        "mots \"!\" <N:72>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "O fils de ma mère",
        "(Ne pas",
        "saisir (me)",
        "par ma barbe",
        "et pas",
        "par ma tête",
        "En effet, je",
        "[I] redoutais",
        "cette",
        "tu dirais",
        "Tu as fait la division",
        "entre",
        "(La) Les enfants d'Israël",
        "(La) Les enfants d'Israël",
        "et pas",
        "vous respectez",
        "ma parole"
      ],
      "notes" : {
        "72" : [
          "Il peut également être interprété comme ceci: [ \"Vous n'avez pas attendu les",
          "ordres de moi»] Afin de comprendre pleinement la déclaration du Prophète Aaron,",
          "il faut lire ce verset ainsi que le verset 150 du chapitre VII , où il dit: [",
          "«fils de ma mère, ces gens me maîtrisé et allaient me tuer: donc, nous ne les",
          "ennemis se réjouissent sur moi: ne pas compter le parmi les gens qui ont fait",
          "mal.»] maintenant, si les deux ces versets sont lus ensemble, on peut facilement",
          "voir la véritable image de l'événement: Prophète Aaron a fait tout son possible",
          "pour arrêter les gens de commettre le péché du veau culte, mais ils se",
          "révoltèrent contre lui et peut-être même l'ont tué. Craignant un affrontement",
          "entre eux, par conséquent, il se tut de peur que le Prophète Moïse, à son retour,",
          "pourrait lui reprocher de laisser la situation se détériorer et de ne pas",
          "contrôler efficacement en son absence. La dernière clause de VII: 150 donne",
          "également l'indication qu'il existait parmi les gens un bon nombre des ennemis",
          "des deux frères."
        ],
        "71" : [
          "Voir VII: 150."
        ]
      }
    },
    {
      "verseNumber" : 95,
      "arabicVerse" : "قَالَ فَمَا خَطْبُكَ يَا سَامِرِيُّ",
      "simpleTranslate" : [
        "– «Et toi, Samaritain, dit Moïse, quelle raison t’a poussé à agir ainsi?»"
      ],
      "tafsirTranslate" : [
        "(Moïse se tourna vers Samiri) et dit: «O Samiri, qu'avez-vous à dire à ce sujet?\""
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Alors qu'est-ce",
        "(Est) votre cas",
        "O Samiri"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 96,
      "arabicVerse" : "قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ فَنَبَذْتُهَا وَكَذَٰلِكَ سَوَّلَتْ لِي نَفْسِي",
      "simpleTranslate" : [
        "– «J’ai vu, dit-il, ce qu’ils n’ont pas vu ; j’ai alors pris une poignée de la",
        "trace de l’Envoyé et je l’ai jetée selon ce que mon âme m’a suggéré.»"
      ],
      "tafsirTranslate" : [
        "Il a répondu, \"je l'ai vu ce que les gens ne voient pas: alors je pris une",
        "poignée de poussière à partir des empreintes du Messager, et répandirent (sur le",
        "mollet), pour ainsi fait mon invite de l'âme moi. \" <N:73>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "je percevais",
        "quelle",
        "ne pas",
        "ils perçoivent",
        "en ce",
        "donc je pris",
        "une poignée",
        "de",
        "(la piste",
        "(De) le Messager",
        "puis jeta",
        "Et ainsi",
        "suggéré",
        "pour moi",
        "mon âme"
      ],
      "notes" : {
        "73" : [
          "ici a été une bonne partie de la divergence d'opinions en ce qui concerne",
          "l'interprétation de ce verset. Selon la majorité des premiers commentateurs et",
          "leurs partisans, cela signifie: [ \"Le Samiri a vu le Messager [(Ange Gabriel)]",
          "quand il passait et a pris une poignée de poussière de ses empreintes Puis il",
          "répandit cela sur l'idole de. le veau d'or. cela a créé la vie en elle et elle a",
          "commencé à peu comme un veau vivant. \"] le Coran, en fait, DCEs pas dit que cela",
          "est réellement passé, mais cite simplement la réponse donnée par le Samiri au",
          "Prophète Moïse lorsque le celui-ci lui a fallu pour, tâche pour le grand péché",
          "qu'il avait commis. \n Il y a d'autres qui interprètent les paroles du Samiri;",
          "comme ceci: [ \"Je vis une faiblesse dans le Messager [(prophète Moïse)] ou dans",
          "son Credo, que d'autres ne voient pas pourquoi je suivais ses traces dans une",
          "certaine limite, mais après, je quittai son chemin.\".] Cette interprétation était",
          "douve probablement mettre en avant première des ALi par Abu Muslim Isfahani. Puis",
          "l'Imam Razi non seulement cité dans son propre commentaire, mais a également",
          "approuvé de celui-ci. Et maintenant, il est suivi par certains commentateurs",
          "modernistes, qui tentent de prouver leurs propres théories préférées en donnant",
          "des interprétations fantaisistes au sens évident des mots du Coran. Ces gens",
          "oublient que le Coran n'a pas été envoyé dans la terminologie des énigmes, des",
          "devinettes et des énigmes, mais en arabe clair, simple et intelligible. Par",
          "conséquent, le Coran aurait jamais employé les mots qu'il a utilisés dans le",
          "texte à transmettre le sens donné par eux parce que leur utilisation ne peut pas",
          "soutenir cette interprétation farfelue. Qu'est-ce que ces interprètes signifient",
          "vraiment impliquer que Allah n'a pas réussi à se manifester clairement et",
          "simplement; par conséquent, ils veulent venir à son secours par leurs",
          "interprétations afin de le sauver de la risée des [ \"appris\"] personnes. \n Si",
          "nous étudions le verset dans le contexte dans lequel il se produit, nous serons",
          "en mesure de comprendre facilement que le Samiri était un mal-monger qui avait",
          "arrangé son plan trompeur après beaucoup de considération. Comme il semble avoir",
          "été un bon artisan, il fit le veau d'or qu'il avait fait pour produire un",
          "mugissement, et trompé avec succès les gens ignorants et simples. Il ne se",
          "contente pas de cela, mais impudemment inventé l'histoire qu'il avait vu ce que",
          "les gens ordinaires ne pouvaient pas voir et qu'il avait pris une poignée de la",
          "poussière des empreintes du Messager et répandit sur le mollet qui rendait peu",
          "comme un veau vivant. Il est possible que par la [ \"Messenger\"], il entend",
          "Prophète Moïse lui-même et pourrait avoir habilement essayé de le flatter, en",
          "disant que la poussière de ses empreintes était miraculeuse. En disant cela, il",
          "jouait le truc le plus subtil. Il voulait offrir un appât intellectuel à Moïse",
          "afin qu'il puisse se sentir exalté à propos de l'effet miraculeux de la poussière",
          "foulé par les pieds et utiliser ses services pour propager ses propres actes",
          "miraculeux. Quoi qu'il en soit, le fait est que le Coran a présenté la chose",
          "comme un truc du Samiri et n'a pas donné le compte comme si elle était un",
          "événement réel par lui-même. La réaction ultérieure du prophète Moïse à la",
          "déclaration de l'Samiri montre clairement qu'il considérait comme une histoire",
          "mensongère, et ainsi jeté la malédiction sur lui."
        ]
      }
    },
    {
      "verseNumber" : 97,
      "arabicVerse" : "قَالَ فَاذْهَبْ فَإِنَّ لَكَ فِي الْحَيَاةِ أَنْ تَقُولَ لَا مِسَاسَ ۖ وَإِنَّ لَكَ مَوْعِدًا لَنْ تُخْلَفَهُ ۖ وَانْظُرْ إِلَىٰ إِلَٰهِكَ الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا ۖ لَنُحَرِّقَنَّهُ ثُمَّ لَنَنْسِفَنَّهُ فِي الْيَمِّ نَسْفًا",
      "simpleTranslate" : [
        "– «Va-t-en, lui dit Moïse. Ton lot dans cette vie sera de dire à quiconque te",
        "rencontrera : “Ne me touche pas !”, sans parler du rendez-vous qui t’est fixé",
        "pour l’autre monde et auquel rien ne pourra te soustraire. Considère ton dieu que",
        "tu as tant adoré avec assiduité. Nous allons le brûler en totalité et en",
        "éparpiller les cendres dans la mer."
      ],
      "tafsirTranslate" : [
        "Moïse dit: «Eh bien, sortir maintenant, vous aurez à dire tout au long de votre",
        "vie:` Ne me touche pas » <N:74> Et il y a un temps fixé pour votre compte qui est",
        "inévitable.. et jetez un oeil à votre dieu que vous chéris tellement: maintenant,",
        "nous allons brûler et briser et jeter les cendres dans la mer."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Alors vas y",
        "Et en effet",
        "pour toi",
        "dans",
        "la vie",
        "cette",
        "tu diras",
        "(Ne pas",
        "toucher",
        "Et en effet",
        "pour toi",
        "(Est) un rendez-vous",
        "jamais",
        "vous ne pourrez pas (garder) il",
        "Et regarde",
        "à",
        "ton Dieu",
        "ce qui",
        "vous êtes resté",
        "à ce",
        "dévoué",
        "Certes, nous allons brûler",
        "puis",
        "nous allons certainement disperser",
        "dans",
        "la mer",
        "(En) des particules"
      ],
      "notes" : {
        "74" : [
          "Les mots montrent qu'il n'a pas seulement fait un paria pour la vie mais il a été",
          "fait pour informer le peuple lui-même qu'il était un paria, comme indiqué dans le",
          "Lévitique: \n [ \"Et le lépreux en qui sera la plaie, aura ses vêtements déchirés",
          "et sa tête nue, et il se couvrira sur sa lèvre supérieure, et doit pleurer,",
          "Impur. Tous les jours, dans laquelle la peste doit être en lui, il est souillé,",
          "il est impur: il habitera seul, sans le camp sa demeure sera \"]. [(13: 45-46)]. \n",
          "Nous en concluons que ce soit, il a été infligé à la lèpre comme un fléau par.",
          "Allah ou la punition infligée sur lui était que, étant une morale [ \"lépreuse\"],",
          "il devrait être un paria et devraient se proclament être un homme impur et impur,",
          "en disant: [ \"Ne me touche pas»]"
        ]
      }
    },
    {
      "verseNumber" : 98,
      "arabicVerse" : "إِنَّمَا إِلَٰهُكُمُ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ ۚ وَسِعَ كُلَّ شَيْءٍ عِلْمًا",
      "simpleTranslate" : [
        "En vérité, votre Dieu est Dieu l’Unique, en dehors de qui il n’y a point de",
        "divinité. Il embrasse de Sa science toute chose.»"
      ],
      "tafsirTranslate" : [
        "Ô gens, ton Dieu est Allah seul qui n'a pas d'autre dieu à côté de Lui: Sa",
        "connaissance embrasse tout \"."
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "ton Dieu",
        "(Est) Allah",
        "Celui",
        "(Il n'y a pas",
        "Dieu",
        "mais",
        "Il",
        "Il a englobé",
        "tout",
        "des choses",
        "(En) connaissances"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 99,
      "arabicVerse" : "كَذَٰلِكَ نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ مَا قَدْ سَبَقَ ۚ وَقَدْ آتَيْنَاكَ مِنْ لَدُنَّا ذِكْرًا",
      "simpleTranslate" : [
        "Ainsi, Nous te contons certains récits des temps révolus et c’est bien un rappel",
        "de Notre part que Nous t’apportons."
      ],
      "tafsirTranslate" : [
        "(O Muhammad), <N:75> ainsi que Nous te racontons l'histoire des événements",
        "passés, et Nous vous avons donné une «admonestation» de notre propre. <N:76>"
      ],
      "tanslateWordByWord" : [
        "Ainsi",
        "Nous sommes en retard",
        "à toi",
        "de",
        "(les nouvelles",
        "(de quoi",
        "a précédé",
        "a précédé",
        "Et certainement",
        "Nous vous avons donné",
        "de",
        "Nous",
        "un rappel"
      ],
      "notes" : {
        "76" : [
          "Autrement dit, le Coran dont il a été dit au début de la sourate qu'il n'a pas",
          "été envoyé vers le bas pour mettre le Saint Prophète en détresse, et que ce fut",
          "une admonition pour le Dieu- craignant."
        ],
        "75" : [
          "Maintenant que l'histoire du Prophète Moïse arrive à son terme, le même thème,",
          "qui a été interrompu par cette histoire, a été repris."
        ]
      }
    },
    {
      "verseNumber" : 100,
      "arabicVerse" : "مَنْ أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ الْقِيَامَةِ وِزْرًا",
      "simpleTranslate" : [
        "Ceux qui s’en détournent comparaîtront au Jour de la Résurrection chargés d’un",
        "lourd fardeau"
      ],
      "tafsirTranslate" : [
        "Celui qui va se détourner de lui, il doit porter un lourd fardeau du péché le",
        "Jour de la Résurrection;"
      ],
      "tanslateWordByWord" : [
        "Quiconque",
        "se détourne",
        "à partir de cela",
        "alors en effet, il",
        "porteront",
        "(au jour",
        "(De) Résurrection",
        "un fardeau"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 101,
      "arabicVerse" : "خَالِدِينَ فِيهِ ۖ وَسَاءَ لَهُمْ يَوْمَ الْقِيَامَةِ حِمْلًا",
      "simpleTranslate" : [
        "qu’ils auront à supporter éternellement. Et quelle pénible charge sera la leur le",
        "Jour de la Résurrection !"
      ],
      "tafsirTranslate" : [
        "et toutes ces personnes doivent toujours rester sous son lourd fardeau, et il",
        "sera en effet une très lourde responsabilité qu'ils auront à porter sur le Jour",
        "de la Résurrection <N:77>."
      ],
      "tanslateWordByWord" : [
        "Demeurer pour toujours",
        "en ce",
        "et le mal",
        "pour eux",
        "(au jour",
        "(De) la Résurrection",
        "(Comme) une charge"
      ],
      "notes" : {
        "77" : [
          "Ici, les gens ont été avertis que quiconque se détourneront devant le Coran et",
          "rejetteront ses directives, il doit faire du mal à lui seul et non à Allah et à",
          "Son messager, et que celui qui rejette son message, doit inévitablement être puni",
          "dans l'au-delà. Et cet avertissement est valable pour tous les peuples, tous les",
          "pays et tous les âges. En effet, il n'y a que deux alternatives pour un individu",
          "ou d'une communauté, que le message du Coran atteint. Ils peuvent l'accepter ou",
          "le rejeter; il n'y a pas de troisième voie."
        ]
      }
    },
    {
      "verseNumber" : 102,
      "arabicVerse" : "يَوْمَ يُنْفَخُ فِي الصُّورِ ۚ وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا",
      "simpleTranslate" : [
        "Le jour où la Trompette sonnera, Nous rassemblerons les coupables qui, les yeux",
        "cernés de peur,"
      ],
      "tafsirTranslate" : [
        "Ce jour-là, lorsque la trompette sera soufflé <N:78> et nous allons rassembler",
        "les criminels tandis que leurs yeux sont estompés (avec terreur), <N:79>"
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "sera soufflé",
        "dans",
        "la trompette",
        "et Nous rassemblerons",
        "les criminels",
        "Ce jour là",
        "aux yeux bleus"
      ],
      "notes" : {
        "78" : [
          "En ce qui concerne la nature du soufflage de la [ \"Trumpet\"] sur le Jour de la",
          "Résurrection, il peut être assimilé à l'expansion du clairon dans l'armée de",
          "rassembler ou de disperser les soldats. Il est évident que ces mots et",
          "expressions ont été utilisées parce que ceux-ci sont connus pour le peuple. Par",
          "conséquent, il seras erroné de considérer la [ \"Trumpet\"] pour être exactement",
          "comme les clairons et les trompettes de ce monde."
        ],
        "79" : [
          "Selon certains commentateurs, cela signifie ceci: [ \"Les corps des criminels",
          "deviendront blancs comme si aucune goutte de sang avait été laissé en eux.\"]"
        ]
      }
    },
    {
      "verseNumber" : 103,
      "arabicVerse" : "يَتَخَافَتُونَ بَيْنَهُمْ إِنْ لَبِثْتُمْ إِلَّا عَشْرًا",
      "simpleTranslate" : [
        "chuchoteront entre eux : «Vous n’êtes restés sur Terre que dix jours !»"
      ],
      "tafsirTranslate" : [
        ", ils chuchoter à l'autre, <N:80> «Vous à peine séjourné pendant dix jours sur la",
        "Terre.\""
      ],
      "tanslateWordByWord" : [
        "Ils murmurent",
        "entre eux",
        "ne pas",
        "vous êtes resté",
        "à l'exception de)",
        "Dix"
      ],
      "notes" : {
        "80" : [
          "Le plateau de texte original aussi être interprété comme signifiant: [ \"Après",
          "votre décès, vous avez peut-être passé à peine dix jours jusqu'à présent.\"] En ce",
          "qui concerne l'interprétation retenue dans la traduction, il est soutenu par",
          "XXVI: 112-113: [ \"Quand Allah leur demandera, '? Depuis combien d'années",
          "êtes-vous resté sur la Terre' Ils diront: \"Nous y avons passé une journée - ou",
          "une casserole d'une journée: Vous pouvez demander à ceux qui ont gardé le",
          "dossier\"] La seconde interprétation est étayée par XXX: 55-56: [ \"Et le jour où!",
          "Résurrection aura lieu, les criminels déclarera sur les serments, «Nous ne sommes",
          "pas restés dans l'état de traités pendant plus d'une heure. Et de même qu'ils ont",
          "été trompés sur la Terre. D'autre part, ceux qui ont reçu des connaissances et la",
          "foi dira: «Selon le Livre d'Allah, tu es resté dans cet état jusqu'au Jour de la",
          "Résurrection, et ceci est le très jour de la Résurrection, mais vous ne saviez",
          "pas de celui-ci. \"] les deux interprétations sont pris en charge par d'autres",
          "versets du Coran. Il est clair à partir de ces qu'ils examineront à la fois la",
          "vie sur la Terre et de la vie dans l'intervalle entre la mort et la résurrection",
          "d'être très court. Ils examineront la vie terrestre pour être très court parce",
          "que, contre ALi leurs attentes, ils devront faire face à la vie éternelle dans",
          "l'au-delà qui ils ont nié dans leur vie terrestre. Comme ils l'avaient fait",
          "aucune préparation pour cette vie, ils tordent les mains avec regret qu'ils",
          "avaient ruiné leur vie éternelle pour le bien de quelques plaisirs éphémères de",
          "la courte vie qu'ils avaient été donnés sur la Terre. En ce qui concerne la durée",
          "de l'intervalle entre la mort et la résurrection, ils le considèrent comme très",
          "court, car ils imaginer qu'ils avaient été soudainement réveillé par le [",
          "\"Trumpet\"] de leur dernier sommeil ou l'inconscience dans leur vie terrestre.",
          "Ainsi, ils ne seront pas au premier abord se rendre compte que le [ \"Trumpet\"]",
          "était le signal pour le Jour de la Résurrection, car ils ne se attendaient tout",
          "ce que le Jour de la Résurrection serait jamais venu. En fait, ils se moquaient",
          "de cette journée comme une chose absurde. ."
        ]
      }
    },
    {
      "verseNumber" : 104,
      "arabicVerse" : "نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِنْ لَبِثْتُمْ إِلَّا يَوْمًا",
      "simpleTranslate" : [
        "Et Nous comprenons parfaitement ce que voudront dire les plus sensés d’entre eux",
        "quand ils répliqueront : «En réalité, vous n’y êtes restés qu’un seul jour !»"
      ],
      "tafsirTranslate" : [
        "Nous savons très bien <N:81> ce qu'ils vont parler; (Nous savons aussi que) à ce",
        "moment l'estimateur le plus grand soin d'entre eux dira: «Non, votre vie sur la",
        "Terre était mais pour un jour.» <N:82>"
      ],
      "tanslateWordByWord" : [
        "nous",
        "connaissent le mieux",
        "quelle",
        "ils diront",
        "quand",
        "diront",
        "(La) meilleur d'entre eux",
        "(En) effectuer",
        "ne pas",
        "vous êtes resté",
        "à l'exception de)",
        "un jour"
      ],
      "notes" : {
        "81" : [
          "Ceci est un parenthisis qui a été inséré pour enlever ce doute des auditeurs: [",
          "\"? Comment at-il été connu aujourd'hui ce que les gens vont parler à voix basse",
          "dans la plaine de la Résurrection\"]"
        ],
        "82" : [
          "Ceci est un autre parenthisis qui a été insérée en réponse à une autre objection",
          "soulevée par certains allocutaire. Il semble que lorsque cette sourate a été",
          "récité, quelqu'un aurait pu soulever cette question comme un ridicule: «Où vont",
          "ces hautes montagnes aller sur le Jour de la Résurrection, car il ressort de",
          "votre description de la Résurrection que tous les peuples du monde seront être",
          "courir dans une plaine de niveau? Afin de comprendre le fond de la question, il",
          "convient de garder à l'esprit que la Mecque, où cette sourate a été récitée à",
          "l'occasion de sa révélation, est entourée de tous côtés par de hautes montagnes.",
          "La réponse à cette question suit immédiatement: [ \"Allah les réduire à la",
          "poussière fine et le disperser loin.\"]"
        ]
      }
    },
    {
      "verseNumber" : 105,
      "arabicVerse" : "وَيَسْأَلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبِّي نَسْفًا",
      "simpleTranslate" : [
        "Ils t’interrogeront sur les montagnes. Dis-leur : «Mon Seigneur les réduira en",
        "poussière,"
      ],
      "tafsirTranslate" : [
        "Ils vous demandent: «Eh bien, où iront les montagnes aller ce jour-là?\" Dis-leur:",
        "«Mon Seigneur les réduire à la poussière fine et le disperser loin."
      ],
      "tanslateWordByWord" : [
        "Et ils vous demandent",
        "sur",
        "les montagnes",
        "dites donc",
        "Est-ce que les fourneaux",
        "mon Seigneur",
        "(en) particules"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 106,
      "arabicVerse" : "فَيَذَرُهَا قَاعًا صَفْصَفًا",
      "simpleTranslate" : [
        "et ne laissera à leur place qu’un bas-fond aplani"
      ],
      "tafsirTranslate" : [
        "Il va tourner la Terre dans une plaine vide,"
      ],
      "tanslateWordByWord" : [
        "Puis il va laisser",
        "un niveau",
        "plaine"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 107,
      "arabicVerse" : "لَا تَرَىٰ فِيهَا عِوَجًا وَلَا أَمْتًا",
      "simpleTranslate" : [
        "où on ne verra plus ni ondulations ni reliefs.»"
      ],
      "tafsirTranslate" : [
        "dans laquelle vous ne voir aucune courbe ni pli. « <N:83>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "vous allez voir",
        "en ce",
        "de tortuosité",
        "et pas",
        "toute courbe"
      ],
      "notes" : {
        "83" : [
          "Selon le Coran, la terre prendra une nouvelle forme dans l'au-delà: \n [ «La terre",
          "sera répartie.\"] [(LXXXIV: 3 <V:84:3>)]. \n [ \"Le fond des océans seront divisés",
          "[(et l'ensemble de l'eau va couler dans la terre.)]»] [(LXXXII: 3 <V:82:3>)]. \n [",
          "\"Les océans seront remplis\"]. [(LXXXI: 6 <V:81:6>)]. \n [ \"Les montagnes seront",
          "réduites en poussière fine et dispersés loin et il sera laissé aucune courbe ou",
          "un pli dans la terre\"]. [(XX: 105-107 <V:20:105-107>)]. \n [ \"Ce jour-là la terre",
          "sera totalement changée\"]. [(XIV: 48 <V:14:48>)]. \n [ \"Et il sera transformé en",
          "un jardin et donné aux gens pieux pour y demeurer éternellement.\"] [(XXXIX: 74",
          "<V:39:74>)]. \n Cela montre que finalement cette terre sera transformée en paradis",
          "qui sera hérité par les serviteurs pieux et justes d'Allah. La terre entière",
          "deviendra un pays, et il n'y aura pas de montagnes, des océans, des rivières et",
          "des déserts qui aujourd'hui divisent dans d'innombrables pays et patries et",
          "diviser l'humanité et en autant de tribus, races et classes. Hadrat Ibn 'Abbas et",
          "Qatadah ont tenu ce même point de vue que le Paradis sera établi sur cette terre",
          "même."
        ]
      }
    },
    {
      "verseNumber" : 108,
      "arabicVerse" : "يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ ۖ وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَٰنِ فَلَا تَسْمَعُ إِلَّا هَمْسًا",
      "simpleTranslate" : [
        "Ce jour-là, les hommes suivront sans détour l’appel du héraut. Et les voix se",
        "feront basses devant le Miséricordieux. On n’entendra plus que des chuchotements."
      ],
      "tafsirTranslate" : [
        "-Sur ce jour-là les gens vont venir directement à l'appel de l'invocateur;",
        "personne n'osera montrer toute fierté, et toutes les voix sera étouffée avant le",
        "Miséricordieux et vous entendrez rien, mais un murmure chuchotant. <N:84>"
      ],
      "tanslateWordByWord" : [
        "Ce jour la",
        "ils suivront",
        "l'appelant",
        "non",
        "déviation",
        "à partir de cela",
        "Et (sera) abaissé",
        "les voix",
        "pour le Tout Miséricordieux",
        "afin de ne pas",
        "tu entendras",
        "sauf",
        "un léger bruit"
      ],
      "notes" : {
        "84" : [
          "Le mot arabe original [(jambons)] est utilisé pour le bruit des pas, le bruit des",
          "chuchotements et d'autres sons faibles. Qu'est-ce que cela implique ici est que",
          "les gens seront tellement terrifié à ce jour qu'il n'y aura pas d'autre bruit que",
          "celui de pas et de chuchotements."
        ]
      }
    },
    {
      "verseNumber" : 109,
      "arabicVerse" : "يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَٰنُ وَرَضِيَ لَهُ قَوْلًا",
      "simpleTranslate" : [
        "Ce jour-là, aucune intercession ne sera acceptée, à moins qu’elle n’émane de ceux",
        "que le Miséricordieux aura autorisés et dont Il aura agréé la parole."
      ],
      "tafsirTranslate" : [
        "Ce jour-là aucune intercession doit prévaloir sauver son qui le Miséricordieux",
        "peut permettre d'intercéder et d'être heureux de lui donner une audience <N:85>."
      ],
      "tanslateWordByWord" : [
        "(Ce jour la",
        "ne pas",
        "bénéficiera",
        "l'intercession",
        "sauf",
        "(à qui",
        "a la permission donnée",
        "[à lui]",
        "le Tout Miséricordieux",
        "et il a accepté",
        "pour lui",
        "un mot"
      ],
      "notes" : {
        "85" : [
          "Cela a une autre interprétation aussi: [ \". Sur cette intercession du jour ne",
          "sera pas efficace, sauf dans le cas de celui pour lequel le Miséricordieux peut",
          "lui permettre et être heureux de l'entendre pour lui»] Ces deux interprétations",
          "sont pris en charge par le suivant: \n [ «Qui est là qui peut intercéder auprès de",
          "Lui sans Sa permission propres?\"] [(11: 255)]. \n [ \"Le jour où l'esprit et les",
          "anges se tiendront les mains jointes, ils ne seront pas en mesure de dire quoi",
          "que ce soit, sauf ce que le Miséricordieux permettra, et ils vont dire la bonne",
          "chose.\"] [(LXXVIII: 38) ]. [ \"Ils n'intercèdent pour personne",
          "<V:28:38)].[\"Ilsn'intercèdentpourpersonne>, sauf pour qui le Miséricordieux peut",
          "être heureux d'entendre, et ils sont toujours peur de lui.\"] [(XXI: 28",
          "<V:21:28>)]. \n [ \"Il y a beaucoup d'anges dans les cieux dont l'intercession ne",
          "sert de rien du tout, sauf quand il est fait après avoir obtenu la permission",
          "d'Allah, et pour celui pour qui il veut entendre et approuve.\"] [(LIII: 26 )]."
        ]
      }
    },
    {
      "verseNumber" : 110,
      "arabicVerse" : "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِ عِلْمًا",
      "simpleTranslate" : [
        "Dieu embrasse de Sa science le passé et l’avenir des hommes, alors que la science",
        "de ces derniers ne peut Le concevoir."
      ],
      "tafsirTranslate" : [
        "-Il est pleinement conscient de tout ce qui est devant le peuple et de tout ce",
        "qui est derrière eux, mais d'autres n'avoir une connaissance complète de celui-ci",
        "<N:86>."
      ],
      "tanslateWordByWord" : [
        "Il sait",
        "quelle",
        "(Est) avant de les",
        "(Est) avant de les",
        "et quoi",
        "(Est) derrière eux",
        "tout en ne",
        "elles englobent",
        "il",
        "(En) connaissances"
      ],
      "notes" : {
        "86" : [
          "Voici les raisons pour lesquelles les restrictions sur l'intercession ont été",
          "énoncés. D'une part, aucun ange, aucun prophète, aucun saint, ni personne d'autre",
          "ne connaît, ni ne peut savoir, tous les détails sur les dossiers des autres.",
          "D'autre part, Allah a connaissance de tous les faits et méfaits de tout le monde",
          "et il sait qui mérite le pardon ou la punition, et combien. Si, par conséquent,",
          "il y avait eu toute liberté d'intercession tout le but de la création de l'homme",
          "aurait perdu son sens. Selon ce verset, la porte contre l'intercession n'a pas",
          "été entièrement fermé. Les justes seront autorisés à montrer leur sympathie pour",
          "les autres êtres humains comme ils le faisaient dans le monde, mais ils devront",
          "obtenir la permission pour cette avance et même alors faire qu'une sorte droit de",
          "recommandation."
        ]
      }
    },
    {
      "verseNumber" : 111,
      "arabicVerse" : "وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ ۖ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا",
      "simpleTranslate" : [
        "Et les fronts se courberont tout bas devant l’Éternel, l’Immuable. Malheur donc à",
        "ceux qui se présenteront chargés d’iniquité !"
      ],
      "tafsirTranslate" : [
        "-Les gens vont accrocher leurs têtes avec crainte devant le Vivant, l'Eternel.",
        "Perdant doit être celui qui sera porteur du fardeau du péché d'une iniquité,"
      ],
      "tanslateWordByWord" : [
        "Et (sera) abaissé",
        "les visages",
        "avant l'Ever-Living",
        "l'Absolu",
        "Et en vérité,",
        "aura échoué",
        "(lui qui",
        "porté",
        "méfait"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 112,
      "arabicVerse" : "وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا يَخَافُ ظُلْمًا وَلَا هَضْمًا",
      "simpleTranslate" : [
        "Celui qui aura pratiqué le bien, en étant croyant, n’aura à craindre ni injustice",
        "ni frustration."
      ],
      "tafsirTranslate" : [
        ". Mais celui qui fait des choses justes et est un croyant ainsi, il doit avoir",
        "aucune crainte de toute injustice et il ne sera privé de ses droits <N:87>"
      ],
      "tanslateWordByWord" : [
        "Mais (il) qui",
        "Est-ce que",
        "de",
        "les bonnes oeuvres",
        "alors qu'il",
        "(Est) un croyant",
        "alors pas",
        "il craindra",
        "injustice",
        "et pas",
        "privation"
      ],
      "notes" : {
        "87" : [
          "De ce fait, il est clair que dans l'au-delà le cas de chaque individu sera décidé",
          "sur le fond. Si un homme avait été coupable de l'iniquité et de l'injustice en ce",
          "qui concerne les droits de Dieu ou les droits de l'homme ou même ses propres",
          "droits, il doit être traité en conséquence. D'autre part, ceux qui sont à la fois",
          "les croyants et les travailleurs de bonnes oeuvres, auront aucune crainte qu'ils",
          "seraient privés de leurs droits ou punis, même si elles étaient innocents."
        ]
      }
    },
    {
      "verseNumber" : 113,
      "arabicVerse" : "وَكَذَٰلِكَ أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا",
      "simpleTranslate" : [
        "C’est ainsi que Nous avons révélé ce Coran en langue arabe, en y multipliant les",
        "menaces, afin de susciter chez les hommes la crainte de Dieu ou de les pousser à",
        "en méditer le sens."
      ],
      "tafsirTranslate" : [
        "Et, (O Muhammad), a donc Nous avons envoyé ce bas comme un Coran arabe <N:88> et",
        "qui ont donné des avertissements qui y sont de diverses manières, peut-être ces",
        "gens peuvent être sauvés de la perversité ou cela peut aider à éveiller en eux",
        "d'intelligence. <N:89>"
      ],
      "tanslateWordByWord" : [
        "Et ainsi",
        "Nous l'avons fait descendre",
        "(Le Coran",
        "(en arabe",
        "et Nous avons expliqué",
        "en ce",
        "de",
        "les avertissements",
        "qu'ils puissent",
        "la crainte",
        "ou",
        "il peut causer",
        "[pour eux",
        "souvenir"
      ],
      "notes" : {
        "88" : [
          "[ \".... ainsi .. Coran\"]: Cela signifie que le Coran est plein de ces thèmes",
          "élevés, des enseignements sages et admonestations qui sont contenues dans la",
          "partie précédente de cette sourate ainsi que dans les autres sourates du livre."
        ],
        "89" : [
          "Autrement dit, [ \"Le Coran arabe pourrait les réveiller de leur insouciance et",
          "ils pourraient se rappeler les leçons oubliées et qu'ils sentent qu'ils vont",
          "égarer et pourrait réaliser les conséquences de celle-ci.\"]"
        ]
      }
    },
    {
      "verseNumber" : 114,
      "arabicVerse" : "فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ۗ وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَىٰ إِلَيْكَ وَحْيُهُ ۖ وَقُلْ رَبِّ زِدْنِي عِلْمًا",
      "simpleTranslate" : [
        "Gloire à Dieu, le Souverain, l’Authentique ! Ne te hâte pas de répéter les",
        "versets du Coran, avant que leur révélation ne soit achevée ! Dis plutôt :",
        "«Seigneur, donne-moi encore plus de savoir !»"
      ],
      "tafsirTranslate" : [
        "Donc, élevé et exalté Allah, le Vrai Roi <N:90>. Et voyez que vous ne vous hâtez",
        "pas de réciter le Coran avant que soit achevée sa révélation à vous, et priez, \"O",
        "mon Seigneur, donne-moi plus de connaissances.\" <N:91>"
      ],
      "tanslateWordByWord" : [
        "Donc élevé (surtout)",
        "(Est) Allah",
        "le roi",
        "la vérité",
        "Et (ne) pas",
        "accélérer",
        "avec le Coran",
        "avant",
        "avant",
        "[cette]",
        "est completé",
        "à toi",
        "sa révélation",
        "et dis",
        "Mon Seigneur",
        "Augmentez-moi",
        "(En) connaissances"
      ],
      "notes" : {
        "90" : [
          "Ces phrases comme cela se trouvent généralement dans le Coran, à la fin d'un",
          "discours de sorte qu'il peut se terminer par la louange d'Allah. Il est clair à",
          "partir du contexte que le discours se termine par [ \"le vrai roi.\"]"
        ],
        "91" : [
          "À la fin du discours, l'Ange avertit le Saint Prophète par le commandement",
          "d'Allah pour se prémunir contre une chose qui avait été remarqué au cours de la",
          "Révélation, car il n'a pas été jugé approprié de le faire lors de son récital. Il",
          "est évident à partir du libellé de la mise en garde que le Saint Prophète a",
          "essayé d'apprendre le discours révélé et répétait pendant son récital de l'Ange.",
          "Naturellement, cela aurait pu détourner son attention, encore et encore d'écouter",
          "et de saisir la Révélation. Par conséquent, il a été jugé nécessaire qu'il",
          "devrait être enseigné la bonne méthode de la réception du message de la",
          "Révélation et être demandé de ne pas essayer de le commettre à la mémoire au",
          "cours de la Révélation. \n Cette phrase montre que cette partie de la sourate Ta",
          "Ha est l'une des premières révélations, car nous apprenons des autres sourates",
          "début que le Saint Prophète a essayé de commettre à la mémoire de la Révélation",
          "coranique et Allah lui mis en garde contre elle. Par exemple, dans LXXV: 16-19,",
          "on lui a dit: [ «Ne déplacez pas votre langue encore et encore afin d'apprendre",
          "la Révélation, car il est notre responsabilité de vous amener à retenir par cœur",
          "et réciter donc quand. il est récité à vous, écoutez attentivement. Ensuite, il",
          "est aussi de notre responsabilité de faire ses significations claires pour vous.",
          "\n Encore une fois dans LXXXVII: 6, il a assuré: \"] Nous allons vous apprendre à",
          "réciter et vous ne l'oubliez pas.\" Il semble que plus tard, quand le Saint",
          "Prophète avait appris à recevoir les messages de l'Apocalypse, cela ne se produit",
          "pas. Voilà pourquoi il n'y a pas une telle prudence dans les sourates de la",
          "période ultérieure."
        ]
      }
    },
    {
      "verseNumber" : 115,
      "arabicVerse" : "وَلَقَدْ عَهِدْنَا إِلَىٰ آدَمَ مِنْ قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا",
      "simpleTranslate" : [
        "Nous avions fait une recommandation à Adam avant sa chute, mais il ne l’a pas",
        "observée, faisant ainsi preuve d’un manque total de résolution."
      ],
      "tafsirTranslate" : [
        "Nous <N:92> a donné une commande à Adam avant cette <N:93>, mais il a oublié, et",
        "nous n'avons pas trouvé la fermeté de but en lui: <N:94>"
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons fait une alliance",
        "avec",
        "Adam",
        "avant",
        "avant",
        "mais il a oublié",
        "et pas",
        "Nous avons trouvé",
        "En lui",
        "détermination"
      ],
      "notes" : {
        "92" : [
          "De là commence un nouveau discours, qui a probablement été envoyé vers le bas un",
          "certain temps après le discours précédent [(voir EN 90)], et il a été incorporé",
          "dans cette sourate par le commandement d'Allah parce que les deux traitent du",
          "même thème . Voici les similitudes entre les deux: [(1)] Les deux discours",
          "rappellent l'humanité du [ «leçon oubliée»], le Admonition, qu'Allah avait",
          "enseigné à l'homme à l'occasion de sa création. \n [(2)] Les deux enseignent qu'il",
          "est Satan qui séduit l'homme d'oublier cette leçon. Il a réussi à cela en faisant",
          "ses premiers parents de l'oublier; depuis lors, il a été l'oublier maintes et",
          "maintes fois et, par conséquent, a été mis en garde contre cela. \n [(3)] Les deux",
          "avertir l'homme que son succès ou l'échec dépend de son attitude envers cette [",
          "\"admonition.\"] \n [(4)] Les deux avertir l'humanité de distinguer entre une erreur",
          "involontaire et une rébellion intentionnelle et leurs conséquences. Si l'homme",
          "[(comme le Prophète Adam et sa progéniture et les magiciens de Pharaon)] se rend",
          "compte qu'il a été séduit par Satan, son éternel ennemi, puis se repent de son",
          "erreur, il est pardonné. Mais il n'y a pas de pardon pour la rébellion",
          "intentionnelle comme ce fut le cas avec Satan, Pharaon et l'Samiri."
        ],
        "93" : [
          "L'histoire du Prophète Adam a déjà été indiqué dans 11: 30-39, VII: 11-27, 189,",
          "XV: 28-42, XVII: 61-65 et XVIII: 51-52. Mais à chaque endroit que cette partie de",
          "l'histoire qui était pertinent dans le contexte a été cité. Par conséquent, afin",
          "de bien comprendre toute l'histoire, il faut le lire dans tous les sourates ainsi",
          "que le E.N est pertinent."
        ],
        "94" : [
          "Cela signifie qu'il a désobéi au commandement parce qu'il a manqué la fermeté de",
          "but et non pas à cause de la rébellion intentionnelle. Il n'a pas dit, [ «Je ne",
          "moque d'Allah. Si elle est Son commandement, que ce soit. Je ferai tout ce que je",
          "veux. Qui est Allah d'intervenir dans mes affaires privées?\"] \n Au contraire, il",
          "a désobéi parce qu'il avait oublié de commandement d'Allah, et n'a pas montré la",
          "fermeté de l'objectif et la détermination contre les tentations présentées par",
          "Satan. Ceci est illustré par son repentir ultérieur."
        ]
      }
    },
    {
      "verseNumber" : 116,
      "arabicVerse" : "وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَىٰ",
      "simpleTranslate" : [
        "Lorsque Nous ordonnâmes aux anges de se prosterner devant Adam, ils se",
        "prosternèrent tous, sauf Satan qui s’y refusa."
      ],
      "tafsirTranslate" : [
        "Rappelons à l'esprit la dîme lorsque Nous avons dit aux anges: \"vous Bow à Adam;\"",
        "ils ont tous se prosternèrent à l'exception d'Iblis qui refusa."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Nous l'avons dit",
        "aux anges",
        "Prostré",
        "à Adam",
        "puis ils se prosternèrent",
        "sauf",
        "Iblis",
        "il a refusé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 117,
      "arabicVerse" : "فَقُلْنَا يَا آدَمُ إِنَّ هَٰذَا عَدُوٌّ لَكَ وَلِزَوْجِكَ فَلَا يُخْرِجَنَّكُمَا مِنَ الْجَنَّةِ فَتَشْقَىٰ",
      "simpleTranslate" : [
        "Nous dîmes alors : «Ô Adam ! Cet être est un ennemi pour toi et pour ton épouse.",
        "Prenez garde qu’il ne vous fasse chasser du Paradis, car ce serait un grand",
        "malheur pour toi."
      ],
      "tafsirTranslate" : [
        "À cela, nous avons dit à Adam, <N:95> \"Il est un ennemi à vous et à votre femme",
        "<N:96> Soyez sur vos gardes de peur qu'il ne vous ait expulsé du Jardin [. * 97]",
        "et vous vous trouvez dans une grande détresse."
      ],
      "tanslateWordByWord" : [
        "Puis Nous avons dit",
        "O Adam",
        "Effectivement",
        "ce",
        "(Est) un ennemi",
        "à toi",
        "et à votre femme",
        "donc pas",
        "(Laissez) lui de vous conduire à la fois",
        "de",
        "paradis",
        "alors (que) vous souffrirais"
      ],
      "notes" : {
        "96" : [
          "Tous deux savaient que Satan était leur ennemi, pour Adam lui-même avait été",
          "témoin de la démonstration de son inimitié, quand il avait refusé de se",
          "prosterner devant lui et a déclaré en termes clairs, [ «Je suis meilleur que lui:",
          "Tu me créer des as pneu et lui d'argile \"]. [(VII: 12 <V:7:12>, XXXVIII: 76",
          "<V:38:76>, voir aussi XV: 33)]. [ \"Dois-je incliner devant celui que tu as créé",
          "d'argile?\"] Et ensuite ajouté, [ «Il suffit de considérer était-il digne de ce",
          "que tu as exalté sur moi?\"] [(XVII: 61-b2 <V:17:61-b2>)] . Alors Satan ne se",
          "contente pas de cette vantardise de supériorité, mais témoignait sa jalousie en",
          "donnant un défi ouvert qu'il le prouver en séduisant Adam. [(VII: 16 <V:7:16>,",
          "17; XV: 36-42; XVII: 62-6b; XXXVIII: 82-83)]."
        ],
        "97" : [
          "Ce devait avertir tous les deux des conséquences de la désobéissance du",
          "commandement."
        ],
        "95" : [
          "Ici, le commandement, qui a été donné au Prophète Adam, n'a pas été mentionnée,",
          "ce qui était la suivante: [ \"Vous ne devez pas manger le fruit de cet arbre.\"]",
          "Cela a été mentionné dans d'autres endroits, mais a été omis ici parce que",
          "l'accent est mis ici sur cette faiblesse de l'homme qu'il est facilement séduit",
          "par Satan, malgré les signes précurseurs et admonestations à cet effet."
        ]
      }
    },
    {
      "verseNumber" : 118,
      "arabicVerse" : "إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَىٰ",
      "simpleTranslate" : [
        "Au Paradis, tu ne connaîtras ni la faim ni la nudité."
      ],
      "tafsirTranslate" : [
        "Pour ici, vous avez quelques installations tout à fait: vous ne mourez de faim,",
        "ni de rester nue"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "pour toi",
        "qui ne",
        "vous aurez faim",
        "la bride",
        "et pas",
        "vous serez dévêtu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 119,
      "arabicVerse" : "وَأَنَّكَ لَا تَظْمَأُ فِيهَا وَلَا تَضْحَىٰ",
      "simpleTranslate" : [
        "Tu n’y souffriras ni de la soif ni de l’ardeur du soleil.»"
      ],
      "tafsirTranslate" : [
        ", ni souffrir de la soif, ni du soleil. « <N:98>"
      ],
      "tanslateWordByWord" : [
        "Et que vous",
        "ne pas",
        "vont souffrir de la soif",
        "la bride",
        "et pas",
        "exposés à la chaleur du soleil"
      ],
      "notes" : {
        "98" : [
          "Ceci est l'explication de la [ «détresse»] où ils devaient subir inunediately",
          "après leur expulsion du jardin. Ici, au lieu de mentionner les bénédictions",
          "élevées et parfaites du jardin, seulement quatre nécessités de la vie ont été",
          "énoncés, à savoir, nourriture, boisson, robe, et un abri, comme pour dire, [",
          "\"Dans le jardin vous sont fournis avec tous les ces nécessités sans aucun travail",
          "de vous. mais si vous succombez à la tentation et la séduction de Satan, vous",
          "serez totalement privé non seulement de ces installations, mais aussi des",
          "bénédictions supérieures du jardin. Dans ce cas, vous aurez à travailler de",
          "manière difficile pour ces nécessités que très peu d'énergie et le temps et les",
          "loisirs seront laissés avec vous à lutter pour des objectifs plus élevés de la",
          "vie. \"]"
        ]
      }
    },
    {
      "verseNumber" : 120,
      "arabicVerse" : "فَوَسْوَسَ إِلَيْهِ الشَّيْطَانُ قَالَ يَا آدَمُ هَلْ أَدُلُّكَ عَلَىٰ شَجَرَةِ الْخُلْدِ وَمُلْكٍ لَا يَبْلَىٰ",
      "simpleTranslate" : [
        "Mais Satan le tenta en lui disant : «Ô Adam ! Veux-tu que je te montre l’arbre de",
        "l’immortalité et un royaume impérissable?»"
      ],
      "tafsirTranslate" : [
        "Mais Satan a séduit <N:99>, en disant \"? O Adam, dois-je vous montrer l'arbre qui",
        "donne la vie éternelle et le royaume éternel» <N:100>"
      ],
      "tanslateWordByWord" : [
        "Puis chuchoté",
        "à lui",
        "Shaitaan",
        "il a dit",
        "O Adam",
        "Shall",
        "Je vous diriger",
        "à",
        "(l'arbre",
        "(De) l'éternité",
        "et un royaume",
        "ne pas",
        "(Qui) se détériorer"
      ],
      "notes" : {
        "100" : [
          "Selon ce verset, Satan a tenté Adam de manger le fruit de l'arbre afin qu'il",
          "puisse obtenir la vie éternelle et règne éternel, et selon V 11: 20, il a mis une",
          "tentation supplémentaire dans leur chemin, disant qu'ils allaient devenir des",
          "anges et immortel."
        ],
        "99" : [
          "Selon ce verset. il était Adam que Satan voulait surtout à séduire et non Eve.",
          "Bien que selon VII: 20, il tenta tous les deux et les deux ont été séduit, mais",
          "les efforts de Satan ont été principalement dirigé vers Adam. Au contraire, selon",
          "la Bible, le serpent d'abord tenté la femme [ \"manger le fruit de l'arbre",
          "défendu, puis elle a séduit son mari\"]. [(Genèse, 3)]."
        ]
      }
    },
    {
      "verseNumber" : 121,
      "arabicVerse" : "فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ ۚ وَعَصَىٰ آدَمُ رَبَّهُ فَغَوَىٰ",
      "simpleTranslate" : [
        "Adam et Ève mangèrent alors du fruit défendu et aussitôt leur apparut leur nudité",
        "qu’ils essayèrent de cacher avec le feuillage du Paradis. Adam désobéit ainsi à",
        "son Seigneur et se trouva égaré."
      ],
      "tafsirTranslate" : [
        "Enfin, les deux (Adam et sa femme) a mangé du fruit (de l'arbre défendu). En",
        "conséquence de celui-ci, la nudité de chaque comparu devant l'autre, et ils ont",
        "commencé à se couvrir avec des feuilles du jardin. <N:101> Adam a désobéi à son",
        "Seigneur et se sont égarés du droit chemin. <N:102>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, ils ont tous deux mangé",
        "à partir de cela",
        "donc devenu évident",
        "pour eux",
        "leur honte",
        "et ils ont commencé",
        "(attacher",
        "sur elles-mêmes",
        "de",
        "(les feuilles",
        "(De) Paradise",
        "Et Adam désobéit",
        "Et Adam désobéit",
        "son Seigneur",
        "et a commis une erreur"
      ],
      "notes" : {
        "101" : [
          "A peine ont-ils désobéissent le [ \"Command\"] qu'ils ont été privés de tous les",
          "équipements, mais naturellement l'effet immédiat de ce que ressentent eux était.",
          "qu'ils ont été dépouillés de leurs vêtements. Puis peu à peu, comme ils se",
          "sentaient soif, faim, etc., ils ont réalisé qu'ils avaient été privés de tous les",
          "équipements dont ils jouissaient dans le jardin."
        ],
        "102" : [
          "Il vaut la peine de comprendre la nature de la faiblesse humaine qui a contribué",
          "à Satan pour séduire Adam et Eve. Ils ont succombé à la séduction parce que Satan",
          "leur tenté dans le costume d'un véritable ami et bien intentionnée alors qu'ils",
          "savaient très bien qu'il était leur ennemi. Pour Adam avait une connaissance",
          "directe de l'envie et de l'inimitié de Satan, qui avait mis au défi de séduire et",
          "le ruiner en sa présence. Allah leur avait aussi prévenu de se prémunir contre",
          "l'envie et les tentations de Satan et les avait informés des conséquences de la",
          "désobéissance. Par-dessus tout, Adam et Eve croyaient encore en Allah et jamais",
          "pensé à la désobéissance intentionnelle. Mais en dépit de cela, quand Satan les",
          "tenté dans le costume d'un ami, ils ont désobéi leur Seigneur: ils ont oublié le",
          "[ \"Command\"] pour le moment, par manque de finesse de but. Et depuis cette",
          "faiblesse humaine a persisté dans leurs descendants pendant tous les âges."
        ]
      }
    },
    {
      "verseNumber" : 122,
      "arabicVerse" : "ثُمَّ اجْتَبَاهُ رَبُّهُ فَتَابَ عَلَيْهِ وَهَدَىٰ",
      "simpleTranslate" : [
        "Puis son Seigneur le ramena à Lui, accepta son repentir et le remit sur le droit",
        "chemin."
      ],
      "tafsirTranslate" : [
        "Après son Seigneur lui <N:103> ont choisi et accepté son repentir et lui a donné",
        "la voie,"
      ],
      "tanslateWordByWord" : [
        "alors",
        "l'a choisi",
        "son Seigneur",
        "et tourné",
        "à lui",
        "et guidé (lui)"
      ],
      "notes" : {
        "103" : [
          "[ \"......... Son Seigneur l'a choisi\"] parce qu'il n'a pas lui désobéir",
          "intentionnellement et ne persiste pas dans le péché avec arrogance. Dès qu'il a",
          "réalisé son erreur, il eut honte de lui et demanda pardon à Allah. [ \"O notre",
          "Seigneur, nous nous sommes lésés gravement, si Tu ne nous pardonne et aie pitié",
          "de nous, nous serons totalement ruinés\"] [ (VII: 23)]. Contrairement à Adam et",
          "Eve, Satan a été maudit parce non seulement il a désobéi à son Seigneur, mais",
          "aussi persisté dans son péché, et hardiment lui a contesté que ce fut lui qui",
          "était responsable de sa désobéissance, car il avait préféré Adam qu'Il avait créé",
          "d'argile sur celui qu'il avait fait des pneus."
        ]
      }
    },
    {
      "verseNumber" : 123,
      "arabicVerse" : "قَالَ اهْبِطَا مِنْهَا جَمِيعًا ۖ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَىٰ",
      "simpleTranslate" : [
        "«Quittez tous ces lieux, dit le Seigneur, vous serez ennemis les uns des autres.",
        "Attendez-vous à recevoir Mes directives. Celui qui les suivra ne sera ni égaré ni",
        "malheureux,"
      ],
      "tafsirTranslate" : [
        "en disant: <N:104> \"Descendez d'ici vous deux (homme et Satan):. Vous resterez",
        "ennemis à chaque éther Après cela, si vous recevez Guidance de moi; celui qui va",
        "suivre cette orientation, il ne sera ni égarer, ni être impliqué dans la misère,"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Descendre",
        "à partir de cela",
        "tout",
        "certains d'entre vous",
        "aux autres",
        "(As) ennemi",
        "ensuite, si",
        "vient à vous",
        "de moi",
        "orientation",
        "alors celui qui",
        "suit",
        "Mes conseils",
        "alors pas",
        "il se fourvoyer",
        "et pas",
        "souffrir"
      ],
      "notes" : {
        "104" : [
          "Autrement dit, [ «Allah non seulement lui pardonna, mais aussi l'orientation a",
          "donné et lui a enseigné la voie à suivre.\"]"
        ]
      }
    },
    {
      "verseNumber" : 124,
      "arabicVerse" : "وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَىٰ",
      "simpleTranslate" : [
        "tandis que celui qui s’en détournera mènera une vie pleine d’amertume et sera",
        "frappé de cécité, lorsque Nous le ressusciterons, le Jour du Jugement dernier.»"
      ],
      "tafsirTranslate" : [
        "et celui qui se détourne de Mon admonition, il doit avoir une vie misérable",
        "<N:105> dans le monde, et nous l'amènerons aveugle au Jour de la Résurrection. «",
        "<N:106>"
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "se détourne",
        "de",
        "Mon souvenir",
        "alors en effet",
        "pour lui",
        "(Est) une vie",
        "à l'étroit",
        "et Nous le rassemblera",
        "(au jour",
        "(De) la Résurrection",
        "aveugle"
      ],
      "notes" : {
        "105" : [
          "[ \"vie Wretched dans ce monde\"] ne signifie pas une vie de pauvreté. Cela",
          "signifie qu'une telle personne ne peut être privé de la tranquillité d'esprit,",
          "même si il peut être un millionnaire ou le dirigeant d'un vaste empire, pour",
          "l'un, qui se détourner de la [ \"admonestation\"], va gagner tous les succès",
          "mondains par des moyens illégaux et, par conséquent, sera toujours souffrant de",
          "douleurs d'une conscience coupable et privés de la paix de l'esprit et le vrai",
          "bonheur."
        ],
        "106" : [
          "Voici l'histoire du Prophète Adam se termine. A la lumière de cette partie de",
          "l'histoire qui a été liée ici et à d'autres endroits dans le Coran, je suis venu",
          "à la conclusion [(et la connaissance correcte est auprès d'Allah seul)] que le [",
          "\"vicegerency de la Terre\" ] était le même que celui initialement accordé à Adam",
          "dans le jardin, ce qui pourrait avoir été créé dans les cieux ou sur cette Terre.",
          "Quoi qu'il en soit le vicaire d'Allah a été fourni gratuitement avec toutes les",
          "nécessités de la vie et les anges ont été placés sous son commandement pour le",
          "service. Ce fut pour lui permettre de remplir les obligations élevées et nobles",
          "de vicegerency, sans aucun souci au sujet de l'acquisition des nécessités de la",
          "vie. Mais afin de rendre la location permanente dans ce bureau, il était",
          "nécessaire de le mettre à un test afin que toutes ses capacités, excellences et",
          "les faiblesses pourraient être connus. En conséquence, il a dû prendre son test",
          "dans lequel certains de ses faiblesses est venu à la surface: il était enclin à",
          "se laisser séduire par la cupidité et la tentation: il n'a pas rester ferme dans",
          "l'obéissance: il était capable de l'oubli. Voilà pourquoi il a été donné le [",
          "\"vicegerency\"] comme un essai sur la Terre pour une durée déterminée jusqu'au",
          "Jour du Jugement. Pendant cette période de procès, il avait lui-même de prendre",
          "des dispositions pour les nécessités de la vie mais il a été autorisé à exploiter",
          "toutes les ressources de la Terre et de régner sur les autres créatures. Le",
          "procès est la suivante: le fait-il ou pas obéir à son Seigneur, en dépit d'avoir",
          "le pouvoir d'obéir ou de ne pas obéir? Et s'il oublie ou se laisse séduire par la",
          "cupidité, DCEs il ou ETCD qu'il ne se repentent par l'alerte et l'exhortation,",
          "quand il se rend compte de son erreur? Dans le même temps, son Seigneur lui a",
          "averti qu'un dossier complet et parfait de tous ses faits et méfaits est",
          "maintenu, et qu'il doit être jugé le jour du Jugement en accord avec elle. Ceux",
          "qui sortira avec succès sera donnée vicegerency permanente et que la vie",
          "éternelle et royaume éternel par lequel Satan séduit. lui. Les serviteurs justes",
          "deviendront les héritiers du jardin, si elles avaient obéi à leur Seigneur ou",
          "repentie après [ \"oubli\"]. Il convient également de noter également que la vie",
          "dans le jardin ne sera pas seulement être de [ \"manger, boire et être joyeux\"],",
          "mais il y aura des choses plus élevées pour atteindre car aucun être humain ne",
          "peut concevoir dans ce monde. Voilà pourquoi seuls les bénédictions du jardin ont",
          "été mentionnés dans le Coran qui peut être compris par les êtres humains dans ce",
          "monde. \n Il sera utile de faire une étude comparative du compte d'Adam et Eve,",
          "tel qu'il figure dans le Coran avec celle donnée dans la Bible. Selon la Genèse:",
          "\n [ \"Et le Seigneur Dieu forma l'homme de la poussière de la terre, il souffla",
          "dans ses narines un souffle de vie et l'homme devint une âme vivante Et le",
          "Seigneur Dieu planta un jardin en Éden;. Et il y mit le Tnan qu'il avait formé.",
          "et hors de la terre fait le Seigneur Dieu de croître chaque arbre .... l'arbre de",
          "vie .... et l'arbre de la connaissance du bien et du mal .... et le Seigneur Dieu",
          "a commandé le homme, en disant, de tous les arbres du jardin tu peux manger",
          "librement: Mais de l'arbre de la connaissance du bien et du mal, tu ne mangeras",
          "pas: car le jour où tu en mangeras, tu mourras .... Et la nervure, que le",
          "Seigneur Dieu avait pris de Tnan, fait-il une femme, et il l'amena vers l'homme",
          ".... Et ils étaient tous deux nus, l'homme et sa femme, et ne sont pas honte. \"]",
          "[(2 :. 725)] [ \"le serpent était le plus rusé de tous les animaux des champs que",
          "l'Éternel Dieu avait faits. Et il dit à la femme: Oui, Dieu a dit: Vous ne",
          "mangerez pas de tous les arbres du jardin .... Et le serpent dit à la femme: Vous",
          "ne mourrez point: Dieu sait que, le jour vous mangerez, vos yeux seront ouverts,",
          "et vous serez comme des dieux, connaissant le bien et le mal .... elle prit de",
          "son fruit, et en mangea, et en donna aussi à son mari avec elle; et il a mangé.",
          "Et les yeux de tous deux furent ouverts, et ils savaient qu'ils étaient nus; et",
          "ils ont cousu des feuilles de figuier, et se tabliers faits. Et ils ont entendu",
          "la voix du Seigneur Dieu qui se promenait dans le jardin dans la fraîcheur de la",
          "journée: et Adam et sa femme se cachèrent loin de la présence du Seigneur Dieu",
          "parmi les arbres du jardin. Et le Seigneur Dieu appela Adam, et lui dit: Où",
          "es-tu? Et il a dit, j'ai entendu ta voix dans le jardin, et je craignais, parce",
          "que je suis nu; et je me suis caché. Et Il a dit, qui te dit que tu l'ouest nu?",
          "As-tu mangé, dont je te avais que tu ne pas manger? Et l'homme dit: La femme que",
          "tu Gayest pour être avec moi, elle m'a donné de l'arbre, et je ne mange",
          "........... Et la femme dit, le serpent m'a séduite, et je l'ai fait manger. Et",
          "le Seigneur Dieu dit au serpent: Puisque tu as fait cela, tu seras maudit entre",
          "tout le bétail et tous les hauts du champ; sur ton ventre tu marcheras, et tu",
          "mangeras de la poussière que tu tous les jours de ta vie: Et je mettrai inimitié",
          "entre toi et la femme, entre ta postérité et sa postérité; il écrasera ta tête,",
          "et tu lui blesseras le talon. Unto la femme il dit, 1 multiplierai ta douleur et",
          "ta conception; dans la douleur que tu shah enfanteras; et tes désirs se porteront",
          "vers ton mari, et il dominera sur toi. Et à Adam il dit: Parce que tu as écouté",
          "la voix de ta femme, et que tu as mangé de l'arbre, dont 1 te l'a commandé, en",
          "disant: Tu ne mangeras point: maudit est le sol à cause de toi; dans la douleur",
          "tu mangeras tous les jours de ta vie: .... . A la sueur de ton visage que tu",
          "mangeras du pain. Unto Adam et à sa femme a fait le Seigneur Dieu des habits de",
          "peau, et les revêtit. Et le Seigneur Dieu dit: Voici, l'homme est devenu comme",
          "l'un de nous, pour connaître le bien et le mal: et maintenant, de peur qu'il",
          "étendit sa main, et de prendre aussi de l'arbre de la vie, et manger, et vivre à",
          "jamais: . Par conséquent, le Seigneur Dieu le chassa du jardin d'Éden, pour",
          "cultiver le sol d'où il a été emmené \"] [(3: 1-23)]. \n Il est évident que la",
          "Bible n'a pas rendu justice à Adam et Eve, voire même à Dieu Lui-même. D'autre",
          "part, le récit dans le Coran est lui-même une preuve évidente que les histoires",
          "fournies dans ce n'ont pas été copié de la Bible; pour le Coran non seulement",
          "corrobore les parties de la Bible qui sont restés untampered mais corrige aussi",
          "ses fausses déclarations."
        ]
      }
    },
    {
      "verseNumber" : 125,
      "arabicVerse" : "قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَىٰ وَقَدْ كُنْتُ بَصِيرًا",
      "simpleTranslate" : [
        "– «Seigneur, dira-t-il, pourquoi m’as-Tu ressuscité aveugle alors que sur Terre",
        "je voyais?»"
      ],
      "tafsirTranslate" : [
        "-Il va dire: «Seigneur, pourquoi avez-vous soulevé moi aveugle ici, alors que je",
        "suis béni avec vue dans le monde?\""
      ],
      "tanslateWordByWord" : [
        "Il dira",
        "Mon Seigneur",
        "Pourquoi",
        "Vous me ressuscités",
        "aveugle",
        "tandis que [vérité]",
        "j'avais",
        "vue"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 126,
      "arabicVerse" : "قَالَ كَذَٰلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا ۖ وَكَذَٰلِكَ الْيَوْمَ تُنْسَىٰ",
      "simpleTranslate" : [
        "– «Il en est ainsi, lui dira le Seigneur. Nous t’avons bien envoyé Nos preuves et",
        "tu les as négligées ; eh bien, c’est ton tour, à toi d’être négligé !»"
      ],
      "tafsirTranslate" : [
        "Allah dira: «Oui, vous avez oublié nos révélations quand ils sont venus à vous,",
        "(comme si vous étiez aveugles), de sorte que vous êtes aujourd'hui oublié\"",
        "<N:107>"
      ],
      "tanslateWordByWord" : [
        "Il dira",
        "Ainsi",
        "est venu à vous",
        "Nos signes",
        "mais vous les avez oubliés",
        "Et ainsi",
        "aujourd'hui",
        "vous serez oublié"
      ],
      "notes" : {
        "107" : [
          "Le Coran a décrit les différentes conditions et expériences à travers lesquelles",
          "les criminels passeront du Jour de la Résurrection au moment de leur entrée en",
          "enfer: [ «Tu as été négligents de cette; maintenant Nous avons supprimé . le",
          "rideau devant vous et votre vue est devenue très forte \"] [(l: 22 <V:50:22>)]. [",
          "\"Il ne les reporte au jour où les yeux sont ALi regarder avec consternation. Ils",
          "vont être en cours d'exécution dans la terreur avec des têtes levés et les yeux",
          "fixés vers le haut et les cœurs vides\"]. [(XIV: 42-43 <V:14:42-43>)]. [ \"Nous",
          "avons fixé l'augure de chaque homme à son cou et le Jour de la Résurrection, Nous",
          "allons présenter un écrit qu'il trouvera comme un livre ouvert. [(On lui dit :)]«",
          "Voici votre fiche:. lire Aujourd'hui, vous pouvez vous compter votre compte »].",
          "[(XVII: 13-14 <V:17:13-14>)]. A la lumière de ce qui précède et ce verset",
          "[(126)], il apparaît que, dans l'au-delà, les criminels doivent être activés pour",
          "voir les sites horribles et de réaliser les conséquences de leurs mauvaises",
          "actions, mais à d'autres égards, ils seront comme l'homme aveugle qui ne peut pas",
          "voir son chemin et est privé de même un personnel de se sentir son chemin, et il",
          "n'y a personne pour le guider. Donc, il trébuche et est bousculé et ETCD sait pas",
          "où aller et comment pour satisfaire ses besoins. Cet état a été très exprimé",
          "ainsi: [ \"Vous avez oublié nos révélations quand ils sont venus à vous, alors",
          "vous êtes oublié aujourd'hui»], comme si, [ \"vous étiez aveugle et avait personne",
          "à occuper de vous.\"]"
        ]
      }
    },
    {
      "verseNumber" : 127,
      "arabicVerse" : "وَكَذَٰلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآيَاتِ رَبِّهِ ۚ وَلَعَذَابُ الْآخِرَةِ أَشَدُّ وَأَبْقَىٰ",
      "simpleTranslate" : [
        "C’est ainsi que Nous rétribuons celui qui aura commis des excès et n’aura pas cru",
        "aux signes de son Seigneur. Certes, le châtiment de la vie future est plus",
        "terrible encore et plus durable."
      ],
      "tafsirTranslate" : [
        "-Ce est de savoir comment nous rétribuons (dans ce monde) <N:108> ceux qui",
        "transgressent les limites et ne croient pas aux révélations de leur Seigneur. Et",
        "le tourment de l'au-delà est plus terrible et plus durable."
      ],
      "tanslateWordByWord" : [
        "Et ainsi",
        "Nous rétribuons",
        "(lui qui",
        "transgresse",
        "et pas",
        "croit",
        "dans (les) Signes",
        "(De) son Seigneur",
        "Et sûrement (la) peine",
        "(De) l'au-delà",
        "(Est) plus sévère",
        "et plus durable"
      ],
      "notes" : {
        "108" : [
          "Cela fait référence au [ \"misérable vie\"] qui sera le sort de ceux qui se",
          "détournent de la [ \"admonestation\"] dans cette vie mondaine."
        ]
      }
    },
    {
      "verseNumber" : 128,
      "arabicVerse" : "أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ ۗ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِأُولِي النُّهَىٰ",
      "simpleTranslate" : [
        "N’ont-ils pas été suffisamment édifiés par les nombreuses générations que Nous",
        "avions déjà fait périr avant eux et dont ils foulent aujourd’hui l’endroit où",
        "s’élevaient leurs demeures? N’y a-t-il pas là des signes pour des hommes doués",
        "d’intelligence?"
      ],
      "tafsirTranslate" : [
        "Avoir ces gens <N:109> reçu aucune orientation (de cette leçon de l'histoire) que",
        "nous avons détruit avant de les nombreuses générations au sein desquels les",
        "habitations (en ruine), ils se déplacent aujourd'hui? En fait, il y a beaucoup de",
        "signes pour les gens sagaces. <N:110>"
      ],
      "tanslateWordByWord" : [
        "a ensuite pas",
        "il a guidé",
        "[pour eux",
        "combien",
        "Nous (avons) détruit",
        "Avant eux",
        "de",
        "les générations",
        "(Comme) ils marchent",
        "dans",
        "leurs logements",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) Signes",
        "pour les possesseurs",
        "(De) l'intelligence"
      ],
      "notes" : {
        "109" : [
          "[ \"Ces personnes\"] de la Mecque."
        ],
        "110" : [
          "Autrement dit, [ \"Dans cette leçon de l'histoire et dans l'observation des",
          "vestiges archéologiques et dans cette expérience de l'humanité»]."
        ]
      }
    },
    {
      "verseNumber" : 129,
      "arabicVerse" : "وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُسَمًّى",
      "simpleTranslate" : [
        "N’eussent été un arrêt déjà pris et un terme déjà fixé par ton Seigneur, leur",
        "supplice eût été immédiat."
      ],
      "tafsirTranslate" : [
        "n'a pas été un décret avant-ordonné par votre Seigneur et une durée de répit été",
        "nommé, le jugement sur eux aurait été adopté maintenant immédiatement."
      ],
      "tanslateWordByWord" : [
        "Et sinon",
        "(Pour) un mot",
        "(Ce) précédé",
        "de",
        "votre Seigneur",
        "sûrement (aurait) ont été",
        "une obligation",
        "et un terme",
        "déterminé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 130,
      "arabicVerse" : "فَاصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا ۖ وَمِنْ آنَاءِ اللَّيْلِ فَسَبِّحْ وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَىٰ",
      "simpleTranslate" : [
        "Supporte patiemment leurs propos ! Célèbre les louanges de ton Seigneur avant le",
        "lever et le coucher du soleil ! Glorifie-Le au cours de la nuit ainsi qu’aux",
        "extrémités de la journée ! Peut-être seras-tu agréé."
      ],
      "tafsirTranslate" : [
        "Par conséquent (O Muhammad), endurent ce qu'ils disent et glorifient votre",
        "Seigneur par Sa louange, avant le lever du soleil et avant sa mise, et le",
        "glorifient pendant les heures de la nuit et aux extrêmes de le jour: <N:111>",
        "peut-être vous pouvez vous sentir satisfait <N:112>."
      ],
      "tanslateWordByWord" : [
        "Alors soyez patient",
        "plus de",
        "quelle",
        "ils disent",
        "et glorifier",
        "avec des éloges",
        "(De) votre Seigneur",
        "avant",
        "(la montée",
        "(du soleil",
        "et avant",
        "son cadre",
        "et de",
        "(les heures",
        "(de la nuit",
        "et glorifier",
        "(À la) extrémités",
        "(du jour",
        "afin que vous puissiez",
        "être satisfait"
      ],
      "notes" : {
        "112" : [
          "Le texte arabe d'origine admet deux significations: \n [(1)] [ \"contenu Reste avec",
          "votre état actuel dans lequel vous devez entendre beaucoup de choses désagréables",
          "pour le bien de votre mission, et se soumettre à ce décret qu'ils ne sont pas",
          "punis pour le moment, car ils continueront à vous persécutera et en même temps de",
          "mener une vie prospère. \"] \n [(2)] [ \"Allez sur l'exécution de votre mission,",
          "pour la suite de cela, vous serez pleinement satisfait.\"] \n Ce second sens est",
          "pris en charge par [(a)] XVII: 79: [ «Ce temps est pas loin, lorsque votre",
          "Seigneur vous élève à une position louable,\"] qui suit le commandement à propos",
          "de Salat, [(b)] XCIII: 45: [ \". Certes, la dernière période de la vie sera",
          "meilleure pour vous que l'ancien, et dans un proche avenir de votre Seigneur vous",
          "donnera tellement que vous serez pleinement satisfait\"]"
        ],
        "111" : [
          "Ceci est au confort et à consoler le Saint Prophète, comme pour dire, [ «Allah",
          "n'a pas l'intention de les détruire encore, car il leur a fixé un terme de répit,",
          "de sorte que vous devriez endurer avec patience ce qu'ils ne contre vous et",
          "d'entendre leurs discours dur et continuer à remplir les obligations de votre",
          "mission. A cet effet, vous devez offrir salat conformément aux délais prescrits",
          "parce qu'il va créer en vous la patience et le courage nécessaire »]. \n [",
          "\"Glorifie ton Seigneur»] signifie: [ \"Offrez à vos prières prescrites»], comme il",
          "ressort de v 132.: \n Par ailleurs, dans ce verset [(130)] les temps de salat ont",
          "été prescrits: [(1)] La prière Fajr avant le lever du soleil, [(2)] `prière Asr",
          "avant le coucher du soleil, [(3)]` prières Isha et Tahajjud pendant la heures de",
          "la nuit. Matin et après-midi [(Dhuhr)] et du soir [(maghrib)] Prières [ \"aux",
          "extrêmes de la journée.\"] [(Voir aussi E.N. de. 91 à 97 du chapitre XV11.)]"
        ]
      }
    },
    {
      "verseNumber" : 131,
      "arabicVerse" : "وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ ۚ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَىٰ",
      "simpleTranslate" : [
        "Ne porte pas tes regards vers les jouissances éphémères que Nous avons accordées",
        "à certains groupes d’entre eux. Ce n’est là que le vain clinquant de ce monde,",
        "destiné à les mettre à l’épreuve. Mais les biens que ton Seigneur te réserve sont",
        "meilleurs et plus durables."
      ],
      "tafsirTranslate" : [
        "Et ne rejette pas un regard envieux sur la propriété mondaine Nous avons donné à",
        "différents types de personnes, pour que Nous leur avons donné tout ce que de les",
        "mettre au procès, et la disposition légale <N:113> de votre Seigneur est meilleur",
        "et plus durable:"
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "étendre",
        "tes yeux",
        "vers",
        "quelle",
        "Nous avons donné pour le plaisir",
        "[Avec ça]",
        "paires",
        "d'eux",
        "(La) splendeur",
        "(De) la vie",
        "(du monde",
        "que nous pouvons les tester",
        "en ce",
        "Et (la) disposition",
        "(De) votre Seigneur",
        "(est mieux",
        "et plus durable"
      ],
      "notes" : {
        "113" : [
          "Il signifie: [ «Il ne vous et vos compagnons appartient pas à être jaloux de la",
          "richesse des gens méchants qui sont amasser des richesses par des moyens illégaux",
          "La meilleure chose pour vous est la disposition légale qui vous gagnez. par votre",
          "dur labeur, même si cela peut être maigre en quantité. cela vaut mieux pour les",
          "pieux, juste et est de la vertu éternelle. \"]"
        ]
      }
    },
    {
      "verseNumber" : 132,
      "arabicVerse" : "وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا ۖ لَا نَسْأَلُكَ رِزْقًا ۖ نَحْنُ نَرْزُقُكَ ۗ وَالْعَاقِبَةُ لِلتَّقْوَىٰ",
      "simpleTranslate" : [
        "Recommande la salât à ta famille ! Et toi-même, persévère dans la salât ! Nous ne",
        "te réclamons aucun bien, c’est Nous qui t’en accorderons. Le meilleur destin est",
        "réservé aux gens pieux."
      ],
      "tafsirTranslate" : [
        "interdire Salat sur les membres de votre famille <N:114> et vous-même observer",
        "aussi strictement. Nous ne demandons pas une disposition de vous, car il est",
        "nous-mêmes qui vous donne disposition. Et la bonne ultime est la piété. <N:115>"
      ],
      "tanslateWordByWord" : [
        "Et commande",
        "(E) votre famille",
        "la prière",
        "et être ferme",
        "la bride",
        "ne pas",
        "Nous te demandons",
        "(Pour) la fourniture",
        "nous",
        "fournir (pour) vous",
        "et le résultat",
        "(Est) pour les justes [ness]"
      ],
      "notes" : {
        "114" : [
          "Autrement dit, [ \"Enseignez à vos enfants aussi que cette disposition légale est",
          "beaucoup mieux que les richesses illégales des gens méchants. A cet effet, leur",
          "enjoindre de dire leurs prières prescrites, car cela va changer leur attitude,",
          "leur niveau de valeurs, et les rendre satisfaits des dispositions pures et la vie",
          "vertueuse de préférence à la vie du péché et de luxe. \"]"
        ],
        "115" : [
          "Il implique ceci:. [ \"Nous ne vous demandons de ne pas offrir à vos prières pour",
          "toute prestation de Notre propre Nous vous demandons de le faire pour votre",
          "propre bien, parce que cela va créer la piété en vous qui apportera à propos de",
          "la véritable réussite pour vous dans ce monde et dans l'au-delà. \"]"
        ]
      }
    },
    {
      "verseNumber" : 133,
      "arabicVerse" : "وَقَالُوا لَوْلَا يَأْتِينَا بِآيَةٍ مِنْ رَبِّهِ ۚ أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَىٰ",
      "simpleTranslate" : [
        "Les négateurs disent : «Que ne nous montre-t-il un miracle de la part de son",
        "Seigneur?» Mais n’ont-ils pas déjà reçu une preuve évidente dans les Écritures",
        "antérieures?"
      ],
      "tafsirTranslate" : [
        "Ils disent: «Pourquoi veut-il pas nous apporter un signe de son Seigneur?\" N'a",
        "pas un clair Sign venir à eux contenant tous les enseignements des anciens",
        "Ecritures? <N:116>"
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Pourquoi pas",
        "il nous apporte",
        "un panneau",
        "de",
        "son Seigneur",
        "a ne pas",
        "venir à eux",
        "preuve",
        "(de quoi",
        "(était dans",
        "les Ecritures",
        "l'ancien"
      ],
      "notes" : {
        "116" : [
          "Cela signifie que le Coran lui-même est un grand miracle, car si elle est",
          "présentée par une personne illettrée parmi eux, il contient l'essence des",
          "enseignements et des conseils de tous les pneus précédents Livres Divins. Non",
          "seulement cela: il fait ces enseignements et des conseils si simple et clair que",
          "même un homme simple du désert peut bénéficier."
        ]
      }
    },
    {
      "verseNumber" : 134,
      "arabicVerse" : "وَلَوْ أَنَّا أَهْلَكْنَاهُمْ بِعَذَابٍ مِنْ قَبْلِهِ لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزَىٰ",
      "simpleTranslate" : [
        "Si Nous avions laissé s’abattre sur eux Notre châtiment avant de leur révéler ce",
        "Coran, ils n’auraient pas manqué de dire : «Seigneur ! Que ne nous as-Tu envoyé",
        "un prophète? Nous aurions alors suivi Tes enseignements au lieu de tomber dans",
        "l’opprobre et l’avilissement.»"
      ],
      "tafsirTranslate" : [
        "Si Nous avions fait périr avec un fléau avant sa venue, ces mêmes personnes",
        "auraient dit: «Notre Seigneur, pourquoi avez-vous pas envoyé un messager pour",
        "nous afin que nous aurions suivi Tes révélations avant que nous étions humilié et",
        "déshonoré? \""
      ],
      "tanslateWordByWord" : [
        "Et si",
        "nous",
        "(A) les détruire",
        "avec une punition",
        "avant lui",
        "avant lui",
        "sûrement, ils (seraient) ont dit",
        "Notre Seigneur",
        "pourquoi pas",
        "Tu as envoyé",
        "à nous",
        "un Messager",
        "de sorte que nous (pourrions) avons suivi",
        "Vos signes",
        "avant",
        "avant",
        "[cette]",
        "nous avons été humiliés",
        "et déshonoré"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 135,
      "arabicVerse" : "قُلْ كُلٌّ مُتَرَبِّصٌ فَتَرَبَّصُوا ۖ فَسَتَعْلَمُونَ مَنْ أَصْحَابُ الصِّرَاطِ السَّوِيِّ وَمَنِ اهْتَدَىٰ",
      "simpleTranslate" : [
        "Réponds-leur : «Nous sommes tous dans l’attente. Attendez donc, vous aussi, et",
        "vous saurez bientôt ceux qui sont les bien-guidés et qui sont sur la bonne voie.»"
      ],
      "tafsirTranslate" : [
        "(O Muhammad) disent à eux, «Tout le monde attend le résultat final; <N:117> de",
        "sorte que vous pouvez également attendre, car vous allez bientôt venir à savoir",
        "qui suivent le droit chemin et qui sont bien guidés. \""
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Chaque",
        "(Est) en attente",
        "donc attendre",
        "Ensuite, vous saurez",
        "qui",
        "(Les) compagnons",
        "(de la manière",
        "[La] même",
        "et qui",
        "est guidé"
      ],
      "notes" : {
        "117" : [
          "Autrement dit, [ \"Depuis que le message de l'Islam est présenté dans votre ville",
          "[(Makkah)], il est non seulement chaque personne de cette ville qui attend son",
          "résultat final, mais aussi tous à l'extérieur, qui a entendu parler, \"]"
        ]
      }
    }
  ],
  "medinian" : false
}