{
  "chapterNumber" : 21,
  "nbVerses" : 112,
  "name" : "Les prophètes",
  "nameArabic" : "الأنبياء",
  "transName" : "anbiyāʾ",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ",
      "simpleTranslate" : [
        "Le jour où les hommes auront à rendre compte approche ; et, cependant, plongés",
        "dans leur insouciance, ils s’en détournent."
      ],
      "tafsirTranslate" : [
        ". Le temps de la prise en compte du peuple a approché, <N:1> et pourtant ils se",
        "détournent (du Admonition) dans étourderie <N:2>"
      ],
      "tanslateWordByWord" : [
        "(A) approché",
        "pour [la] l'humanité",
        "leur compte",
        "pendant qu'ils",
        "(sont dans",
        "étourderie",
        "se détourner"
      ],
      "notes" : {
        "1" : [
          "[ \"Le temps .... près\"]: le temps de la Résurrection. Ceci est d'avertir le",
          "peuple que le temps de la Résurrection quand ils auront à comparaître devant leur",
          "Seigneur pour rendre leurs comptes est pas loin. En effet, la venue du Saint",
          "Prophète était un signe et une preuve évidente du fait que l'humanité était entré",
          "dans la dernière étape de son histoire. Le Saint Prophète lui-même a expliqué le",
          "tenant par deux de ses doigts adjacents et dit: [ \"J'ai été envoyé à un moment",
          "qui se joint au temps de la Résurrection, comme ces deux doigts raccordent\"]. Par",
          "ce qu'il voulait dire, [ «Aucun autre Prophète vient entre moi et la",
          "Résurrection. Par conséquent réparer vos façons maintenant, car après moi aucun",
          "guide vient avec de bonnes nouvelles et d'alerte\"]."
        ],
        "2" : [
          "Autrement dit, [ \"Ils ne paient pas attention à aucun avertissement ni réfléchir",
          "à leur fin, ni écouter l'exhortation du Messager.\"]"
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ",
      "simpleTranslate" : [
        "Aucun nouveau rappel ne leur parvient de leur Seigneur qu’ils ne l’écoutent d’un",
        "air amusé"
      ],
      "tafsirTranslate" : [
        "Ils donnent une simple audition formelle à chaque nouvelle révélation <N:3> qui",
        "leur vient de leur Seigneur et restent engagés dans le jeu (de la vie) pour leurs",
        "cœurs sont préoccupés (avec d'autres questions.) <N:4>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "vient les",
        "de",
        "un rappel",
        "de",
        "leur Seigneur",
        "de nouveau",
        "sauf",
        "ils écoutent",
        "pendant qu'ils",
        "(Sont à) jouer"
      ],
      "notes" : {
        "4" : [
          "Les mots du texte original peuvent aussi être interprétées comme: [ \"Ils ne",
          "prennent pas la vie au sérieux, mais le traiter comme un sport et une",
          "plaisanterie\"]."
        ],
        "3" : [
          "[ \"Nouvelle Révélation\"]: Une nouvelle sourate du Coran."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "لَاهِيَةً قُلُوبُهُمْ ۗ وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا هَلْ هَٰذَا إِلَّا بَشَرٌ مِثْلُكُمْ ۖ أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ",
      "simpleTranslate" : [
        "et d’un cœur distrait. Et les injustes se disent en secret : «Qu’est-il,",
        "celui-là, sinon un mortel comme vous? Allez-vous tomber sous le coup de la magie,",
        "en pleine connaissance de cause?»"
      ],
      "tafsirTranslate" : [
        "Et les gens injustes murmurent les uns aux autres, en disant: \".! Cet homme est",
        "plus qu'un être humain comme vous Que ferez-vous, alors, séduit par sa magie",
        "pendant que vous percevez?\" <N:5>"
      ],
      "tanslateWordByWord" : [
        "Distraits",
        "leur cœur",
        "Et ils cachent",
        "la conversation privée",
        "ceux qui",
        "[Ils] lésés",
        "Est",
        "ce",
        "sauf",
        "un être humain",
        "comme toi",
        "Ainsi aborderez-vous",
        "la magie",
        "pendant que tu",
        "voir (it)"
      ],
      "notes" : {
        "5" : [
          "Ce peut aussi être traduit par: [ \"Qu'est-ce que, vous étant alors pris au piège",
          "par sa magie?\"] \n Les incroyants, qui étaient les chefs de la Mecque, chuchotés à",
          "l'autre à cet effet:. [ \"Quoi qu'il en soit cet homme ne peut pas être un",
          "prophète parce qu'il est un être humain comme nous et mange et boit et a femme et",
          "ses enfants comme nous nous voir rien d'inhabituel à lui qui pourrait le",
          "distinguer de nous et rendre digne du bureau de la prophétie. cependant, nous",
          "admettons qu'il ya une certaine magie dans son discours et de la personnalité.",
          "Voilà pourquoi celui qui écoute à lui ou va près de lui est charmé. par",
          "conséquent, la meilleure chose pour vous est de ne pas écouter du tout, ni aller",
          "près de lui, pour l'écouter ou d'aller près de lui ne sera impliquant vous",
          "intentionnellement dans son piège. \"] \n La raison pour laquelle ils ont accusé le",
          "Saint Prophète de pratiquer la magie était que même ses adversaires étaient [",
          "\"charmés\"] par sa personnalité. quand ils l'ont rencontré. Muhammad bin Ishaq",
          "[(d. 152 AH)] dit [ \"Une fois` Utbah bin Rabi`ah, le père-frère d'Abu Sufyan, dit",
          "aux chefs qu'il voulait voir Muhammad et lui donner des conseils. Ils ont dit ,",
          "`Nous avons pleine confiance en vous, vous pouvez aller et avoir une conversation",
          "avec lui. En conséquence, il est allé au Saint Prophète et dit: `Cher neveu, vous",
          "savez que vous avez été en grand honneur ici devant et vous appartenez à une",
          "famille noble. Défausse Pourquoi avez-vous alors apporté cette affliction à votre",
          "peuple? Vous avez causé parmi eux: vous considérez vos gens à être fous. vous",
          "parlez mal de leur religion et de divinités, et vous déclarez leurs ancêtres",
          "décédés pour être incroyants Mon cher neveu, si votre but est de devenir un homme",
          "riche, nous pouvons vous donner tant la richesse que vous allez devenir l'homme",
          "le plus riche parmi nous. si vous êtes à la recherche d'un rang élevé, nous vous",
          "notre chef faire, même notre roi, si vous voulez, mais si vous souffrez d'une",
          "maladie mentale qui vous fait voir des illusions, nous aurons vous traité par les",
          "meilleurs médecins. Il a continué à parler dans cette souche et le Saint Prophète",
          "est resté silencieux. Quand il eut une longue conversation, le Saint Prophète a",
          "dit, `Abul Walid, avez-vous eu votre mot à dire ou vous voulez dire quelque chose",
          "de plus? Il a répondu qu'il avait dit ce qu'il avait à dire. Puis le Saint",
          "Prophète a dit: `Maintenant écoutez-moi». Et il se mit à réciter la sourate Ha",
          "Mim Sajdah [(Chapitre XLI)] après Bismillah et `Utbah écoutait comme s'il avait",
          "été charmé. Quand le Saint Prophète est venu à v. 38, il est tombé dans la",
          "prostration. Puis, levant la tête, il dit: «O Abul Walid, je l'ai dit tout ce que",
          "je devais dire, et que vous avez entendu. Maintenant, je dois plus rien à dire ».",
          "Après ce `Utbah revint vers les chefs qui l'ont perçu comme un homme changé, et a",
          "fait remarquer,` Par Dieu! son visage montre qu'il est pas le même homme qu'il",
          "était quand il est allé d'ici. Quand il est venu à eux, ils ont demandé, `Quel a",
          "été le résultat de votre mission? Il répondit: `Par Dieu, aujourd'hui je l'ai",
          "entendu une chose similaire dont je ne l'avais jamais entendu auparavant. Par",
          "Allah! Il est pas de la poésie, ni sorcellerie, ni divination. Ô gens de Quraish,",
          "je vous conseille de le laisser à lui-même. D'après ce que je l'ai entendu parler",
          "de lui, je conclus que son message va apporter une grande révolution ici. Si les",
          "Arabes surmonter lui, vous tenez absous de l'accusation de meurtre de votre",
          "propre frère, et s'il plus-pouvoirs les Arabes, sa souveraineté sera votre propre",
          "souveraineté et son honneur votre propre honneur ». Le peuple répondit, `Par",
          "Dieu! vous aussi, O Abul Walid, avez été charmé par lui. Pour cela, il a répondu:",
          "`je l'ai exprimé mon opinion. Maintenant, il est pour vous d'accepter ou de le",
          "rejeter »] [(Ibn Hisham, Vol I, pp 313-314..)] Baihaqi, dans son récit de",
          "l'événement ci-dessus, rend cet ajout. [\". Quand le Saint Prophète récita v. 13:",
          "`S'ils se détournent de votre message, dites-leur, je vous ai de la venue d'un",
          "coup de foudre comme la foudre qui a visité le` Ad et Thamud averti ', `Utbah a",
          "placé sa main sur la bouche du Saint Prophète, en disant: Pour l'amour de Dieu,",
          "aie pitié de ton peuple \".\"] \n A cet égard, ibn Ishaq a cité un autre événement.",
          "Une fois un homme du clan de Arash est venu à la Mecque avec des chameaux et Abou",
          "Jahl les a achetés. Quand il a demandé leur prix, il le rebutés par des excuses",
          "boiteuses. Enfin l'homme est venu au sanctuaire de la Kaaba et se mit à pleurer",
          "publiquement la malhonnêteté d'Abou Jahl. Le Saint Prophète a également été assis",
          "dans un coin du Sanctuaire. Les chefs de la Quraish dit à l'homme, [ \"Nous ne",
          "pouvons pas vous aider de quelque façon que dans cette affaire, regardez, il y a",
          "un homme assis:. Allons à lui et il vous obtenir votre argent\"] Par conséquent,",
          "la Arashi se dirigea vers la Saint Prophète et les chefs ont commencé à murmurer",
          "en plaisantant, [ \"Aujourd'hui, il y aura beaucoup de plaisir!\"] Quand l'homme a",
          "exprimé sa plainte devant le Saint Prophète, aussitôt il se leva et l'accompagna",
          "jusqu'à la maison d'Abu Jahl, suivi d'un informateur des chefs. Le Saint Prophète",
          "a frappé à la porte d'Abu Jahl, qui a demandé de l'intérieur, [ «Qui est là\"]? Il",
          "répondit: [ \"Muhammad\"]. En entendant cela, aussitôt il est sorti et le Saint",
          "Prophète lui dit: [ \"Payer cet homme ses cotisations».] En conséquence, Abu Jahl",
          "entra sans dire un mot, qui porte le prix des chameaux et payé l'homme. A ce",
          "l'informateur a couru vers le Quraish et leur a dit toute l'histoire et dit: [",
          "«Par Dieu, aujourd'hui je l'ai vu quelque chose que je ne l'avais jamais vu",
          "auparavant. . Lorsque Abu Jahl est sorti, Muhammad lui a demandé de payer les",
          "cotisations, et il lui obéit comme s'il sort lié \".] [(Ibn Hisham, Vol. II, pp.",
          "29-30)]. \n Ce fut cette [ \"charme\"] de la personnalité, le caractère et les",
          "paroles du Saint Prophète qui ces personnes considérées comme les effets de [",
          "«charme»] et a averti les gens de ne pas aller près de lui, par crainte de son [",
          "\" la magie.\"]"
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "قَالَ رَبِّي يَعْلَمُ الْقَوْلَ فِي السَّمَاءِ وَالْأَرْضِ ۖ وَهُوَ السَّمِيعُ الْعَلِيمُ",
      "simpleTranslate" : [
        "Et le Prophète de dire : «Mon Seigneur sait ce qui se dit dans le Ciel et sur la",
        "Terre. Il est Celui qui entend tout et qui sait tout.»"
      ],
      "tafsirTranslate" : [
        ". \"Mon Seigneur a la connaissance de tout ce qui est dit dans les cieux et la",
        "terre car il est AllHearing, Omniscient\" A cela, le Prophète répondit: <N:6>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Mon Seigneur",
        "sait",
        "le mot",
        "dans",
        "Le Paradis",
        "et la terre",
        "Et il",
        "(Est) l'Audient",
        "l'Omniscient"
      ],
      "notes" : {
        "6" : [
          "Ce fut la réponse du Prophète à leur fausse propagande et de la campagne",
          "chuchotant. Au lieu de donner une réponse `tac au tac, dit-il, [\" Mon Seigneur",
          "traitera avec vous car il entend tout et sait tout. \"]"
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "بَلْ قَالُوا أَضْغَاثُ أَحْلَامٍ بَلِ افْتَرَاهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ",
      "simpleTranslate" : [
        "– «Ce Coran, disent-ils, n’est qu’un amas de rêveries ! Ou c’est plutôt lui qui",
        "l’a forgé ! Ou il s’agit plutôt de l’œuvre d’un poète ! Qu’il produise donc",
        "devant nous un signe miraculeux, comme celui dont furent chargés les premiers",
        "envoyés !»"
      ],
      "tafsirTranslate" : [
        "Ensuite, ils disent: «Il est un faisceau de rêves incohérents: non, il a lui-même",
        "inventé: non, il est poète; <N:7> sinon, laissez-le faire un signe comme les",
        "signes avec lesquels les anciens prophètes ont été envoyés \"."
      ],
      "tanslateWordByWord" : [
        "Non",
        "ils disent",
        "Embrouillé",
        "rêves",
        "Non",
        "il (a) l'a inventé",
        "Non",
        "il",
        "(Est) un poète",
        "Alors laissez-le nous apporter",
        "un panneau",
        "comme ça",
        "a été envoyé",
        "(À) l'ancien"
      ],
      "notes" : {
        "7" : [
          "Le fond de ce verset est la suivante: [ «Quand le message du Saint Prophète a",
          "commencé à gagner des adhérents, les chefs de la Mecque ont décidé entre eux de",
          "lancer une campagne de propagande pour contrecarrer cet effet, ils ont décidé que",
          "chaque visiteur. à la Mecque pour le pèlerinage doit être abordée et son esprit",
          "si empoisonné contre le Saint Prophète qu'il DCEs même pas aller à proximité et",
          "l'écoutent. Bien que cette campagne a continué tout au long de l'année, la saison",
          "de pèlerinage spécialement un grand nombre d'hommes ont été députa aller les",
          "tentes des pèlerins pour les avertir de se méfier du Saint Prophète. Différentes",
          "sortes de choses ont été dites contre le Saint Prophète lors de ces entretiens.",
          "Parfois, il a été dit qu'il était un sorcier, ou qu'il avait fabriqué lui-même le",
          "Coran mais il attribué à Allah. Certains diront que ses révélations ` 'étaient",
          "les paroles d'un fou et un faisceau d'idées incohérentes. d'autres diront que ce",
          "sont des idées poétiques ordinaires qui étaient doublés comme les mots d'AIIah.",
          "Tout ce qu'ils voulaient faire était d'empoisonner l'esprit des visiteurs,",
          "indépendamment de la justesse de leurs propres versions. Ils avaient aucune",
          "opinion réfléchie et définitive en la matière. \n Cette fausse propagande,",
          "cependant, a eu l'effet opposé. Le nom du Saint Prophète est devenu connu sur",
          "toute la longueur et la largeur du pays à travers les activités néfastes des",
          "chefs de la Mecque. Une sorte positive de l'approche des musulmans aurait pas",
          "atteint la même publicité dans les années comme il a été atteint si rapidement",
          "dans cette campagne négative de la Quraish. Elle a mis tout le monde en pensant:",
          "\"] Après tout, qui est cet homme contre lequel une telle campagne de dénigrement",
          "a été lancée [?\" Le type grave d'entre eux plutôt arrivé à la conclusion qu'il",
          "faut entendre le Saint Prophète lui-même et dit à eux-mêmes: \"] Après tout, nous",
          "ne sommes pas des enfants qui peuvent être facilement attirés loin [\". \n Par",
          "exemple, Ibn Ishaq a raconté en détail l'histoire de Tufail-bin-'Amr Dausi dans",
          "ses propres mots: \"] Je suis un poète du clan des Daus Une fois que je suis allé",
          "à la Mecque et a été, à mon arrivée là-bas, entouré. par certaines personnes du",
          "Quraish qui m'a dit toutes sortes de choses contre le Saint Prophète. Alors je",
          "grandi suspect et a essayé de l'éviter autant que possible. le lendemain, quand",
          "je suis allé visiter le sanctuaire, je l'ai vu en disant que son prière. Par",
          "hasard, j'ai entendu quelques phrases et je sentais que ce qu'il récitait étaient",
          "excellents mots. Je me suis dit, `Je suis un poète et un jeune homme sensible et",
          "aucun enfant qui ne peut pas distinguer entre le droit et le mal. Pourquoi je ne",
          "devrais pas répondre donc lui et demander ce qu'il est en train de réciter? En",
          "conséquence, 1 le suivit dans sa maison et dit: `Les gens avaient donc mch me",
          "empoisonné contre vous que je l'avais fait mettre du coton dans mes oreilles de",
          "peur que je devrais entendre. Votre voix, mais ce que j'ai entendu aujourd'hui de",
          "vous par hasard était si appel que je me sens exhorté à enquêter sur votre",
          "message plutôt en détail. a ce le Saint Prophète a récité un passage du Coran, à",
          "la suite de laquelle j'embrassé l'Islam, puis il. a mon retour chez moi, je",
          "décidai mon père et la femme à devenir musulmans, ce qu'ils ont fait, et invité",
          "les gens de mon clan à embrasser l'Islam avec le résultat que jusque la bataille",
          "de la tranchée autant que quatre-vingts familles de mon clan étaient entrés dans",
          "le giron de l'islam. [ \"[(Ibn Hisham , Vol. II, pp. 22-24)]. \n Selon une autre",
          "tradition citée par Ibn Ishaq, les chefs de la Quraish ont avoué dans leurs",
          "réunions privées que toutes leurs accusations contre le Saint Prophète étaient",
          "faux. Selon lui, face à une réunion, Nadr bin Harith a dit une fois, \"] Vous ne",
          "pouvez pas surmonter Muhammad par les méthodes que vous adoptez contre lui. Quand",
          "il était un jeune homme que vous le considériez comme votre personne la plus",
          "élevé et le regardait comme votre . homme le plus sincère et honnête maintenant",
          "qu'il a atteint un âge avancé, vous dites, il est un sorcier: il est un",
          "sooth-sayer: il est poète: il est fou ». Par Dieu, il est pas un sorcier, car",
          "nous savons très bien quel genre de personnes les sorciers sont et ce genre de",
          "trucs, ils ont recours à. Par Dieu, il est pas un devin, car nous sommes",
          "pleinement conscients des guess-travaux de les devins. par Dieu, il est pas un",
          "poète car nous savons ce qu'est la poésie et peut juger que ses paroles ne",
          "peuvent pas être classés dans la poésie dans tous les sens. par Dieu, il est pas",
          "fou, car nous savons tous ce que les choses absurdes les fous total. Par",
          "conséquent, les chefs O du Quraish, laissez-nous penser à un autre plan pour le",
          "vaincre. \" Après cela, il se proposait que les histoires de la Perse comme dose",
          "de Rustam et Asfandyar devraient être une publicité pour détourner l'attention du",
          "peuple du Coran. En conséquence, ils ont mis ce système en pratique et Nadr se",
          "mit à raconter ces histoires devant le peuple. [(Ibn Hisham, Vol. I, pp.",
          "320-321)]."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "مَا آمَنَتْ قَبْلَهُمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا ۖ أَفَهُمْ يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Pas une seule cité parmi celles que Nous avons anéanties avant eux n’avait cru à",
        "la vue des miracles. Y croiront-ils, eux, s’ils les voyaient?"
      ],
      "tafsirTranslate" : [
        "Le fait, cependant, est que aucune habitation, qui nous fait périr avant eux, cru",
        "(en dépit des signes); maintenant, vont-ils donc croire? <N:8>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "a cru",
        "Avant eux",
        "tout",
        "ville",
        "Nous avons détruit ce qui",
        "alors seront-ils",
        "croyez"
      ],
      "notes" : {
        "8" : [
          "Ce contient une réponse concise à la demande d'un signe à l'effet \n [(1)] Vous",
          "demandez des signes comme ceux qui ont été présentées par les anciens messagers",
          "mais vous oubliez que ces gens obstinés ne croyaient pas en dépit des signes",
          "indiqués pour eux. \n [(2)] Tout en exigeant un signe, vous ne parvenez pas à se",
          "rendre compte que les gens, qui mécru même après avoir vu un signe, ont été",
          "inévitablement détruits. \n [(3)] Il est en effet un bienfait d'Allah qu'Il ne",
          "montre pas le signe comme exigé par vous. Par conséquent, la meilleure solution",
          "pour vous serait de croire sans voir un signe. Sinon, vous allez rencontrer le",
          "même destin que les anciennes communautés réunies, quand ils ne croyaient pas",
          "même après avoir vu les signes."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ ۖ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ",
      "simpleTranslate" : [
        "Nous n’avons envoyé avant toi que des hommes à qui nous faisions des révélations.",
        "Interrogez là-dessus les gens de l’Écriture, si vous l’ignorez !"
      ],
      "tafsirTranslate" : [
        "Et, ô Muhammad, Nous avons envoyé avant toi aussi les êtres humains comme des",
        "messagers, à qui nous révélé (Notre message) <N:9> Si vous (objecteurs de O,)",
        "avez aucune connaissance de cela, vous. peut demander aux gens du livre. <N:10>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous avons envoyé",
        "Avant toi",
        "sauf",
        "Hommes",
        "Nous avons révélé",
        "pour eux",
        "Alors demandez",
        "(les gens",
        "(De) Rappel",
        "si",
        "toi",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "9" : [
          "Ceci est la réponse à leur objection: [ «Cet homme est plus qu'un être humain",
          "comme vous\"], et donc, ne peut pas être un messager de Dieu. On leur a dit que",
          "les anciens prophètes, aussi, que vous reconnaissez aussi comme prophètes,",
          "étaient des êtres humains et ont été bénis avec Révélations d'Allah."
        ],
        "10" : [
          "Autrement dit, [ \"Vous pouvez avoir témoigné par les Juifs, qui sont les ennemis",
          "de l'Islam comme vous, et enseignez-vous les moyens de s'y opposer, que tous les",
          "messagers dont le Prophète Moïse étaient des êtres humains . »]"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَمَا جَعَلْنَاهُمْ جَسَدًا لَا يَأْكُلُونَ الطَّعَامَ وَمَا كَانُوا خَالِدِينَ",
      "simpleTranslate" : [
        "Et Nous n’en avons pas fait des corps pouvant se passer de nourriture ou des",
        "êtres immortels."
      ],
      "tafsirTranslate" : [
        "Nous ne leur donnons des organes tels que pourrait survivre sans nourriture, ni",
        "étaient-ils immortels."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous leur avons fait",
        "corps",
        "ne pas",
        "en train de manger",
        "la nourriture",
        "et pas",
        "ils étaient",
        "immortels"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "ثُمَّ صَدَقْنَاهُمُ الْوَعْدَ فَأَنْجَيْنَاهُمْ وَمَنْ نَشَاءُ وَأَهْلَكْنَا الْمُسْرِفِينَ",
      "simpleTranslate" : [
        "Puis Nous avons tenu envers eux Notre promesse en les sauvant, eux et ceux qu’il",
        "Nous a plu de sauver, et en anéantissant les transgresseurs."
      ],
      "tafsirTranslate" : [
        "Puis Nous avons rempli nos promesses avec eux et, finalement, les sauvâmes et",
        "quiconque Nous voulions, et détruit les transgresseurs <N:11>."
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous avons rempli (pour) les",
        "la promesse",
        "Nous les avons sauvés",
        "et que",
        "Nous voulions",
        "et Nous avons détruit",
        "les transgresseurs"
      ],
      "notes" : {
        "11" : [
          "Histoire non seulement nous dit que les anciens messagers étaient des êtres",
          "humains, mais il contient aussi une leçon qu'ils ont tous reçu le secours d'Allah",
          "comme promis par lui et leurs ennemis ont été complètement détruits. Par",
          "conséquent, vous devriez sérieusement envisager le but pour lequel vous vous",
          "dirigez."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "لَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ ۖ أَفَلَا تَعْقِلُونَ",
      "simpleTranslate" : [
        "En vérité, Nous vous révélons un Livre qui constitue un rappel pour vous.",
        "Finirez-vous par le comprendre?"
      ],
      "tafsirTranslate" : [
        "Ô gens, Nous avons fait descendre vers vous un livre, qui traite des questions",
        "concernant vous-mêmes. Qu'est-ce, ne comprenez-vous cela? <N:12>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Nous (avons) fait descendre",
        "à toi",
        "un livre",
        "en ce",
        "(Est) votre mention",
        "Ensuite, ne sera pas",
        "vous utilisez la raison"
      ],
      "notes" : {
        "12" : [
          "Ceci est une réponse globale aux diverses objections qui ont été soulevées en",
          "désespoir de cause par les mécréants de la Mecque contre le Coran et le Saint",
          "Prophète, comme pour dire: [ \"Qu'y at-il dans ce livre ? que vous ne pouvez pas",
          "comprendre Pourquoi considérez-vous pas dans le bon esprit il n'y a rien de",
          "contradictoire en elle: il vous et vos propres problèmes et les affaires de la",
          "vie discute, il décrit votre propre nature, origtn et à la fin, elle établit une",
          "discrimination entre le bien et le mal et présente de hautes qualités morales",
          "dont vos propres consciences approuvent et confirment. Pourquoi ne pas, alors,",
          "utilisez votre esprit pour comprendre cette chose simple et facile? \"]"
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنْشَأْنَا بَعْدَهَا قَوْمًا آخَرِينَ",
      "simpleTranslate" : [
        "Que de cités rebelles n’avons-Nous pas fait périr, pour les remplacer par des",
        "communautés nouvelles !"
      ],
      "tafsirTranslate" : [
        "Beaucoup une habitation de gens méchants est là, qui nous écrasés en pièce, et",
        "après les avoir ressuscités un autre peuple."
      ],
      "tanslateWordByWord" : [
        "Et combien",
        "Nous (avons) brisé",
        "de",
        "une ville",
        "(c'était",
        "injuste",
        "et Nous avons produit",
        "après eux",
        "un autre peuple",
        "un autre peuple"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "فَلَمَّا أَحَسُّوا بَأْسَنَا إِذَا هُمْ مِنْهَا يَرْكُضُونَ",
      "simpleTranslate" : [
        "Dès qu’ils sentirent la rigueur de Notre châtiment, ils s’enfuirent de leurs",
        "villes."
      ],
      "tafsirTranslate" : [
        "Quand ils aperçurent Notre Fléau <N:13>, ils ont commencé à fuir le lieu."
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "ils aperçurent",
        "Notre tourment",
        "voir",
        "ils",
        "à partir de cela",
        "fuyaient"
      ],
      "notes" : {
        "13" : [
          "Autrement dit, \"Quand ils ont réalisé que le fléau d'Allah a été en réalité à",
          "venir. ...."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "لَا تَرْكُضُوا وَارْجِعُوا إِلَىٰ مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ لَعَلَّكُمْ تُسْأَلُونَ",
      "simpleTranslate" : [
        "«Ne fuyez pas, leur fut-il dit. Revenez à votre vie de luxe et à vos demeures.",
        "Peut-être serez-vous interrogés.»"
      ],
      "tafsirTranslate" : [
        "(Ensuite, il leur a été dit :) \"Ne pas fuir: revenir à la même vie de luxe et les",
        "maisons où vous faisiez joyeux:. Peut-être vous demandera peut-être à ce sujet\"",
        "<N:14>"
      ],
      "tanslateWordByWord" : [
        "Fuyez pas",
        "Fuyez pas",
        "mais le retour",
        "à",
        "quelle",
        "on vous a donné le luxe",
        "en ce",
        "et vos maisons",
        "afin que vous puissiez",
        "être interrogé"
      ],
      "notes" : {
        "14" : [
          "Ceci est une phrase très significative. Cela peut signifier: \n [(1)] [ \"Examiner",
          "ce fléau minutieusement de sorte que si quelqu'un vous demande à ce sujet, vous",
          "pourriez être en mesure de donner un compte rendu exact de celui-ci.\"] \n [(2)] [",
          "\"Tenez vos grandes réunions comme d'habitude: peut-être vos serviteurs peuvent",
          "venir avec les mains jointes devant vous pour recevoir les ordres.\"] \n [(3)] [",
          "\"Tenez vos conseils comme avant, peut-être les gens peuvent encore venir demander",
          "vos sages conseils.\"]"
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ",
      "simpleTranslate" : [
        "«Malheur à nous, s’écriaient-ils. Nous avons été vraiment injustes !»"
      ],
      "tafsirTranslate" : [
        "Ils criaient, \"Malheur à nous: en effet, nous étions injustes.\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Malheur à nous",
        "En effet, [nous]",
        "nous étions",
        "les malfaiteurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "فَمَا زَالَتْ تِلْكَ دَعْوَاهُمْ حَتَّىٰ جَعَلْنَاهُمْ حَصِيدًا خَامِدِينَ",
      "simpleTranslate" : [
        "Et leurs lamentations ne cessèrent que lorsque Nous les eûmes réduits à l’état",
        "d’un champ fauché et sans vie."
      ],
      "tafsirTranslate" : [
        "Ils sont allés à pleurer cette chose jusqu'à ce que Nous les BATTU, ne laissant",
        "aucune étincelle de vie en eux."
      ],
      "tanslateWordByWord" : [
        "Alors pas",
        "cessé",
        "[ce]",
        "leur cri",
        "jusqu'à",
        "Nous leur avons fait",
        "moissonné",
        "disparu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ",
      "simpleTranslate" : [
        "Nous n’avons pas créé le Ciel, la Terre et les espaces interstellaires, pour Nous",
        "divertir."
      ],
      "tafsirTranslate" : [
        "Nous avons pas créé pour un passe-temps les cieux et la terre et tout ce qui est",
        "entre eux. <N:15>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous avons créé",
        "Le Paradis",
        "et la terre",
        "et quoi",
        "(Est) entre eux",
        "(pour jouer"
      ],
      "notes" : {
        "15" : [
          "Ce fut pour réfuter toute leur conception de la vie qui a été fondée sur",
          "l'hypothèse que l'homme était libre de faire ce qu'il voulait, et il n'y avait",
          "personne pour l'appeler à rendre compte ou de lui prendre à la tâche: qu'il y",
          "avait pas de vie dans l'au-delà où ses bonnes actions seront récompensées et les",
          "mauvaises actions punis. En d'autres termes, cela signifie que tout l'univers",
          "avait été créé sans but sérieux et donc il n'y avait pas besoin de payer la",
          "moindre attention au message du Prophète."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا لَاتَّخَذْنَاهُ مِنْ لَدُنَّا إِنْ كُنَّا فَاعِلِينَ",
      "simpleTranslate" : [
        "Si Nous avions désiré un divertissement, Nous l’aurions trouvé auprès de",
        "Nous-même, si toutefois Nous l’avions vraiment désiré."
      ],
      "tafsirTranslate" : [
        "Si Nous avions voulu dire pour en faire un jouet et rien de plus que cela, nous",
        "l'aurions fait par soi-même. <N:16>"
      ],
      "tanslateWordByWord" : [
        "Si",
        "Nous avions l'intention",
        "cette",
        "Nous prenons",
        "un passe-temps",
        "sûrement nous (aurions pu) pris",
        "de",
        "Nous",
        "si",
        "Nous étions",
        "faiseurs"
      ],
      "notes" : {
        "16" : [
          "Autrement dit, [ «Ce monde a été créé avec un but précis et non pas comme un",
          "jouet, car s'il avait voulu profiter d'un sport, nous aurait fait sans créer un",
          "être sensible, rationnelle et créature responsable comme vous. Loin de nous de",
          "mettre l'homme à un procès et de conflits pour des raisons de simple plaisir. \"]"
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ ۚ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ",
      "simpleTranslate" : [
        "Bien au contraire, Nous lançons la Vérité contre le faux pour le faire",
        "disparaître, et effectivement le faux ne tarde pas à s’évanouir. Malheur donc à",
        "vous pour vos allégations mensongères !"
      ],
      "tafsirTranslate" : [
        "Mais le mensonge Nous donnons un coup dur avec la Vérité, qui casse la tête et le",
        "mensonge disparaît en un rien de temps; et il y a malheur pour vous à cause des",
        "mensonges que vous inventez. <N:17>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "Nous lançons",
        "la vérité",
        "contre",
        "[Le] mensonge",
        "et il se casse la tête",
        "voir",
        "c'est)",
        "disparition",
        "Et pour toi",
        "(Est) la destruction",
        "pour quoi",
        "vous attribuez"
      ],
      "notes" : {
        "17" : [
          "Autrement dit, [ \"L'objet pour lequel ce monde a été créé est de mettre en scène",
          "un conflit entre la vérité et le mensonge Et vous vous savez que, dans ce",
          "mensonge de conflit a toujours été vaincu et détruit:. Vous devriez donc",
          "considérer cette réalité au sérieux, car, si vous construisez le système de votre",
          "vie sur la fausse présomption qu'elle est simple plaisir, vous rencontrerez avec",
          "les mêmes conséquences que les anciens les gens ont fait, qui présumer que le",
          "monde était un simple spectacle et passe-temps. par conséquent, vous devriez",
          "revoir votre attitude entière vers le message qui est venu à vous. au lieu de se",
          "moquer de lui et raillant le Messager, vous devriez prendre un avertissement du",
          "sort des anciens peuples. \"]"
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ وَمَنْ عِنْدَهُ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلَا يَسْتَحْسِرُونَ",
      "simpleTranslate" : [
        "À Lui appartiennent ceux qui sont dans les Cieux et sur la Terre ; et ceux qui se",
        "tiennent auprès de Lui ne ressentent en L’adorant ni arrogance ni lassitude."
      ],
      "tafsirTranslate" : [
        "Tout ce qui existe dans les cieux et la terre appartient à Allah: <N:18> et (les",
        "anges) qui sont près de Lui <N:19> le mépris de ne pas le servir, ils ne se",
        "sentent fatigué: <N:20>"
      ],
      "tanslateWordByWord" : [
        "Et à Lui (appartient)",
        "quiconque",
        "(est dans",
        "Le Paradis",
        "et la terre",
        "Et (ceux) qui",
        "(Sont) près de Lui",
        "ne pas",
        "ils sont arrogants",
        "à",
        "L'adorer",
        "et pas",
        "ils se fatiguent"
      ],
      "notes" : {
        "18" : [
          "De là, commence le discours sur la confirmation de Monothéisme et la réfutation",
          "du polythéisme pour ceux-ci étaient les bases réelles du conflit entre le Saint",
          "Prophète et les mécréants de la Mecque. L'argumentation est la suivante:",
          "L'ensemble du système de l'univers est une preuve évidente qu'il ya un Dieu qui",
          "est son Créateur, Souverain, souverain, et le Seigneur, et il est un mensonge",
          "qu'il ya beaucoup de dieux qui sont des partenaires dans Son Royaume et la",
          "souveraineté, ou qu'il ya un Dieu suprême qui a sous lui des dieux mineurs pour",
          "mener les affaires de son royaume. Cette preuve est également basé sur les",
          "versets précédents dans lesquels il a été déclaré que l'univers n'a pas bleu créé",
          "comme un passe-temps ou un jouet, mais dans un but sérieux et qu'il y a toujours",
          "eu un conflit entre la vérité et le mensonge, et le mensonge a toujours été",
          "vaincu et détruit."
        ],
        "19" : [
          "Autrement dit, les anges que les polythéistes d'Arabie croyaient être les enfants",
          "de Dieu et les adoraient en tant que partenaires dans la Divinité."
        ],
        "20" : [
          "Autrement dit, [ \"Ils sont engagés dans sa journée de service et de la nuit, sans",
          "murmures ni jamais se sentir fatigué.\"]"
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ",
      "simpleTranslate" : [
        "Aussi Le glorifient-ils nuit et jour, sans relâche."
      ],
      "tafsirTranslate" : [
        ", ils le glorifient nuit et jour sans prendre de repos."
      ],
      "tanslateWordByWord" : [
        "Ils glorifient (Lui)",
        "[la nuit",
        "et la journée",
        "ne pas",
        "ils se détendent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "أَمِ اتَّخَذُوا آلِهَةً مِنَ الْأَرْضِ هُمْ يُنْشِرُونَ",
      "simpleTranslate" : [
        "Ont-ils tiré de la terre des divinités capables de ressusciter les morts?"
      ],
      "tafsirTranslate" : [
        "Avoir les divinités terrestres qu'ils ont mis en place le pouvoir de donner la",
        "vie et élever les (inanimés) les choses? <N:21>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(Ont) ils pris",
        "dieux",
        "de",
        "La terre",
        "ils",
        "Ressucite les morts)"
      ],
      "notes" : {
        "21" : [
          "Cette question a été posée pour ramener les incroyants que quand ils se croyaient",
          "qu'il n'y a pas d'être autre que Dieu qui peut donner la vie à la matière",
          "inanimée, pourquoi ils reconnaissent alors d'autres divinités en dehors d'Allah?"
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا ۚ فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ",
      "simpleTranslate" : [
        "Or, s’il y avait d’autres divinités que Dieu dans les Cieux et sur la Terre, la",
        "marche de ces derniers aurait été gravement compromise. Gloire donc à Dieu,",
        "Maître du Trône, qui est au-dessus de leurs allégations mensongères !"
      ],
      "tafsirTranslate" : [
        "Avait-il eu d'autres divinités en dehors d'Allah dans les cieux et la terre, les",
        "deux (les cieux et la terre) auraient disparu de l'ordre. <N:22> Donc, absolument",
        "libre est Allah, Seigneur de Trône, <N:23> des choses fausses qu'ils attribuent à",
        "Lui."
      ],
      "tanslateWordByWord" : [
        "Si",
        "(Il y avait",
        "dans les deux",
        "dieux",
        "outre",
        "Allah",
        "sûrement, ils (seraient) ont été ruinés",
        "Ainsi glorifié",
        "(Est) Allah",
        "Seigneur",
        "(De) Trône",
        "(Ci-dessus) ce qui",
        "ils attribuent"
      ],
      "notes" : {
        "22" : [
          "Cette phrase concise contient deux arguments: \n [(1)] L'argument évidemment",
          "simple est que aucune institution, aucun ménage, sans parler du vaste univers",
          "contenant une multitude d'innombrables étoiles lointaines, peut fonctionner sans",
          "heurts et correctement, si elle dispose de deux maîtres. \n [(2)] L'argument plus",
          "profonde est que le système de tout l'univers, y compris celle de la terre,",
          "fonctionne selon une loi universelle. Il ne pouvait pas travailler alors même",
          "pour un instant, s'il n'y avait pas une bonne proportion, l'équilibre, l'harmonie",
          "et la coordination entre les différents pouvoirs et d'innombrables choses. Ceci",
          "est une preuve évidente qu'il existe un universel et tout-puissant droit et le",
          "système qui lie et oblige ces pouvoirs et les choses tc coopèrent et coordonnent",
          "entre eux avec une proportion et d'harmonie parfaite et cela ne pouvait pas",
          "arrivé s'il avait été différent souverains indépendants. L'existence d'un tel",
          "système est lui-même une preuve évidente qu'il doit y avoir un directeur",
          "tout-puissant et administrateur d'administration et au pouvoir tout l'univers.",
          "Pour plus de détails, s'il vous plaît voir E. N. 47 de Bani Isra'il [(XVII)]."
        ],
        "23" : [
          "Autrement dit, [ «Le souverain de tout l'univers.\"]"
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ",
      "simpleTranslate" : [
        "Il n’a pas de compte à rendre de ce qu’Il fait, mais les hommes devront Lui",
        "rendre compte de leurs actes."
      ],
      "tafsirTranslate" : [
        "Il est responsable devant aucun pour ce qu'Il fait, mais tous les autres sont",
        "responsables (à Lui)."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "Il (peut) être remise en question",
        "sur quoi",
        "Il fait",
        "mais ils",
        "sera interrogé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "أَمِ اتَّخَذُوا مِنْ دُونِهِ آلِهَةً ۖ قُلْ هَاتُوا بُرْهَانَكُمْ ۖ هَٰذَا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي ۗ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ الْحَقَّ ۖ فَهُمْ مُعْرِضُونَ",
      "simpleTranslate" : [
        "Ont-ils pris d’autres divinités que Dieu? Dis-leur : «Quelle preuve avez-vous que",
        "ce sont bien des divinités? Référez-vous plutôt au rappel qui a été adressé à",
        "ceux qui sont avec moi et à cet autre rappel qui a été adressé à ceux qui m’ont",
        "devancé !» Mais la plupart d’entre eux ne connaissent pas la vérité et s’en",
        "écartent délibérément."
      ],
      "tafsirTranslate" : [
        "l'ont-ils jeté et mis en place d'autres divinités? Dis-leur, ô Muhammad,",
        "\"Apportez votre autorité;. Voici ce livre, qui contient Admonition pour les gens",
        "de mon temps, et il y a aussi les livres qui contenaient Admonition pour les",
        "anciens peuple» <N:24> Mais la plupart de ces les gens ne connaissent pas la",
        "réalité; par conséquent, ils se sont détournés de lui. <N:25>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(Ont) ils pris",
        "en dehors de Lui",
        "en dehors de Lui",
        "dieux",
        "Dire",
        "Apporter",
        "votre preuve",
        "Ce",
        "(Est) un rappel",
        "(pour ceux qui",
        "(Sont) avec moi",
        "et un rappel",
        "(pour ceux qui",
        "(Étaient) devant moi",
        "Mais",
        "la plupart d'entre eux",
        "(ne pas",
        "connaître",
        "la vérité",
        "afin qu'ils",
        "(Sont) opposés"
      ],
      "notes" : {
        "24" : [
          "Les deux premiers étaient des arguments rationnels, ce qui est un historique.",
          "Cela signifie que l'étude de toutes les anciennes Ecritures montre que le",
          "Créateur de l'univers est un Dieu et Lui seul est digne de service et de culte,",
          "alors que [ «Votre religion est ni étayée par des arguments rationnels, ni par",
          "des preuves historiques.\"]"
        ],
        "25" : [
          "Il est leur manque de la connaissance de la réalité qui a créé cette indifférence",
          "envers le Message du Prophète, et même leur a fait insoucieux du message »."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا فَاعْبُدُونِ",
      "simpleTranslate" : [
        "Nous n’avons envoyé avant toi aucun prophète à qui il n’ait été révélé qu’il n’y",
        "a point d’autre divinité que Moi et que c’est Moi que vous devez adorer."
      ],
      "tafsirTranslate" : [
        "Le fait est que pour chaque Messenger que Nous avons fait descendre avant de",
        "vous, Nous avons révélé la même chose: «Il n'y a pas d'autre divinité que Moi:",
        "alors adorer Moi seul.\""
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous avons envoyé",
        "Avant toi",
        "Avant toi",
        "tout",
        "Messager",
        "mais",
        "Nous révélons (ed)",
        "à lui",
        "qu'il]",
        "(Il n'y a pas",
        "Dieu",
        "sauf",
        "Moi",
        "donc adorer Me"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَقَالُوا اتَّخَذَ الرَّحْمَٰنُ وَلَدًا ۗ سُبْحَانَهُ ۚ بَلْ عِبَادٌ مُكْرَمُونَ",
      "simpleTranslate" : [
        "«Le Miséricordieux S’est donné des enfants !», disent les polythéistes. Gloire à",
        "Lui ! Les anges ne sont que Ses serviteurs honorés,"
      ],
      "tafsirTranslate" : [
        "Ils disent: \"Le Miséricordieux a progéniture.\" <N:26> Gloire à Allah, ils sont",
        "ses simples serviteurs qui ont été honorées:"
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "A pris",
        "le Tout Miséricordieux",
        "un fils",
        "Glorifié soit-Il",
        "Non",
        "(ils sont) esclaves",
        "honoré"
      ],
      "notes" : {
        "26" : [
          "[ \"Offspring\"] se réfère ici aux anges comme il ressort de v. 28. Les mécréants",
          "de l'Arabie croyait que les anges étaient les filles de Dieu."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ",
      "simpleTranslate" : [
        "qui ne devancent jamais Ses décisions et agissent constamment sur Ses ordres."
      ],
      "tafsirTranslate" : [
        ", ils ne dépassent pas les limites de leur parler devant lui et juste faire son",
        "appel d'offres."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "ils (peuvent) précéder Lui",
        "dans le mot",
        "et ils",
        "par Son ordre",
        "acte"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَىٰ وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ",
      "simpleTranslate" : [
        "Dieu connaît leur passé et leur avenir. Ils n’intercèdent qu’en faveur de ceux",
        "qu’Il a déjà agréés, et ils tremblent de crainte devant Lui."
      ],
      "tafsirTranslate" : [
        "Il sait ce qui est devant eux et aussi tout ce qui leur est caché; ils",
        "\"n'intercèdent pour personne, sauf pour celui à qui Allah veut entendre un",
        "plaidoyer, et ils vivent dans la crainte de Lui <N:27>"
      ],
      "tanslateWordByWord" : [
        "Il sait",
        "quelle",
        "(Est) avant de les",
        "(Est) avant de les",
        "et quoi",
        "(Est) derrière eux",
        "et pas",
        "ils (peuvent) intercède",
        "sauf",
        "pour qui",
        "Il approuve",
        "Et ils",
        "de",
        "peur de Lui",
        "craindront"
      ],
      "notes" : {
        "27" : [
          "Ces deux versets réfutent les deux raisons pour lesquelles les polythéistes",
          "avaient fait les anges leurs divinités: \n [(1)] Ils les ont emmenés pour les",
          "descendants d'Allah. \n [(2)] Ils pensaient que s'ils adoraient les anges, ils",
          "seraient tellement heureux qu'ils intercèdent auprès d'Allah en leur nom. [(Voir",
          "X: 18; XXXIX: 3)]. \n A cet égard, il convient également de noter que le Coran",
          "réfute la doctrine de l'intercession des polythéistes, en disant que leurs",
          "soi-disant intercesseurs ne sont pas qualifiés pour intercéder pour quiconque. Il",
          "en est ainsi «parce qu'ils ne connaissent pas les choses cachées, alors que Dieu",
          "sait tout ce qui est caché ou ouvert à eux. Par conséquent, les anges ou les",
          "prophètes ou saints sont autorisés intercession uniquement avec l'autorisation",
          "préalable d'Allah. Comme Allah seul a le pouvoir d'entendre ou d'accepter",
          "l'intercession, personne d'autre a le droit de culte ou de droits divine. Pour",
          "plus de détails, s'il vous plaît sec Ta Ha [(XX)]: de 85-86 E. N.."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَٰهٌ مِنْ دُونِهِ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ ۚ كَذَٰلِكَ نَجْزِي الظَّالِمِينَ",
      "simpleTranslate" : [
        "Et quiconque d’entre eux dirait : «Je suis un dieu en dehors de Lui !», Nous lui",
        "donnerions la Géhenne pour récompense, car c’est ainsi que Nous récompensons les",
        "rebelles."
      ],
      "tafsirTranslate" : [
        "Et si quelqu'un d'entre eux étaient de dire: «Je suis aussi une divinité en",
        "dehors d'Allah\", Nous lui envoyons en enfer, car ceci est la récompense de la",
        "part de nous pour ces ouvriers d'iniquité."
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "dit",
        "d'eux",
        "En effet, je suis",
        "un dieu",
        "en dehors de Lui",
        "en dehors de Lui",
        "Alors que",
        "Nous allons récompenser",
        "(Avec) l'Enfer",
        "Ainsi",
        "Nous rétribuons",
        "les malfaiteurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا ۖ وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ ۖ أَفَلَا يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Les infidèles ne savent-ils pas que les Cieux et la Terre formaient à l’origine",
        "une masse compacte que Nous avons ensuite disloquée, et que Nous avons tiré toute",
        "matière vivante de l’eau? Se décideront-ils à croire enfin?"
      ],
      "tafsirTranslate" : [
        "N'a pas les gens qui ne croient pas (le message), toujours considéré cela: les",
        "cieux et la terre furent d'abord une seule masse; Ensuite Nous les avons séparés,",
        "<N:28> et a créé toute chose vivante de l'eau? <N:29> Est-ce qu'ils ne",
        "reconnaissent pas (que c'est notre création)?"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "voir",
        "ceux qui",
        "pas foi",
        "cette",
        "Le Paradis",
        "et la terre",
        "ont été",
        "une entité rejoint",
        "Ensuite Nous les avons séparés",
        "et Nous avons fait",
        "de",
        "[l'eau",
        "chaque",
        "une chose vivante",
        "une chose vivante",
        "Ensuite, ne sera pas",
        "ils croient"
      ],
      "notes" : {
        "28" : [
          "De la formulation du texte, il apparaît que dans un premier temps tout l'univers",
          "était une seule masse de la matière; puis il a été divisé en différentes parties",
          "et la terre et les autres corps célestes ont été formés. Pour de plus amples",
          "détails, s'il vous plaît voir Ha Mim [(XLI)]: E.N. de 13-15"
        ],
        "29" : [
          "De la formulation du texte, il apparaît que Allah a fait de l'eau la cause et",
          "l'origine de la vie. Voir aussi An-Nur [(XXIV)]: 45."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَعَلَّهُمْ يَهْتَدُونَ",
      "simpleTranslate" : [
        "Nous avons fixé solidement des montagnes dans la terre, afin qu’elle ne branle",
        "pas sous leurs pieds. Et Nous y avons aménagé des défilés servant de chemins,",
        "afin qu’ils puissent facilement y circuler."
      ],
      "tafsirTranslate" : [
        "Et Nous avons fixé des montagnes fermes dans la terre, afin qu'elle devrait",
        "basculer d'un côté avec eux <N:30>, et nous sommes partis qui y sont tracés",
        "ouverts <N:31> afin qu'ils puissent trouver leur chemin. <N:32>"
      ],
      "tanslateWordByWord" : [
        "Et Nous (avons) placé",
        "dans",
        "La terre",
        "montagnes fermement ensemble",
        "de peur de",
        "il (devrait) secouer",
        "avec eux",
        "et Nous avons fait",
        "la bride",
        "large passe",
        "(As) façons",
        "afin qu'ils puissent",
        "(Be) guidée"
      ],
      "notes" : {
        "32" : [
          "Ceci est une phrase très significative. Cela peut signifier que les gens peuvent",
          "trouver des chemins pour se déplacer sur la terre, et il peut aussi signifier que",
          "la sagesse qui sous-tend la compétence et le système de leur création peut les",
          "guider vers la Réalité."
        ],
        "30" : [
          "Pour une explication, voir E. N. 12 de An-Nahl [(XVI)]."
        ],
        "31" : [
          "[ «chemins ouverts»] sont les passes entre les hautes montagnes et les vallées et",
          "les ravins faites par les rivières dans les régions montagneuses et d'autres",
          "moyens naturels qui relient les différentes régions sur la terre."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا ۖ وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ",
      "simpleTranslate" : [
        "Et du firmament Nous avons fait une voûte inexpugnable. Et cependant ils",
        "demeurent insensibles à toutes ses merveilles."
      ],
      "tafsirTranslate" : [
        "Et Nous avons fait du ciel un auvent sûr, <N:33>, mais en dépit de cela, ils ne",
        "paient pas du fait attention à ses signes. <N:34>"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons fait",
        "Le ciel",
        "un toit",
        "protégé",
        "Mais ils",
        "de",
        "ses signes",
        "Faire demi-tour"
      ],
      "notes" : {
        "33" : [
          "Pour une explication, voir Al-Hijr [(XV)]: de 8 et 10-12 E. N."
        ],
        "34" : [
          "Autrement dit, [ \"Ces signes qui sont dans le ciel\"]."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ فِي فَلَكٍ يَسْبَحُونَ",
      "simpleTranslate" : [
        "C’est Lui qui a créé la nuit et le jour, le Soleil et la Lune, chacun voguant",
        "dans une orbite bien déterminée."
      ],
      "tafsirTranslate" : [
        "Et il est Allah qui a fait de la nuit et le jour et a créé le soleil et la lune;",
        "chacun d'entre eux flottent, chacun dans sa propre orbite. <N:35>"
      ],
      "tanslateWordByWord" : [
        "Et il",
        "(Est) Celui qui",
        "créé",
        "la nuit",
        "et la journée",
        "et le soleil",
        "et la lune",
        "chaque",
        "dans",
        "une orbite",
        "flottant"
      ],
      "notes" : {
        "35" : [
          "L'utilisation des mots kullun [(ILA)] et yasbahun [(float)] au pluriel [(pour",
          "plus de deux)] indique que non seulement le soleil et la lune, mais tous les",
          "corps célestes flottent dans leurs propres orbites distinctes et aucun d'entre",
          "eux est fixe ou stationnaire. Ces versets [(30-33)] sont susceptibles d'être",
          "interprétées dans les termes scientifiques modernes en conformité avec les",
          "présentes conceptions de jour de la physique, la biologie et l'astronomie. \n Ici,",
          "il convient également de noter que vv. 19-23 réfutent shirk tout vv. 30-33",
          "présentent des preuves positives de Monothéisme. Ils impliquent que la création",
          "et le fonctionnement régulier de l'univers montrent clairement qu'il est l'œuvre",
          "d'un Créateur Tout-Puissant, et aucune personne sensée peut dire qu'il a été créé",
          "comme il passe-temps pour des raisons de plaisir. Lorsque le fait est présent et",
          "que vous voyez des preuves de la doctrine de Monothéisme tout autour de vous,",
          "dans la terre et les cieux, pourquoi rejetez-vous le message du Prophète et la",
          "demande d'autres signes de lui?"
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ ۖ أَفَإِنْ مِتَّ فَهُمُ الْخَالِدُونَ",
      "simpleTranslate" : [
        "Nous n’avons accordé l’immortalité à aucun être humain avant toi. Est-ce qu’ils",
        "croient qu’après ta mort ils seront, eux, immortels?"
      ],
      "tafsirTranslate" : [
        "Et, <N:36> O Muhammad, aucun homme n'a Nous avons fait immortel avant; puis, si",
        "vous mourez, vont-ils vivre éternellement?"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous avons fait",
        "pour tout homme",
        "Avant toi",
        "Avant toi",
        "[La] immortalité",
        "donc si",
        "tu meurs",
        "puis (serait) ils",
        "vivre pour toujours"
      ],
      "notes" : {
        "36" : [
          "De là, le même thème du conflit entre le Saint Prophète et les mécréants, qui a",
          "été interrompu par vv. 19-33, a été repris."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ ۗ وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً ۖ وَإِلَيْنَا تُرْجَعُونَ",
      "simpleTranslate" : [
        "Toute âme goûtera la mort. Nous vous éprouvons par le mal et par le bien à titre",
        "de tentation, et c’est à Nous que vous ferez retour."
      ],
      "tafsirTranslate" : [
        "Tout être vivant doit goûter la mort, <N:37> et nous mettons tous à un procès",
        "devant vous en passant par de bonnes et de mauvaises conditions, <N:38> et,",
        "finalement, vous nous y reviendrons,"
      ],
      "tanslateWordByWord" : [
        "Chaque",
        "âme",
        "(Volonté) goût",
        "[la mort",
        "Et Nous vous éprouverons",
        "avec [la] mauvaise",
        "et [la] bonne",
        "(Comme) un procès",
        "et nous",
        "vous retournerez"
      ],
      "notes" : {
        "37" : [
          "Ceci est une brève réponse à toutes ces mises en garde et maudit avec lequel le",
          "Saint Prophète était menacée et les conspirations qui l'Quraish ont été",
          "l'éclosion contre lui jour et nuit. D'une part, les femmes du Quraish lui maudit",
          "parce que selon eux, il avait ruiné leur vie familiale en incitant loin leurs",
          "parents et kits; tandis que sur l'autre, les chefs de la Quraish menacés hits",
          "avec des conséquences horribles pour la propagation de l'Islam. Après",
          "l'émigration vers l'Abyssinie en particulier, qui a presque touché tous les",
          "foyers de la Mecque, ces malédictions et les menaces ont augmenté ALi plus. Ce",
          "verset est destiné à réconforter et consoler le Saint Prophète et de sorte qu'il",
          "devrait continuer sa mission sans aucune crainte de leurs menaces."
        ],
        "38" : [
          "Autrement dit, Allah est toujours de mettre les êtres humains pour tester et",
          "essai à la fois par l'adversité et la richesse. Ceci est de juger si la",
          "prospérité rend fier, cruel et esclaves de leurs passions ou ils deviennent",
          "reconnaissants envers Allah. D'autre part, il inflige l'adversité sur eux afin de",
          "voir si elles restent dans les limites prescrites et licites ou devenir déprimé",
          "et découragé. Une personne sensée ne devrait donc pas être trompé par la",
          "prospérité et l'adversité, mais devrait garder leur élément d'essai en vue et",
          "essayer de passer à travers elle gracieusement."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَإِذَا رَآكَ الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ وَهُمْ بِذِكْرِ الرَّحْمَٰنِ هُمْ كَافِرُونَ",
      "simpleTranslate" : [
        "Dès que les infidèles t’aperçoivent, ils s’empressent de te tourner en dérision :",
        "«Est-ce cet homme-là qui médit de vos divinités?», alors qu’ils nient, eux, tout",
        "rappel du Tout-Clément."
      ],
      "tafsirTranslate" : [
        "Lorsque ces mécréants te voient, ils se moquent de vous: ils disent: «Qu'est-ce",
        "que ce l'homme qui parle légèrement de vos divinités!\" <N:39> Mais comme pour",
        "eux, ils jeter avec dédain la? parler du Miséricordieux. <N:40>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "ils vous voient",
        "ceux qui",
        "ne pas croire",
        "ne pas",
        "ils vous emmènent",
        "sauf",
        "(En) ridicule",
        "Est-ce",
        "celui qui",
        "mentionne",
        "vos dieux",
        "Et ils",
        "à (la) mention",
        "(De) le Tout Miséricordieux",
        "[ils]",
        "(Sont) incroyants"
      ],
      "notes" : {
        "40" : [
          "Ceci est pour réprimander les mécroit, comme pour dire, [ \"Vous chérissez tant",
          "d'amour de vos idoles self-made et de faux dieux que vous ne pouvez pas tolérer",
          "quoi que ce soit contre eux, si bien que vous moquez le Messager d'Allah, mais,",
          "comme pour vous, vous n'êtes pas honte que vous êtes piqué au vif quand vous",
          "entendez le nom du Miséricordieux et défaussez Sa mention avec dédain. \"]"
        ],
        "39" : [
          "Il convient de noter que cette phrase ne contient que la raison pour laquelle ils",
          "se moquaient de lui, mais ne fait pas référence à l'expression de [ \"se moquent\"]",
          "lui-même. De toute évidence, les incroyants doivent avoir été en utilisant",
          "d'autres mots ou expressions de dérision pour se venger sur le Saint Prophète",
          "pour son rejet de leurs divinités self-made."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ ۚ سَأُرِيكُمْ آيَاتِي فَلَا تَسْتَعْجِلُونِ",
      "simpleTranslate" : [
        "L’homme a été créé impatient par nature. Je vous montrerai le moment venu Mes",
        "signes. Modérez donc votre impatience !"
      ],
      "tafsirTranslate" : [
        "L'homme est une créature de hâte (et l'impatience) <N:41> Eh bien, vous ne devez",
        "pas être impatient. Je vous montrerai Mes signes avant longtemps <N:42> »"
      ],
      "tanslateWordByWord" : [
        "Est créé",
        "l'homme",
        "de",
        "celerite",
        "je vais te montrer",
        "Mes signes",
        "Donc ne le fais pas",
        "Me demander de hâter"
      ],
      "notes" : {
        "41" : [
          "Ce n'est pas la traduction littérale du texte; sa teneur selon l'usage arabe est:",
          "[ «L'homme est une créature hâtive et impatiente par sa nature même.\"] La même",
          "chose a été dit dans le XVII: 11: [ «L'homme est très hâtif et impatient.\"]"
        ],
        "42" : [
          "Des phrases qui suivent, il est évident que [ \"Signs\"] représente ici les choses",
          "qui ont été mentionnées dans celui-ci, le [ «menace»] du fléau d'Allah, la",
          "Résurrection et l'Enfer. Ils se moquaient de ceux-ci, comme pour dire: [ \"Cet",
          "homme nous menace avec le fléau d'Allah et le châtiment du Jour de la",
          "Résurrection si nous le renions et que nous deviendrons le carburant de l'Enfer,",
          "mais rien de la sorte est arrivé Ps. Nous sommes aussi fort que jamais et rien ne",
          "semble se produire \"]."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "«À quand cette menace, insistent-ils, si vous êtes sincères?»"
      ],
      "tafsirTranslate" : [
        "-Ils demandent, \"Quoi qu'il en soit, quand cette menace sera fait bon, si vous",
        "dites la vérité?\""
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Lorsque (sera rempli)",
        "ce",
        "promettre",
        "si",
        "tu es",
        "véridique"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ وَلَا هُمْ يُنْصَرُونَ",
      "simpleTranslate" : [
        "Ah ! Si les négateurs pouvaient entrevoir le moment où ils ne pourront plus",
        "protéger ni leurs visages ni leurs dos des flammes de l’Enfer, et où ils seront",
        "privés de tout secours !"
      ],
      "tafsirTranslate" : [
        "Est-ce que les incroyants savait quelque chose sur le temps, quand ils ne doivent",
        "ni être en mesure de protéger leurs visages du feu, ni leur dos, ils ne seront",
        "pas obtenir aucun secours de partout!"
      ],
      "tanslateWordByWord" : [
        "Si",
        "a connu",
        "ceux qui",
        "pas foi",
        "(le temps",
        "(Quand) pas",
        "ils vont éviter",
        "de",
        "leurs visages",
        "le feu",
        "et pas",
        "de",
        "le dos",
        "et pas",
        "ils",
        "sera aidé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "بَلْ تَأْتِيهِمْ بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنْظَرُونَ",
      "simpleTranslate" : [
        "L’Heure les saisira à l’improviste et les plongera dans la stupeur, sans qu’ils",
        "puissent l’éloigner ou en obtenir le report."
      ],
      "tafsirTranslate" : [
        "Pour cette catastrophe va se produire tout d'un coup et les maîtriser si",
        "brusquement qu'ils ne doivent ni être en mesure de le repousser et ne seront",
        "point obtenir le moindre répit."
      ],
      "tanslateWordByWord" : [
        "Non",
        "il viendra à eux",
        "à l'improviste",
        "et désorienter les",
        "alors pas",
        "ils seront en mesure",
        "pour repousser",
        "et pas",
        "ils",
        "sera donné de répit"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ فَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
      "simpleTranslate" : [
        "D’autres prophètes, avant toi, ont été tournés en dérision ; mais les railleurs",
        "ont été cernés de toutes parts par cela même dont ils se moquaient."
      ],
      "tafsirTranslate" : [
        "Quant à leur moquerie, les messagers avant toi ont également été moquaient de,",
        "mais les railleurs ont été encerclés par ce malheur même où ils ont utilisé pour",
        "se moquer."
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "ont été moqués",
        "messagers",
        "Avant toi",
        "Avant toi",
        "puis entouré",
        "ceux qui",
        "moqués",
        "d'eux",
        "quelle",
        "Ils ont utilisé",
        "à elle",
        "(se moquer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "قُلْ مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَٰنِ ۗ بَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ",
      "simpleTranslate" : [
        "Dis-leur : «Qui peut vous protéger, de nuit et de jour, des rigueurs du",
        "Miséricordieux?» Mais rien n’y fait ! Ils demeurent insensibles au rappel de leur",
        "Seigneur."
      ],
      "tafsirTranslate" : [
        "(O Muhammad), demandez-leur: «Qui est là pour vous protéger contre le",
        "Miséricordieux dans la nuit ou dans la journée?\" <N:43> (Aucun!) Pourtant, ils",
        "paient aucune attention à l'admonition de leur Seigneur."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Qui",
        "(Peut) vous protéger",
        "dans la nuit",
        "et la journée",
        "de",
        "le Tout Miséricordieux",
        "Encore",
        "ils",
        "de",
        "(La) mémoire",
        "(De) leur Seigneur",
        "Faire demi-tour"
      ],
      "notes" : {
        "43" : [
          "Autrement dit, [ «Qui est là pour protéger et vous faire économiser du fléau",
          "d'Allah si vous êtes soudainement visité par elle tout moment au cours de la nuit",
          "ou le jour?\"]"
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنَا ۚ لَا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلَا هُمْ مِنَّا يُصْحَبُونَ",
      "simpleTranslate" : [
        "Ont-ils donc, en dehors de Nous, des divinités capables de les protéger? Mais",
        "celles-ci ne sauraient ni se protéger elles-mêmes ni se faire assister contre Nos",
        "rigueurs."
      ],
      "tafsirTranslate" : [
        "Est-ce qu'ils ont des dieux qui peuvent les défendre contre nous? (Non) car ils",
        "ne peuvent ni s'aider et ne sont pas aidés par nous."
      ],
      "tanslateWordByWord" : [
        "Ou",
        "ont-ils",
        "dieux",
        "(Pour) les défendre",
        "de",
        "Nous",
        "ne pas",
        "ils sont en mesure",
        "(aider",
        "se",
        "et pas",
        "ils",
        "de notre part",
        "peuvent être protégées"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "بَلْ مَتَّعْنَا هَٰؤُلَاءِ وَآبَاءَهُمْ حَتَّىٰ طَالَ عَلَيْهِمُ الْعُمُرُ ۗ أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا ۚ أَفَهُمُ الْغَالِبُونَ",
      "simpleTranslate" : [
        "La vérité, c’est que Nous avons permis à ces gens-là et à leurs ancêtres de jouir",
        "par trop longtemps des biens de ce monde. Or, n’ont-ils pas remarqué que Nous",
        "portons Notre action sur la Terre et que Nous en réduisons les limites de toutes",
        "parts? Sont-ils donc, eux, les plus forts?"
      ],
      "tafsirTranslate" : [
        "Le fait est que nous, eux et leurs ancêtres avec les dispositions de la vie à",
        "condition que la période a augmenté trop longtemps pour eux. <N:44> Mais",
        "peuvent-ils pas voir que nous arrivons dans le pays, la diminution de sa limites",
        "pour eux de tous les côtés? <N:45> Ont-ils, alors, attendez-vous à sortir",
        "victorieux (sur nous)? <N:46>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "Nous avons donné la fourniture",
        "(à ceux-là",
        "et leurs pères",
        "jusqu'à",
        "a grandi à long",
        "pour eux",
        "la vie",
        "Ensuite, ne pas",
        "ils voient",
        "que nous",
        "Nous venons",
        "(À) la terre",
        "Nous réduisons",
        "de",
        "ses frontières",
        "est donc (il) qu'ils",
        "(Qui sera) surmonter"
      ],
      "notes" : {
        "44" : [
          "En d'autres termes, cela signifie: [ «Ces gens ont été trompés par notre faveur",
          "et Nos dispositions Ils pensent qu'ils profitent de la prospérité et de la bonne",
          "vie comme leur droit personnel et il n'y a personne pour le prendre loin d'eux. .",
          "Ils ont oublié que Dieu est là-dessus d'eux qui est capable de faire ou défaire",
          "leur fortune \"]."
        ],
        "45" : [
          "À cet égard, voir Ar-Ra`d [(XIII)]: 41 et E. N. 60 de celle-ci. Ici, il porte une",
          "signification supplémentaire aussi: [ \"Ne voient-ils pas que l'Etre Tout-Puissant",
          "montre Ses signes chaque maintenant et puis partout sur la terre sous la forme de",
          "famines, les épidémies, les inondations, les tremblements de terre et autres",
          "calamités, des millions de personnes sont tués, habitations et les récoltes sont",
          "détruites et d'autres dommages sont causés, qui frustrent tous les modèles",
          "humains? \"]"
        ],
        "46" : [
          "Cela signifie: [ \"Quand ils savent que toutes les ressources et les dispositions",
          "de la vie sont entre nos mains et que nous pouvons augmenter ou diminuer comme",
          "Nous le ferons, ont-ils le pouvoir et la force de se défendre contre Notre",
          "punition? Peuvent-ils pas voir à partir de ces \"] Signs [\" que leur puissance, la",
          "prospérité et le luxe ne sont pas éternel et qu'il existe un Tout-puissant Allah",
          "de saisir et de les punir? \"]"
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "قُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ ۚ وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنْذَرُونَ",
      "simpleTranslate" : [
        "Dis-leur : «Je ne fais que vous avertir par ce qui m’est révélé.» Mais les sourds",
        "n’entendent point les appels quand on les avertit."
      ],
      "tafsirTranslate" : [
        "Dis-leur: «Je vous avertis sur l'autorité de l'Apocalypse\" .---- Mais les sourds",
        "n'entendent l'appel quand on les avertit."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Seulement",
        "je te préviens",
        "par la révélation",
        "Mais non",
        "entendre",
        "le sourd",
        "l'appel",
        "quand",
        "quand",
        "ils sont avertis"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "وَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ مِنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ",
      "simpleTranslate" : [
        "Qu’un souffle du châtiment de ton Seigneur les effleure, et les voilà qui crient",
        ": «Malheur à nous ! Nous avons été vraiment coupables !»"
      ],
      "tafsirTranslate" : [
        "Cependant, même si le moindre tourment de ton Seigneur les a touchés, <N:47>, ils",
        "seraient immédiatement crier: «Malheur à nous! Sans aucun doute nous avons été",
        "injustes\"."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "les touche",
        "une bouffée",
        "de",
        "(la punition",
        "(De) votre Seigneur",
        "sûrement, ils diront",
        "Malheur à nous",
        "En effet, nous",
        "[nous étions",
        "les malfaiteurs"
      ],
      "notes" : {
        "47" : [
          "Autrement dit, [ \"Le même fléau qui ils demandent à être hâté et dont ils se",
          "moquent.\"]"
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْئًا ۖ وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَاسِبِينَ",
      "simpleTranslate" : [
        "Au Jour de la Résurrection, Nous dresserons des balances d’une extrême",
        "sensibilité, de manière à ce que nul ne soit lésé, fût-ce du poids d’un grain de",
        "sénevé, car tout entrera en compte, et les comptes que Nous établissons sont",
        "infaillibles."
      ],
      "tafsirTranslate" : [
        "Le Jour de la Résurrection, Nous allons mettre en place des soldes justes et",
        "précises afin que personne ne sera lésé dans le moins de toute façon; même si",
        "elle est un acte de poids égal à un grain de moutarde, Nous répands (à peser) et",
        "nous suffire pour rendre compte. <N:48>"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons mis",
        "les écailles",
        "(De) la justice",
        "pour la journée",
        "(De) la Résurrection",
        "afin de ne pas",
        "seront lésés",
        "toute âme",
        "(En) rien",
        "Et si",
        "(Il) être",
        "poids",
        "(De) une graine",
        "de",
        "une moutarde",
        "Nous apporterons",
        "[Avec ça",
        "Et suffisante",
        "(sommes nous",
        "(As) Reckoners"
      ],
      "notes" : {
        "48" : [
          "Voir aussi vv. 8-9 et E.N. de 8-9 d'Al-A'araf [(Vll)]. Il est difficile pour nous",
          "de comprendre la nature exacte de la [ \"Balance\"]. Quoi qu'il en soit, il est",
          "clair que le [ \"Balance\"] va peser avec précision tous les actes moraux humains",
          "au lieu des choses matérielles, et vous aidera à juger si un homme est vertueux",
          "ou méchants et combien. Le Coran a utilisé ce mot pour faire comprendre que",
          "l'humanité tout acte, bon ou mauvais, sera pesé et jugé selon le mérite."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَلَقَدْ آتَيْنَا مُوسَىٰ وَهَارُونَ الْفُرْقَانَ وَضِيَاءً وَذِكْرًا لِلْمُتَّقِينَ",
      "simpleTranslate" : [
        "Nous avons déjà donné à Moïse et à Aaron le Livre du discer-nement qui est à la",
        "fois lumière et guide pour les gens pieux,"
      ],
      "tafsirTranslate" : [
        "Avant <N:49> Nous avons donné ce sur Moïse et Aaron, le Criterionand Lumière et",
        "\"admonestation\" <N:50> pour l'amélioration de ces justes <N:51> personnes,"
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons donné",
        "Musa",
        "et Harun",
        "Critère",
        "et une lumière",
        "et un rappel",
        "pour les justes"
      ],
      "notes" : {
        "49" : [
          "De là, commencent les histoires des prophètes. Si l'on considère ces histoires",
          "dans le contexte dans lequel ils se produisent, il devient évident que ceux-ci",
          "ont été liés à impressionner les thèmes suivants: \n [(1)] Tous les anciens",
          "prophètes étaient des êtres humains: il n'y a donc rien d'étrange ou d'inhabituel",
          "qu'un être humain comme Muhammad a été envoyé comme Messager [(la paix d'Allah",
          "soit sur lui)]. \n [(2)] La mission et les enseignements de ce Prophète sont les",
          "mêmes que ceux qui ont été envoyés devant lui. \n [(3)] Tous les prophètes avaient",
          "obtenu une position privilégiée par Allah qui les bénit avec des faveurs",
          "spéciales. Par exemple, si elles ont été faites à souffrir de difficultés et de",
          "persécutions pendant des années, en fin de compte Allah a entendu leurs prières",
          "et les a aidés de façon miraculeuse contre leurs ennemis et persécuteurs. \n [(4)]",
          "En dépit des faveurs spéciales d'Allah sur eux, ils ne sont pas plus que ses",
          "humbles serviteurs et des êtres humains et a eu aucune part à la Divinité; si",
          "bien que, parfois, ils ont commis des erreurs de jugement, est tombé malade, ont",
          "été mis à des essais et même commis des fautes, pour lesquelles ils ont été",
          "appelés à rendre compte par Allah."
        ],
        "50" : [
          "Tous les trois mots ont été utilisés dans la louange de la Torah: [(1)] Un",
          "critère qui distingue la vérité du mensonge. [(2)] Une lumière qui a montré le",
          "droit chemin de la vie, et [(3)] Un Admonition, qui a rappelé les descendants",
          "d'Adam égarés de se rappeler la leçon qu'ils avaient oublié."
        ],
        "51" : [
          "Bien qu'il ait été envoyé pour le bien de tous les êtres humains, seuls les gens",
          "pieux, ayant ces caractéristiques, pourraient en bénéficier."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَهُمْ مِنَ السَّاعَةِ مُشْفِقُونَ",
      "simpleTranslate" : [
        "qui craignent leur Seigneur dans le secret de leurs cœurs et qui tremblent à la",
        "pensée de l’Heure."
      ],
      "tafsirTranslate" : [
        "qui craignent leur Seigneur bien qu'ils ne L'ont pas vu, et redouter les heures",
        "<N:52> (of Reckoning)."
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "la crainte",
        "leur Seigneur",
        "dans l'invisible",
        "et ils",
        "de",
        "l'heure",
        "(ont peur"
      ],
      "notes" : {
        "52" : [
          "L'Heure [ \"Résurrection\"]."
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "وَهَٰذَا ذِكْرٌ مُبَارَكٌ أَنْزَلْنَاهُ ۚ أَفَأَنْتُمْ لَهُ مُنْكِرُونَ",
      "simpleTranslate" : [
        "Et voilà à présent le Coran qui est un rappel béni révélé à votre intention.",
        "Allez-vous donc le renier?"
      ],
      "tafsirTranslate" : [
        "Et maintenant Nous avons fait descendre ce \"admonition\" bénie (pour vous).",
        "Avez-vous, alors, rejetez cela?"
      ],
      "tanslateWordByWord" : [
        "Et ça",
        "(Est) un rappel",
        "béni",
        "que Nous (avons) a révélé",
        "Alors êtes-vous",
        "de celui-ci",
        "rejecters"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهِ عَالِمِينَ",
      "simpleTranslate" : [
        "Nous avions auparavant indiqué à Abraham la bonne voie, car Nous savions qu’il en",
        "était digne."
      ],
      "tafsirTranslate" : [
        "Même avant cela, nous avions béni Abraham avec la discrétion qu'il affiche, pour",
        "nous le connaissions bien. <N:53>"
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons donné",
        "Ibrahim",
        "ses conseils",
        "avant",
        "avant",
        "et Nous étions",
        "à propos de lui",
        "Bien-Savoir"
      ],
      "notes" : {
        "53" : [
          "Le mot arabe [(Rushd)] est très complet et signifie la justice aussi bien. \n [",
          "\"Nous avions béni Abraham avec discrétion;\"] [ \"Le pouvoir discrétionnaire qu'il",
          "a montré dans la distinction entre le droit et le mal, etc. n'a pas été de son",
          "acquisition, mais avait été donné à lui par nous.\"] AI-Anbiyaa ' \n [ \"Nous le",
          "connaissions bien\"]: [ «Nous savions qu'il était digne de la Prophétie, donc nous",
          "l'a nommé en tant que telle\"]. Selon VI: 124: [ \".... Allah sait mieux qui",
          "confier sa mission ....\"] Il contient une réponse subtile à l'objection soulevée",
          "par les chefs de la Quraish: [ \"Pourquoi Allah nommé ce l'homme [(le Saint",
          "Prophète)] au bureau de la prophétie, quand il est en aucun cas supérieur à nous?",
          "\"] Cette objection a été répondu, comme pour dire, [\" la même objection pourrait",
          "même avoir été soulevée contre le Prophète Abraham par son peuple, mais nous",
          "savions que ses capacités. par conséquent, nous lui sélectionné pour prophétie.",
          "\"] \n A cet égard, s'il vous plaît voir également II: 124141, 258-260; VI: 74-84;",
          "IX: 114; XI: 69-76; XIV: 35-41; XV: 51-58 et XVI: 120-122 et E.N de ceux-ci."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَٰذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ",
      "simpleTranslate" : [
        "C’est ainsi qu’il dit un jour à son père et à son peuple : «Que signifient ces",
        "statues auxquelles vous montrez tant d’attachement?»"
      ],
      "tafsirTranslate" : [
        "Rappelons à l'esprit l'occasion <N:54> quand il a dit à son père et à son peuple,",
        "«Quelles sont ces images pour lesquelles vous êtes si dévoué»?"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "il a dit",
        "à son père",
        "et son peuple",
        "Quelle",
        "(Sont) ceux-ci",
        "[Les] statues",
        "lequel",
        "toi",
        "à ce",
        "(Sont) consacré"
      ],
      "notes" : {
        "54" : [
          "Avant d'aller plus loin, il faut garder à l'esprit que l'incident de l'histoire",
          "du prophète Abraham a été cité ici pour réfuter les croyances erronées du",
          "Quraish. Le but était de les frapper dur, car ils étaient les descendants du",
          "Prophète Abraham et étaient fiers de leur relation avec lui. Ce fut lui qui avait",
          "construit le Ka`abah qui était devenu le centre de toute l'Arabie et ils, être",
          "ses gardiens, était son clan le plus important. Par conséquent, ils ne pouvaient",
          "pas rester indifférents à cette réponse."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ",
      "simpleTranslate" : [
        "– «Nous avons trouvé, répondirent-ils, nos ancêtres attachés à leur culte !»"
      ],
      "tafsirTranslate" : [
        "Ils ont répondu, \"Nous avons trouvé nos ancêtres les adorant\"."
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Nous avons trouvé",
        "nos ancêtres",
        "d'eux",
        "adorateurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "قَالَ لَقَدْ كُنْتُمْ أَنْتُمْ وَآبَاؤُكُمْ فِي ضَلَالٍ مُبِينٍ",
      "simpleTranslate" : [
        "– «Vous étiez assurément, répliqua Abraham, vous et vos ancêtres, dans un",
        "égarement évident.»"
      ],
      "tafsirTranslate" : [
        "Il dit: «Vous avez égaré et avait donc vos ancêtres manifestement dévié de la",
        "bonne façon.\""
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "En vérité",
        "tu es",
        "[toi]",
        "et vos ancêtres",
        "(étaient en",
        "une erreur",
        "manifeste"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "قَالُوا أَجِئْتَنَا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ",
      "simpleTranslate" : [
        "– «Es-tu venu nous apporter la vérité, dirent-ils, ou est-ce une plaisanterie de",
        "ta part?»"
      ],
      "tafsirTranslate" : [
        "Ils dirent: «Quoi! Vous présentez vos idées réelles devant nous, ou êtes-vous",
        "plaisantez\"? <N:55>"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Es-tu venu pour nous",
        "avec la vérité",
        "ou",
        "toi",
        "(sont de",
        "ceux qui jouent"
      ],
      "notes" : {
        "55" : [
          "La traduction littérale sera: [ \"Est-ce que vous présentez la vérité devant nous,",
          "ou tout simplement jouer avec nous?\"] Ils étaient si sûrs de la vérité de leur",
          "croyance qu'ils ne pourraient jamais imaginer que quelqu'un pourrait être sérieux",
          "à déclarer qu'il est faux."
        ]
      }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "قَالَ بَلْ رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلَىٰ ذَٰلِكُمْ مِنَ الشَّاهِدِينَ",
      "simpleTranslate" : [
        "– «Bien au contraire, répondit Abraham, votre Dieu est le Maître des Cieux et de",
        "la Terre ! C’est Lui qui les a créés et je suis de ceux qui peuvent en témoigner",
        "!»"
      ],
      "tafsirTranslate" : [
        "Il répondit: «Non, en fait ton Seigneur est le même qui est le Seigneur des cieux",
        "et de la terre et leur Créateur! J'entends témoin de cela, et,"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Non",
        "votre Seigneur",
        "(Est) Lord",
        "(De) les cieux",
        "et la terre",
        "celui qui",
        "les a créés",
        "et je suis",
        "à",
        "cette",
        "de",
        "les témoins"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ",
      "simpleTranslate" : [
        "«Par Dieu, se dit-il, je jouerai un mauvais tour à vos idoles, dès que vous aurez",
        "le dos tourné !»"
      ],
      "tafsirTranslate" : [
        "par Dieu, je vais sur-wit vos idoles en votre absence. « <N:56>"
      ],
      "tanslateWordByWord" : [
        "Et par Allah",
        "sûrement, je vais planifier",
        "(Contre) vos idoles",
        "après",
        "[cette]",
        "vous partez",
        "tourner (vos) dos"
      ],
      "notes" : {
        "56" : [
          "Autrement dit, [ \"Si tu ne comprends pas ce par l'argument, je vais présenter une",
          "preuve concrète que ces idoles sont impuissants et ne pas avoir des pouvoirs. Par",
          "conséquent, il est faux de les rendre vos divinités\"]."
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "فَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ",
      "simpleTranslate" : [
        "Et, effectivement, il les mit en pièces et n’épargna que la plus grande statue,",
        "pensant que les idolâtres s’en prendraient à elle."
      ],
      "tafsirTranslate" : [
        "En conséquence, il les rompit en morceaux, <N:57>, mais il a quitté la principale",
        "intacte de sorte qu'ils pourraient se tourner vers elle. <N:58>"
      ],
      "tanslateWordByWord" : [
        "Alors il leur fit",
        "(en pièces",
        "sauf",
        "un grand (une)",
        "d'eux",
        "afin qu'ils puissent",
        "à ce",
        "retour"
      ],
      "notes" : {
        "57" : [
          "C'était que la preuve pratique. En l'absence des prêtres et les préposés, le",
          "Prophète Abraham est entré dans leur Temple central et a brisé toutes les idoles",
          "en morceaux."
        ],
        "58" : [
          "Le pronom dans le texte d'origine peuvent être traduits dans [ \"it\"] ou [ «lui»].",
          "Dans le premier cas, il fera référence à l'idole principale et dans le second au",
          "Prophète Abraham. Dans le premier cas, il impliquera un sarcasme subtil afin de",
          "leur faire comprendre que leur credo de l'idolâtrie était insensé, car évidemment",
          "la principale idole ne pouvait pas briser les idoles mineures. Dans le second",
          "cas, il fera référence au Prophète Abraham, qui pensaient qu'ils pourraient se",
          "tourner vers lui au sujet de la [ «incident»] et il migln obtenir l'art occasion",
          "d'avoir une discussion franche avec eux au sujet de leur croyance absurde."
        ]
      }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "قَالُوا مَنْ فَعَلَ هَٰذَا بِآلِهَتِنَا إِنَّهُ لَمِنَ الظَّالِمِينَ",
      "simpleTranslate" : [
        "«Qui a osé commettre ce sacrilège à l’encontre de nos dieux? Ce ne peut être",
        "qu’un criminel !», dirent-ils."
      ],
      "tafsirTranslate" : [
        "(A leur retour quand ils ont vu le sort de leurs idoles,) ils dirent: \"Qui a fait",
        "cela à nos dieux? Il doit en effet être une personne méchante.\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Qui",
        "(a fait",
        "ce",
        "à nos dieux",
        "En effet, il a",
        "(Is) de",
        "les malfaiteurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ",
      "simpleTranslate" : [
        "– «Nous avons entendu, dirent certains d’entre eux, un jeune homme médire de nos",
        "dieux ; il s’appelle Abraham.»"
      ],
      "tafsirTranslate" : [
        "Certains ont répondu, \"Nous avons entendu un jeune homme appelé Abraham parler",
        "d'eux\"."
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Nous avons entendu",
        "un jeune",
        "les mentionner",
        "il s'appelle",
        "il s'appelle",
        "Ibrahim"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "قَالُوا فَأْتُوا بِهِ عَلَىٰ أَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُونَ",
      "simpleTranslate" : [
        "– «Amenez-le devant la foule, cria-t-on, pour qu’elle apporte son témoignage",
        "contre lui !»"
      ],
      "tafsirTranslate" : [
        "A cela, ils ont dit, '' Alors le saisir, et amenez-le ici devant le peuple, afin",
        "qu'ils puissent assister à (la sévérité qu'il soit traité) \". <N:59>"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Ensuite, mettre",
        "lui",
        "avant",
        "(les yeux",
        "(des gens",
        "afin qu'ils puissent",
        "témoigner"
      ],
      "notes" : {
        "59" : [
          "C'était exactement ce que le Prophète Abraham devrait se produire. Il a souhaité",
          "que la question ne doit pas rester confiné aux prêtres et les agents, mais les",
          "gens ordinaires devraient également être présents là pour témoigner que leurs",
          "divinités étaient impuissants et leurs prêtres ont été les illusions au sujet de",
          "leurs pouvoirs. Les prêtres ont commis la même folie que plus tard a été commis",
          "par Pharaon quand il a organisé une rencontre entre Prophète Moïse et les",
          "magiciens en plein air devant les multitudes des gens du commun, et l'ancien ont",
          "l'occasion de montrer publiquement le miracle du personnel qui a brisé les",
          "illusions, des astuces magiques des magiciens."
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "قَالُوا أَأَنْتَ فَعَلْتَ هَٰذَا بِآلِهَتِنَا يَا إِبْرَاهِيمُ",
      "simpleTranslate" : [
        "– «Est-ce toi, Abraham, lui demandèrent-ils, qui as fait cela de nos dieux?»"
      ],
      "tafsirTranslate" : [
        "(Quand Abraham est venu là,> ils ont demandé, \"O Abraham, avez-vous fait cela à",
        "nos dieux?\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Avez-vous",
        "terminé",
        "ce",
        "à nos dieux",
        "O Ibrahim"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَٰذَا فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ",
      "simpleTranslate" : [
        "– «C’est le plus grand d’entre eux que voici qui l’a fait, répondit-il.",
        "Interrogez-les donc, si toutefois ils peuvent parler !»"
      ],
      "tafsirTranslate" : [
        "Il répondit: «Non, tout cela a été fait par leur chef, vous pouvez leur demander,",
        "si elles peuvent parler\" <N:60>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Non",
        "(Certains faiseur) a fait",
        "Leur chef",
        "(est-ce",
        "Alors demandez-leur",
        "si",
        "ils peuvent)",
        "parler"
      ],
      "notes" : {
        "60" : [
          "La phrase très, [ \"Vous pouvez leur demander, si elles peuvent parler\"], est une",
          "preuve évidente qu'il n'y avait pas un mensonge quand le Prophète Abraham dit: [",
          "\"Tout cela a été fait par leur chef.\" ] Qu'est-ce qu'il avait l'intention de",
          "c'était de leur faire comprendre et confesse que leurs idoles étaient impuissants",
          "parce qu'ils ne pouvaient rien faire pour se protéger, et ne pouvaient même pas",
          "parler. Il est clair que lorsqu'une personne pose une question irréelle pour les",
          "besoins du raisonnement, afin de ramener à la maison le fait que la position",
          "prise par l'autre partie est intenable, il ne peut pas être considéré comme un",
          "mensonge; tout d'abord, parce que l'orateur lui-même n'a jamais destiné à être un",
          "mensonge, et d'autre part, parce que les destinataires savaient aussi qu'il n'y",
          "avait pas un mensonge. \n Les remarques qui précèdent ont été rendues nécessaires",
          "en raison d'un [ \"tradition\"] que le Prophète Abraham dit trois [ «mensonges»]",
          "dans sa vie, dont l'un est l'événement précité. Le second [ «mensonge»] est",
          "contenu dans XXXVII: 89: [ \"Je suis indisposé\"], et le troisième [ «mensonge»] ne",
          "figure pas dans le Coran, mais dans la Bible qu'il a déclaré sa femme pour être",
          "son sœur. [(Gen. 12: 12-13, 18; 19)]. Il est dommage que cette [ \"tradition\"] a",
          "donné lieu à deux opinions divergentes. Les traditionalistes orthodoxes croient",
          "réellement que le Prophète Abraham dit ces mensonges simplement parce qu'un [",
          "«tradition authentique»] dit. Ils ne considèrent pas qu'il est de loin préférable",
          "de jeter le [ \"tradition\"] selon laquelle un prophète est accusé d'être un [",
          "«menteur»]. D'autre part, ceux qui sont contre les traditions, jeter tous",
          "simplement parce que cette tradition solitaire, qui a été rapporté comme",
          "authentique par Bukhari et Muslim, est peu fiable sur le visage même de lui.",
          "Évidemment, il n'a pas besoin d'arguments élaborés pour prouver que toutes les",
          "traditions ne peuvent pas être mis au rebut juste parce que l'un ou quelques-uns",
          "d'entre eux ne sont pas fiables. En ce qui concerne les tenants de la première",
          "opinion, ils sont allés à l'autre extrême et penser qu'une tradition peut être",
          "jeté en dépit de l'authenticité de ses journalistes pour des raisons impérieuses.",
          "Ils le font sans référence au contenu de la tradition elle-même. Mais si le texte",
          "de la tradition elle-même montre clairement qu'une telle chose ne pouvait pas",
          "avoir été dit par le Saint Prophète, il n'y a aucune raison d'insister pour",
          "qu'elle soit acceptée comme authentique simplement parce que ses journalistes",
          "sont authentiques. \n Cette tradition est peu fiable pour d'autres raisons aussi.",
          "Comme cela a déjà été montré, le premier [ «mensonge»] est pas du tout mensonge.",
          "En ce qui concerne le second [ «mensonge»], [([ «Je suis indisposé\"])]; il ne",
          "peut pas être considéré comme un mensonge, à moins qu'il ne soit prouvé hors de",
          "tout doute que le Prophète Abraham était parfaitement sain à ce moment-là, et le",
          "texte ne témoigne pas. En ce qui concerne le troisième [ «mensonge»], l'événement",
          "indiqué dans la Bible au chapitre 12 de la Genèse est absurde sur le visage de",
          "celui-ci. Quand le Prophète Abraham est allé en Egypte avec sa femme Sarah, il",
          "était, selon la Bible elle-même, âgé de 75 ans et sa femme était 65. Par",
          "conséquent, l'âge même de Sarah est une preuve évidente qu'elle ne pouvait pas",
          "être un [ \"femme belle regarder \"] pour forcer Prophète Abraham à poser qu'elle",
          "était sa sœur pour sauver sa vie. La tradition en discussion, qui accuse le",
          "Prophète Abraham coupable de dire un mensonge, a donc aucun fondement et ne peut",
          "pas être considérée comme fiable en dépit de ses journalistes authentiques."
        ]
      }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "فَرَجَعُوا إِلَىٰ أَنْفُسِهِمْ فَقَالُوا إِنَّكُمْ أَنْتُمُ الظَّالِمُونَ",
      "simpleTranslate" : [
        "Alors, s’étant concertés, ils se dirent : «Après tout, c’est nous qui étions dans",
        "l’erreur !»"
      ],
      "tafsirTranslate" : [
        "Cela leur est tourné vers (recherche) leur propre conscience, et ils ont dit (à",
        "eux-mêmes), «Sûrement vous vous êtes dans le mauvais\"."
      ],
      "tanslateWordByWord" : [
        "Ils revinrent donc",
        "à",
        "se",
        "et dit",
        "En effet, vous",
        "[toi]",
        "(Sont) les injustes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "ثُمَّ نُكِسُوا عَلَىٰ رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَٰؤُلَاءِ يَنْطِقُونَ",
      "simpleTranslate" : [
        "Puis, changeant brusquement d’avis, ils dirent à Abraham : «Tu sais bien que les",
        "idoles ne parlent pas !»"
      ],
      "tafsirTranslate" : [
        "Mais peu après leur esprit est devenu pervers, <N:61> et ils ont dit: «Vous savez",
        "qu'ils ne peuvent pas parler.\""
      ],
      "tanslateWordByWord" : [
        "alors",
        "ils ont été transformés",
        "sur",
        "leurs têtes",
        "En vérité",
        "tu sais",
        "ne pas",
        "ces",
        "(peut parler"
      ],
      "notes" : {
        "61" : [
          "signifie littéralement le texte original: [ \"Ils ont été rejetés sur leurs",
          "têtes.\"] Certains commentateurs ont interprété comme signifiant: [ \"Ils pendaient",
          "leurs têtes avec la honte\"]. Mais cette ETCD ne rentre pas dans le contexte et la",
          "formulation du texte. L'interprétation droit serait: [ «Quand ils ont considéré",
          "la réponse du Prophète Abraham, ils ont réalisé qu'ils se trouvaient au mauvais,",
          "parce qu'ils avaient mis en place des idoles sans défense comme des divinités,",
          "qui ne pouvait même pas dire un mot à qui les avait cassé . Mais peu de temps",
          "après cela, ils ont été maîtrisés par endurcissement et l'ignorance qui a",
          "perverti leur esprit et ils ont de nouveau retombèrent dans tortuosité. \"]"
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "قَالَ أَفَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكُمْ شَيْئًا وَلَا يَضُرُّكُمْ",
      "simpleTranslate" : [
        "– «Comment pouvez-vous alors, répliqua Abraham, adorer en dehors de Dieu des",
        "divinités qui ne peuvent ni vous être utiles ni vous nuire?"
      ],
      "tafsirTranslate" : [
        "A ce Abraham dit: «Avez-vous même alors jeter Allah et adorez ces choses qui sont",
        "incapables de faire du bien ou de mal à vous?"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Alors faites vous adorez",
        "outre",
        "outre",
        "Allah",
        "quelle",
        "(ne fait pas",
        "vous bénéficiez",
        "(En) rien",
        "et pas",
        "vous nuit à"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "أُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ ۖ أَفَلَا تَعْقِلُونَ",
      "simpleTranslate" : [
        "Fi de vous et de ce que vous adorez en dehors de Dieu ! N’êtes-vous donc pas",
        "raisonnables?»"
      ],
      "tafsirTranslate" : [
        "Fie sur vous et les divinités que vous adorez en dehors d'Allah! Quelle!",
        "Avez-vous pas de sens du tout? \""
      ],
      "tanslateWordByWord" : [
        "Uff",
        "à toi",
        "et à ce que",
        "vous adorez",
        "outre",
        "outre",
        "Allah",
        "Ensuite, ne sera pas",
        "vous utilisez la raison"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "قَالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فَاعِلِينَ",
      "simpleTranslate" : [
        "– «Jetez-le au feu, s’écrièrent les idolâtres. Faites triompher vos dieux, si",
        "vous avez la volonté de les défendre !»"
      ],
      "tafsirTranslate" : [
        "Ils dirent: «Brûlez vivant et venger vos dieux, si vous voulez prendre des",
        "mesures\"."
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Brûlez",
        "et le support",
        "vos dieux",
        "si",
        "tu es",
        "faiseurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلَامًا عَلَىٰ إِبْرَاهِيمَ",
      "simpleTranslate" : [
        "Nous dîmes alors : «Ô feu ! Sois pour Abraham d’une fraîcheur salutaire !»"
      ],
      "tafsirTranslate" : [
        "A cela, nous a commandé, ô feu! être cool et devenir sans danger pour Abraham \".",
        "<N:62>"
      ],
      "tanslateWordByWord" : [
        "Nous l'avons dit",
        "O feu",
        "Être",
        "fraîcheur]",
        "et la sécurité]",
        "pour",
        "Ibrahim"
      ],
      "notes" : {
        "62" : [
          "«Bien que ce soit un de ces miracles qui ont été clairement énoncés dans le",
          "Coran, il y a des gens qui essaient de [« prouver »] qu'il n'y avait pas de",
          "miracle à tous. Selon ce passage [(. Vv 68-70)], le Prophète Abraham était",
          "réellement menacé d'être brûlé vif et il a par conséquent été jetés dans le feu",
          "ardent; mais Allah a ordonné le feu de devenir cool et sans danger pour lui. Face",
          "à des paroles claires du Coran, ces gens nient ce miracle parce que selon eux, il",
          "est impossible, même pour Allah aller au-delà de la routine des lois physiques.",
          "Ils disent que les miracles ne peuvent pas faire appel aux rationalistes de",
          "l'époque moderne, et donc elles doivent être interprétées conformément aux lois",
          "de la physique. Ils oublient que, selon le Coran, Dieu est capable de tout faire,",
          "et il DCEs des choses extraordinaires et inhabituelles qui ne peuvent pas être",
          "expliquées par [ \"science\"]. ils doivent donc accepter le Coran comme il est ou",
          "de le rejeter, mais ils ne devraient pas le tordre pour répondre à leur",
          "soi-disant rationalisme."
        ]
      }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَخْسَرِينَ",
      "simpleTranslate" : [
        "Ils voulaient la perte d’Abraham, mais c’est d’eux que Nous fîmes les plus grands",
        "perdants."
      ],
      "tafsirTranslate" : [
        "Ils visent à faire du mal à Abraham, mais nous les frustrés dans leur conception",
        "mal."
      ],
      "tanslateWordByWord" : [
        "Et ils avaient l'intention",
        "pour lui",
        "un plan",
        "mais Nous les avons fait",
        "les plus grands perdants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "وَنَجَّيْنَاهُ وَلُوطًا إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ",
      "simpleTranslate" : [
        "Nous le sauvâmes, ainsi que Loth, en les conduisant vers une terre que Nous avons",
        "bénie pour les hommes."
      ],
      "tafsirTranslate" : [
        "Puis Nous lui apporta et Lot <N:63> en toute sécurité à la terre, que Nous avons",
        "fait béni pour tous les peuples du monde. <N:64>"
      ],
      "tanslateWordByWord" : [
        "Et Nous le sauvâmes",
        "et Lut",
        "à",
        "la terre",
        "lequel",
        "Nous (avions) béni",
        "[Dedans]",
        "pour les mondes"
      ],
      "notes" : {
        "64" : [
          "Le [ «terre bénie»] se réfère à la Syrie et la Palestine, qui contient à la fois",
          "matériel et des bénédictions spirituelles. Elle est l'une des régions les plus",
          "fertiles du monde; de plus, il a été béni depuis deux mille ans avec plus de",
          "prophètes que toute autre région du monde."
        ],
        "63" : [
          "Selon la Bible, le Prophète Abraham avait deux frères, Nahor et Haran; Prophète",
          "Loth était le fils de Haran [(Gn 11,26)], et il était la seule personne à croire",
          "en prophète Abraham. [(XXIX: 26 <V:29:26>)]."
        ]
      }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً ۖ وَكُلًّا جَعَلْنَا صَالِحِينَ",
      "simpleTranslate" : [
        "Nous lui donnâmes comme fils Isaac et de surcroît Jacob, et Nous en fîmes deux",
        "hommes vertueux."
      ],
      "tafsirTranslate" : [
        "Ensuite, Nous lui donnâmes Isaac et Jacob ajouté à lui, <N:65> et nous avons fait",
        "chacun d'eux juste."
      ],
      "tanslateWordByWord" : [
        "Et Nous donnâmes",
        "sur lui",
        "Isaac",
        "et Yaqub",
        "(en outre",
        "et tout",
        "Nous avons fait",
        "vertueux"
      ],
      "notes" : {
        "65" : [
          "Autrement dit, [ «Nous avons fait de son fils un prophète et son petit-fils",
          "trop\"]."
        ]
      }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلَاةِ وَإِيتَاءَ الزَّكَاةِ ۖ وَكَانُوا لَنَا عَابِدِينَ",
      "simpleTranslate" : [
        "Et Nous en avons fait des dirigeants pour guider les hommes selon Nos ordres, et",
        "Nous leur avons inspiré la pratique du bien, l’accomplissement de la salât et",
        "l’acquittement de la zakât. Ce furent pour Nous de fidèles serviteurs."
      ],
      "tafsirTranslate" : [
        "Nous les avons nommé les dirigeants qui ont guidé les autres par notre",
        "commandement. Nous leur avons aussi enjoint par la Révélation de faire de bonnes",
        "œuvres et d'établir et de payer des cotisations Salat Zakat, et ils ont tous nous",
        "adorions. <N:66>"
      ],
      "tanslateWordByWord" : [
        "Et Nous les fîmes",
        "dirigeants",
        "ils guident",
        "Notre ordre",
        "Et Nous révélâmes",
        "pour eux",
        "(La) faire",
        "(De) bonnes actions",
        "et l'établissement",
        "(De) la prière",
        "et en donnant",
        "(De) zakah",
        "et ils étaient",
        "de nous",
        "adorateurs"
      ],
      "notes" : {
        "66" : [
          "Cet événement important de la vie du Prophète Abraham a trouvé aucune mention",
          "dans la Bible. En fait rien de sa vie dans `l'Irak de conflit avec Nimrod, son",
          "père et la communauté en général, ses efforts pour éradiquer l'idolâtrie,",
          "l'incident de son être jeté dans le feu, qui a finalement conduit à son exil",
          "forcé de pays- est mentionné nulle part dans la Bible. La Bible mentionne",
          "simplement sa migration, et que trop, d'une manière que si une famille a été la",
          "migration d'un pays à l'autre à la recherche de moyens de subsistance. Il y a une",
          "autre différence intéressante entre le Coran et la Bible. Selon le Coran, le père",
          "d'Abraham, qui était un polythéiste, était avant tout dans tyranniser son fils,",
          "mais la Bible donne un autre compte, ce qui est la suivante: \n [ \"Maintenant ce",
          "sont les générations de Terah Térach engendra Abram, Nahor et Haran et Haran",
          "engendra Lot. Et Haran mourut avant son père Terah dans le pays de sa naissance,",
          "à Ur en Chaldée. Et Abram et Nachor prirent des femmes: le nom de la femme",
          "d'Abram était Saraï; et le nom de la femme de Nachor, Milca, fille de Haran, père",
          "de Milca et père de Jisca. Mais Saraï était stérile; elle avait pas d'enfant.",
          "Térach prit Abram son fils, et Lot, fils d'Haran, fils de son fils, et Saraï, sa",
          "belle-fille, fils femme d'Abram son; et ils sortirent ensemble d'Ur en Chaldée,",
          "pour aller dans le pays de Canaan; et ils vinrent jusqu'à Charan, et ils y",
          "habitèrent. Et les jours de Térach furent de deux cent cinq ans:.; Et Térach",
          "mourut à Charan \"] [(Gen. 11: 27-32)]. \n [ \"Maintenant le Seigneur avait dit à",
          "Abram: Va-t-en de ton pays, de ta patrie, et de la maison de ton père, dans le",
          "pays que je montrerai toi: Et je ferai de toi une grande nation, et Je te bénis,",
          "et fais ton nom grand, et tu seras une bénédiction: et 1 bénirai ceux qui te",
          "béniront, et je maudirai ceux qui te maudira et en toi toutes les familles de la",
          "terre seront bénies »] [(Gn.. 12: 1-3)]. \n Le Talmud, cependant, donne assez peu",
          "de détails sur la vie du Prophète Abraham à propos de la durée de son séjour dans",
          "`l'Irak, qui sont généralement les mêmes que donné dans le Coran, mais il y a une",
          "différence flagrante dans certains les événements importants. En fait, on sent",
          "clairement que le récit dans le Talmud est plein de choses hétérogènes et",
          "hypothétiques alors que celle donnée dans le Coran est le plus clair et ne",
          "contient rien indigne du prophète Abraham. Nous reproduisons ci-dessous le compte",
          "comme indiqué dans le Talmud de sorte que le lecteur puisse connaître la",
          "différence entre le Coran et les versions juives. Cela permettra également de",
          "supprimer l'incompréhension de ceux qui pensent que le Coran a emprunté des",
          "histoires de la Bible ou de la littérature juive. \n Selon le Talmud, [ \"Les",
          "hommes sages ont vu une grande étoile dans le ciel la nuit Abram est né et ils",
          "ont conseillé Nimrod de tuer l'enfant né dans la maison de Terah. Le roi a décidé",
          "de tuer l'enfant, mais Terah caché son enfant et avait le fils d'un fonctionnaire",
          "tué en échange. Terah a alors caché sa femme et son enfant dans une grotte où ils",
          "ont vécu pendant dix ans. Dans la 11ème année Abram a été prise par Terah à Noé,",
          "où il a vécu sous la direction de Noé et son fils Shem depuis 39 ans. Au cours de",
          "la même période Abram a épousé sa nièce Sarai, qui était de 42 ans sa cadette.",
          "[(La Bible ne mentionne pas que Saraï était la nièce d'Abram; de plus, la",
          "différence d'âge est mentionné comme dix ans)]. [(Genèse 11: 29, 17: 17)]. \n Le",
          "Talmud dit alors, \"] Abram a quitté Noah à l'âge de 50 et est revenu à son père.",
          "Ici, il a constaté que son père était une idolâtrie et avait douze idoles dans la",
          "maison pour les douze mois de l'année. Il essayé de prêcher à son père contre",
          "l'idolâtrie, mais lorsque celui-ci ne l'écoutait pas, Abram un jour brisa toutes",
          "les idoles de la maison. Voyant cela Terah est allé directement à Nimrod et se",
          "plaignait que le fils qui est né dans sa maison il y a 50 ans avait misbehaved et",
          "brisé les idoles. Il voulait le verdict du roi à ce sujet. Nimrod sununoned Abram",
          "pour interrogatoire, mais les réponses données par Abram était droite, laconique",
          "et claire. Nimrod lui a envoyé en prison, puis a renvoyé la question au Conseil",
          "pour une décision. Le Conseil a décidé que Abram devrait être brûlé à mort. Un",
          "incendie a donc été préparé et Abram fut jeté en elle. Son frère et son",
          "père-frère Haran a également été jeté de même dans le feu. Haran a été puni parce",
          "que Nimrod demanda Terah pour expliquer pourquoi il avait un autre enfant tué à",
          "la place d'Abram quand il voulait tuer Abram le jour de sa naissance. Terah a",
          "répondu que cela a été fait à l'instigation de Haran. conséquence Nimrod laisser",
          "off Terah, mais a jeté Haran dans le feu avec Abram. Haran a été brûlé à mort",
          "instantanément, mais les gens ont vu que Abram marchait indemne à travers les",
          "flammes. Lorsque Nimrod a été informé, il a été témoin de ses propres yeux et",
          "cria: `O homme de Dieu du ciel, sortir du feu et de se présenter devant moi».",
          "Là-dessus, Abram est sorti et Nimrod est devenu l'un de ses .believers et lui a",
          "donné de nombreux cadeaux coûteux. Après cela, selon le Talmud, Abram est resté",
          "dans `l'Irak pendant deux ans quand Nimrod vit un rêve épouvantable et les",
          "astrologues lui a dit que la destruction de son empire .would venir à travers",
          "Abram et qu'il doit, par conséquent, le mettre à mort. . Nimrod a envoyé des gens",
          "pour tuer Abram, mais Abram est venu à connaître de l'intrigue avant-main à",
          "travers Eléazar, un esclave qui lui est présenté par Nimrod lui-même. en",
          "conséquence Abram a fui et se réfugia avec Noé où Terah aussi l'a rencontré au",
          "large et secrètement. Le père et le fils, enfin décidé de quitter le pays et Noé",
          "et son fils Shem ont également approuvé leur plan. En conséquence, Terah avec son",
          "fils Abram et son petit-fils Lot et sa petite-fille et la femme de son fils",
          "Sarai, a quitté U: et est allé à Haran \"[(H. Polano:. Le Talmud Selections,",
          "Londres, pp 30-42)]. . \n Est-ce qu'une personne raisonnable après avoir lu ce",
          "récit du Talmud jamais imaginer que cela pourrait être un ouvrage de référence",
          "pour l'histoire comme indiqué dans le Coran?"
        ]
      }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "وَلُوطًا آتَيْنَاهُ حُكْمًا وَعِلْمًا وَنَجَّيْنَاهُ مِنَ الْقَرْيَةِ الَّتِي كَانَتْ تَعْمَلُ الْخَبَائِثَ ۗ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَاسِقِينَ",
      "simpleTranslate" : [
        "Quant à Loth, Nous lui avons donné la sagesse et le savoir, et Nous l’avons sauvé",
        "de la cité où se pratiquait le vice et dont les habitants étaient malfaisants et",
        "pervers."
      ],
      "tafsirTranslate" : [
        "Et Nous donnâmes le jugement et la connaissance <N:67> sur Lot, et lui a délivrés",
        "de cette habitation qui a commis des actes indécents. En effet, ils étaient un",
        "peuple très méchant, pervers et désobéissants."
      ],
      "tanslateWordByWord" : [
        "Et (à) Lut",
        "Nous lui avons donné",
        "jugement",
        "et de la connaissance",
        "et Nous l'avons sauvé",
        "de",
        "la ville",
        "lequel",
        "était",
        "Faire",
        "mauvaises actions",
        "En effet, ils",
        "ont été",
        "un peuple",
        "mal",
        "pervers"
      ],
      "notes" : {
        "67" : [
          "Le mot arabe hukm d'origine est très complet. Cela signifie le jugement, la",
          "sagesse et la discrétion, et l'autorité d'Allah. `Ilm signifie la connaissance",
          "révélée de la Vérité. Ainsi, [ \"Nous donnâmes hukm et` ilm sur Lot \"]: [\" Nous",
          "avons nommé Lot comme un prophète \"]. [(Pour l'histoire de Lot, voir VII: 80-84;",
          "Xl: 7083; XV: 57-74 et E.N. est là de",
          "<V:7:80-84;Xl:7083;XV:57-74etE.N.estlàde>)]."
        ]
      }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "وَأَدْخَلْنَاهُ فِي رَحْمَتِنَا ۖ إِنَّهُ مِنَ الصَّالِحِينَ",
      "simpleTranslate" : [
        "Et Nous l’avons admis dans le sein de Notre miséricorde, car c’était un homme de",
        "bien."
      ],
      "tafsirTranslate" : [
        "Et Nous lui avons admis dans notre miséricorde: il était, en effet, des personnes",
        "justes."
      ],
      "tanslateWordByWord" : [
        "Et Nous lui avons admis",
        "dans",
        "Notre miséricorde",
        "En effet, il a",
        "(A) de",
        "les justes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "وَنُوحًا إِذْ نَادَىٰ مِنْ قَبْلُ فَاسْتَجَبْنَا لَهُ فَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ",
      "simpleTranslate" : [
        "Souviens-toi de Noé quand il lança autrefois son appel. Nous l’exauçâmes et le",
        "sauvâmes, lui et sa famille, du terrible cataclysme."
      ],
      "tafsirTranslate" : [
        "Et Nous bénit Noé avec la même faveur; rappelez-vous qu'il avait invoqué Us",
        "<N:68> avant que ces prophètes; Nous avons entendu sa prière et lui et les gens",
        "de sa maison de la grande calamité livré <N:69>"
      ],
      "tanslateWordByWord" : [
        "Et Nuh",
        "quand",
        "il a appelé",
        "avant",
        "avant",
        "Nous avons répondu de façon",
        "à lui",
        "et Nous l'avons sauvé",
        "et sa famille",
        "de",
        "l'affliction",
        "[le grand"
      ],
      "notes" : {
        "68" : [
          "Cela fait référence à la prière du Prophète Noé qu'il a fait à la fin après avoir",
          "essayé de son mieux pour réformer son peuple: [ \"Seigneur, aide-moi, car je suis",
          "accablé\"]. [(LIV: 10 <V:54:10>)], et [ \"Seigneur, ne laissent pas même un seul",
          "mécréant sur la terre.\"] [(LXXIX 26)]."
        ],
        "69" : [
          "[ \"grande calamité\"] peut soit se référer à vivre une vie misérable parmi les",
          "méchants, ou le déluge. [(Pour l'histoire du Prophète Noé, voir VII: 59-64; X:",
          "72-74; X1: 25-48 <V:7:59-64;X:72-74;X1:25-48>, et XVII: 3 et de l'E.N. de",
          "celui-ci)]."
        ]
      }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "وَنَصَرْنَاهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا ۚ إِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ",
      "simpleTranslate" : [
        "Nous l’avons délivré du peuple qui traitait Nos signes de mensonges. C’était un",
        "peuple de gens pervers que Nous fîmes tous engloutir."
      ],
      "tafsirTranslate" : [
        "et l'a aidé contre ceux qui avaient traité Nos révélations comme faux. Ils",
        "étaient en effet un peuple très mauvais, donc nous tous noyés ensemble."
      ],
      "tanslateWordByWord" : [
        "Et Nous l'avons aidé",
        "de",
        "les gens",
        "qui",
        "dénié",
        "Nos signes",
        "En effet, ils",
        "ont été",
        "un peuple",
        "mal",
        "Nous les avons donc noyé",
        "tout"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ",
      "simpleTranslate" : [
        "Souviens-toi aussi de David et de Salomon quand ils ont eu à rendre un jugement",
        "au sujet d’un champ cultivé que des ovins avaient saccagé de nuit. Nous avons été",
        "Témoin de leur jugement,"
      ],
      "tafsirTranslate" : [
        "Et Nous donnâmes la même faveur à David et Salomon: Rappelez-vous l'occasion où",
        "les deux étaient juger une affaire concernant un champ dans lequel les chèvres",
        "d'autres personnes avaient égaré la nuit, et nous-mêmes avons regardé leur",
        "conduite de l'affaire."
      ],
      "tanslateWordByWord" : [
        "Et Dawud",
        "et Sulaiman",
        "quand",
        "ils ont jugé",
        "concernant",
        "le champ",
        "quand",
        "pâturage",
        "en ce",
        "mouton",
        "(De) un peuple",
        "et Nous étions",
        "à leur jugement",
        "témoin"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "فَفَهَّمْنَاهَا سُلَيْمَانَ ۚ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا ۚ وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ ۚ وَكُنَّا فَاعِلِينَ",
      "simpleTranslate" : [
        "et avons inspiré à Salomon la bonne solution du litige, car à tous deux Nous",
        "avions donné la sagesse et le savoir ; de même que Nous avons assujetti les",
        "montagnes et les oiseaux à chanter avec David Nos louanges. Et c’est Nous qui en",
        "sommes l’Auteur."
      ],
      "tafsirTranslate" : [
        "A cette époque, nous guider Salomon la bonne décision, même si nous avions donné",
        "la sagesse et de la connaissance sur eux deux. <N:70>"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons donné la compréhension de celui-ci",
        "(À) Sulaiman",
        "et (à) chacune",
        "Nous avons donné",
        "jugement",
        "et de la connaissance",
        "Et Nous avons soumis",
        "avec",
        "Dawud",
        "les montagnes",
        "(À) glorifier Nos louanges",
        "et les oiseaux",
        "Et Nous étions",
        "les Doers"
      ],
      "notes" : {
        "70" : [
          "Il n'y a aucune mention de cet événement dans la Bible, ni dans la littérature",
          "juive. Selon les commentateurs musulmans, il est arrivé comme ceci: Les chèvres",
          "d'une personne inscrite dans le champ d'une autre personne dans la nuit. Ce",
          "dernier a apporté sa plainte au prophète David qui a décidé que les chèvres",
          "égarées devraient être remis au propriétaire du champ. Prophète Salomon,",
          "cependant, différait avec cela et a estimé que les chèvres doivent rester avec le",
          "propriétaire du champ à la fois que l'ancien labouré et préparé le terrain comme",
          "avant. En ce qui concerne ce qu'Allah dit: [ \"Nous avons mené Salomon à la bonne",
          "décision\"]. En ce qui concerne l'aspect juridique de la question, nous ne pouvons",
          "pas dire avec certitude quelle est la loi islamique dans un tel cas, ni aucune",
          "tradition du Saint Prophète pour expliquer ou soutenir. Voilà pourquoi les",
          "juristes ont différé à ce sujet. \n Il convient toutefois de noter que, dans ce",
          "contexte, l'incident a été cité pour montrer que les prophètes étaient après tous",
          "les êtres humains, en dépit de leurs pouvoirs de Godgiven et capacités. Dans ce",
          "cas, le Prophète David a commis une erreur de jugement, parce qu'il n'a pas été",
          "guidé par AIIah comme ce fut le Prophète Salomon, bien que les deux d'entre eux",
          "étaient des prophètes. Dans le passage suivant les pouvoirs merveilleux des deux",
          "ont été mentionnés pour montrer qu'ils étaient données par Dieu et ne l'ont pas",
          "serpent quiconque un dieu. \n Par ailleurs, nous apprenons la mousse ce verset que",
          "si deux juges donnent différentes décisions sur une seule et même affaire, deux",
          "d'entre eux seront considérés comme justes, bien que la décision d'un seul",
          "d'entre eux sera correcte, à condition que les deux sont dûment qualifiés pour",
          "assis dans le jugement sur l'affaire. Le Saint Prophète a déclaré le même",
          "principe plus élaborée. Dans une tradition de Bukhari, il est rapporté par 'Amar",
          "bin' Comme aurait dit, [ \"Si un juge fait le mieux son tout pour arriver à la",
          "bonne décision, il recevra une double récompense en cas d'un jugement droit et un",
          "seul récompense si son jugement est erroné. \"] selon une autre tradition, cité",
          "par Abou Daoud et Ibn Majah, sur l'autorité de Buraidah, il aurait dit: [\" les",
          "juges sont de trois sortes et un seul d'entre eux aller au Paradis:. celui qui",
          "reconnaît la vérité et décide selon elle d'autre part, celui qui reconnaît la",
          "vérité, mais donne sa décision contre elle, ira en enfer, et lui aussi, qui se",
          "trouve dans un jugement sur une affaire sans la connaissance [(et de compétence)]",
          "nécessaire. \"]"
        ]
      }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ ۖ فَهَلْ أَنْتُمْ شَاكِرُونَ",
      "simpleTranslate" : [
        "Nous avons aussi appris à David l’art de fabriquer des cuirasses pour vous",
        "protéger contre votre propre violence. En êtes-vous reconnaissants?"
      ],
      "tafsirTranslate" : [
        "Nous avions soumis à David les montagnes et les oiseaux qui ont rejoint avec lui",
        "dans notre louange: <N:71> Il était Nous Qui avait fait tout cela. Et Nous lui",
        "avons appris à votre avantage le métier de l'armurier afin que vous puissiez vous",
        "protéger contre la violence de l'autre. <N:72> Etes-vous donc reconnaissants?",
        "<N:73>"
      ],
      "tanslateWordByWord" : [
        "Et Nous lui avons appris",
        "(la fabrication",
        "(Des) couches d'armure",
        "pour toi",
        "pour vous protéger",
        "de",
        "votre combat",
        "Ensuite sera",
        "toi",
        "(être reconnaissant"
      ],
      "notes" : {
        "72" : [
          "Selon XXXIV: 10-11, il était comme ça: [ \".... Et Nous avons fait le soft de fer",
          "pour lui [(et lui avait commandé)]:` Faire cottes de mailles complète dans tous",
          "les ainsi, et disposer les plaques correctement .... \"]. Cela montre que Dieu",
          "avait fait Prophète David un expert dans l'utilisation du fer, et avait en",
          "particulier lui a enseigné l'art d'un amourer à des fins de défense. Ce fait est",
          "confirmé par les recherches archéologiques et historiques, car, selon eux l'âge",
          "de fer dans le monde a commencé entre 1200 et 1000 avant JC, ce qui est",
          "précisément la période du prophète David. A tirst les Hittites en Syrie et en",
          "Asie Mineure, qui a prospéré entre 2000 et 1200 avant JC, découvert un procédé de",
          "fusion et de fer de moulage, mais ils gardaient comme un secret à proximité du",
          "monde, et il ne pouvait pas être mis à l'usage commun. Plus tard, les Philistins",
          "vinrent à le savoir, mais eux aussi gardé comme un secret. Les défaites",
          "incessantes subies par les Israélites aux mains des Hittites et les Philistins",
          "devant le roi Saül, étaient dues principalement à l'utilisation de chars de fer",
          "dans leurs guerres par ce dernier. [(Joshua, 17h16; Juges, 1: 19, 4: 2-3)]. En",
          "1020 avant JC quand Saül devint gouverneur sur les Israélites par commandement",
          "d'Allah, il soumit les Cananéens et repris la majeure partie de la Palestine.",
          "Après lui Prophète David [(1004-965 avant JC)] non seulement annexé l'ensemble de",
          "la Palestine et de la Jordanie au royaume israélien, mais une grande partie de la",
          "Syrie ainsi. Ce fut le moment où le secret de l'armure de décision bien gardé par",
          "les Hittites et les Philistins, est devenu bien connus et des articles moins",
          "chers d'usage quotidien ont commencé à être fait. Les récentes fouilles",
          "archéologiques menées dans Edom, au sud de la Palestine, qui est riche en minerai",
          "de fer, ont amené à allumer les fours pour la fusion et le fer de moulage. Le",
          "four excavé près de Asiongaber, un port sur le golfe du `Aqabah, dans le temps du",
          "Prophète Salomon, semble avoir été construit sur les principes qui sont utilisés",
          "dans les hauts fourneaux modernes. Il est donc naturel que le Prophète David doit",
          "avoir tout d'abord utilisé cette découverte à des fins de guerre, car un peu plus",
          "tôt, les Cananéens hostiles autour de son royaume avaient rendu la vie très",
          "difficile pour son peuple. . La Bible dit aussi que le Prophète David était un",
          "expert dans l'art de la fusion et l'utilisation du fer à des fins de guerre.",
          "[(Voir Joshua, 17: 16; juges, 1:19 et 4: 2-3)]."
        ],
        "73" : [
          "Pour plus de détails au sujet de prophète David, s'il vous plaît voir II: 251 et",
          "XVII: 55 et le E.N. de celui-ci."
        ],
        "71" : [
          "De la formulation du texte, il est clair que [ \"les montagnes et les oiseaux\"] ne",
          "sont pas soumis au prophète David, mais ont été rejoints avec lui dans la gloire",
          "AIIah. Ceci est également pris en charge par XXXVIII: I9: [ «Nous avions soumis",
          "les montagnes par Notre Conmmand afin qu'ils nous ont loué avec lui [(David)]",
          "dans le matin et le soir, et les oiseaux aussi, qui se sont réunis ensemble et",
          "répété Notre louange avec lui\"]. Et, selon XXXIV: 10: [ \"Nous commandé les",
          "montagnes de répéter notre louange avec lui et aussi les oiseaux à faire la même",
          "chose.\"] Nous sommes d'avis que cela signifie ceci: [ \"Quand le Prophète David a",
          "chanté des hymnes d'Allah louange et la gloire, dans sa voix riche et douce, les",
          "montagnes résonnaient en arrière ses mélodies et les oiseaux se sont réunis",
          "autour de lui et toute la scène est devenue charmante \"] Notre interprétation est",
          "étayée par cette Tradition.: \n [ \"Une fois, quand Abû Musa Ash`ari, qui avait une",
          "voix très douce, récitait le Saint Coran, le Saint Prophète, qui passait par là,",
          "se tenait et écouté pendant une longue période. Quand il a fini le récit, le",
          "Saint Prophète a remarqué: «Cet homme a obtenu une partie de la mélodie de David",
          "'\"]."
        ]
      }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا ۚ وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ",
      "simpleTranslate" : [
        "Nous avons également soumis à Salomon le vent impétueux, afin qu’il souffle, par",
        "son ordre, sur la terre que Nous avons bénie, car Notre science embrasse toute",
        "chose."
      ],
      "tafsirTranslate" : [
        "Et Nous avions soumis à Salomon le vent fort soufflant qui a accéléré à son appel",
        "d'offres pour la terre dans laquelle nous avions placé nos bénédictions, <N:74>",
        "Nous avons eu pour la connaissance de tout."
      ],
      "tanslateWordByWord" : [
        "Et Sulaiman",
        "le vent",
        "avec force",
        "soufflage",
        "par son commandement",
        "à",
        "la terre",
        "lequel",
        "Nous bénis",
        "[Dedans]",
        "Et nous sommes",
        "de toute",
        "chose",
        "Connaisseurs"
      ],
      "notes" : {
        "74" : [
          "Ceci est également expliqué dans XXXIV: 12 <V:34:12>: [ \"Et pour Salomon Nous",
          "avions soumis le vent qui a couvert le voyage d'un mois dans la matinée et le",
          "voyage d'un mois dans la soirée\"], et XXXVIII: 36: [ \" alors Nous avons soumis le",
          "vent pour lui. il soufflait doucement à son appel d'offres où-soever il voulait",
          "faire sauter. \"] il est donc clair que le vent était tellement soumis au Prophète",
          "Salomon que les voyages dans des lieux à le voyage d'un mois de la mer pourraient",
          "être effectuée commodément, parce qu'un vent favorable a été souffle toujours",
          "pour ses navires à destination et en provenance de ces endroits. \n Il est",
          "confirmé par la Bible que le Prophète Salomon avait developedsea le commerce à",
          "grande échelle. [(I Rois, 10: 22)]. D'un côté, ses navires de commerce ont",
          "navigué de Asiongaber, à travers la mer Rouge, vers Yaman et d'autres terres du",
          "sud et de l'est, et de l'autre, sa flotte navale appelé Thar-shish, navigué sur",
          "la Méditerranée aux pays occidentaux. Le grand four qu'il avait construit à",
          "Asiongaber pour fusion et moulage des minerais extraits des mines de cuivre et de",
          "fer dans le `Araba dans Edom, a été confirmée par modem recherches archéologiques",
          "ainsi. Ce fer fondu et le cuivre a été utilisé dans la construction de navires en",
          "plus d'être mis à d'autres usages. Le Coran se réfère à ce quand il dit: [ \"....",
          "et Nous avons fait une fontaine de cuivre fondu à couler pour lui [(Salomon)]",
          "....\"] [(XXXIV: 12 <V:34:12>)]. \n Comme, ce qui concerne la soumission du vent,",
          "cela peut signifier que Allah, par Sa faveur spéciale, avait donc arrangé que les",
          "voyages de vent et de mer dans ces jours dépendaient entièrement du vent a",
          "toujours été favorable à la flotte du Prophète Salomon. Mais si nous prenons le",
          "sens littéral du v. 81: [ «il a accéléré à son appel d'offres\"], il n'y aura pas",
          "de mal, car Allah est en mesure de donner de tels pouvoirs à l'un de ses",
          "serviteurs qu'il veut."
        ]
      }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "وَمِنَ الشَّيَاطِينِ مَنْ يَغُوصُونَ لَهُ وَيَعْمَلُونَ عَمَلًا دُونَ ذَٰلِكَ ۖ وَكُنَّا لَهُمْ حَافِظِينَ",
      "simpleTranslate" : [
        "Et parmi les démons, certains exploraient pour lui les fonds des mers, et",
        "exécutaient bien d’autres travaux encore, pendant que Nous assurions leur",
        "sauvegarde."
      ],
      "tafsirTranslate" : [
        "Et Nous avions soumis à lui un grand nombre des satans qui a plongé dans la mer",
        "pour lui, et effectué d'autres travaux en dehors ceci:. Et nous avons gardé un",
        "oeil sur chacun d'eux <N:75>"
      ],
      "tanslateWordByWord" : [
        "Et de",
        "les démons",
        "(Étaient un peu) qui",
        "plongerait",
        "pour lui",
        "et ferait",
        "travail",
        "autre que",
        "cette",
        "Et Nous étions",
        "d'eux",
        "Gardiens"
      ],
      "notes" : {
        "75" : [
          "La sujétion des [ «satans»] a été expliqué dans XXXIV: 12-13. Soit dit en",
          "passant, ces versets du Coran montrent clairement que les satans et les djinns",
          "qui ont travaillé pour le Prophète Salomon appartenait à un genre tout à fait",
          "différent de l'être humain. Par conséquent, il est faux de pervertir le Coran",
          "pour prouver que [ \"ils étaient des êtres humains\"] comme certains commentateurs",
          "modernistes ont essayé de le faire. Il est évident à partir de la formulation du",
          "Coran et le contexte dans lequel l'histoire des djinns a été liée, qu'ils ne sont",
          "pas des êtres humains. Avaient-ils été si cela aurait eu aucune faveur spéciale à",
          "Salomon, parce que les êtres humains avaient déjà construit des monuments",
          "gigantesques comme les pyramides d'Egypte."
        ]
      }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "وَأَيُّوبَ إِذْ نَادَىٰ رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ",
      "simpleTranslate" : [
        "Souviens-toi de Job quand il adressa à son Seigneur cette prière : «Le mal dont",
        "je suis atteint me fait souffrir. Mais Toi, Tu es le plus Miséricordieux de tous",
        "les miséricordieux !»"
      ],
      "tafsirTranslate" : [
        "Et Nous avions donné Job <N:76> même (bénédiction de la sagesse et de la",
        "connaissance). Rappelez-vous quand il invoque son Seigneur, en disant: «Je suis",
        "affligé de la maladie, et tu es le plus Miséricordieux.\" <N:77>"
      ],
      "tanslateWordByWord" : [
        "Et Ayub",
        "quand",
        "il a appelé",
        "(À) son Seigneur",
        "En effet, [I]",
        "m'a touché",
        "l'adversité",
        "et toi",
        "(Sont) le Très Miséricordieux",
        "(De) le Miséricordieux"
      ],
      "notes" : {
        "76" : [
          "Il existe une grande divergence d'opinion quant à la personnalité, la période et",
          "la nationalité du prophète Job. Certains commentateurs opine qu'il était un",
          "Israélite, tandis que d'autres pensent qu'il était un Egyptien ou un Arabe qui a",
          "vécu avant le Prophète Moïse, ou pendant le temps des Prophètes David et Salomon.",
          "Comme toutes ces conjectures sont basées sur le livre de Job, qui est",
          "contradictoire et contre le Coran, rien ne peut être dit de lui avec certitude,",
          "mais à la lumière du Livre de lsaiah [(8ème siècle avant JC)] et le livre",
          "d'Ézéchiel [(6ème siècle avant JC)], qui sont des œuvres plus dignes de",
          "confiance, il a vécu dans le 9ème siècle avant JC ou même plus tôt. En ce qui",
          "concerne sa nationalité, le contexte dans lequel son nom apparaît dans IV: 163 et",
          "VI: 84, on peut supposer qu'il était un Israélite. Selon un dicton de Hadrat Wahb",
          "bin Munabbih, il aurait pu être de la descendance d'Ésaü, un fils du Prophète",
          "lsaac."
        ],
        "77" : [
          "Les paroles de la prière sont la note digne. mentionne prophète Job sa détresse",
          "mais. ne rien dire de plus à son Seigneur, sauf: [ «Tu es le plus",
          "Miséricordieux\"] Ceci est une grande preuve de sa force, de la nature noble et",
          "satisfait."
        ]
      }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ ۖ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنْ عِنْدِنَا وَذِكْرَىٰ لِلْعَابِدِينَ",
      "simpleTranslate" : [
        "Nous l’avons exaucé ; Nous l’avons délivré du mal dont il souffrait et Nous lui",
        "avons rendu sa famille doublement accrue, par un effet de Notre grâce, à titre",
        "d’exemple pour Nos serviteurs."
      ],
      "tafsirTranslate" : [
        "Nous avons entendu sa prière et lui soulagés de son affliction <N:78> et le",
        "rendit non seulement ceux de sa famille, mais aussi comme beaucoup d'autres avec",
        "eux comme une faveur de nous pour qu'il puisse servir un rappel à nos fidèles.",
        "<N:79>"
      ],
      "tanslateWordByWord" : [
        "Donc, nous avons répondu",
        "à lui",
        "et Nous avons supprimé",
        "quelle",
        "(Était) sur lui",
        "de",
        "(La) adversité",
        "Et Nous lui avons donné",
        "sa famille",
        "et (la) comme celui-ci",
        "avec eux",
        "(As) Mercy",
        "de nous-mêmes",
        "de nous-mêmes",
        "et un rappel",
        "pour les adorateurs"
      ],
      "notes" : {
        "78" : [
          "Comment sa maladie a été guérie a été expliqué dans XXXVIII: 42: [ \"Cachet le sol",
          "avec votre pied. Voici de l'eau fraîche pour vous laver avec et à boire\"] De",
          "cela, il semble que pas plus tôt fait il tamponner le sol qu'un ressort jaillit.",
          "Il a pris un bain et bu l'eau et a été guéri de sa maladie. La nature du",
          "traitement laisse entendre qu'il souffrait d'une maladie de la peau. Ceci est",
          "confirmé par la Bible aussi bien. [ \"Satan frappa Job d'un ulcère malin, depuis",
          "la plante du pied jusqu'au sommet.\"] - [(Job, 2: 7)]."
        ],
        "79" : [
          "Il sera intéressant de comparer, tout le caractère élevé de prophète Job comme",
          "indiqué dans le Coran que dans le Livre de Job dans la Bible. Le Coran lui",
          "présente comme un véritable tableau de patience et de courage et un excellent",
          "modèle pour les adorateurs de AIIah, mais son image générale présentée dans le",
          "Livre de Job est celle d'un homme qui est plein de griefs contre Dieu: [ \"",
          "périsse le jour où je suis né, et la nuit dans laquelle il a été dit, il est un",
          "enfant de l'homme conçu .... Qu'ils maudissent [(la nuit)] qui maudissent les",
          "jours, ..... Parce qu'il a fermé pas les portes de l'utérus de ma mère, ni le",
          "chagrin fait à mes yeux. Pourquoi ai-je pas morts de l'utérus? ^ [(chapitre 3)]",
          "..... \"] Oh que ma douleur ont été soigneusement pesé, et mon malheur posé dans",
          "le solde ainsi que ..... les flèches du Tout-Puissant sont en moi, le venin boit",
          "mon esprit: les terreurs de Dieu ne se rangèrent contre moi [ \"[(chapitre 6)]",
          "....\". ]J'ai pêché; que ferai-je à toi, ô sauveur des hommes? Pourquoi as-tu mis",
          "comme une marque contre toi, de sorte que je suis un fardeau pour moi-même? Et",
          "pourquoi méprises-tu pas pardonner mes transgressions, et enlever mon iniquité?",
          "[(Chapitre 7: 20-21 <V:7:20-21>)]. \n Ses trois amis tentent de lui et l'avocat de",
          "la patience, mais en vain consoler. Il dit: [ «Mon âme est dégoûtée de la vie",
          ".... l parlera dans l'amertume de mon âme»] [(10: 1)] .... [ \"J'ai entendu",
          "beaucoup de ces choses: consolateurs fâcheux vous tous \"] [(16: .... [\". ces",
          "trois hommes cessèrent de répondre à Job ..... Puis a été allumé la colère de",
          "Elihu .... contre Job .... parce qu'il se disait juste que Dieu \"]. (32: 1-3)],",
          "mais il a également omis de le consoler .... alors le Seigneur lui-même est",
          "descendu et a condamné les trois amis et Elihu menaça Job, puis lui a pardonné,",
          "lui et béni acceptés lui. \"[(chapitres 41, 42)]. Il convient de noter que dans",
          "les deux premiers chapitres de ce livre, prophète Job est présenté comme un homme",
          "parfait et droit qui craignait Dieu, mais dans les chapitres suivants, il devient",
          "un mode de réalisation grief contre Dieu, comme si l'estimation de Satan lui",
          "était correcte et celle de Dieu incorrecte. ainsi, ce livre lui-même est une",
          "preuve évidente qu'il est ni la Parole de Dieu, ni du Prophète lob mais avait été",
          "écrit après par un homme littéraire et incorporé dans la Bible comme une",
          "écriture."
        ]
      }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "وَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ ۖ كُلٌّ مِنَ الصَّابِرِينَ",
      "simpleTranslate" : [
        "Citons aussi Ismaël, Idrîs et Dhû-l-Kifl, qui avaient tous fait preuve",
        "d’endurance ;"
      ],
      "tafsirTranslate" : [
        "Et la même bénédiction a été accordé sur Ismael et Idris <N:80> et Zul-Kifl,",
        "<N:81> parce qu'ils ont tous pratiqué le courage."
      ],
      "tanslateWordByWord" : [
        "Et Ismaël",
        "et Idris",
        "et Dhul-Kifl",
        "et Dhul-Kifl",
        "tout",
        "(Étaient) des",
        "endurants"
      ],
      "notes" : {
        "80" : [
          "Pour une explication, voir Sourate Maryam [(XIX)]: E. N. 33."
        ],
        "81" : [
          "Zul-Kifl est pas le nom, mais le titre d'un homme juste, qui signifie",
          "littéralement «un homme de chance». Ici, il DCES pas fait référence à la",
          "prospérité du monde, mais à son caractère élevé et se classe dans l'au-delà. Il a",
          "également été mentionné par ce titre dans XXXVIII: 48. Il y a des opinions",
          "différentes au sujet de son identité et la nationalité: certains l'ont considéré",
          "comme Zacharias; [(mais ce n'est pas correct parce que Zacharias a été mentionné",
          "séparément dans v 89.)] d'autres disent qu'il était Elias, ou Josué, fils de Nun,",
          "ou Elisha, mais cela est encore incorrect, parce que dans la sourate Sad",
          "[(XXXVIII: '49 <V:38:'49>)] Elisée et Zul-Kifl ont été mentionnés comme des",
          "personnalités distinctes; d'autres disent qu'il était le fils de prophète Job,",
          "nommé Bishr, qui lui a succédé comme prophète. \n Allamah Alusi dit, [ «Les Juifs",
          "prétendent qu'il était Ezéchiel qui a été nommé à Prophétie pendant la captivité",
          "[(597 BC)] des Israélites et il a effectué sa mission dans une habitation par le",
          "côté du canal Kebar.\"] \n Ces opinions contradictoires confirment en effet rien.",
          "Les commentateurs modernes, cependant, sont enclins à croire qu'il était",
          "Ezéchiel, bien qu'il n'y ait aucun argument convaincant à ce sujet. Cette opinion",
          "est saine, car sa description dans ce verset [ \"qu'il était un patient et Tnan",
          "juste et a été béni par Dieu»] est pleinement confirmée par le Livre d'Ezéchiel.",
          "Il était l'un de ceux qui avaient été faits prisonniers par Nabuchodonosor à la",
          "chute de Jérusalem, qui se sont installés les exilés israéliens à Tel-Abib par la",
          "rivière Kebar en Irak. Ici, en 594 avant JC, Ezéchiel a été porté à Prophétie",
          "quand il avait à peine 30 ans, et il a continué à prêcher le message de Dieu aux",
          "Israélites en exil ainsi que pour les personnes iniques et les dirigeants de",
          "Jérusalem pour plein 22 ans. Dans la 9ème année de sa mission, sa femme qu'il",
          "appelait [ «le désir de ses yeux\"] est mort, mais quand les gens sont venus pour",
          "pleurer sa mort, il les met en garde contre la colère de Dieu et de la",
          "catastrophe imminente. [(Chapitre 24: I5-21 <V:24:I5-21>)]. Le livre du prophète",
          "Ezéchiel dans la Bible est l'un de ces Écritures qui semblent être authentique et",
          "divinement »inspiré."
        ]
      }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا ۖ إِنَّهُمْ مِنَ الصَّالِحِينَ",
      "simpleTranslate" : [
        "et que Nous avons fait entrer en Notre grâce, car ils étaient tous des hommes",
        "vertueux."
      ],
      "tafsirTranslate" : [
        "Nous les avons admis dans notre miséricorde parce qu'ils étaient des personnes",
        "justes."
      ],
      "tanslateWordByWord" : [
        "Et Nous les avons admis",
        "dans",
        "Notre miséricorde",
        "En effet, ils",
        "(Étaient) des",
        "les justes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَىٰ فِي الظُّلُمَاتِ أَنْ لَا إِلَٰهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ",
      "simpleTranslate" : [
        "Rappelle-toi Jonas, qui avait quitté son peuple dans un moment de colère, pensant",
        "que Nous n’allions pas l’éprouver. Puis il lança, du fond des ténèbres, l’appel",
        "que voici : «Il n’y a point de Dieu que Toi ! Que Ton Nom soit exalté ! J’ai été",
        "vraiment du nombre des injustes !»"
      ],
      "tafsirTranslate" : [
        "Et Nous avons montré une faveur à Zun-religieuse <N:82> Rappelez-vous quand il",
        "est parti en colère <N:83> car il pensait que nous ne serions pas le prendre à la",
        "tâche pour cela. <N:84> mais après, il nous a invoqué des profondeurs des",
        "ténèbres, <N:85> en disant: «il n'y a pas de Dieu, mais tu: gloire à toi: J'avais",
        "bien commis une faute\"."
      ],
      "tanslateWordByWord" : [
        "Et Dhun-Nun",
        "Et Dhun-Nun",
        "quand",
        "il est venu",
        "(Alors) en colère",
        "et de la pensée",
        "cette",
        "jamais",
        "Nous décréterait",
        "sur lui",
        "Puis il appela",
        "dans",
        "l'obscurité (es)",
        "cette",
        "(Il n'y a pas",
        "Dieu",
        "sauf",
        "Toi",
        "Gloire à Toi",
        "En effet, [I]",
        "je suis",
        "de",
        "les malfaiteurs"
      ],
      "notes" : {
        "82" : [
          "C'est, Jonas. Littéralement Zun-Nun signifie 'l'homme du poisson [ \"Il a été",
          "appelé ainsi parce qu'il a été dévoré par un poisson par le commandement de AIIah",
          "[(voir aussi XXXV11:.. 142 et X: 98 et sa FR de 98-100 )]."
        ],
        "83" : [
          "prophète Jonas a quitté son peuple avant d'avoir reçu l'ordre d'Allah pour la",
          "migration."
        ],
        "84" : [
          "Il suppose qu'il devait quitter, l'endroit qui allait être visité par le fléau",
          "d'Allah. Ce ne fut pas par lui-même une infraction, mais il était une infraction",
          "pour un prophète de quitter le lieu de sa mission sans la permission d'Allah."
        ],
        "85" : [
          "\"] .... ténèbres»: l'obscurité dans le ventre du poisson et de l'obscurité de la",
          "mer au-dessus et au-dessus."
        ]
      }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ ۚ وَكَذَٰلِكَ نُنْجِي الْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Nous l’avons exaucé et délivré de ses angoisses. Et c’est ainsi que Nous sauvons",
        "les croyants."
      ],
      "tafsirTranslate" : [
        "Alors Nous avons entendu sa prière, et lui a délivré de l'affliction: Ainsi que",
        "Nous sauvons les croyants."
      ],
      "tanslateWordByWord" : [
        "Donc, nous avons répondu",
        "à lui",
        "et Nous l'avons sauvé",
        "de",
        "la détresse",
        "Et ainsi",
        "Nous économisons",
        "les croyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 89,
      "arabicVerse" : "وَزَكَرِيَّا إِذْ نَادَىٰ رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنْتَ خَيْرُ الْوَارِثِينَ",
      "simpleTranslate" : [
        "Et Zacharie aussi avait adressé à son Seigneur cette prière : «Seigneur ! Ne me",
        "laisse pas sans descendance, bien que Tu sois le Meilleur des héritiers !»"
      ],
      "tafsirTranslate" : [
        "Et (Nous avons montré une faveur) à Zacharie, quand il invoque son Seigneur, en",
        "disant: \"O Seigneur, ne me laisse pas d'enfant si Toi seul es le meilleur",
        "Inheritor\"."
      ],
      "tanslateWordByWord" : [
        "Et Zakariya",
        "quand",
        "il a appelé",
        "(À) son Seigneur",
        "Mon Seigneur",
        "(Ne pas",
        "laisse-moi",
        "seul",
        "pendant que tu",
        "(sont les meilleurs",
        "(De) les héritiers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 90,
      "arabicVerse" : "فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَىٰ وَأَصْلَحْنَا لَهُ زَوْجَهُ ۚ إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا ۖ وَكَانُوا لَنَا خَاشِعِينَ",
      "simpleTranslate" : [
        "Nous l’exauçâmes également, lui donnâmes Jean pour fils en rendant à sa femme sa",
        "fécondité. Ce sont des gens qui s’empressaient de faire le bien, Nous invoquaient",
        "par amour et par crainte et faisaient preuve d’humilité devant Nous."
      ],
      "tafsirTranslate" : [
        "Alors Nous avons entendu sa prière, et lui donnâmes Yahya (Jean) et fait sa femme",
        "en forme. (Porter un enfant) pour lui. <N:86> Ces personnes ont exercé leur",
        "possible dans les bonnes oeuvres et ont appelé nous avec l'amour et la peur, et",
        "ils sont restés humbles devant nous. <N:87>"
      ],
      "tanslateWordByWord" : [
        "Donc, nous avons répondu",
        "à lui",
        "et Nous donnâmes",
        "sur lui",
        "Yahya",
        "et Nous guéris",
        "pour lui",
        "sa femme",
        "En effet, ils",
        "habitué)",
        "accélérer",
        "dans",
        "Bonnes actions",
        "et ils supplient-nous",
        "(En) espoir",
        "et la peur",
        "et ils étaient",
        "à nous",
        "humblement soumise"
      ],
      "notes" : {
        "86" : [
          "[ \"Made sa femme fit\"]: [ \"Nous guéri sa femme de stérilité.\"] Comme [ \"Toi seul",
          "es le meilleur de Inheritor\"], je l'aurai pas de chagrin, même si Tu ne donnent",
          "le tout enfant. [(Pour plus de détails, s'il vous plaît voir III: 37-41 et XIX:",
          "2-14 et de l'E.N. de celui-ci)]."
        ],
        "87" : [
          "Il sera utile de rappeler les raisons pour lesquelles les histoires des prophètes",
          "ont été cités dans cette sourate. \n [(1)] L'histoire du prophète Zacharie a été",
          "cité pour impressionner les esprits que tous les prophètes étaient des êtres",
          "humains et serviteurs d'Allah et n'avait pas teinte de divinité en eux. Ils",
          "avaient pas le pouvoir de donner des enfants à d'autres parce qu'ils avaient",
          "eux-mêmes de prier Allah pour les enfants pour eux-mêmes. \n [(2)] L'histoire du",
          "prophète Jonas a été cité pour montrer que même un grand prophète comme lui ne",
          "passe pas inaperçu quand il a commis une erreur en ce qui concerne le message",
          "d'Allah. Mais quand il se repentit, Allah, par Sa grâce, a prononcé le vivant du",
          "ventre du poisson. \n [(3)] La mention du prophète Job a été fait pour montrer que",
          "même les prophètes ont été mis à rudes épreuves et des afflictions, et même ils",
          "ont dû supplier Allah de les restaurer à la santé, sans parler de guérir les",
          "autres de maladies. \n Avec ces derniers, l'autre chose importante qui est destiné",
          "à être impressionné est que tous les prophètes ont cru en la doctrine de",
          "Monothéisme. Voilà pourquoi ils prièrent et priaient Un Dieu seul pour satisfaire",
          "leurs besoins et exigences. Bien qu'ils ont rencontré des essais, Allah les a",
          "aidés et a accordé leurs prières par des moyens surnaturels et miraculeux."
        ]
      }
    },
    {
      "verseNumber" : 91,
      "arabicVerse" : "وَالَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِنْ رُوحِنَا وَجَعَلْنَاهَا وَابْنَهَا آيَةً لِلْعَالَمِينَ",
      "simpleTranslate" : [
        "Rappelle-toi enfin celle qui avait préservé sa chasteté, et en qui Nous avons",
        "soufflé de Notre esprit, faisant d’elle ainsi que de son fils un miracle pour",
        "l’Univers."
      ],
      "tafsirTranslate" : [
        "Et (Nous bénis) cette femme qui avait gardé sa chasteté. <N:88> Nous respirions",
        "dans son de Notre Esprit <N:89> et fait elle et son fils un signe pour le monde",
        "entier <N:90>"
      ],
      "tanslateWordByWord" : [
        "Et elle qui",
        "gardé",
        "sa chasteté",
        "donc nous respirions",
        "dans sa",
        "de",
        "Notre Esprit",
        "et Nous lui avons fait",
        "et son fils",
        "un panneau",
        "pour les mondes"
      ],
      "notes" : {
        "88" : [
          "Autrement dit, [ \"Mary [(la paix d'Allah soient sur lui)]\"]."
        ],
        "89" : [
          "Il convient de noter que l'incident de la naissance du Prophète Jésus n'a pas été",
          "différente de celle du Prophète Adam, parce que le libellé du texte en arabe dans",
          "les deux cas est presque identique: [(Voir XXXVIII: 71 -72)]. En outre, au verset",
          "91, des mots presque semblables ont des betteraves utilisées en ce qui concerne",
          "la naissance de Jésus-Christ. [(Voir aussi IV: l71 et LXVI: 12)]. Allah Lui-même",
          "a déclaré que la naissance du Prophète Jésus était juste comme la naissance du",
          "Prophète Adam: [ «Aux yeux d'Allah, le cas de la naissance de Jésus est comme",
          "celle d'Adam, qu'il a créé de la poussière et dit, ' Be ', et il était. \"] [.",
          "(III: 59)] à la lumière de ces versets, nous pouvons conclure que AIIah utilise",
          "des mots comme: [\" Nous respirions en lui de Notre esprit »] pour les naissances",
          "miraculeuses. [(Pour de plus amples détails s'il vous plaît voir IV: E.N de",
          "212-213)]."
        ],
        "90" : [
          "Autrement dit, [ \"La mère et le fils étaient pas des partenaires de Dieu, ni eu",
          "aucune part quelconque dans la Divinité, mais étaient un signe parmi les signes",
          "de Dieu.\"] [(Voir XIX: FR 21 aussi)]."
        ]
      }
    },
    {
      "verseNumber" : 92,
      "arabicVerse" : "إِنَّ هَٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ",
      "simpleTranslate" : [
        "Certes, cette communauté religieuse, qui est la vôtre, est une seule et même",
        "communauté, et c’est Moi votre Seigneur que vous devez adorer."
      ],
      "tafsirTranslate" : [
        "En effet, cette communauté de la vôtre est une communauté, et je suis votre",
        "Seigneur: alors adorer Moi seul."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ce",
        "(Est) votre religion",
        "religion",
        "un",
        "et je suis",
        "votre Seigneur",
        "donc adorer Me"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 93,
      "arabicVerse" : "وَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ ۖ كُلٌّ إِلَيْنَا رَاجِعُونَ",
      "simpleTranslate" : [
        "Cependant, les hommes ont brisé les liens religieux qui les unissaient. Mais quoi",
        "qu’il en soit, c’est vers Nous qu’ils feront tous retour."
      ],
      "tafsirTranslate" : [
        "Mais les gens (de leur propre gré) en pièces leur (un) Creed dans de nombreuses",
        "religions; <N:91> ils ont tous pour revenir à nous."
      ],
      "tanslateWordByWord" : [
        "Mais ils lui ont coupé",
        "leur affaire",
        "entre eux",
        "tout",
        "à nous",
        "(Volonté) retour"
      ],
      "notes" : {
        "91" : [
          "Dans ce verset, les destinataires sont l'ensemble de l'humanité. Cela signifie: [",
          "«Ô hommes, en réalité, de vous tous appartenu à une communauté et avait une seule",
          "et même religion et tous les prophètes apporté une seule et même Creed qui était",
          "ceci:` Allah seul est le Seigneur de tous les hommes: par conséquent, ils devrait",
          "adorer Lui seul. \"]\" Mais après, les gens corrompus et ce Credo a inventé et",
          "adopté les choses qu'ils aimaient et mélangés leurs propres théories, caprices et",
          "pratiques en elle. Cela a fait naître d'innombrables communautés et religions.",
          "Ainsi, il est absolument faux de dire qu'un prophète particulier a été le",
          "fondateur d'une religion particulière et un autre d'un autre, et ainsi de suite.",
          "Le fait même que les différentes religions ont vu le jour à différentes périodes",
          "de la dîme, ne prouve pas que les prophètes ont créé ces différences. Il est",
          "évident que les prophètes de Dieu ne pouvaient pas trouver différentes religions",
          "ils ne pouvaient enseigner à leurs disciples d'adorer des êtres autres que Dieu."
        ]
      }
    },
    {
      "verseNumber" : 94,
      "arabicVerse" : "فَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِ وَإِنَّا لَهُ كَاتِبُونَ",
      "simpleTranslate" : [
        "Et quiconque, tout en étant croyant, aura accompli de bonnes œuvres, ses efforts",
        "ne seront point méconnus, car c’est à son actif que Nous porterons toutes ses",
        "bonnes actions."
      ],
      "tafsirTranslate" : [
        "Alors quiconque fait le bien, et il est un croyant ainsi, son travail ne seront",
        "pas traités slightingly: Nous enregistrons tout cela."
      ],
      "tanslateWordByWord" : [
        "Donc, quiconque",
        "Est-ce que",
        "[de]",
        "[Les] actions droites",
        "alors qu'il",
        "(Est) un croyant",
        "alors pas",
        "(Sera) rejetée",
        "[De] son ​​effort",
        "Et en effet, Nous",
        "de celui-ci",
        "(Sont) Enregistreurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 95,
      "arabicVerse" : "وَحَرَامٌ عَلَىٰ قَرْيَةٍ أَهْلَكْنَاهَا أَنَّهُمْ لَا يَرْجِعُونَ",
      "simpleTranslate" : [
        "Il est inconcevable que les habitants d’une cité que Nous avons fait périr",
        "puissent revenir à la vie d’ici-bas,"
      ],
      "tafsirTranslate" : [
        "Et il est impossible que l'habitation Nous avons une fois détruite obtient un",
        "autre bail de la vie <N:92>"
      ],
      "tanslateWordByWord" : [
        "Et (il n'y a) l'interdiction",
        "sur",
        "une ville",
        "que Nous avons détruit",
        "qu'ils",
        "ne pas",
        "sera de retour"
      ],
      "notes" : {
        "92" : [
          "Le texte arabe de v 95 peut être interprété de trois façons.: \n [(I)] La",
          "communauté qui est une fois détruite par le fléau d'Allah ne peut jamais avoir",
          "une deuxième ou une nouvelle vie. \n [(2)] Après sa destruction, sa population ne",
          "sont pas donnés une seconde chance pour leur test: ils doivent être présentés à",
          "la Cour d'Allah pour le jugement final. \n [(3)] Quand une communauté transgresse",
          "les dernières limites de ses méchanceté, les injustices et la désobéissance, et",
          "Allah ordonne de le détruire, aucune autre chance de repentance est donnée à",
          "elle, car elle devient incapable de revenir en arrière à l'orientation droite."
        ]
      }
    },
    {
      "verseNumber" : 96,
      "arabicVerse" : "حَتَّىٰ إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ",
      "simpleTranslate" : [
        "avant que ne soient libérés les Yâjûj et les Mâjûj, et qu’ils ne déferlent en",
        "masse de toutes les hauteurs."
      ],
      "tafsirTranslate" : [
        "jusqu'à ce que Gog et Magog sont lâchés: ils vont fondre de toutes les hauteurs,"
      ],
      "tanslateWordByWord" : [
        "Jusqu'à",
        "quand",
        "a été ouverte",
        "(Pour) le Yajuj",
        "et Majuj",
        "et ils",
        "de",
        "chaque",
        "élévation",
        "descendre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 97,
      "arabicVerse" : "وَاقْتَرَبَ الْوَعْدُ الْحَقُّ فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا يَا وَيْلَنَا قَدْ كُنَّا فِي غَفْلَةٍ مِنْ هَٰذَا بَلْ كُنَّا ظَالِمِينَ",
      "simpleTranslate" : [
        "C’est alors que la promesse de Dieu sera près de s’accomplir, et que les regards",
        "des infidèles seront figés de stupeur. «Malheur à nous, s’écriront-ils. Nous",
        "vivions dans l’insouciance, ou plutôt nous étions de vrais coupables !»"
      ],
      "tafsirTranslate" : [
        "et le temps de l'accomplissement de la Vraie Promise attirera près, <N:93> après",
        "quoi les yeux de ceux qui avaient mécru seront frappés de stupeur: ils diront:",
        "\"Malheur à nous: nous été inattentifs. Bien plus, nous étions injustes \" <N:94>"
      ],
      "tanslateWordByWord" : [
        "Et a approché",
        "la promesse",
        "[la vérité",
        "alors voici",
        "[il]",
        "(Sont) à regarder",
        "(les yeux",
        "(De) ceux qui",
        "pas foi",
        "Malheur à nous",
        "En vérité",
        "nous avions été",
        "dans",
        "étourderie",
        "de",
        "ce",
        "Non",
        "nous étions",
        "les malfaiteurs"
      ],
      "notes" : {
        "93" : [
          "Pour les détails sur Gog et Magog, voir de 62 et 69 de la sourate A1-Kahf E.N.",
          "[(XVIII)]. Ils seront lâchés dans le sens où ils vont fondre sur les régions de",
          "la terre comme une bête de proie qui est libéré de sa cage soudainement. [ \"Le",
          "temps de l'accomplissement de la vraie promesse\"] viendra à la veille de la",
          "Résurrection et l'apparition de Gog et Magog sera un signe. Dans une tradition",
          "liée musulmane, par Huzaifah bin Asid Ghifari, le Saint Prophète a dit: [",
          "\"Résurrection aura pas lieu jusqu'à ce que dix signes apparaissent: \n [(1)] La",
          "fumée. [(2)] Dajjal. [(3)] Daabat-ul-Ard. [(4)] lever du soleil de l'ouest. [(5)]",
          "en descendant de Jésus, fils de Marie. [(6)] attaque soudaine de Gog et Magog.",
          "[(7-9)] trois diapositives-une terre à l'est, la deuxième dans l'ouest et le",
          "troisième en Arabie. [(10)] l'embrasement d'un grand feu de Yaman qui conduira",
          "les gens à la plaine de la Résurrection. Dans une autre tradition, le Saint",
          "Prophète a déclaré que, après l'attaque surprise de Gog et Magog, résurrection.",
          "être si près qu'il peut avoir lieu à tout moment comme une femme enceinte",
          "pourrait livrer l'enfant à tout moment, dans la journée ou de la nuit, après son",
          "mandat a expiré. Mais la référence à l'apparition de Gog et Magog dans le Coran",
          "et les Hadiths ne signifie pas qu'ils vont fondre sur l'humanité conjointement;",
          "il peut être qu'ils vont se heurter les uns contre les autres près de l'heure de",
          "la Résurrection et de leur conflit mutuel pourrait se traduire par une",
          "catastrophe universelle et la destruction."
        ],
        "94" : [
          "\"] Nous avons été inattentifs [\" contient une sorte d'excuse en elle, comme pour",
          "dire, \"] Les prophètes nous a avertis du Jour de la Résurrection, mais nous avons",
          "été injustes et n'a prêté aucune attention à leur mise en garde\" ."
        ]
      }
    },
    {
      "verseNumber" : 98,
      "arabicVerse" : "إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ",
      "simpleTranslate" : [
        "En vérité, vous serez, vous et les idoles que vous adoriez en dehors de Dieu,",
        "jetés en pâture à l’Enfer, où vous serez tous précipités."
      ],
      "tafsirTranslate" : [
        "En fait, vous et vos divinités, que vous adorez en dehors d'Allah, sont le",
        "carburant de l'Enfer, dans lequel vous devez entrer; <N:95>"
      ],
      "tanslateWordByWord" : [
        "En effet, vous",
        "et quoi",
        "vous adorez",
        "en dehors d'Allah",
        "en dehors d'Allah",
        "en dehors d'Allah",
        "(Sont) du bois de chauffage",
        "(De) Enfer",
        "Toi",
        "à ce",
        "viendra"
      ],
      "notes" : {
        "95" : [
          "Nous apprenons de traditions que `Abdullah bin Azza'ara a soulevé une objection à",
          "cet égard, en disant: [\" D'après ce non seulement nos divinités mais prophètes",
          "Jésus et `Uzair et les Anges vont devenir aussi combustible pour enfer parce",
          "qu'ils sont également adoré. \"] Le Saint Prophète répondit: [« Oui, tous ceux qui",
          "approuverait son propre culte au lieu d'Allah ira en enfer avec ceux qui se",
          "prosterna devant lui. \"] Il voulait dire, [\" Il a aucune raison pour prophètes",
          "Jésus et `Uzair et les Anges doivent aller en enfer parce qu'ils n'approuvés",
          "qu'ils devraient être adorés au lieu d'Allah, et ne sont pas responsables,",
          "d'autre part, ils ont enseigné les gens à adorer Allah seul\"] . Bien sûr, ceux",
          "qui ont essayé de devenir des divinités et sont devenus des partenaires dans le",
          "shirk des autres vont certainement aller en enfer avec leurs adorateurs. De même",
          "ceux qui induit les autres à prendre des divinités autres que AIIah, iront en",
          "enfer. Satan vient dans cette catégorie car il induit les autres à faire des",
          "divinités. Ainsi, il est Satan qui fait la véritable divinité dont ils obéissent",
          "et commettent shirk outre, des idoles de pierre et de bois et d'autres",
          "accessoires de shirk seront également jetés dans l'enfer avec les polythéistes",
          "afin que ce dernier devrait voir que leurs divinités ont été de plus en plus une",
          "cause de l'intensité de leur torture du feu au lieu de devenir leurs",
          "intercesseurs."
        ]
      }
    },
    {
      "verseNumber" : 99,
      "arabicVerse" : "لَوْ كَانَ هَٰؤُلَاءِ آلِهَةً مَا وَرَدُوهَا ۖ وَكُلٌّ فِيهَا خَالِدُونَ",
      "simpleTranslate" : [
        "Et si vos divinités étaient de véritables dieux, elles ne seraient pas",
        "précipitées dans l’Enfer, où vous êtes tous appelés à vous éterniser."
      ],
      "tafsirTranslate" : [
        "ont-ils vraiment été Dieu, ils ne seraient pas y aller; maintenant ils y vont",
        "demeurer éternellement."
      ],
      "tanslateWordByWord" : [
        "Si",
        "ont été",
        "ces",
        "dieux",
        "ne pas",
        "ils (seraient) sont venus à elle",
        "Et tout",
        "la bride",
        "respectera toujours"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 100,
      "arabicVerse" : "لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ",
      "simpleTranslate" : [
        "Ils y pousseront des gémissements sans pouvoir eux-mêmes rien entendre."
      ],
      "tafsirTranslate" : [
        "Là, ils vont gémir, <N:96> mais ils entendront rien (en réponse à cause du bruit",
        "rugissant)."
      ],
      "tanslateWordByWord" : [
        "Pour eux",
        "la bride",
        "(Est) soupirant",
        "et ils",
        "la bride",
        "ne pas",
        "entendra"
      ],
      "notes" : {
        "96" : [
          "Le mot arabe ~ i j [(zafir)] signifie `respiration difficile» en raison de la",
          "chaleur excessive, le travail et la fatigue."
        ]
      }
    },
    {
      "verseNumber" : 101,
      "arabicVerse" : "إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَىٰ أُولَٰئِكَ عَنْهَا مُبْعَدُونَ",
      "simpleTranslate" : [
        "Mais ceux qui auront, auparavant, bénéficié de Notre faveur seront bien à l’abri",
        "d’un tel sort."
      ],
      "tafsirTranslate" : [
        "Quant à ceux pour lesquels nous aurons déjà ordonné bon (récompenses), ils seront",
        "conservés loin d'elle <N:97>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux",
        "a sortis",
        "pour eux",
        "de notre part",
        "le bon",
        "ceux",
        "à partir de cela",
        "(Sera) enlevé loin"
      ],
      "notes" : {
        "97" : [
          "Ce seront les gens qui pratiquaient la vertu et de la justice dans ce monde.",
          "Allah a déjà promis qu'ils seront conservés à l'abri de la torture et sera",
          "accordé le salut."
        ]
      }
    },
    {
      "verseNumber" : 102,
      "arabicVerse" : "لَا يَسْمَعُونَ حَسِيسَهَا ۖ وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خَالِدُونَ",
      "simpleTranslate" : [
        "Ils n’entendront point les vacarmes de la Géhenne, et de ce qu’ils désirent, leur",
        "jouissance sera éternelle ;"
      ],
      "tafsirTranslate" : [
        ", ils ne seront pas entendre même son moindre son et ils habiteront à jamais au",
        "milieu de ces choses qui ils désirent et chérir plus;"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "ils entendront",
        "(La) moindre bruit de celui-ci",
        "et ils",
        "dans",
        "quelle",
        "envie",
        "leurs âmes",
        "respectera toujours"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 103,
      "arabicVerse" : "لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ وَتَتَلَقَّاهُمُ الْمَلَائِكَةُ هَٰذَا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ",
      "simpleTranslate" : [
        "de même que la grande terreur ne les affligera point et les anges les",
        "accueilleront par ces mots : «Voici le jour qui vous a été promis !»"
      ],
      "tafsirTranslate" : [
        ", le temps de la grande frayeur ne trouble pas du tout; <N:98> les anges",
        "précipiteront pour les recevoir, en disant: \"Voici le jour même qui vous a été",
        "promis!\""
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "leur deuil",
        "la terreur",
        "[le meilleur",
        "et leur répondre",
        "les anges",
        "Ce",
        "(Est) votre journée",
        "lequel",
        "vous étiez",
        "promis"
      ],
      "notes" : {
        "98" : [
          "Autrement dit, [ «Le temps de rassembler et d'aller devant Allah sera très",
          "terrible pour le peuple, mais les justes auront toute tranquillité d'esprit,",
          "parce que tout ce qui va se passer en fonction de leurs attentes. Leur foi et les",
          "bonnes oeuvres qu'ils ont fait dans le monde, vous aideront à les consoler par la",
          "grâce d'Allah et, au lieu de douleur et de tristesse, ils seront remplis de",
          "l'espoir qu'ils vont obtenir leurs récompenses promises. \"]"
        ]
      }
    },
    {
      "verseNumber" : 104,
      "arabicVerse" : "يَوْمَ نَطْوِي السَّمَاءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ ۚ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ ۚ وَعْدًا عَلَيْنَا ۚ إِنَّا كُنَّا فَاعِلِينَ",
      "simpleTranslate" : [
        "Et ce jour-là, Nous plierons le ciel, comme plie le scribe un parchemin. Et de",
        "même que Nous avons procédé à la première Création, de même Nous la",
        "recommencerons. C’est une promesse que Nous Nous sommes faite, et Nous",
        "l’accomplirons."
      ],
      "tafsirTranslate" : [
        "Ce jour-là, nous allons rouler le ciel comme les feuilles de papier sont enroulés",
        "dans un parchemin écrit. Nous allons frapper en avant la création une fois de",
        "plus que nous avions l'origine avant. Ceci est une promesse Nous avons fait à",
        "nous-mêmes, et nous devons l'accomplir."
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "Nous plierons",
        "le paradis",
        "comme (le) pliage",
        "(De) un rouleau",
        "pour les enregistrements",
        "Comme",
        "Nous avons commencé",
        "(la première",
        "création",
        "Nous allons le répéter",
        "une promesse",
        "sur nous",
        "En effet, nous",
        "Nous sommes",
        "(La) Doers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 105,
      "arabicVerse" : "وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ",
      "simpleTranslate" : [
        "Nous avons certes écrit dans les Psaumes, après l’avoir gravé dans le Livre",
        "céleste, que la Terre serait l’héritage de Nos bons serviteurs."
      ],
      "tafsirTranslate" : [
        "Et Nous avons écrit dans les Psaumes après l'admonition: «Nos serviteurs justes",
        "posséderont la terre»."
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons écrit",
        "dans",
        "l'Ecriture",
        "après",
        "après",
        "la mention",
        "cette",
        "La terre",
        "hériteront",
        "Mes esclaves",
        "les justes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 106,
      "arabicVerse" : "إِنَّ فِي هَٰذَا لَبَلَاغًا لِقَوْمٍ عَابِدِينَ",
      "simpleTranslate" : [
        "Il y a en cela suffisamment d’enseignements pour des gens qui adorent le",
        "Seigneur."
      ],
      "tafsirTranslate" : [
        "Certes, dans c'est une grande nouvelles pour les gens qui nous adorent <N:99>."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "dans",
        "ce",
        "est sûrement un message",
        "pour un peuple",
        "adorateurs"
      ],
      "notes" : {
        "99" : [
          "L'interprétation de ce verset a donné lieu à un grand malentendu. Certaines",
          "personnes ont essayé de l'interpréter d'une manière qui est tout à fait opposé à",
          "l'idéologie du Coran. Ils l'interprètent comme signifiant: [ \"L'héritage du",
          "royaume et les ressources de la terre sont donnés aux justes seuls dans cette vie",
          "mondaine, et sur eux seuls Allah douches Ses bienfaits et de bénédictions.\"]",
          "Ensuite, ils appliquent cette formule à l'inverse et de conclure que le don de",
          "cet héritage de la terre est le seul critère entre le [ «juste»] et les [",
          "\"injustes\"] hommes. Le juste est celui qui hérite de la souveraineté de la terre",
          "et l'injuste celui qui est privé de cet héritage. Mais quand ils appliquent leur",
          "formule dans la perspective historique, ils constatent que la plupart de ces",
          "nations qui ont hérité de la terre dans le passé et sont héritant aujourd'hui,",
          "ont été et sont pour la plupart mécréant, polythéistes, athées et immoral, et que",
          "ceux-ci ne sont pas les caractéristiques des personnes justes quand jugés par le",
          "critère mis en avant par le Coran. De Nimrod et Pharaon à nos jours despotes",
          "communistes, qui ont été hériter de la terre, ont été et sont infidèles et les",
          "ennemis de Dieu et ne pouvait donc pas être considéré comme juste, selon la",
          "formule coranique. Face à cette situation, ils commencent à se disputer qu'il",
          "doit y avoir une erreur dans la conception de la [ «juste»] qui devrait être tel",
          "qu'il serait adapter à tous les héritiers de la terre si elles étaient califes",
          "comme Abou Bakr Siddiq et `Umar Faruq ou Chingez et Halaku. Cette recherche les",
          "conduit à la théorie darwinienne de la survie du plus fort et ils supposent",
          "l'aptitude à être un synonyme de [ «justice»]. \n Selon cette nouvelle conception",
          "ou la définition de [ «justice»], la proposition serait clairement dire: [ \"Toute",
          "personne, ou un groupe de personnes, qui est capable de vaincre et les pays",
          "subjuguer par la force militaire et a la capacité d'exploiter les ressources de",
          "la terre est avec succès un `serviteur juste d'Allah» et sa réalisation est un",
          "critère et le message de la justice et de culte pour les autres êtres humains à",
          "suivre. par conséquent, si elles ne parviennent pas à obtenir l'héritage de la",
          "terre, ils ne seront ni considérées parmi les justes, ni parmi les serviteurs",
          "d'Allah \"]. À la suite de cette interprétation du verset, et cette conception de",
          "la [ «justice»] et [ \"service\"], ils ont été confrontés à l'interprétation de",
          "certains articles essentiels et fondamentaux de la foi islamique. Par exemple,",
          "selon le Coran, aucun acte, quelle qu'en soit la bonne, pourrait être considéré",
          "comme justes sans la croyance en Allah, au-delà, les Prophètes et les Livres. En",
          "outre, l'invitation du Prophète pour accepter les systèmes moraux et juridiques",
          "de l'Islam perdrait tout son sens. Ensuite, ces gens ne pouvaient pas concilier",
          "leur interprétation avec les enseignements du Coran que l'obéissance au Saint",
          "Prophète et les commandements d'Allah était absolument essentiel pour un Tnan",
          "juste et que l'absence de ce ferait une personne un mécréant et un transgresseur",
          "qui mérité la colère de AIIah. Si elles avaient fait face à ce problème hardiment",
          "et honnêtement, ils ont réalisé que leur interprétation était erronée, mais au",
          "lieu de cela, ils ont changé très impudemment la conception universellement",
          "acceptée de la foi, l'islam, Monothéisme, Prophétie et l'au-delà afin de rendre",
          "ceux-ci de base articles de la foi cadrent avec leur interprétation de ce verset.",
          "Ainsi, ils se sont tournés tous les enseignements du Coran à l'envers et altéré",
          "sa signification sans la moindre hésitation. Considérons maintenant leur",
          "interprétation et le point de ses erreurs sur: \n [(1)] Leur interprétation",
          "contredit les enseignements du Coran dans son ensemble, car, selon eux la vertu,",
          "la piété et la bonté ne comprennent pas le progrès matériel et leur capacité à",
          "régner sur la terre. De plus, si le mot coranique [ \"Salih\"] [(vertueux, bon)]",
          "est considéré comme synonyme de [ \"Sahib Salahiyyat\"] [(ie possesseur d'aptitude",
          "et de compétence)], ce verset va entrer en conflit avec l'ensemble de la Coran. \n",
          "[(2)] Ils isolent ce verset de son contexte et lui attribuer tout ce qui signifie",
          "qu'ils aiment; autrement, ils auraient vu que la [ «héritage»] mentionné dans le",
          "contexte est la promesse aux croyants qui doit être remplie dans l'au-delà, et",
          "n'a donc rien à voir avec l'héritage dans ce monde. \n Si ce verset est interprété",
          "dans le contexte dans lequel il se produit, il devient très simple des versets",
          "précédents que cette promesse aux gens justes tient bon pour la vie dans",
          "l'au-delà. Cette chose a été rendue plus explicite dans XXXIX: 73-74. Selon ce",
          "passage [(ce qui est certainement sur la vie dans l'au-delà)], quand les gens",
          "pieux entreront au Paradis, ils diront: [ \"Dieu soit loué, qui a rempli sa",
          "promesse et nous a fait héritiers de la terre.\" ] \n Considérons maintenant cette",
          "question à la lumière des Psaumes [(si le Livre des Psaumes dans la Bible est",
          "authentique ou falsifiée, parce que le vrai Psaumes du prophète David ne sont",
          "nulle part disponible)] à laquelle ce verset se réfère. Selon 37: 9-29: [ \"....",
          "les méchants seront retranchés, mais ceux qui attendent le Seigneur, ils",
          "posséderont la terre, encore un peu de temps, et le méchant ne doit pas être:.",
          "Oui, tu feras diligemment considérer sa place, et il ne doit pas être Mais les",
          "humbles posséderont la «terre. et ils jouissent de l'abondance de la paix .... et",
          "leur héritage sera à jamais .... les justes posséderont la la terre, et y",
          "demeurer éternellement. \"] Ainsi les Psaumes confirment également mot pour mot",
          "verset 105. Il est évident que [« [(Ils)] y demeurer éternellement \"] se réfère à",
          "la vie dans l'au-delà. \n En ce qui concerne l'héritage de la terre dans cette vie",
          "mondaine, Allah lui donne en héritage à ceux de Ses serviteurs qu'Il veut [(VII:",
          "128 <V:7:128>)], indépendamment du fait qu'ils soient croyants ou incroyants,",
          "juste ou méchant, non pas comme un mais pour récompenser leur procès. [ \"....",
          "Votre Seigneur vous souverains sur la terre faire, puis il va voir comment vous",
          "vous conduisez.\"] [(VII: 129 <V:7:129>)]. Le patrimoine de la terre dans cette",
          "vie mondaine est ni permanent ni éternelle. Il est simplement accordé une épreuve",
          "pour les différentes communautés. D'autre part, le patrimoine de la [ \"terre\"]",
          "visée au v 105 est permanente et pour toujours et, selon le Coran, il sera remis",
          "sur la base de cette formule:. [ \"La terre appartient à Allah et il ne fera que",
          "Ses serviteurs vertueux héritiers à ce pas pour leur test, mais comme une",
          "récompense permanente pour l'attitude juste, ils ont adopté dans cette vie",
          "mondaine. \"]"
        ]
      }
    },
    {
      "verseNumber" : 107,
      "arabicVerse" : "وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ",
      "simpleTranslate" : [
        "Ô Muhmmad ! Nous ne t’avons envoyé que comme miséricorde pour l’Univers."
      ],
      "tafsirTranslate" : [
        "(O Muhammad!) Nous vous avons envoyé à être une véritable bénédiction pour les",
        "gens du monde <N:100>."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous vous avons envoyé",
        "mais",
        "(Comme) une miséricorde",
        "pour les mondes"
      ],
      "notes" : {
        "100" : [
          "Ce verset [(107)] peut aussi être traduit par: [ \"Nous vous avons envoyé que",
          "comme une bénédiction pour les gens du monde»]. Dans les deux cas, cela",
          "signifiera que la nomination du Saint Prophète est en effet une bénédiction et la",
          "miséricorde d'Allah dans le monde entier. Ceci est parce qu'il a suscité dans le",
          "monde négligents mousser son étourderie et lui a donné la connaissance du critère",
          "entre la vérité et le mensonge, et a averti très clairement à la fois des voies",
          "de salut et. se ruiner. Ce fait a été dit ici «de dire aux mécréants de la Mecque",
          "qu'ils étaient tout à fait tort dans leur estimation du Saint Prophète qu'il",
          "était une affliction et de détresse pour eux parce qu'ils ont dit, [« Cet homme a",
          "semé les graines de défausse parmi nos clans et séparés près de la famille de",
          "l'autre »] on leur a dit ici, [\" peuple insensé, vous avez tort de présumer qu'il",
          "est une affliction pour vous;.. mais il est en réalité une bénédiction et la",
          "miséricorde d'Allah pour vous \" ]"
        ]
      }
    },
    {
      "verseNumber" : 108,
      "arabicVerse" : "قُلْ إِنَّمَا يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ ۖ فَهَلْ أَنْتُمْ مُسْلِمُونَ",
      "simpleTranslate" : [
        "Dis : «Il m’a été seulement révélé que votre Dieu est un Dieu Unique. Êtes-vous",
        "disposés à vous soumettre à Lui?»"
      ],
      "tafsirTranslate" : [
        "Dis-leur, «Ce qui est révélé à moi est la suivante: Votre Dieu est un Dieu",
        "seulement vous, puis, abandonner à Lui.?\""
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Seulement",
        "il est révélé",
        "pour moi",
        "cette",
        "ton Dieu",
        "(c'est Dieu",
        "Un",
        "il en sera",
        "toi",
        "soumettre (à Lui)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 109,
      "arabicVerse" : "فَإِنْ تَوَلَّوْا فَقُلْ آذَنْتُكُمْ عَلَىٰ سَوَاءٍ ۖ وَإِنْ أَدْرِي أَقَرِيبٌ أَمْ بَعِيدٌ مَا تُوعَدُونَ",
      "simpleTranslate" : [
        "Mais s’ils tournent le dos, dis-leur : «Je vous ai tous avertis en toute équité,",
        "mais j’ignore si ce qui vous est promis est proche ou lointain."
      ],
      "tafsirTranslate" : [
        "Si même alors, ils se détournent de lui, leur dire clairement: «Je vous ai",
        "prévenu ouvertement, maintenant je ne sais pas si cette chose avec laquelle vous",
        "êtes menacé <N:101> est proche main ou loin."
      ],
      "tanslateWordByWord" : [
        "Mais si",
        "ils se détournent",
        "alors dire",
        "I (ai) annoncé pour vous",
        "également",
        "également",
        "Et pas",
        "je connais",
        "si est proche",
        "ou",
        "loin",
        "quelle",
        "vous êtes promis"
      ],
      "notes" : {
        "101" : [
          "Autrement dit, [ «Je ne sais pas le temps et la forme de la peine de AIIah pour",
          "votre rejet du message. Ce bac vient à tout moment dans une forme quelconque.\"]"
        ]
      }
    },
    {
      "verseNumber" : 110,
      "arabicVerse" : "إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ",
      "simpleTranslate" : [
        "Dieu sait ce que vous dites à haute voix et ce que vous dissimulez."
      ],
      "tafsirTranslate" : [
        "Vous devriez, cependant, notez bien que Dieu a la connaissance de ce qui est",
        "énoncé à haute voix et aussi de ce que vous parlez secrètement <N:102>."
      ],
      "tanslateWordByWord" : [
        "En effet, il",
        "sait",
        "la déclaration",
        "[de]",
        "[le discours",
        "et il sait",
        "quelle",
        "vous cachez"
      ],
      "notes" : {
        "102" : [
          "Cela fait référence à leurs régimes secrets, des parcelles et leur campagne de",
          "rumeurs qui ont été mentionnés dans v. 3. Là aussi, le Prophète avait dit: [ \"Mon",
          "Seigneur a la connaissance de tout ce qui est dit dans les cieux ou la terre car",
          "il est Audient et Omniscient \"]. [(V. 4)]. Ce fut pour les avertir qu'ils",
          "seraient prises à la tâche pour ces choses, aussi."
        ]
      }
    },
    {
      "verseNumber" : 111,
      "arabicVerse" : "وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتَاعٌ إِلَىٰ حِينٍ",
      "simpleTranslate" : [
        "Mais j’ignore si ce délai qui vous est accordé constitue une tentation pour vous",
        "ou une occasion de jouir encore un laps de temps de la vie.»"
      ],
      "tafsirTranslate" : [
        "Je pense que cela (retard) peut être un essai pour vous, <N:103> et on vous donne",
        "un répit à vous amuser pour un terme fixé. \""
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "je connais",
        "peut-être, il peut être",
        "un procès",
        "pour toi",
        "et une jouissance",
        "pour",
        "une époque"
      ],
      "notes" : {
        "103" : [
          "Ce fut un [ «procès»] parce que le retard dans le [ «punition»] a été de les",
          "tromper en croyant [ \"Toutes les choses mises en avant par le Prophète sont",
          "fausses: il avait été un véritable prophète de Allah nous aurions été puni bien",
          "avant cela pour notre incrédulité. \"] Ils ne se rendent pas compte que la raison",
          "de ce retard est que Dieu a voulu leur donner un répit pour réparer leurs",
          "manières."
        ]
      }
    },
    {
      "verseNumber" : 112,
      "arabicVerse" : "قَالَ رَبِّ احْكُمْ بِالْحَقِّ ۗ وَرَبُّنَا الرَّحْمَٰنُ الْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "simpleTranslate" : [
        "Et le Prophète de dire : «Seigneur, décide entre nous, en toute équité ! C’est de",
        "notre Seigneur, le Miséricordieux, que nous implorons assistance contre vos",
        "assertions mensongères !»"
      ],
      "tafsirTranslate" : [
        "(A enfin) le Messager dit: «Ô mon Seigneur, passe ton jugement avec la vérité Et,",
        "ô peuple, nous avons confiance en notre Seigneur, le Miséricordieux, pour nous",
        "aider contre les choses que vous. dire\"."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Mon Seigneur",
        "juge",
        "en vérité",
        "Et notre Seigneur",
        "(Est) le Tout Miséricordieux",
        "Celui dont l'aide est demandée",
        "contre",
        "quelle",
        "vous attribuez"
      ],
      "notes" : { }
    }
  ],
  "medinian" : false
}