{
  "chapterNumber" : 22,
  "nbVerses" : 78,
  "name" : "Le pèlerinage",
  "nameArabic" : "الحجّ",
  "transName" : "al-ḥajj",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ",
      "simpleTranslate" : [
        "Ô hommes ! Craignez votre Seigneur, car le tremblement de l’Heure dernière sera",
        "quelque chose de terrifiant !"
      ],
      "tafsirTranslate" : [
        "Ô gens, vous sauver de la colère de votre Seigneur. Le fait est que le",
        "tremblement de terre de la Résurrection est une chose terrible <N:1>"
      ],
      "tanslateWordByWord" : [
        "ô hommes",
        "ô hommes",
        "La crainte",
        "votre Seigneur",
        "Effectivement",
        "(La) convulsion",
        "(De) l'Heure",
        "(Est) une chose",
        "génial"
      ],
      "notes" : {
        "1" : [
          "Selon les premiers commentateurs, ce tremblement de terre sera un prélude à la",
          "Résurrection. Cela aura probablement lieu quand la terre commencera à tourner",
          "dans l'ordre inverse, et le soleil se lèvera à l'ouest. Dans une longue tradition",
          "rapportée par Ibn Jarir, 'Tabarani et Ibn Abi Hatim d'Abou Hourayra, le Saint",
          "Prophète a déclaré que lorsque la première trompette sera soufflé, il y aura une",
          "confusion générale; à la seconde toutes les personnes vont mourir et à la",
          "troisième, ils seront ramenés à la vie et présenté devant Allah. Au premier",
          "souffle de la trompette, la terre va commencer à balancer comme un bateau qui est",
          "frappé à par d'énormes vagues, ou comme une lampe suspendue qui est déplacé d'un",
          "côté à l'autre par un fort vent. \n Cette condition a été décrite dans le Coran à",
          "plusieurs autres endroits. Par exemple LVI: 6; LXIX: 13-14; LXXIII: 14, 17-18;",
          "LXXIX: 6-9 et XCIX: 1-3. \n Selon d'autres commentateurs, ce tremblement de terre",
          "se produira quand les morts seront ramenés à la vie et présenté devant leur",
          "Seigneur. Bien que cela est pris en charge par certaines traditions, nous",
          "préférons la première interprétation [(en dépit du fait que la tradition",
          "rapportée par Abu Hurayrah est [ «faible»])] parce que cela est pris en charge",
          "par des versets clairs du Coran."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَىٰ وَمَا هُمْ بِسُكَارَىٰ وَلَٰكِنَّ عَذَابَ اللَّهِ شَدِيدٌ",
      "simpleTranslate" : [
        "Le jour où il se produira, toute nourrice oubliera son nourrisson, toute femelle",
        "enceinte enfantera avant terme et les hommes donneront l’impression d’être ivres,",
        "bien qu’ils ne le soient pas, car le châtiment de Dieu sera terrible."
      ],
      "tafsirTranslate" : [
        "Le jour vous voyez, vous verrez que chaque femme de lait va abandonner son",
        "nourrisson, <N:2> et chaque femme enceinte sera jeté son fardeau, et les gens",
        "vont apparaître pour vous d'être en état d'ébriété , mais ils ne seront pas ivre,",
        "mais le tourment terrible d'Allah sera telle (comme pour les rendre tournoient",
        "comme des ivrognes <N:3>)."
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "Tu vas le voir",
        "oubliera",
        "chaque",
        "mère nourricière",
        "ce qui",
        "elle allaite",
        "et livrera",
        "chaque",
        "femme enceinte",
        "femme enceinte",
        "sa charge",
        "et vous verrez",
        "[La] l'humanité",
        "ivre",
        "tout en ne",
        "ils",
        "(Sont) en état d'ébriété",
        "mais",
        "(la punition",
        "(De) Allah",
        "(Sera) sévère"
      ],
      "notes" : {
        "2" : [
          "C'est de montrer l'intensité et de l'honneur du tremblement de terre. À ce",
          "moment-là, il y aura tellement de terreur d'acide confusion que les mères",
          "délaisseront leurs chers enfants au moment même où ils seront les Suckling."
        ],
        "3" : [
          "Il convient de noter qu'il ne vise pas à décrire ici la condition de la",
          "Résurrection, mais pour impressionner le peuple le tourment terrible de l'heure,",
          "afin de les avertir de réparer leurs manières. Cette hypothèse est étayée par le",
          "passage ultérieur."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَرِيدٍ",
      "simpleTranslate" : [
        "Tel, parmi les hommes, discute au sujet de Dieu sans détenir la moindre",
        "connaissance, et se laisse entraîner par tout démon rebelle,"
      ],
      "tafsirTranslate" : [
        "Il y a quelques-uns parmi les personnes qui se livrent à des discussions sur",
        "AIIah sans aucune connaissance <N:4> et suivent chaque Satan rebelle,"
      ],
      "tanslateWordByWord" : [
        "Et parmi",
        "l'humanité",
        "(Est-il) qui",
        "des disputes",
        "concernant",
        "Allah",
        "sans pour autant",
        "connaissance",
        "et la suivante",
        "chaque",
        "diable",
        "rebelle"
      ],
      "notes" : {
        "4" : [
          "Ils ne se livrent pas à des discussions ou des disputes sur l'Être ou de",
          "l'existence d'Allah, mais à propos de ses droits et pouvoirs et ses révélations,",
          "comme le montre le passage suivant. Quand le Saint Prophète a essayé de les",
          "convaincre de Monothéisme et la Résurrection, inévitablement le différend était",
          "de savoir s'il y a un Dieu unique, le seul souverain ou il y avait d'autres",
          "partenaires ainsi que dans sa divinité et s'il a le pouvoir d'apporter la",
          "Résurrection, etc."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "كُتِبَ عَلَيْهِ أَنَّهُ مَنْ تَوَلَّاهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَىٰ عَذَابِ السَّعِيرِ",
      "simpleTranslate" : [
        "prédestiné à égarer quiconque le prend pour allié, et à le conduire au supplice",
        "de l’Enfer."
      ],
      "tafsirTranslate" : [
        "au sujet de laquelle il a été décrété qu'il induire en erreur celui qui le prend",
        "pour un ami et va lui montrer le chemin aux tourments de l'enfer."
      ],
      "tanslateWordByWord" : [
        "Il a été décrété",
        "pour lui",
        "qu'il",
        "qui",
        "lui se lie d'amitié",
        "alors en effet, il",
        "sera l'égarer",
        "et le guidera",
        "à",
        "(la punition",
        "(Des) Blaze"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ ۚ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَىٰ أَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ۖ وَمِنْكُمْ مَنْ يُتَوَفَّىٰ وَمِنْكُمْ مَنْ يُرَدُّ إِلَىٰ أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا ۚ وَتَرَى الْأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ",
      "simpleTranslate" : [
        "Ô hommes ! Si vous êtes dans le doute au sujet de la Résurrection, sachez que",
        "c’est Nous qui vous avons tirés de terre, puis d’une goutte de sperme, puis d’une",
        "adhérence, puis d’un embryon dont une partie est déjà formée et une autre non",
        "encore formée. C’est ainsi que Nous vous donnons une idée de Notre puissance.",
        "Nous maintenons dans les matrices ce que Nous voulons jusqu’au terme fixé, pour",
        "vous en faire ensuite sortir à l’état de bébé, et vous atteindrez ainsi plus tard",
        "votre maturité. Il en est parmi vous qui meurent encore jeunes, tandis que",
        "d’autres arrivent jusqu’à l’âge de la décrépitude au point de ne plus se souvenir",
        "de ce qu’ils savaient. Ne vois-tu pas aussi comment la terre desséchée reprend",
        "vie, dès que Nous l’arrosons de pluie, pour se gonfler et se couvrir de toutes",
        "sortes de couples de plantes luxuriantes?"
      ],
      "tafsirTranslate" : [
        "O gens, si vous avez un doute sur la vie après la mort, vous devriez savoir que",
        "Nous avons d'abord vous créé d'argile, puis d'une goutte de sperme <N:5>, puis",
        "d'un caillot de sang, puis d'un morceau de chair, en forme ou informes. <N:6>",
        "(Nous vous disons cela) afin que nous puissions faire la plaine de la réalité",
        "pour vous. Et Nous faisons ces gouttes (de sperme), que nous allons, rester dans",
        "le ventre pour une période fixe, puis Nous vous enfantera comme un enfant; puis",
        "(Nous vous nourrissons) afin que vous puissiez atteindre votre plein jeunesse. Et",
        "il peut y avoir parmi vous qui est rappelé plus tôt et qui est retourné à l'âge",
        "le plus abject afin qu'il sache rien, même après avoir connu tout ce qu'il",
        "pouvait. <N:7> Et vous voyez les terres situées à sec et stérile, mais comme dès",
        "que Nous avons fait descendre l'eau de pluie sur elle, il remue (à la vie), et",
        "gonfle et fait naître toutes sortes de végétation luxuriante."
      ],
      "tanslateWordByWord" : [
        "ô hommes",
        "ô hommes",
        "Si",
        "tu es",
        "dans",
        "doute",
        "sur",
        "La résurrection",
        "alors en effet, nous",
        "Nous vous avons créés",
        "de",
        "poussière",
        "puis",
        "de",
        "une goutte de sperme",
        "puis",
        "de",
        "une substance collante",
        "puis",
        "de",
        "une masse embryonnaire",
        "formé",
        "et informes",
        "et informes",
        "que nous pouvons faire comprendre",
        "à toi",
        "Et Nous causons de rester",
        "dans",
        "les ventres",
        "quelle",
        "Nous allons",
        "pour",
        "un terme",
        "nommé",
        "puis",
        "Nous vous ferons sortir",
        "(Comme) un enfant",
        "[puis]",
        "que vous pouvez atteindre",
        "[Votre] maturité",
        "Et parmi vous",
        "(Est-il) qui",
        "meurt",
        "et parmi vous",
        "(Est-il) qui",
        "est renvoyé",
        "à",
        "la plus abjecte",
        "âge",
        "de sorte que non",
        "il sait",
        "après",
        "après",
        "ayant connu",
        "n'importe quoi",
        "Et vous voyez",
        "La terre",
        "stérile",
        "puis quand",
        "Nous faisons descendre",
        "dessus",
        "eau",
        "il obtient agité",
        "et elle se gonfle",
        "et se développe",
        "de",
        "chaque",
        "gentil",
        "beau"
      ],
      "notes" : {
        "5" : [
          "[ \"..... créé vous ..... goutte de sperme»]: Le premier homme, Adam a été créé",
          "directement à partir d'argile et après lui le processus de procréation commencé",
          "par des moyens de goutte de sperme . Cela a été dit dans XXXII: 7-8 aussi. Cela",
          "peut aussi signifier que l'homme est créé à partir de goutte de sperme, mais son",
          "corps est fait de ces éléments qui sont tous disponibles dans la terre."
        ],
        "6" : [
          "Ce fait référence aux différentes étapes du développement de l'enfant dans le",
          "ventre de sa mère. Cette description est basée sur l'observation et non pas sur",
          "la recherche scientifique, et il n'y avait aucun besoin de lui dans le but pour",
          "lequel référence à ce qui a été fait ici."
        ],
        "7" : [
          "Autrement dit, [ \"Dans l'ancien homme d'âge est de nouveau revenu à la même",
          "condition dans laquelle il était dans l'enfance. Il perd ses sens et connaît peu",
          "ou rien comme un enfant\"]."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّهُ يُحْيِي الْمَوْتَىٰ وَأَنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "Il en est ainsi, parce que Dieu est la Vérité même, qu’Il est Celui qui rend la",
        "vie aux morts, que Sa puissance s’étend sur toute chose,"
      ],
      "tafsirTranslate" : [
        "Il en est ainsi parce qu'Allah est la Vérité <N:8> Il apporte les morts à la vie",
        "et il a le pouvoir sur tout."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(parce que",
        "Allah",
        "Il",
        "(est la vérité",
        "Et qu'Il",
        "[Il] donne la vie",
        "(À) les morts",
        "et qu'il",
        "(est fini",
        "chaque",
        "chose",
        "Tout-puissant"
      ],
      "notes" : {
        "8" : [
          "Le texte arabe peut signifier trois choses: \n [(1)] Allah dit la vérité et vous",
          "avez tort de présumer qu'il n'y a aucune possibilité de vie après la mort. \n",
          "[(2)] l'existence d'Allah est non seulement une supposition, mais il est une",
          "réalité. Il est non seulement la cause première, mais a l'autorité suprême, et",
          "mène toutes les affaires de l'univers selon sa volonté, le savoir et la sagesse.",
          "\n [(3)] Tous Ses dessins et travaux sont basés sur la vérité et sont, par",
          "conséquent, sérieux, significatif et plein de sagesse."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَأَنَّ السَّاعَةَ آتِيَةٌ لَا رَيْبَ فِيهَا وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ",
      "simpleTranslate" : [
        "que l’Heure viendra, sans nul doute, et que Dieu ressuscitera ceux qui sont dans",
        "les tombes."
      ],
      "tafsirTranslate" : [
        "et (ce qui est une preuve que) l'heure de la Résurrection est sûr de venir et il",
        "n'y a absolument aucun doute à ce sujet, et le plus sûrement Il élèvera ceux qui",
        "sont couchés dans les tombes [*. 9]"
      ],
      "tanslateWordByWord" : [
        "Et cela",
        "l'heure",
        "viendra",
        "(Il n'y a pas",
        "doute",
        "à propos de ça",
        "et cela",
        "Allah",
        "ressuscitera",
        "(ceux qui",
        "(sont dans",
        "les tombes"
      ],
      "notes" : {
        "9" : [
          "Dans ce passage, les différentes étapes de la vie de l'homme, les effets de la",
          "pluie sur la terre et la croissance de la végétation ont été cités comme des",
          "pointeurs vers cinq réalités: \n [(1)] [ \"Allah seul est la Vérité\"]. \n [(2)] [",
          "«Il apporte la mort à la vie\"]. \n [(3)] [ \"Il a le pouvoir sur tout\"]. \n [(4)] [",
          "\"Le Jour de la Résurrection et la fin du monde est inévitable\"]. \n [(5)] La",
          "plupart Allah va ramener à la vie de tous les gens qui sont morts [ \", Voyons",
          "maintenant examiner comment ces signes indiquent les cinq réalités ci-dessus: \n",
          "[(1)] \"] Allah est la Vérité [\": Pour le prouver, prenons d'abord le cas de",
          "l'homme. Toutes les étapes de son développement sont une preuve évidente que",
          "Allah les a conçu avec sagesse. Il prend sa naissance à partir d'une goutte de",
          "sperme qui se sont produits d'une manière merveilleuse. La nourriture, que",
          "l'homme prend, se transforme en cheveux, la chair, les os et une partie de",
          "celui-ci est transformé en sperme, qui est potentiellement capable de produire",
          "des millions d'êtres humains. Il est le Sage et Vrai Dieu Qui décide de ces",
          "millions de graines de la semence doit être utilisé pour rendre une femme",
          "enceinte en mélangeant la graine avec l'ovule. Cette chose insignifiante se",
          "transforme en un enfant vivant dans neuf mois dans le ventre de la mère. Si l'on",
          "considère les différentes étapes de la naissance de l'enfant, nous arrivons à la",
          "conclusion inévitable que tout cela a été conçu par le vrai, Designer Immortel.",
          "Car il est celui qui décide si elle doit être un homme ou une femme, voyant ou",
          "aveugle, etc. Ensuite, il est celui qui décide combien de temps un enfant est",
          "destiné à vivre. Toutes ces choses sont une preuve évidente que Dieu seul est la",
          "Vérité. \n [(2)] \"] Il apporte les morts à la vie [\": Même un peu de réflexion sur",
          "la bonne voie convaincra tout homme sensé et honnête que ce processus d'amener",
          "les morts à la vie est continuellement passe devant nos yeux. Chaque être humain",
          "a été créé à partir d'un \"] morts [\" goutte de sperme. Puis il obtient la vie de",
          "\"] choses mortes [\" comme la nourriture contenant de la matière morte comme le",
          "charbon, le fer, la chaux, des sels, des gaz, qui aident à faire de lui un être",
          "humain vivant. Ensuite, nous considérons notre environnement. Graines de choses",
          "différentes qui avaient été dispersés çà et là par les oiseaux de vent nad, et",
          "les racines de différents types de végétation qui se trouvaient pourri et morts",
          "dans le sol, le printemps à la vie dès qu'il se produit une aspersion d'eau de",
          "pluie. Ce processus de la mort à venir à la vie est observée au cours de chaque",
          "année de la saison des pluies après année. \n [(3)] \"] Allah a pouvoir sur tout",
          "[\": Il y a des gens qui croient que sans aucun doute Allah a tout créé et",
          "gouverne l'univers, mais il ne peut pas faire quoi que ce soit à l'avenir, en",
          "plus ou en dehors de cela. Ceci est parce qu'ils ne respectent pas les phénomènes",
          "de Ses pouvoirs qui ont été et sont apparaissant chaque instant. Ils ne réalisent",
          "pas que si l'homme-Sa création a couru réaliser de magnifiques exploits de la",
          "science qui ne pouvait même pas être rêvé dans les anciens âges, pourquoi Allah",
          "seul être tenu comme ayant des pouvoirs limités? \n [(4)] \"] Le Jour de la",
          "Résurrection est inévitable [\" et \"] La plupart Allah ramènera à la vie de tous",
          "les gens qui sont morts\": Ces deux sont les corollaires rationnelles des trois",
          "prémisses précédentes. Allah est Puissant et peut donc apporter la Résurrection à",
          "tout moment qu'il veut. Il peut aussi ramener à la vie tous les morts comme il",
          "l'a pour les êtres humains de la vie à partir de rien dans la première instance.",
          "Comme Il est Sage, Il n'a pas créé les êtres humains sans objet et le but. Il",
          "jugera leur vie du monde, conformément à l'objet et le but pour lequel il les",
          "créa. Il les appellera à rendre compte de tout ce qu'il leur a confiée. Ceci est",
          "très simple: même des êtres humains demandent un autre pour rendre compte de la",
          "propriété, etc. ils confient à d'autres. De même, la sagesse d'Allah exige",
          "d'appeler chaque être humain pour expliquer les choses qui lui sont confiées.",
          "Ensuite, la nature humaine exige aussi qu'il devrait y avoir une distinction",
          "entre le bien et le mal, et il attend la récompense des bonnes œuvres et redoute",
          "la punition des mauvaises actions. Voilà pourquoi les gens ont mis en place des",
          "tribunaux judiciaires. Ainsi, l'homme ne peut pas imaginer que le Créateur ne",
          "sera pas l'appeler pour expliquer les choses, les pouvoirs et les facultés, etc.",
          "qu'il a confiés à lui. Par conséquent, le sens commun confirme que Dieu tiendra",
          "le Jugement dernier afin que chacun devrait obtenir son dû récompense et la",
          "punition due."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ",
      "simpleTranslate" : [
        "Tel, parmi les hommes, discute de Dieu sans aucune connaissance, sans direction",
        "et sans livre pour éclairer sa lanterne,"
      ],
      "tafsirTranslate" : [
        "Il y a encore d'autres qui arrogance <N:10> différend au sujet d'Allah sans",
        "aucune connaissance <N:11> et d'orientation <N:12> et livre éclairant, <N:13>"
      ],
      "tanslateWordByWord" : [
        "Et parmi",
        "humanité",
        "(Est-il) qui",
        "des disputes",
        "concernant",
        "Allah",
        "sans pour autant",
        "aucune connaissance",
        "et pas",
        "toute orientation",
        "et pas",
        "un livre",
        "éclairants"
      ],
      "notes" : {
        "10" : [
          "Autrement dit, ils sont si cou raide, fier, arrogant, inflexible et obstiné",
          "qu'ils ne paient pas d'attention à [ \"admonestation\"]."
        ],
        "11" : [
          "[ \"Connaissance\"]: que les renseignements personnels qui est acquise directement",
          "par l'observation et l'expérience."
        ],
        "12" : [
          "[ \"orientation\"]: cette information qui est gagné .by raisonnement ou par une",
          "autre personne qui a connaissance."
        ],
        "13" : [
          "` 'Illuminating Book\": Source d'information obtenue de la Révélation divine."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "ثَانِيَ عِطْفِهِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ ۖ لَهُ فِي الدُّنْيَا خِزْيٌ ۖ وَنُذِيقُهُ يَوْمَ الْقِيَامَةِ عَذَابَ الْحَرِيقِ",
      "simpleTranslate" : [
        "en affichant une attitude orgueilleuse pour éloigner ses semblables de la Voie du",
        "Seigneur. L’opprobre couvrira cet individu en ce monde, puis Nous lui ferons",
        "goûter, au Jour de la Résurrection, le supplice de l’Enfer."
      ],
      "tafsirTranslate" : [
        ". De sorte qu'ils peuvent amener les gens égarés du chemin d'Allah <N:14> Une",
        "telle personne est passible d'opprobre dans ce monde, et le Jour de la",
        "Résurrection, Nous lui ferons goûter le châtiment du Feu ,"
      ],
      "tanslateWordByWord" : [
        "Torsion",
        "son cou",
        "induire en erreur",
        "de",
        "(le chemin",
        "(De) Allah",
        "Pour lui",
        "dans",
        "le monde",
        "(Est) disgrace",
        "et nous allons le faire goût",
        "(au jour",
        "(De) Résurrection",
        "(la punition",
        "(Des) Burning Fire"
      ],
      "notes" : {
        "14" : [
          "V, 3 mentionné ces gens qui ont eux-mêmes égarés, mais v. 9 mentionne ceux qui",
          "ont non seulement dévié du droit chemin eux-mêmes mais sont également pliés à",
          "tromper les autres de lui."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "ذَٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ",
      "simpleTranslate" : [
        "«Voilà le prix des actes que tu as accomplis sur Terre !», lui sera-t-il dit, car",
        "Dieu ne Se montre jamais injuste envers Ses créatures."
      ],
      "tafsirTranslate" : [
        "en disant: «Ceci est l'avenir que vous avez préparé pour vous-même avec vos",
        "propres mains.\" En fait, Allah est pas injuste envers Ses serviteurs."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Is) pour ce que",
        "ont envoyé de suite",
        "tes mains",
        "et cela",
        "Allah",
        "n'est pas",
        "injuste",
        "à ses esclaves"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَىٰ حَرْفٍ ۖ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ ۖ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَىٰ وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ ۚ ذَٰلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ",
      "simpleTranslate" : [
        "Tel autre, parmi les hommes, adore Dieu d’une manière indécise. S’il lui arrive",
        "quelque bien, il en jouit avec quiétude, mais s’il est atteint par la moindre",
        "épreuve, il fait aussitôt volte-face, causant ainsi sa perte dans cette vie et",
        "dans la vie future. Et c’est là une perte irréparable !"
      ],
      "tafsirTranslate" : [
        "Et il y a un type d'homme qui sert Dieu debout sur les frontières (de la foi",
        "<N:15>); est si quelque bon vient à lui, il est convaincu (avec sa foi), mais",
        "s'il rencontre un procès, il tourne le dos (sur elle) <N:16> Ainsi, il perd ce",
        "monde et l'au-delà. ceci est le perte évidente. <N:17>"
      ],
      "tanslateWordByWord" : [
        "Et parmi",
        "l'humanité",
        "(Est-il) qui",
        "cultes",
        "Allah",
        "sur",
        "un bord",
        "Et si",
        "lui arrive",
        "bien",
        "il est content",
        "Avec ça",
        "et si",
        "lui arrive",
        "un procès",
        "il se tourne",
        "sur",
        "son visage",
        "Il a perdu",
        "le monde",
        "et l'au-delà",
        "Cette",
        "[il]",
        "(Est) la perte",
        "clair"
      ],
      "notes" : {
        "16" : [
          "Comme ce type de l'homme a un caractère faible et oscille entre kufr et de",
          "l'Islam, il devient l'esclave de son [ \"auto\"]. Il accepte l'islam pour le bien",
          "de l'intérêt personnel: il est fidèle à elle tous ses souhaits sont remplies et",
          "il a une durée de vie de facilité et de confort; il est bien content de son Dieu",
          "et est [ \"ferme\"] dans sa foi. Au contraire, si son [ «foi»] exige un sacrifice",
          "de lui, ou il est visité par une certaine affliction, ou rencontre quelques",
          "difficultés et la perte dans le chemin d'Allah, ou il n'a pas son chemin, il",
          "commence à vaciller au sujet la divinité d'Allah et la prophétie du Messager et",
          "devient sceptique sur tout le [ \"Faith\"]. Ensuite, il est prêt à se prosterner",
          "devant aucun pouvoir dont il attend un certain avantage et à la sécurité de la",
          "perte."
        ],
        "17" : [
          "Ceci est une grande proposition morale qui a été dit de manière concise. Le fait",
          "est que l'homme indécis reste un perdant dans ce monde, ainsi que dans l'autre",
          "monde, et les tarifs, même pire qu'un infidèle. L'incroyant s'applique",
          "exclusivement aux avantages de ce monde et devient plus ou moins de succès dans",
          "son objet, car il n'est pas handicapé par la crainte d'Allah, la responsabilité",
          "de l'au-delà et les restrictions de la loi divine. De même, un vrai croyant suit",
          "le chemin d'Allah avec courage et persévérance et peut aussi bien réussir dans ce",
          "monde, mais même s'il perd complètement, il est assuré de succès dans la",
          "prochaine Y mondiale. Mais le [ «indécis musulman»] devient un perdant à la fois",
          "dans ce monde et dans l'autre monde parce qu'il est handicapé par le doute et",
          "l'indécision et ne peut pas faire son choix entre les deux mondes. Comme il ne",
          "peut pas décider s'il est Allah et l'au-delà, il ne peut s'appliquer",
          "exclusivement aux affaires de ce monde avec ce seul esprit qui l'incroyant jouit.",
          "Et quand il pense à Allah et au-delà, les séductions de ce monde et la crainte",
          "des inconvénients ici et l'horreur d'observer les restrictions divines ne",
          "laissent pas à lui-même appliquer exclusivement aux exigences de l'au-delà. Ce",
          "conflit entre [ \"Godworship\"] et [ \"World-culte»] lui un perdant dans ce monde,",
          "ainsi que dans le prochain fait."
        ],
        "15" : [
          "Ce type d'homme est un serveur de temps, qui se tient sur la ligne de démarcation",
          "entre l'Islam et kufr afin qu'il puisse rejoindre le gagnant côté que ce soit",
          "l'islam ou kufr."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "يَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُ وَمَا لَا يَنْفَعُهُ ۚ ذَٰلِكَ هُوَ الضَّلَالُ الْبَعِيدُ",
      "simpleTranslate" : [
        "Il invoque en dehors de Dieu ce qui ne peut lui être ni nuisible ni utile. Et",
        "c’est là le comble de l’égarement !"
      ],
      "tafsirTranslate" : [
        "Alors, au lieu d'Allah, il invoque ceux qui peuvent lui faire ni bien ni mal:",
        "cela est la dernière extrémité de la déviation."
      ],
      "tanslateWordByWord" : [
        "Il appelle",
        "outre",
        "outre",
        "Allah",
        "quelle",
        "ne pas",
        "lui porte atteinte",
        "et quoi",
        "ne pas",
        "lui profite",
        "Cette",
        "[il]",
        "(Est) la divagation",
        "loin"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ ۚ لَبِئْسَ الْمَوْلَىٰ وَلَبِئْسَ الْعَشِيرُ",
      "simpleTranslate" : [
        "Il invoque celui qui lui est plus nuisible qu’utile. Quel détestable patron et",
        "quel détestable compagnon !"
      ],
      "tafsirTranslate" : [
        "Il invoque ceux qui sont plus susceptibles de lui faire du mal que de bien.",
        "<N:18> Qu'est-ce un mal tuteur, il choisit et quel mauvais compagnon! <N:19>"
      ],
      "tanslateWordByWord" : [
        "Il appelle",
        "(un qui",
        "son préjudice",
        "(Est) plus proche",
        "que",
        "son profit",
        "Certes, un mal",
        "protecteur",
        "et sûrement un mal",
        "ami"
      ],
      "notes" : {
        "18" : [
          "Vv. 12-13 clarifier deux choses sur les divinités qui les polythéistes invoquent.",
          "Tout d'abord, ils peuvent faire une personne ni aucun bien ni aucun mal; non, il",
          "est plus probable qu'ils ne nuisent plutôt que de bien. Car, lorsque l'mushrik",
          "invoque d'autres divinités que Allah, il perd sa foi sans délai. Deuxièmement, le",
          "polythéiste se sait qu'il n'y a aucune garantie ou la probabilité de tout bon de",
          "son `dieu» qui est totalement impuissant et impuissant. En ce qui concerne",
          "l'octroi occasionnel de sa demande par son dieu, cela se fait par Allah",
          "simplement pour tester sa foi."
        ],
        "19" : [
          "Autrement dit, celui qui conduit une personne à la manière de shirk est le pire",
          "gardien et le pire camarade, qu'il soit un être humain ou un satan."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۚ إِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ",
      "simpleTranslate" : [
        "Certes, Dieu fera entrer dans les Jardins sous lesquels coulent des ruisseaux",
        "ceux qui croient et font de bonnes actions, car la volonté de Dieu doit toujours",
        "s’accomplir."
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui ont cru et fait de bonnes oeuvres, <N:20> Allah les fera entrer",
        "dans des Jardins sous lesquels coulent les canaux seront. Allah fait ce qu'Il",
        "veut. <N:21>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Allah",
        "admettront",
        "ceux qui",
        "croyez",
        "et fait",
        "les bonnes oeuvres",
        "(À) Jardins",
        "écoulement",
        "de",
        "dessous",
        "les rivières",
        "Effectivement",
        "Allah",
        "Est-ce que",
        "quelle",
        "Il a l'intention"
      ],
      "notes" : {
        "20" : [
          "[ \"Ceux qui ont cru et fait de bonnes oeuvres\"] sont tout à fait différent des",
          "musulmans hésitants, car ils ont une croyance ferme en Allah, Son Prophète et",
          "l'au-delà. Par conséquent, ils suivent le chemin de la vérité à la fois dans la",
          "prospérité et dans l'adversité."
        ],
        "21" : [
          "Autrement dit, [ «les pouvoirs d'Allah sont illimitées. Il peut donner quelque",
          "chose sur qui Il veut dans ce monde ou dans l'au-delà ou dans les deux, et le bar",
          "rien de personne Aucun n'a le pouvoir d'interférer avec ce que Il veut et ETCD",
          "\"]."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "مَنْ كَانَ يَظُنُّ أَنْ لَنْ يَنْصُرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ",
      "simpleTranslate" : [
        "Que celui qui pense que Dieu ne secourra pas Son Prophète, ni en ce monde ni dans",
        "la vie future, se pende à une corde haut placée et qu’il tente de la couper. Il",
        "verra alors si ce moyen est de nature à dissiper ses rancœurs."
      ],
      "tafsirTranslate" : [
        "En ce qui concerne celui qui suppose que Allah ne l'aider dans ce monde ni dans",
        "l'au-delà, il faut (s'il peut) monter sur le ciel par une corde et coupez un trou",
        "dedans et peep à travers elle et voir pour lui-même si un dispositif de son peut",
        "éviter sa perte, qu'il abhorre <N:22>"
      ],
      "tanslateWordByWord" : [
        "Quiconque",
        "[est]",
        "pense",
        "cette",
        "ne pas",
        "Allah l'aidera",
        "Allah l'aidera",
        "dans",
        "le monde",
        "et l'au-delà",
        "puis laissez-le prolonger",
        "une corde",
        "à",
        "Le ciel",
        "puis",
        "laissez-le coupé",
        "puis laissez-le voir",
        "qu'il s'agisse",
        "va supprimer",
        "son plan",
        "quelle",
        "enragés"
      ],
      "notes" : {
        "22" : [
          "Il y a une grande divergence d'opinion sur la signification exacte de ce verset.",
          "Certaines des interprétations sont: \n [(1)] Celui qui suppose que Dieu ne",
          "l'aidera pas [(Muhammad: la paix d'Allah soit sur lui)], il devrait se pendre par",
          "une corde au plafond. \n [(2)] Celui qui suppose que Dieu ne l'aidera pas",
          "[(Muhammad: la paix d'Allah soit sur lui)], il devrait monter TheSky par une",
          "corde et essayer d'arrêter l'aide d'Allah. \n [(3)] Celui qui suppose que Dieu ne",
          "l'aidera pas [(Muhammad: la paix d'Allah soit sur lui)], il doit monter sur le",
          "ciel et arrêter le processus de l'Apocalypse. \n [(4)] Celui qui suppose que Dieu",
          "ne l'aidera pas [(Muhammad: la paix d'Allah soit sur lui)], il doit monter sur le",
          "ciel et arrêter ses dispositions. \n [(5)] Celui qui suppose que Dieu ne l'aidera",
          "pas [(le presumer lui-même)], il devrait se pendre par une corde au plafond de sa",
          "maison. \n [(6)] Celui qui suppose que Dieu ne l'aidera pas [(le presumer",
          "lui-même)], il devrait essayer de monter sur le ciel pour demander de l'aide. \n",
          "Les quatre premières interprétations sont évidemment sans rapport avec le",
          "contexte, et les deux derniers, bien qu'ils puissent tenir dans le contexte, ne",
          "pas expliquer la véritable signification du verset. Si l'on considère cela dans",
          "le contexte, il devient évident que celui qui suppose est [ «celui qui sert Dieu",
          "debout sur la frontière\"]. Ceci est à le reprendre, comme pour dire, [ \"Vous",
          "pouvez faire ce que vous pouvez changer les décrets d'Allah, mais vous verrez",
          "qu'aucun dispositif de la vôtre peut réussir, si ces décrets sont favorables à",
          "vos conceptions ou défavorables pour les ».] de toute évidence, [\" il devrait",
          "monter sur le ciel ...... couper un trou dedans \"] n'a pas été utilisé dans le",
          "sens littéral, mais au sens figuré."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَكَذَٰلِكَ أَنْزَلْنَاهُ آيَاتٍ بَيِّنَاتٍ وَأَنَّ اللَّهَ يَهْدِي مَنْ يُرِيدُ",
      "simpleTranslate" : [
        "C’est ainsi que Nous avons révélé ce Coran en versets évidents, et Dieu guide qui",
        "Il veut."
      ],
      "tafsirTranslate" : [
        "Et Nous avons fait descendre ce Coran avec les enseignements clairs comme",
        "ceux-ci, mais seuls guides Allah qui Il veut."
      ],
      "tanslateWordByWord" : [
        "Et ainsi",
        "Nous l'avons envoyé vers le bas",
        "(As) Versets claires",
        "(As) Versets claires",
        "et cela",
        "Allah",
        "guides",
        "qui",
        "Il a l'intention"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَىٰ وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
      "simpleTranslate" : [
        "Certes, ceux qui croient, ceux qui pratiquent le judaïsme ainsi que les sabéens,",
        "les chrétiens, les zoroastriens et les polythéistes, Dieu les départagera le Jour",
        "de la Résurrection, car Il est Témoin de toute chose."
      ],
      "tafsirTranslate" : [
        "En ce qui concerne ceux qui ont cru <N:23> et ceux qui sont devenus Juifs <N:24>",
        "et les Sabéens <N:25> et les chrétiens <N:26> et les Magians <N:27> et ceux qui",
        "shirk engagé, <N:28> Allah jugera entre eux au jour de la Résurrection, « <N:29>",
        "car tout est aux yeux d'Allah."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "ont cru",
        "et ceux qui",
        "étaient juifs",
        "et les Sabéens",
        "et les chrétiens",
        "et les mages",
        "et ceux qui",
        "(Sont) polythéistes",
        "effectivement",
        "Allah",
        "jugera",
        "entre eux",
        "(au jour",
        "(De) la Résurrection",
        "Effectivement",
        "Allah",
        "plus de",
        "chaque",
        "chose",
        "(Est) un témoin"
      ],
      "notes" : {
        "23" : [
          "Cela signifie que les [ «musulmans»] de tout âge qui ont cru dans les prophètes",
          "d'Allah et Ses Livres upto l'époque du Prophète Muhammad [(la paix d'Allah soit",
          "sur lui)]: ils ont inclus à la fois les musulmans sincères et la vacillant",
          "musulmans."
        ],
        "24" : [
          "Voir E.N. 72 du chapitre IV [(An-Nisa ')]."
        ],
        "25" : [
          "[ \"Sabéens\"]: Dans les temps anciens deux sectes étaient connus par ce titre: \n",
          "[(1)] Les disciples du prophète Jean, qui ont été trouvés dans le haut Irak en",
          "grand nombre et ont pratiqué le baptême. \n [(2)] Les adorateurs des étoiles, qui",
          "attribuaient leur croyance aux prophètes Shith et Idris [(paix soit sur eux)] et",
          "croyaient que les éléments étaient régis par les planètes et les planètes par les",
          "anges. Leur centre était à Harran avec des branches réparties partout en Irak.",
          "Ces personnes sont bien connus pour leur connaissance de la philosophie et de la",
          "science et de leurs réalisations en médecine. \n Probablement ici la première",
          "secte est appelée, parce que la deuxième secte n'a pas été connu sous ce nom au",
          "moment où le Coran a été révélé."
        ],
        "26" : [
          "Voir E. N. 36 du chapitre V [(AI-Maidah)]."
        ],
        "27" : [
          "Autrement dit, les adorateurs du feu de l'Iran, qui ont cru en deux dieux -one de",
          "la lumière et l'autre de ténèbres et se considéraient comme les disciples de",
          "Zoroastre. Leur croyance et la morale étaient si corrompus par Mazdak qu'un frère",
          "pourrait facilement entrer dans le mariage avec sa sœur."
        ],
        "28" : [
          "Autrement dit, [ \"Les polythéistes d'Arabie et d'autres pays, qui ont eu pas de",
          "nom particulier comme ceux mentionnés ci-dessus.\"]"
        ],
        "29" : [
          "Autrement dit, [ \"Allah va passer son jugement sur le Jour de la Résurrection à",
          "l'égard de toutes les différences et les différends qui ont lieu entre des",
          "personnes différentes et de différentes religions et décidera lequel d'entre eux",
          "avait raison et qui avait tort. \"]"
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِنَ النَّاسِ ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ ۗ وَمَنْ يُهِنِ اللَّهُ فَمَا لَهُ مِنْ مُكْرِمٍ ۚ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاءُ ۩",
      "simpleTranslate" : [
        "Ne vois-tu pas que devant Dieu se prosternent tous ceux qui sont dans les Cieux,",
        "tous ceux qui sont sur la Terre, ainsi que le Soleil, la Lune, les étoiles, les",
        "montagnes, les arbres, les animaux et une grande partie des hommes? Mais le",
        "châtiment sera le lot de beaucoup parmi ces derniers. Et celui que Dieu",
        "déshonore, nul ne saurait le réhabiliter, car la volonté de Dieu doit toujours",
        "s’accomplir."
      ],
      "tafsirTranslate" : [
        "Ne voyez-vous que tout dans les cieux et la terre se prosterne devant Allah?",
        "<N:30> <N:31> et ainsi faire le soleil, la lune et les étoiles, et les arbres et",
        "les bêtes et un grand nombre de personnes <N:32> et même un grand nombre de ceux",
        "qui ont mérité le châtiment <N:33> et celui qui se dégrade et disgrâces Allah n'a",
        "pas de lui faire digne d'honneur;. <N:34> Allah fait ce qu'Il veut. <N:35>"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "tu vois",
        "cette",
        "(À) Allah",
        "prosterne",
        "à lui",
        "quiconque",
        "(est dans",
        "Le Paradis",
        "et celui qui",
        "(est dans",
        "La terre",
        "et le soleil",
        "et la lune",
        "et les étoiles",
        "et les montagnes",
        "et les arbres",
        "et les créatures mobiles",
        "et beaucoup",
        "de",
        "les gens",
        "Mais beaucoup",
        "(Est) juste raison",
        "sur lui",
        "la punition",
        "Et quiconque",
        "Allah humilie",
        "Allah humilie",
        "alors pas",
        "pour lui",
        "tout",
        "dispensateur d'honneur",
        "Effectivement",
        "Allah",
        "Est-ce que",
        "quelle",
        "Il veut"
      ],
      "notes" : {
        "32" : [
          "Autrement dit, \"] Un grand nombre de gens se prosternent devant Allah et non par",
          "contrainte, mais volontairement. D'autre part, il y a beaucoup d'autres personnes",
          "qui se prosternent devant lui sous la contrainte avec tout le reste dans",
          "l'univers , mais ils méritent d'être punis parce qu'ils refusent d'obéir à Allah",
          "dans les domaines de la vie dans lesquels ils ont le choix d'obéir ou de ne pas",
          "obéir."
        ],
        "33" : [
          "Autrement dit, si le jugement final sera transmis au Jour de la Résurrection, un",
          "œil averti peut voir encore aujourd'hui les [ \"qui ont déjà mérité le supplice.\"]",
          "Par exemple, l'homme qui rejette le message de le livre ouvert de la nature et le",
          "message des prophètes et adopte les faux credos self-made, puis les différends à",
          "leur sujet avec les croyants, prouve lui-même d'être dans l'erreur manifeste dans",
          "ce monde aussi bien."
        ],
        "34" : [
          "Dans ce verset [ \"honneur\"] et [ \"honte\"] signifie l'acceptation de la vérité et",
          "de son rejet. Il est évident que celui qui ne voit pas les réalités manifestes",
          "est vouée à l'opprobre, car Allah lui permet d'atteindre ce qu'il désire et",
          "travaille pour; et quand Allah ne donne pas à personne l'honneur de suivre la",
          "vérité, il n'y a personne d'autre qui peut le donner à lui"
        ],
        "35" : [
          "Ici, il est obligatoire d'effectuer une prosternation [(prosternation)], qui est",
          "acceptée par tous les juristes. Pour plus de détails s'il vous plaît voir E.N.",
          "157 du chapitre VII [(AI-Araf)]."
        ],
        "30" : [
          "Voir E.N. 25 Chapitre XIII [(Ar-Ra`d)] et E.N. 41 du chapitre XVI [(An-Nahl)]."
        ],
        "31" : [
          "Autrement dit, [ \"Les anges, étoiles, planètes, etc., et toute la création qui",
          "existe dans d'autres parties de l'univers, que ce soit rationnel et possède la",
          "liberté de la volonté et de choix comme l'homme, ou irrationnelle comme des",
          "animaux, la végétation, la matière solide, l'air et la lumière."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "هَٰذَانِ خَصْمَانِ اخْتَصَمُوا فِي رَبِّهِمْ ۖ فَالَّذِينَ كَفَرُوا قُطِّعَتْ لَهُمْ ثِيَابٌ مِنْ نَارٍ يُصَبُّ مِنْ فَوْقِ رُءُوسِهِمُ الْحَمِيمُ",
      "simpleTranslate" : [
        "Voici deux clans adverses qui disputent au sujet de leur Seigneur. Les négateurs",
        "recevront des vêtements de feu, et il leur sera versé sur la tête un liquide",
        "bouillant"
      ],
      "tafsirTranslate" : [
        "Ce sont les deux parties qui ont contestées au sujet de leur Seigneur <N:36> En",
        "ce qui concerne ceux qui ont mécru, des vêtements de feu ont déjà été découpé",
        "pour eux;. <N:37> sur leurs têtes doivent être de l'eau bouillante versée,"
      ],
      "tanslateWordByWord" : [
        "Ces deux",
        "adversaires",
        "différend",
        "concernant",
        "leur Seigneur",
        "Mais ceux qui",
        "pas foi",
        "sera découpée",
        "pour eux",
        "habits",
        "de",
        "Feu",
        "Sera versé",
        "plus de",
        "plus de",
        "leurs têtes",
        "[La] l'eau bouillante"
      ],
      "notes" : {
        "36" : [
          "Voici tous les adversaires au sujet d'Allah ont été divisés en deux catégories",
          "principales, en dépit de leur grand nombre: \n [(1)] Ceux qui croient dans le",
          "message des prophètes et d'adopter la voie juste de la vie. \n [(2)] Ceux qui",
          "rejettent leur message et de suivre les différentes façons d'incrédulité, si",
          "elles peuvent avoir d'innombrables différences et les différends entre eux."
        ],
        "37" : [
          "Voir v. 50 et E.N. 58 du chapitre XIV [(Ibrahim)] pour l'explication."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ وَالْجُلُودُ",
      "simpleTranslate" : [
        "qui fera fondre leurs entrailles et leur peau,"
      ],
      "tafsirTranslate" : [
        "(22,20) qui fondra pas seulement leur peau, mais aussi les parties intérieures de",
        "la panse"
      ],
      "tanslateWordByWord" : [
        "Sera fondu",
        "Avec ça",
        "quelle",
        "(est dans",
        "leurs ventres",
        "et les peaux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَلَهُمْ مَقَامِعُ مِنْ حَدِيدٍ",
      "simpleTranslate" : [
        "pendant que des massues de fer seront préparées à leur intention."
      ],
      "tafsirTranslate" : [
        "et il y aura des massues de fer pour les cils."
      ],
      "tanslateWordByWord" : [
        "Et pour eux",
        "(Sont) tiges crochues",
        "de",
        "fer à repasser"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا وَذُوقُوا عَذَابَ الْحَرِيقِ",
      "simpleTranslate" : [
        "Et toutes les fois que, transis de douleur, ils tenteront de s’en évader, on les",
        "y ramènera et on leur dira : «Goûtez donc le supplice de l’Enfer !»"
      ],
      "tafsirTranslate" : [
        "Chaque fois que dans leur angoisse, ils vont essayer de sortir de l'enfer, ils",
        "sont refoulés en elle (avec la réprimande): \"Goûtez maintenant le tourment de la",
        "combustion.\""
      ],
      "tanslateWordByWord" : [
        "À chaque fois",
        "Ils veulent",
        "à",
        "sortir",
        "à partir de cela",
        "de",
        "angoisse",
        "ils seront retournés",
        "la bride",
        "Goût",
        "(la punition",
        "(Des) Burning Fire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
      "simpleTranslate" : [
        "Quant à ceux qui croient et font des œuvres pies, Dieu les admettra dans des",
        "Jardins sous lesquels coulent des ruisseaux, et ils seront ornés de parures d’or",
        "et de perles, et de soie vêtus."
      ],
      "tafsirTranslate" : [
        "En ce qui concerne ceux qui ont cru et fait de bonnes oeuvres, Allah les fera",
        "entrer dans des Jardins sous lesquels coulent les canaux seront: là, ils seront",
        "décorés avec des bracelets et des perles d'or, <N:38> et leurs vêtements sera de",
        "la soie »."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Allah",
        "admettront",
        "ceux qui",
        "croyez",
        "et fait",
        "les bonnes oeuvres",
        "(À) Jardins",
        "écoulement",
        "de",
        "dessous",
        "les rivières",
        "Ils seront parés",
        "la bride",
        "avec",
        "bracelets",
        "de",
        "or",
        "et perle",
        "et leurs vêtements",
        "la bride",
        "(Sera de) soie"
      ],
      "notes" : {
        "38" : [
          "Ceci est de montrer qu'ils seront honorés comme les rois et chefs qui servent à",
          "porter des ornements d'or et de bijoux dans la période, le Coran a été révélé."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ وَهُدُوا إِلَىٰ صِرَاطِ الْحَمِيدِ",
      "simpleTranslate" : [
        "Ils auront été ainsi initiés à la bonne parole et guidés vers la Voie du Digne",
        "des louanges."
      ],
      "tafsirTranslate" : [
        "(Ceci est parce que) ils ont été guidés à accepter la Parole pure, <N:39> et",
        "montré la voie du Tout Praiseworthy <N:40>."
      ],
      "tanslateWordByWord" : [
        "Et ils ont été guidés",
        "à",
        "le bon",
        "de",
        "le discours",
        "et ils ont été guidés",
        "à",
        "(le chemin",
        "(De) l'Praiseworthy"
      ],
      "notes" : {
        "40" : [
          "Comme déjà indiqué dans l'introduction, la partie de la sourate, qui a été envoyé",
          "vers le bas à la Mecque, se termine ici. Bien que son style est clairement celui",
          "de la Makki sourates et il n'y a rien pour indiquer que toute partie [(ou la",
          "totalité)] de celui-ci a été révélé à al-Madinah, mais les mots, [ \"ce sont les",
          "deux parties»], ont donné lieu à l'incompréhension que ce verset a été révélé à",
          "al-Madinah. Certains commentateurs sont d'avis que les deux parties visées",
          "étaient les parties qui se sont réunis à la bataille de Badr, mais il n'y a rien",
          "dans le contexte d'appuyer cette opinion. D'autre part, du contexte dans lequel",
          "ces mots se produisent, il devient évident que les deux parties visées étaient",
          "les [ \"Les croyants et les mécréants.\"] Pour le conflit entre la croyance et",
          "l'incrédulité a toujours été en cours depuis la création de l'homme et se",
          "poursuivra jusqu'à la Journée de la Résurrection. \n Par ailleurs, ce dernier",
          "point de vue aide à prouver que le Coran est un tout continu et chaque partie de",
          "celui-ci est étroitement liée à l'autre: alors que les commentaires mentionnés",
          "plus haut impliqueraient qu'il n'y a pas de thème continue dans le Coran mais",
          "différent certaines parties ont été mis en place sans rime ni raison."
        ],
        "39" : [
          "[ \"Pure Parole\"]: si elle peut impliquer tout pur, ici, il fait référence aux",
          "articles de base de la foi."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "إِنَّ الَّذِينَ كَفَرُوا وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِي جَعَلْنَاهُ لِلنَّاسِ سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ ۚ وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ",
      "simpleTranslate" : [
        "Mais les négateurs qui s’emploient à éloigner leurs semblables de la Voie de Dieu",
        "et du Temple sacré que Nous avons établi pour tous les hommes, aussi bien pour",
        "les résidents que pour ceux qui sont de passage, ainsi que quiconque s’avise d’y",
        "commettre un sacrilège par méchanceté, Nous leur ferons goûter un châtiment",
        "douloureux."
      ],
      "tafsirTranslate" : [
        "Ceux qui ont mécru, <N:41> et sont (maintenant) interdisant aux autres de la Voie",
        "d'Allah et de se rendre dans cette Mosquée sacrée, <N:42> que Nous avons assigné",
        "à l'humanité tout entière avec des droits égaux pour ses habitants et",
        "l'out-sideis, <N:43> (méritent sûrement la peine); quiconque dévier de la",
        "justice, et d'adopter dans cette (Mosquée sacrée) la voie de l'iniquité <N:44>,",
        "Nous lui ferons goûter un châtiment douloureux."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "pas foi",
        "et entraver",
        "de",
        "(le chemin",
        "(De) Allah",
        "et Al-Masjid Al-Haram",
        "et Al-Masjid Al-Haram",
        "lequel",
        "Nous l'avons créé",
        "pour l'humanité",
        "égal",
        "(Sont) le résident",
        "la bride",
        "et le visiteur",
        "et celui qui",
        "entend",
        "la bride",
        "d'écart",
        "(Ou) des actes répréhensibles",
        "Nous allons le faire goût",
        "de",
        "une punition",
        "douloureux"
      ],
      "notes" : {
        "41" : [
          "[ \"Ceux qui ont mécru\"] étaient les gens qui ont rejeté le message du Saint",
          "Prophète. Le thème suivante montre clairement que ce sont les mécréants de la",
          "Mecque."
        ],
        "42" : [
          "Autrement dit, [ \"Ils radiées le Saint Prophète et ses disciples d'accomplir le",
          "Hajj et la 'Umra\"]."
        ],
        "43" : [
          "Autrement dit, [ «Ce n'est pas la propriété exclusive de toute personne ou de la",
          "famille ou du clan, mais est destiné à tous les hommes semblables. Par",
          "conséquent, l'os n'a le droit d'en écarter les autres de lui.\"] \n A cet égard,",
          "deux questions ont été soulevées parmi les juristes de l'Islam: \n [(1)] Qu'est-ce",
          "que l'on entend par [ \"Mosquée sacrée\"]? DCES cela signifie la mosquée elle-même",
          "ou comprend l'ensemble [ \"Lieu Inviolable\"] de la Mecque ?. \n [(2)] Qu'est-ce que",
          "l'on entend par [ \"égalité des droits\"] de ses habitants et les étrangers? \n",
          "Selon certains juristes, cela signifie la [ «Mosquée Sacrée»] lui-même et non pas",
          "l'ensemble de Inviolable Makkah. Ils fondent cette opinion sur le libellé",
          "apparent du Coran, et dire que par [ «égalité des droits»], on entend les mêmes",
          "droits qu'à l'égard d'adorer en elle. Ils citent une tradition du Saint Prophète",
          "pour soutenir leur opinion. Il a dit: [ \"Ô enfants d'Abd Manaf, ceux d'entre vous",
          "qui aura autorité sur les affaires du peuple, ne devrait pas empêcher quiconque",
          "de se déplacer autour des prières Kaaba ou de mousse offrant à tout moment du",
          "jour ou de nuit.\"] \n Imam Shafi'i et d'autres qui soutiennent ce point de vue",
          "sont d'avis qu'il est erroné de conclure de ce verset que les droits des",
          "habitants et les étrangers sont égaux à tous égards, mais ils sont égaux",
          "seulement en ce qui concerne le droit de culte et rien d'autre, pour les gens de",
          "la Mecque propriétaire des terres et les maisons de la Mecque avant l'Islam et",
          "aussi après. Tant et si bien que pendant le temps du Calife 'Umar, la maison de",
          "Safwan bin Umayyah a été effectivement acheté de lui dans le but de faire une",
          "prison à La Mecque. \n Les autres qui soutiennent que la [ «Mosquée Sacrée»] se",
          "réfère à l'ensemble de la [ «Place Inviolable\"] de la Mecque tirent leur autorité",
          "de versets 196 et 217 du chapitre lI [(Al-Baqarah)]. Ils font valoir que le Hajj",
          "n'est pas effectuée seulement dans la Ka'ba [(la Mosquée sacrée)], mais le",
          "pèlerin doit visiter Mina, Muzdalifah, `Arafat, etc., pour l'accomplissement des",
          "rites du Hadj. Ainsi, ils soutiennent que l'égalité est non seulement en ce qui",
          "concerne le culte dans la [ \"Mosquée sacrée\"], mais en ce qui concerne tous les",
          "autres droits à la Mecque. Comme cet endroit a été nommé pour le Hajj par AIIah",
          "pour tous semblables, aucun n'a aucun droit de propriété en elle. Tout le monde",
          "peut rester où il veut et le noeud peut lui interdire de le faire. Ils citent de",
          "nombreuses traditions à l'appui de leur opinion: \n [(1)] rapporte Abdullah bin",
          "`Umar que le Saint Prophète a dit: [\" La Mecque est le lieu où les voyageurs",
          "doivent rester:. Par conséquent, ses terres ne peuvent pas être vendus, ni peut",
          "louer de charge de quiconque pour ses maisons \"] \n [(2)] Selon Ibrahim Nakha`i,",
          "le Saint Prophète a dit: [ \"La Mecque a été fait un\"] Inviolable Place [ \"par",
          "Allah: donc la vente de ses terres et la charge de loyer pour ses maisons est",
          "illégale»]. Mujahid a également fait état d'une tradition presque des mots",
          "similaires. \n [(3)] Alqamah dit, [ \"Pendant le temps du Saint Prophète, et des",
          "trois premiers califes, les terres de la Mecque ont été considérés comme des",
          "biens communs et l'on pouvait y vivre ou permettre à d'autres d'y vivre.\"] \n",
          "[(4)] `Abdullah bin` Umar dit: [ \"Calife` Umar avait ordonné qu'aucun résident de",
          "La Mecque devrait fermer la porte de sa maison au cours de la saison du Hadj. \"]",
          "Selon Mujahid; Calife `Umar avait ordonné que les gens de la Mecque ne devraient",
          "pas mettre des portes à enfermer leurs cours, mais les garder ouverts afin que",
          "toute personne qui aimait peut entrer et y rester. La même chose a été rapporté",
          "par `Ata 'avec l'ajout que Suhail bin` Amr était la seule exception à cette",
          "règle, qui a été autorisé à mettre une porte dans sa cour afin de sauvegarder ses",
          "chameaux dans le cadre de son métier. \n [(5)] `Abdullah bin` Umar dit aussi que",
          "celui qui reçoit louer pour sa maison à La Mecque remplit son ventre avec le feu.",
          "\n [(6)] `Abdullah bin` dit Abbas qu'Allah a fait l'ensemble de la Mecque du [",
          "\"Mosquée Sacrée\"] où tous ont des droits égaux, donc les gens de la Mecque ont",
          "pas le droit de facturer le loyer. \n [(7)] `Umar bin` Abdul Aziz `a envoyé un",
          "ordre au gouverneur de la Mecque à cet effet: [\" Aucun loyer devrait être facturé",
          "pour les maisons de La Mecque, car il est illégal \"]. \n Sur la base des",
          "traditions ci-dessus, un certain nombre des adeptes des Compagnons et aussi,",
          "imams Malik, Abu Hanifah, Sufyan Thauri, Ahmad bin Hanbal et Ishaq bin Rahawayah",
          "parmi les juristes, sont d'avis qu'il est illégal de vendre un lopin de terre et",
          "de facturer le loyer, au moins pendant la saison du Hadj, à la Mecque. Cependant,",
          "la majorité des juristes sont d'avis que les gens peuvent posséder des maisons à",
          "La Mecque et peuvent les vendre comme des bâtiments mais pas comme la terre. À",
          "mon avis, ce dernier point de vue semble être la bonne car elle est conforme au",
          "Coran et à la Sunna et la pratique des califes bien guidés. Il est évident que",
          "Dieu n'a pas fait le pèlerinage obligatoire pour les musulmans du monde entier",
          "afin de fournir un moyen de revenus pour les habitants de la Mecque. Comme Allah",
          "a mis à part la [ \"Inviolable Place\"] pour le bénéfice de tous les croyants ,.",
          "que la terre ne sont pas la propriété de personne et chaque pèlerin a le droit de",
          "rester partout où il peut trouver une place pour lui-même."
        ],
        "44" : [
          "Il DCES implique pas un acte spécifique, mais signifie tout acte qui dévie de la",
          "justice et tombe sous la définition de l'iniquité. Bien que tous ces actes sont",
          "des péchés à des moments et des lieux ALi; leur commission dans le [ «Place",
          "Inviolable\"] les rend d'autant plus odieux; si bien que les commentateurs sont",
          "d'avis que, même en prenant un serment inutile apporte dans la même catégorie. \n",
          "Outre péchés communs, il y a certaines autres choses dont la commission dans le [",
          "«Place Inviolable\"] les amène dans la même catégorie. Par exemple: \n [(L)] Il est",
          "interdit de prendre des mesures juridiques, même contre un meurtrier, etc., qui",
          "se réfugie dans le [ \"Lieu Inviolable\"]: si bien qu'il ne peut pas être arrêté",
          "aussi longtemps qu'il requalifie celle-ci. Cette sainteté de la [ «Place",
          "Inviolable\"] est observée depuis l'époque du Prophète Abraham. Le Coran dit, [",
          "«Celui qui pénètre encore, il devient sûr et sécurisé...\"] [(III: 97 <V:3:97>)].",
          "\n [(2)] Le consensus d'opinion est qu'il ne peut y avoir aucune rétribution dans",
          "le [ «Place Inviolable\"] pour les crimes commis en dehors d'elle. Hadrat `Umar,`",
          "Abdullah bin `Umar et` Abdullah bin `Abbas a déclaré, [« Nous ne prendre aucune",
          "mesure en elle même contre le meurtrier de nos pères. \"] \n [(3)] Il est illégal",
          "de faire la guerre ou verser le sang à l'intérieur. Le deuxième jour de la",
          "conquête de La Mecque, le Saint Prophète a déclaré, [ \"Ô gens, Allah a commerce",
          "La Mecque un sanctuaire depuis la création même de ce monde, et il le restera par",
          "la prescription d'Allah jusqu'au Jour de la Résurrection, par conséquent , il est",
          "loisible à tout homme qui croit en Allah et au jour de la Résurrection, de",
          "répandre le sang ici \"]. Puis il ajouta: [ \"Supposons qu'un homme légalise",
          "l'effusion de sang ici sur la base du précédent que je fait la guerre ici,",
          "dites-lui, Allah a permis à Son messager, et pas pour vous\". Il a été rendu",
          "licite pour moi pendant un court intervalle du jour. Ensuite, on a de nouveau",
          "fait \"] inviolables [\" comme avant \"]. \n [(4)] Il est illégal de couper des",
          "arbres qui poussent naturellement ou déraciner l'herbe où il a grandi. Il est",
          "également interdit de chasser les oiseaux et les animaux à l'intérieur de la",
          "frontière ou de les chasser de la [ «Place Inviolable\"] pour la chasse. Il est,",
          "cependant, permis de tuer un serpent, un scorpion et d'autres animaux nuisibles",
          "et de déraciner l'herbe sèche et [ \"Izkhir\"] qui est une sorte d'herbe. \n [(5)]",
          "Il est interdit de ramasser tout ce qui est tombé au sol. Dans une tradition,",
          "rapportée par Abu Dawud, le Saint Prophète interdit les gens à ramasser, quoi que",
          "ce soit appartenant à un pèlerin qui était tombé au sol. \n [(6)] Il est illégal",
          "pour un pèlerin qui vient avec l'intention d'accomplir le Hajj ou 'Omra [ \"pour",
          "entrer dans celui-ci sans Ihram. Cependant, il y a une divergence d'opinion en ce",
          "qui concerne l'entrée des autres que les pèlerins sans Ihram . selon 'Abdullah",
          "bin `Abbas n'a le droit d'y entrer sans Ihram dans tous les cas, et cela a été",
          "pris en charge par un dicton chacun Imam Ahmad et Imam Shafi'î. selon d'autres",
          "paroles de Imams Ahmad et Shafi'î , ceux qui ont pour visiter le ' \"] inviolable",
          "place [\" fréquemment dans le cadre du commerce et des affaires, font exception.",
          "Imam Abu Hanifah, cependant, estime que la personne qui vit dans les limites de",
          "la nomination \"] Miqats\" peut visiter la Mecque sans Ihram mais les étrangers ne",
          "peuvent pas pénétrer sans Ihram."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَنْ لَا تُشْرِكْ بِي شَيْئًا وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ",
      "simpleTranslate" : [
        "Rappelle-toi que, lorsque Nous avons installé Abraham sur l’emplacement du",
        "Temple, Nous lui dîmes : «Ne Me donne aucun associé ! Veille à conserver Mon",
        "Temple en état de pureté pour ceux qui viennent y accomplir les tours rituels, ou",
        "y faire leurs dévotions, debout, agenouillés ou prosternés !"
      ],
      "tafsirTranslate" : [
        "Rappelons à l'esprit le moment où Nous avons attribué le site de la Chambre (le",
        "Kaaba) à Abraham, en disant: «Ne pas associer quoi que ce soit en tant que",
        "partenaire avec moi, garder ma maison propre et pure <N:45> pour ceux qui vont",
        "autour de lui et pour ceux qui se tiennent et se prosternent et se prosternent",
        "(dans le culte),"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Nous avons attribué",
        "Ibrahim",
        "(le site",
        "(de la maison",
        "Cette",
        "(ne pas",
        "associer",
        "avec moi",
        "n'importe quoi",
        "et purifier",
        "Ma maison",
        "pour ceux qui circumambulation",
        "et ceux qui se tiennent",
        "et ceux qui se prosternent",
        "(Et) ceux qui se prosternent"
      ],
      "notes" : {
        "45" : [
          "Certains commentateurs opine que l'adresse au Prophète Abraham se termine avec v",
          "26 et dire que le commandement contenu dans v 27 a été adressée au Saint",
          "Prophète..; mais cette opinion ne rentre pas dans le contexte. Car il est évident",
          "que cette commande a également été adressée au Prophète Abraham quand il avait",
          "construit la Kaaba. De plus, la commande implique que la Maison d'Allah avait été",
          "construit pour le culte de Dieu Un et il y avait la permission générale dès le",
          "premier jour pour tous les fidèles à visiter pour accomplir le Hajj."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَىٰ كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ",
      "simpleTranslate" : [
        "Appelle les hommes au pèlerinage hajj ! Ils répondront à ton appel, à pied et sur",
        "toute monture, venant des contrées les plus éloignées,"
      ],
      "tafsirTranslate" : [
        "et faire une proclamation au peuple de venir à vous pour le Hajj près et de loin,",
        "à pied et à maigres <N:46> chameaux <N:47>"
      ],
      "tanslateWordByWord" : [
        "Et proclamer",
        "à",
        "[La] l'humanité",
        "[Du] Pèlerinage",
        "ils viendront à vous",
        "(à pied",
        "et sur",
        "chaque",
        "chameau maigre",
        "ils viendront",
        "de",
        "chaque",
        "route de montagne",
        "loin"
      ],
      "notes" : {
        "46" : [
          "L'expression [ \"chameaux maigres\"] a été délibérément utilisé pour représenter",
          "l'image des chameaux de pèlerins venant de lointains endroits pour accomplir le",
          "Hadj."
        ],
        "47" : [
          "À mon avis, l'adresse au Prophète Abraham se termine avec v. 27 et vv. 28-29 ont",
          "été ajoutés à souligner et à donner des instructions supplémentaires pour",
          "l'accomplissement du Hadj. Nous avons fondé cette opinion sur l'utilisation de",
          "l'épithète [ \"Ancient House of the Ka`ba\"]. Il ne pouvait pas avoir été utilisé à",
          "l'époque où le Prophète Abraham a construit. [(Pour plus de détails au sujet de",
          "la construction de la Kaaba voir II: 125-129, III: 96 <V:3:96>, 97 et XIV:",
          "35-41)]."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَىٰ مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ ۖ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ",
      "simpleTranslate" : [
        "pour participer aux bienfaits du pèlerinage et invoquer le Nom du Seigneur aux",
        "jours fixés, en immolant la bête prise sur le bétail que Dieu leur a accordé.",
        "Mangez-en vous-mêmes et donnez-en à manger aux pauvres démunis."
      ],
      "tafsirTranslate" : [
        "afin qu'ils puissent constater les avantages qui ont été faites ici pour eux:",
        "<N:48> et pendant les jours nommés connus, ils doivent mentionner le nom d'Allah",
        "sur le bétail Il les a fournis: <N:49> alors ils peuvent manger leur chair et",
        "aussi donner de celui-ci aux indigents et les nécessiteux. <N:50>"
      ],
      "tanslateWordByWord" : [
        "Ce qu'ils peuvent être témoins",
        "avantages",
        "pour eux",
        "et mentionnez",
        "(le nom",
        "(De) Allah",
        "sur",
        "journées",
        "connu",
        "plus de",
        "quelle",
        "Il leur a fourni",
        "de",
        "(la bête",
        "(de) bovins",
        "Alors, mangez",
        "d'eux",
        "et aliments pour animaux",
        "le miserable",
        "les pauvres"
      ],
      "notes" : {
        "48" : [
          "[ «Les avantages»] comprennent les avantages religieuses et mondaines. Elle était",
          "due principalement à la Kaaba que, pendant la période de 2500 ans entre les temps",
          "du Prophète Abraham et le Saint Prophète, les Arabes, en dépit de leur vie",
          "tribale, est resté attaché à un endroit central et a continué à le visiter de",
          "tous parties de l'Arabie pour accomplir le Hajj, année après année. Ceci à son",
          "tour conservé leur langue, leur culture et leur identité arabe. Puis au cours de",
          "l'année où ils ont été accordées au moins quatre mois de paix parfaite quand",
          "quelqu'un et tout le monde peut voyager en toute sécurité, seul ou dans des",
          "caravanes commerciales; ainsi le rituel du Hadj était directement bénéfique à la",
          "vie économique du pays ainsi. Pour plus de détails voir III: 97 et E.N de 80, 81,",
          "et V: 97 et E.N. 113."
        ],
        "49" : [
          "[ \"Le bétail\"] ici implique le chameau, la vache, le mouton et la chèvre comme",
          "cela a été clairement mentionné dans VI:. 142-144 [ \"... Ils doivent mentionner",
          "le nom d'Allah sur le bétail\"] implique qu'ils doivent abattre les bovins pour",
          "Allah. saké et en son nom, ainsi qu'il ressort des phrases suivantes. le nom",
          "d'Allah doit être récitée au moment où les bovins sont abattus pour montrer que",
          "les musulmans sont à l'abattage et sacrifier des animaux au nom d'Allah seul afin",
          "de les distinguer des mécréants qui ont massacré les animaux sans mentionner le",
          "nom d'Allah ou en mentionnant d'autres noms que celui de Allah. \n En ce qui",
          "concerne [ \"les jours connus nommés\"], il y a une différence d'opinion quant à",
          "leur identité exacte. Certaines des opinions quant à ce que les [ \"jours nommés\"]",
          "moyenne sont: \n [(1)] Les dix premiers jours de Zil-Hajj. Ce point de vue est",
          "soutenu par Ibn `Abbas, Hasan Basri, Ibrahim Nakha`i, Qatadah et plusieurs autres",
          "compagnons et leurs partisans. Imams Abu Hanifah, Shafi'î et Ahmad bin Hanbal ont",
          "également favorisé ce point de vue. \n [(2)] Le dixième de Zil-Hajj et les trois",
          "jours suivants il. Ce point de vue est soutenu par Ibn 'Abbas, Ibn `Umar, Ibrahim",
          "Nakha`i, Hasan et` Ata'. Imams Shafi'î et Ahmad sont auraient également favorisé",
          "cette en disant chacun. \n [(3)] Le dixième jour de Zil-Hajj et les deux jours",
          "suivants. Ce point de vue a été soutenu par Hadrat `Umar,` Ali, Ibn `Umar, Ibn`",
          "Abbas, Anas ibn Malik, Abu Hurayrah, Said bin Musayyab et Said bin Jubayr. Sufyan",
          "Thauri, l'Imam Malik, Imam Abu Yusuf et l'imam Muhammad parmi les juristes ont",
          "également adopté, et le Hanafites et les Malikites sont également généralement",
          "d'accord sur ce point."
        ],
        "50" : [
          "L'impératif du verbe a donné lieu à l'incompréhension qu'il est obligatoire de",
          "manger leur chair et aussi pour donner de celui-ci aux personnes dans le besoin,",
          "les imams Shafi'î et Malik opine qu'il est bon de manger des et il est",
          "obligatoire de donner de celui-ci à d'autres. Selon Imam Abu Hanifah, ces deux",
          "choses sont permises, mais ne sont pas obligatoires. Il est bon de manger de",
          "celui-ci, pour les gens dans les jours de l'ignorance considérée illégale à",
          "manger de la viande sacrificielle de leurs propres animaux, et il est bon de",
          "donner de celui-ci aux pauvres par le biais de l'aide. Ibn Jarir a cité des cas",
          "de Hasan Basri, `Ata ', Mujahid et Ibrahim Nakha`i pour prouver que les ETCD",
          "d'humeur impératives n'impliquent toujours une commande, comme par exemple dans",
          "V: 2 et LXII: 10. Ainsi, [\" .. .. donner de celui-ci aux indigents \"] ne signifie",
          "pas que la chair ne peut être donnée à une personne riche pour les Compagnons du",
          "Saint Prophète utilisés pour donner de celui-ci à leurs amis, voisins, parents",
          "qu'ils étaient riches ou pauvres. Selon Ibn `Umar, un tiers de la chair peut être",
          "consommée à la maison, un tiers peut être donné aux voisins et le tiers restant",
          "réparti entre les nécessiteux."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ",
      "simpleTranslate" : [
        "Puis qu’ils se délient de leurs interdits, accomplissent leurs vœux et effectuent",
        "autour du Temple antique les circuits rituels.»"
      ],
      "tafsirTranslate" : [
        "Ensuite, ils doivent nettoyer leur «saleté» <N:51> remplir leurs vœux <N:52> et",
        "faire le tour de la \"Maison ancienne\" <N:53>."
      ],
      "tanslateWordByWord" : [
        "alors",
        "Qu'ils finissent",
        "leurs devoirs prescrits",
        "et remplir",
        "leurs vœux",
        "et circumambulate",
        "la maison",
        "[l'ancien"
      ],
      "notes" : {
        "51" : [
          "Cela signifie que après avoir effectué les rites du Hadj essentiels, il faut",
          "mettre hors Ihram, un rasage, salle de bain, etc. car un seul est exempt des",
          "restrictions de Ihram après Hajj. Cependant, on ne peut pas avoir des relations",
          "sexuelles avec sa femme jusqu'à ce qu'on a effectué le Tawaf de Ziyarah ou",
          "Ifadah."
        ],
        "52" : [
          "Autrement dit, l'un des vœux a fait pour cette occasion."
        ],
        "53" : [
          "Le mot arabe `Atiq, qui a été utilisé pour la Kaaba, est très significative car",
          "elle implique: \n [(1)] antique, \n [(2)] libre de la souveraineté et de la",
          "propriété de personne, \n [(3)] honoré et vénéré. \n Je suis d'avis que ici le mot",
          "Tawaf fait référence à la circumambulation effectuée sur le dixième jour de",
          "Zil-Hajj après annulation Ihram, comme le dernier rituel du Hadj, et est appelé",
          "Tawaf de Ifadah ou Ziyarah [(visite)] ."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "ذَٰلِكَ وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ ۗ وَأُحِلَّتْ لَكُمُ الْأَنْعَامُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ ۖ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ",
      "simpleTranslate" : [
        "C’est ainsi qu’il faut agir. Quiconque respecte ces institutions sacrées en sera",
        "récompensé auprès du Seigneur. La chair du bétail vous est permise, à l’exception",
        "des interdictions qui vous ont déjà été désignées. Évitez la souillure des",
        "idoles, évitez les propos mensongers !"
      ],
      "tafsirTranslate" : [
        "Ce fut (l'objet pour lequel la Kaaba a été construite,) et celui qui 30 observe",
        "le caractère sacré des choses ordonnées par Allah, ce sera mieux pour lui à la",
        "vue de son Seigneur. <N:54>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "et celui qui",
        "honneurs",
        "(les) rites sacrés",
        "(De) Allah",
        "puis il",
        "(est le meilleur",
        "pour lui",
        "près",
        "son Seigneur",
        "Et sont rendu licite",
        "à toi",
        "les bovins",
        "sauf",
        "quelle",
        "est récité",
        "à toi",
        "donc, éviter",
        "l'abomination",
        "de",
        "les idoles",
        "et éviter",
        "(le mot",
        "faux"
      ],
      "notes" : {
        "54" : [
          "Bien que le [ \"commande\"] est de nature générale, ici, il se réfère notamment aux",
          "interdictions qui se rattachent à la [ \"Mosquée sacrée\"], Hajj, Omra et La",
          "Mecque. Soit dit en passant, il y a une touche subtile dans au Quraish; qui avait",
          "chassé les musulmans de la Mecque et radiées eux de Hajj et violé la sainteté du",
          "[ \"Ancient House\"] en associant indécent, immonde, et les rites impies avec le",
          "Hajj et la Chambre en contradiction avec les manières d'Abraham."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "حُنَفَاءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِ ۚ وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ",
      "simpleTranslate" : [
        "Soyez des monothéistes sincères et ne prêtez aucun associé au Seigneur, car celui",
        "qui Lui donne des associés est comme quelqu’un qui, précipité du ciel, se trouve",
        "disputé par des oiseaux de proie ou emporté par le vent vers un abîme sans fond."
      ],
      "tafsirTranslate" : [
        "Et les bovins ont été rendu licite pour vous <N:55>, sauf ce qui a déjà été",
        "mentionné pour vous <N:56>; donc vous prémunir contre la souillure des idoles,",
        "<N:57> et s'abstenir de toutes les choses fausses. <N:58> Devenir serviteurs",
        "sincères d'Allah, se détournant de tout et sans associer tout partenaire avec",
        "Lui, pour celui qui associe un partenaire à Allah , devient comme lui qui est",
        "tombé du ciel. Ensuite, soit les oiseaux lui arracher ou le vent va lui souffler",
        "à un endroit où il sera brisé en morceaux. <N:59>"
      ],
      "tanslateWordByWord" : [
        "être debout",
        "à Allah",
        "ne pas",
        "partenaires associant",
        "avec lui",
        "Et quiconque",
        "associés partenaires",
        "Allah",
        "puis (il est), comme si",
        "il était tombé",
        "de",
        "Le ciel",
        "et lui (avait) arraché",
        "les oiseaux",
        "ou",
        "avait soufflé",
        "lui",
        "le vent",
        "à",
        "un endroit",
        "au loin"
      ],
      "notes" : {
        "56" : [
          "Ce réfère à VI: 145 et XVI: 11S dans lequel Allah a interdit aux musulmans de",
          "manger ce qui meurt d'elle-même, le sang, chair de porc ou de ce qui a été abattu",
          "dans un autre nom que Allah."
        ],
        "57" : [
          "Autrement dit, [ \"Refrain de et garde contre le culte des idoles comme vous",
          "évitez les choses sales et sales\"]."
        ],
        "58" : [
          "Bien que l'expression [ \"choses fausses\"] est générale et implique des mensonges,",
          "de fausses preuves, la calomnie, etc., ici il se réfère en particulier à ces",
          "fausses croyances, des rites et des rituels et des choses superstitieuses sur",
          "lequel mécréance et du polythéisme ont été fondée. Il est évident qu'il n'y a pas",
          "de plus grand mensonge que d'associer à Allah dans son être, Attributs, pouvoirs",
          "et droits. Il était un mensonge pour faire Bahira, etc. illégale. . Voir aussi",
          "XVI: 116. \n Pour faire un faux serment et donner un faux témoignage aussi venir",
          "sous ce commandement. Une tradition du Saint Prophète dit: \n [ \"Un faux",
          "témoignage est égal à se dérober à Allah.\"] Voilà pourquoi selon la loi",
          "islamique, un faux témoin devrait être puni et déshonoré. Imams Abu Yusuf et",
          "Muhammad ont exprimé l'opinion qu'une personne qui apporte un faux témoignage",
          "dans la cour devrait être exposé publiquement et condamné à une longue peine",
          "d'emprisonnement. Telle était la pratique réelle dans le temps de Hadrat `Umar.",
          "Selon Makhul, il a dit: \n [ \"Une telle personne doit être fouetté, sa tête rasée",
          "et le visage noirci et il devrait être condamné à une longue peine",
          "d'emprisonnement.\"] \n 'Abdullah bin `Amir a rapporté de son père que de fausses",
          "preuves d'une personne a été créé dans` la cour de Umar Hadrat, après quoi le",
          "Calife a gardé l'a exposé au public pour une journée, en disant qu'il était untel",
          "et un faux témoignage afin que les gens pourraient le reconnaître, et puis il l'a",
          "emprisonné. Ces jours-ci cela peut être fait en publiant le nom du coupable dans",
          "les journaux, etc."
        ],
        "59" : [
          "Dans cette parabole [ \"ciel\"] signifie la nature humaine d'origine. L'homme, par",
          "nature, est le serviteur de personne d'autre, mais AIIah et accepte la doctrine",
          "de Monothéisme intrinsèquement. Voilà pourquoi celui qui suit la direction des",
          "Prophètes devient ferme dans ces impératifs de sa nature et monte plus haut.",
          "D'autre part, celui qui rejette Allah ou associe un partenaire avec lui tombe du",
          "[ \"ciel\"] de sa nature. Puis il devient soit victime de satans et les dirigeants",
          "du mal comme les oiseaux de la parabole, qui arracher l'homme à terre, ou il",
          "devient un esclave de ses convoitises, passions, caprices, etc., qui ont été",
          "comparés au vent i ' la parabole. Ils le plus bas d'une mauvaise position à",
          "l'autre jusqu'à ce qu'il tombe dans le gouffre le plus profond de la dégradation."
        ],
        "55" : [
          "[ \"Et le bétail ont été rendu licite pour vous ....\"] a été cité ici pour deux",
          "objets: \n [(1)] Il est de réfuter la coutume du Quraish dans lesquelles certains",
          "bovins-Bahira. saibah, Wasilah et jambon ont été considérées comme illégales. On",
          "leur dit que ce sont aussi licites comme les autres bovins. \n [(2)] Il est pas",
          "illégal comme il a été détenu par le Quraish de manger la chair des bovins, même",
          "dans l'état de [ \"Ihram\"]."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "ذَٰلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ",
      "simpleTranslate" : [
        "Ainsi en est-il. Se montrer respectueux des rites institués par Dieu est un acte",
        "qui s’inspire de la piété du cœur."
      ],
      "tafsirTranslate" : [
        "Ceci est le fait de la question: (. Donc bien le comprendre) Et quiconque observe",
        "le caractère sacré de ce qui a été ordonné comme symboles <N:60> d'Allah, le",
        "faire à cause de la piété des coeurs. <N:61>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "et celui qui",
        "honneurs",
        "(les) Symboles",
        "(De) Allah",
        "alors en effet, il",
        "(est de",
        "(La) piété",
        "(D ') les cœurs"
      ],
      "notes" : {
        "60" : [
          "[ \"Symboles de Dieu culte»]: la performance du Salat, Hajj, jeûne, etc., ou des",
          "choses comme une mosquée ou des offrandes sacrificielles, etc. [(Voir V: 2 et FR",
          "de 5 -7 celui-ci)]."
        ],
        "61" : [
          "Autrement dit, le respect du caractère sacré de la [ \"Symboles\"] par un homme est",
          "une preuve qu'il ya la piété dans son cœur. D'autre part, l'homme qui viole leur",
          "sainteté se révèle être vide de la piété et la crainte de Dieu. Il montre qu'il",
          "soit ne croit pas du tout en Allah ou adopte une attitude rebelle contre Lui."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "لَكُمْ فِيهَا مَنَافِعُ إِلَىٰ أَجَلٍ مُسَمًّى ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ",
      "simpleTranslate" : [
        "Libre à vous d’en tirer profit jusqu’au terme fixé. Puis leur immolation aura",
        "lieu auprès du Temple antique."
      ],
      "tafsirTranslate" : [
        "Vous êtes autorisé à tirer des avantages de bovins dédiés pour le sacrifice)",
        "jusqu'à un temps fixé. <N:62> Par la suite, le) lieu (licite (de leur sacrifice)",
        "est près de la maison ancienne. <N:63>"
      ],
      "tanslateWordByWord" : [
        "Pour toi",
        "la bride",
        "(Sont) avantages",
        "pour",
        "un terme",
        "nommé",
        "puis",
        "leur lieu de sacrifice",
        "(Est) à",
        "la maison",
        "l'ancien"
      ],
      "notes" : {
        "62" : [
          "Ceci est d'enlever le malentendu au sujet d'obtenir un avantage quelconque des",
          "animaux dédiés pour le sacrifice qu'ils ont également été inclus dans le [",
          "\"Symboles d'Allah. Ceci a été rendu nécessaire parce que les Arabes croyaient",
          "qu'il était illégal d'obtenir un quelconque bénéfice de eux. on ne pouvait ni",
          "monter sur eux, ni effectuer aucune charge sur eux, ni consommer leur lait, après",
          "avoir été consacré au sacrifice durant le Hadj. Dans ce verset, ce malentendu a",
          "été supprimé. Abû Hurayrah et Anas ont rapporté que le Saint Prophète a vu un",
          "Tnan marchant dans une condition misérable à pied conduisant son chameau par le",
          "nez-string. Quand le Saint Prophète lui demanda de monter sur lui, il a répondu",
          "qu'il était son offrande sacrificielle. Là encore, le Saint Prophète lui a",
          "demandé de monter sur son chameau. \n Il y a une divergence d'opinion en ce qui",
          "concerne l'interprétation de \"] un nommé temps [\". Certains commentateurs,",
          "notamment Ibn `Abbas, Qatadah, Mujahid, Dahhak et` Ata 'sont d'avis qu'il se",
          "réfère à l'époque de la dédicace des animaux pour le sacrifice. Il est évident",
          "que ce n'est pas la vue correcte, parce que dans ce cas, l'autorisation de tirer",
          "profit d'eux devient vide de sens. Il y a d'autres commentateurs, y compris `Urwa",
          "bin Zubair et` Ala 'bin Abi Rabah, qui sont d'avis que \"] temps désigné [\"",
          "désigne le moment du sacrifice et l'on peut tirer profit d'eux jusque-là. On peut",
          "rouler sur eux, boire leur lait, prendre leurs jeunes à l'emploi et cisailler les",
          "cheveux, la laine, etc. Imam Shaf`i a adopté ce point de vue. Les Hanafites sont",
          "d'avis que l'on peut obtenir en tirer profit, si besoin est, mais il est",
          "préférable de ne pas le faire."
        ],
        "63" : [
          "Il ne signifie pas que le sacrifice doit être fait dans l'enceinte du \"] Ancient",
          "House [\" du Ka`ah. Le Coran utilise le \"] Maison d'Allah [\" ou Masjid-i-Haram",
          "pour l'ensemble de la \"] Inviolable Place\" de La Mecque et non pas pour ce",
          "bâtiment. [(V: 95)]."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا لِيَذْكُرُوا اسْمَ اللَّهِ عَلَىٰ مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ ۗ فَإِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ فَلَهُ أَسْلِمُوا ۗ وَبَشِّرِ الْمُخْبِتِينَ",
      "simpleTranslate" : [
        "À chaque communauté, Nous avons assigné un rite sacrificiel, afin que ses membres",
        "invoquent le Nom de Dieu sur les bêtes prélevées sur le cheptel qu’Il leur a",
        "attribué. Votre Dieu est un Dieu Unique. Soumettez-vous donc à Lui. Et toi,",
        "Prophète, fais bonne annonce aux humbles"
      ],
      "tafsirTranslate" : [
        "Pour chaque communauté Nous avons prescrit un moyen de sacrifice pour que les",
        "gens (de cette communauté) devrait prononcer le nom d'Allah sur le bétail qu'Il",
        "leur a attribuée <N:64>, (mais et le même objet sous-tend toutes les différentes",
        "façons). Donc, votre Divinité est une divinité: abandon à Lui seul. Et, ô",
        "Prophète, donner de bonnes nouvelles à ceux qui adoptent une humble façon, <N:65>"
      ],
      "tanslateWordByWord" : [
        "Et pour chaque",
        "nation",
        "Nous avons nommé",
        "un rite",
        "qu'ils peuvent parler",
        "(le nom",
        "(De) Allah",
        "plus de",
        "quelle",
        "Il (a) leur a fourni",
        "de",
        "(la bête",
        "(de) bovins",
        "Et ton Dieu",
        "(c'est Dieu",
        "Un",
        "afin de lui",
        "soumettre",
        "Et annonce la bonne nouvelle",
        "(À) les humbles"
      ],
      "notes" : {
        "64" : [
          "Ce verset implique deux choses: \n [(L)] Sacrifice a été une partie essentielle de",
          "l'adoration du Dieu dans toutes les religions révélées. Afin d'inculquer Tauhid,",
          "Allah interdit le sacrifice pour quelqu'un d'autre que lui-même. Cela a été en",
          "accord avec les autres interdictions qui ont été faites pour les autres que",
          "Allah. Par exemple, [ \"prostration\"] avant que quelqu'un d'autre qu'Allah, faire",
          "des vœux pour les autres que Dieu, en visitant les lieux saints autres que ceux",
          "qui sont prescrits par Allah, le jeûne au nom des autres que de Alla, etc.,",
          "étaient ALi interdite. \n [(2)] L'autre chose qui a été commun à toutes les",
          "religions révélées a été l'objet du sacrifice au nom d'Allah si ses détails ont",
          "été différentes dans différentes religions, les temps et les pays."
        ],
        "65" : [
          "Le mot arabe `de mukhbitin 'n'a pas d'équivalent en anglais. Il comprend ceux qui",
          "11) renoncer à l'orgueil, l'arrogance et adopter l'humilité devant Allah, [(2)]",
          "se livrer à son service et de l'esclavage, et [(3)] accepter ses décrets",
          "sincèrement."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَالصَّابِرِينَ عَلَىٰ مَا أَصَابَهُمْ وَالْمُقِيمِي الصَّلَاةِ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
      "simpleTranslate" : [
        "dont les cœurs frémissent quand le Nom de Dieu est prononcé, qui se montrent",
        "patients face à l’épreuve, qui s’acquittent de la salât et qui donnent en aumône",
        "une partie de ce que Nous leur avons accordé."
      ],
      "tafsirTranslate" : [
        "dont les cœurs sont remplis de crainte quand on mentionne Allah devant eux: qui",
        "endurent avec courage tout. affliction qui leur arrive:. et qui établissent et",
        "Salât, dépensent de ce que Nous leur avons donné <N:66>"
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "quand",
        "est mentionné",
        "Allah",
        "la crainte",
        "leur cœur",
        "et ceux qui sont patients",
        "plus de",
        "peu importe",
        "les a affligés",
        "et ceux qui établissent",
        "la prière",
        "et en ce que",
        "Nous leur avons fourni",
        "ils dépensent"
      ],
      "notes" : {
        "66" : [
          "Cela signifie que les gens justes passent leurs dispositions légales en la Voie",
          "d'Allah pour répondre à leurs propres besoins légitimes des personnes à leur",
          "charge, pour aider leurs parents, des voisins et d'autres personnes dans le",
          "besoin, sur les travaux publics et la propagation de la Parole d'Allah. Il DCES",
          "pas inclure les dépenses de manière illicite à des fins illégales. Le lnfaq terme",
          "Coranique implique ni dépenses excessives, ni être avare et avare, mais dépenser",
          "sa richesse sur soi-même et d'autres selon ses moyens et le statut dans la",
          "société."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ ۖ فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ ۖ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ ۚ كَذَٰلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
      "simpleTranslate" : [
        "Nous avons désigné, à votre intention, les chameaux pour servir dans les rites",
        "sacrificiels. Et c’est là une décision bénéfique pour vous. Invoquez le Nom de",
        "Dieu sur ceux qui sont prêts à être sacrifiés. Et une fois que la bête est",
        "abattue, vous pourrez vous nourrir de sa chair et en distribuer aux nécessiteux",
        "discrets et aux pauvres mendiants. C’est dans ce but que Nous vous avons",
        "assujetti ces animaux. Peut-être en serez-vous reconnaissants."
      ],
      "tafsirTranslate" : [
        "Et Nous avons inclus les chameaux <N:67> (dédié au sacrifice) parmi les symboles",
        "d'Allah, car il y a beaucoup de bien pour vous en eux. <N:68> Par conséquent,",
        "faire ressortir <N:69> et mentionner le nom d'Allah sur eux, <N:70> et quand",
        "(après le sacrifice,) le dos se trouvent encore sur le terrain, <N:71> vous",
        "pouvez manger de leur chair et de donner de celui-ci à ceux satisfaits et ceux",
        "qui le demandent. Ainsi avons-Nous soumis ces animaux à vous afin que vous soyez",
        "reconnaissants » <N:72>"
      ],
      "tanslateWordByWord" : [
        "Et les chameaux et les bovins",
        "Nous avons fait les",
        "pour toi",
        "parmi",
        "(les) Symboles",
        "(De) Allah",
        "pour toi",
        "la bride",
        "(est bon",
        "donc parler",
        "(le nom",
        "(De) Allah",
        "au dessus d'eux",
        "(Quand) alignés",
        "et quand",
        "sont en baisse",
        "leurs côtés",
        "ensuite mange",
        "d'eux",
        "et aliments pour animaux",
        "les nécessiteux qui ne demande pas",
        "et les nécessiteux qui demandent",
        "Ainsi",
        "Nous les avons soumis",
        "à toi",
        "afin que vous puissiez",
        "être reconnaissant"
      ],
      "notes" : {
        "67" : [
          "Sept personnes peuvent devenir des partenaires dans le sacrifice d'un chameau et",
          "de même dans le sacrifice d'une vache et similaires, comme enjoint par le Saint",
          "Prophète dans une tradition rapportée par Jabir bin `Abdullah dans la Collection",
          "du Hadith par Mouslim ."
        ],
        "68" : [
          "Autrement dit, [ «Vous devriez sacrifier les animaux parce que vous obtenez de",
          "nombreux avantages devant eux pour montrer votre gratitude à AIIah, le Donateur,",
          "et aussi de reconnaître sa suprématie et la souveraineté\"]."
        ],
        "69" : [
          "Il convient de noter qu'un chameau est sacrifié alors qu'il est debout. Cela a",
          "été enjoint par le Saint Prophète et est soutenu par Ibn `Abbas, Mujahid, I)",
          "ahhak, etc. musulman et Bukhar ont rapporté une tradition de Hadrat Ibn Umar, qui",
          "a vu un homme abattage son chameau dans la position assise. Il lui dit: [",
          "\"Attachez un pied de votre chameau et faire ressortir, parce que c'est le chemin",
          "de Abul Qasim [(paix soit sur lui)]\"]. Selon une tradition rapportée par Hadrat",
          "Jabir bin Abdullah, à Abu Dawud, le Saint Prophète et ses compagnons attachaient",
          "un pied gauche du chameau et ferait reposer sur trois pieds; puis ils égorgera.",
          "La même chose est implicite par la phrase suivante: [ \"... et après leur dos se",
          "trouvent encore sur le sol .......\"], à savoir quand ils tombent sur le sol après",
          "avoir assez de leur sang est épuisé."
        ],
        "70" : [
          "[ \"Mentionnez le nom d'Allah sur eux»] implique que les animaux doivent être",
          "abattus en prononçant le nom d'Allah sur eux, parce que, sans que leur chair",
          "serait illégale à manger. Cela montre que dans la loi islamique il n'y a pas de",
          "conception d'abattre un animal sans prononcer le nom d'Allah sur lui. Selon les",
          "traditions, il y a des formulations différentes pour prononcer le nom d'Allah sur",
          "les animaux au moment de leur abattage. Certains d'entre eux sont: \n [(I)]",
          "Bismillahi Allahu Akbar; Allahumma wa laka visons: [ \"! Au nom d'Allah, est le",
          "plus grand AIIah O Allah, cela est Thine et est présenté à Toi\"]. \n [(2)] Allahu",
          "Akbar- La ilaha ill-Allahu; Allahumma wa laka visons: [ \"Allah est le plus grand:",
          "Il n'y a pas de dieu qu'Allah: O Allah, cela est Thine et est présenté à Toi\"]. \n",
          "[(3)] Inni wajjahtu wajhiya lillazi fatar-as-sama wati wal-arda, hanif-an-wa ma",
          "ana min-al-polythéistes. Auberges Salati wa nusuki wa mahyaya wa Mamati lillahi",
          "alamin Rabb-il- '. wa La sharika lahu wa bi-Zalika ana min-al-Muslimin. A",
          "llahumma wa laka visons. [ «Je me suis tourné mon visage sincèrement vers l'Être",
          "qui a créé les cieux et la terre, et je ne suis pas du milieu du peuple idolâtre.",
          "Mon Salat et mes rites de culte et de ma vie et ma mort sont tous pour AIIah, le",
          "Seigneur de l'univers, qui n'a pas de partenaire avec Lui. Voilà ce que j'ai",
          "enjoint, et je suis le premier à abandonner à Lui. O Allah! Ceci est Thine, et",
          "est présenté à toi \"]."
        ],
        "71" : [
          "[ \"....... mensonge encore sur le terrain .......\"] signifie jusqu'à ce qu'ils",
          "meurent complètement, pour le Saint Prophète interdit de couper un morceau de",
          "chair, s'il y a encore aucun signe de vie dans l'animal abattu; si cela est fait,",
          "le morceau de chair serait illégale."
        ],
        "72" : [
          "Ceci est une autre raison pour laquelle les animaux doivent être sacrifiés: [",
          "\"Ils devraient être sacrifiés comme une marque de gratitude à Allah qui les a",
          "soumis à vous\"]."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا وَلَٰكِنْ يَنَالُهُ التَّقْوَىٰ مِنْكُمْ ۚ كَذَٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللَّهَ عَلَىٰ مَا هَدَاكُمْ ۗ وَبَشِّرِ الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "Ni la chair ni le sang de ces animaux n’ont d’importance pour Dieu. Seule compte",
        "pour Lui votre piété. Aussi a-t-Il mis ces animaux à votre service, afin que vous",
        "Le glorifiez pour vous avoir dirigés sur le droit chemin. Prophète ! Annonce à",
        "ceux qui font le bien"
      ],
      "tafsirTranslate" : [
        "(Notez bien que) ni leur chair atteint Allah, ni leur sang, mais il est de votre",
        "piété qui lui arrive. <N:73> Ainsi, Allah a soumis ces animaux à vous afin que",
        "vous devez le glorifier pour l'orientation qu'Il vous a donné. <N:74> Et, ô",
        "Prophète, donner de bonnes nouvelles à ceux qui font de bonnes œuvres."
      ],
      "tanslateWordByWord" : [
        "Will not",
        "atteindre",
        "Allah",
        "leur viande",
        "et pas",
        "leur sang",
        "mais",
        "Lui atteint",
        "la piété",
        "de toi",
        "Ainsi",
        "Il les soumet",
        "à toi",
        "de sorte que vous pouvez agrandir",
        "Allah",
        "pour",
        "quelle",
        "Il vous a guidé",
        "Et annonce la bonne nouvelle",
        "(À) les bienfaisants"
      ],
      "notes" : {
        "73" : [
          "Cette prescrit une condition très importante pour le sacrifice dans l'adoration",
          "d'Allah. Un sacrifice est acceptable à Allah que si elle est accompagnée par la",
          "piété et de la sincérité. Bien que le sacrifice est un symbole d'Allah, mais il a",
          "été clairement indiqué que elle est acceptée seulement si elle est accompagnée",
          "par la piété, en disant: [ \"Ni leur chair atteint Allah, ni leur sang, mais il",
          "est de votre piété ....\"] Cela a également été conçu pour condamner le rituel des",
          "jours de l'ignorance, quand les Arabes ont pris la chair à la Ka'ba et smeard ses",
          "murs avec le sang de l'animal sacrifié."
        ],
        "74" : [
          "[ \".... vous devriez glorifier Allah\"] au moment du sacrifice verbalement aussi",
          "pour reconnaître que les animaux appartiennent vraiment à Allah et à personne",
          "d'autre. L'une des phrases prononcées au moment du sacrifice est Allahumma minka",
          "wa laka [(O Allah, cet animal est Thine et est présenté à Toi)]. \n Il faut bien",
          "noter que la commande du sacrifice tel qu'il figure dans les versets 36 et 37 ne",
          "sont pas les seuls pèlerins et que la performance du sacrifice ne se limite pas à",
          "la Mecque à l'occasion du Hadj. Il est une commande générale pour tous les",
          "musulmans qui sont bien nantis. Ils ont été enjoint d'être reconnaissant envers",
          "Allah parce qu'il a soumis ces animaux pour le bien de tous les êtres humains.",
          "Par conséquent, ils sont tenus de sacrifier les animaux pendant ces jours afin",
          "qu'ils puissent rejoindre spirituellement ceux qui vont à la Mecque pour",
          "accomplir le Hadj. \n Il y a beaucoup de traditions authentiques à l'effet que le",
          "Saint Prophète a fait le sacrifice à cette occasion, alors qu'il était",
          "personnellement al-Madinah: \n [(1)] [ \"Celui qui DCES pas effectuer le sacrifice",
          "même si il ne peut ne pas se joindre à nous dans la prière` Id \"]. [(Musnad",
          "Ahmad, Ibn Majah)]. \n [(2)] Selon une tradition rapportée par Ibn 'Umar, le Saint",
          "Prophète habitait à al-Madinah pendant dix ans et a effectué le sacrifice chaque",
          "année. [(Tirmizi)]. \n [(3)] Selon Anas, le Saint Prophète a dit: \n [ \"Celui qui",
          "sacrifie un animal avant la« Prière Id, devrait offrir un autre sacrifice, mais",
          "celui qui a sacrifié son animal après la «prière Id, a fait la bonne chose et",
          "suivi le chemin des musulmans\"]. [(Bukhari)] \n Il cet égard, il est la note digne",
          "qu'aucun `prière Id a lieu le dixième de Zil-Hajj à La Mecque: donc l'injonction",
          "était destinée à tous les musulmans et non seulement pour ceux qui effectuent le",
          "pèlerinage à la Mecque. \n Ainsi, il est clair que le sacrifice à l'occasion du",
          "'Id qui est observé dans tout le monde musulman est une Sunnah du Saint Prophète",
          "et a été ordonnée par lui. Le seul différend est de savoir s'il est obligatoire",
          "dans la nature ou seulement une Sunnah. Ibrahim Nakha'i, Imams Abou Hanifah,",
          "Malik, Muhammad et, selon une tradition, l'Imam Abu Yusuf aussi, sont d'avis",
          "qu'il est obligatoire dans la nature. D'autre part, les imams Shafi'î et Ahmad",
          "bin Hanbal considèrent seulement comme une Sunnah des musulmans, et Sufyan",
          "_Thauri a également convenu avec eux, en disant qu'il n'y aura pas de mal si une",
          "personne DCEs pas offrir un sacrifice. Il est, cependant, une ironie que certains",
          "des [ \"appris\"] les musulmans de notre temps, qui suivent ni le Coran ni la",
          "Sunna, et ne sont guidés par caprices personnels, ont déclaré que s'il y a un",
          "consensus d'opinion des musulmans, ils peuvent renoncer à la pratique du",
          "sacrifice à l'occasion du 'Id."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا ۗ إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ",
      "simpleTranslate" : [
        "que Dieu prendra toujours la défense de ceux qui ont la foi, car Dieu n’aime pas",
        "les traîtres ingrats."
      ],
      "tafsirTranslate" : [
        "Certes, <N:75> Allah défend ceux qui ont cru <N:76> car il n'aime pas, ingrat",
        "perfide <N:77> du tout."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Allah",
        "défend",
        "défend",
        "ceux qui",
        "croyez",
        "Effectivement",
        "Allah",
        "(ne fait pas",
        "comme",
        "chaque",
        "perfide",
        "ingrat"
      ],
      "notes" : {
        "75" : [
          "«De là, l'adresse pour la première fois prépare les musulmans pour le Jihad. Pour",
          "comprendre cela, il faut garder en vue la partie précédente [(vv. 19-24)] dans",
          "lequel le conflit idéologique entre les deux parties [(croyants et mécréants)] et",
          "le résultat de celle-ci ont été décrits. Cela sert naturellement comme un prélude",
          "au conflit armé entre les deux parties. Voilà pourquoi dans les vv. 26-37 les",
          "causes immédiates qui ont nécessité la guerre ont été énoncés pour servir",
          "d'introduction et la justification de la guerre avec les mécréants de la Mecque.",
          "\n Après la migration vers al-Madinah, lors de la première saison Hajj approchait,",
          "naturellement amené avec elle l'angoisse et la colère aussi bien pour les",
          "Muhajirs et les Ansar, qui avaient été radiées mousse visiter la Mecque et",
          "accomplir le Hajj, Voilà pourquoi, dans ce passage [(vv., 26-37)] les rituels et",
          "les objets du Hadj ont été décrits pour ramener les incroyants qu'ils avaient pas",
          "le droit d'interdire à quiconque de Hajj. D'autre part, les musulmans sont prêts",
          "à se battre non pas avec l'intention de tirer vengeance mais à cause de la",
          "réforme. Dans le même sacrifice de temps à l'occasion du Hajj a été prescrit",
          "comme un rite permanent pour les [(et les musulmans du monde entier)] permettra",
          "de commémorer le Hajj et les rites, connectés entre avec elle, de sorte qu'ils",
          "pourraient ne pas tirer vengeance sur les gens de la Mecque pour la persécution à",
          "laquelle ils avaient été soumis. Ils ont donc été enjoint de se battre pour",
          "parvenir à de meilleures conditions et de ne pas prendre. revanche sur leurs",
          "persécuteurs."
        ],
        "76" : [
          "Le mot mudafi arabe à implique deux choses: \n [(1)] de se battre avec l'ennemi",
          "pour conjurer son attaque agressive; \n [(2)] à se battre avec l'ennemi non",
          "seulement une fois, mais chaque fois que le besoin se fait sentir. Allah a assuré",
          "les croyants qu'Il les défendre contre l'ennemi chaque dîme il y a un conflit",
          "entre l'Islam et la mécréance. Ceci est d'encourager les croyants qu'ils ne",
          "seront pas laissés seuls dans leur défense, mais Allah Lui-même sera un parti",
          "avec eux et les aider à contrecarrer les desseins rusés de l'ennemi et pour",
          "conjurer leurs attaques. En effet, ce verset est un grand encouragement pour les",
          "croyants, car elle imprègne leur cœur avec l'esprit et la force que rien d'autre",
          "ne peut."
        ],
        "77" : [
          "Allah devient partie avec les croyants parce qu'ils sont justifiés dans la guerre",
          "contre les mécréants qui sont traîtres et ingrats envers Allah, en dépit de ses",
          "marier bénédictions et des faveurs pour eux."
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا ۚ وَإِنَّ اللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ",
      "simpleTranslate" : [
        "Toute autorisation de se défendre est donnée aux victimes d’une agression, qui",
        "ont été injustement opprimées, et Dieu a tout pouvoir pour les secourir."
      ],
      "tafsirTranslate" : [
        "Autorisation (pour lutter) a été accordée à ceux contre lesquels la guerre a été",
        "menée parce qu'ils ont été traités injustement, <N:78> et Allah est certainement",
        "en mesure de les aider. <N:79>"
      ],
      "tanslateWordByWord" : [
        "L'autorisation est donnée",
        "à ceux qui",
        "sont battus",
        "parce qu'ils",
        "ont été lésés",
        "Et en effet",
        "Allah",
        "pour",
        "leur victoire",
        "(Est) sûrement Able"
      ],
      "notes" : {
        "78" : [
          "Ce [(v. 39)] est le premier verset du Coran dans lequel l'autorisation de serré a",
          "été donné au mois de Zil-Hajj dans la première année après Hijrah selon nos",
          "recherches. Ensuite, la commande de combat a été donnée dans vv. 190, 191, 193,",
          "216 et 244 du chapitre II [(Al-Baqarah)] dans Rajab ou Sha`ban de A.H. 2."
        ],
        "79" : [
          "[ \"..... et Allah est certes capable de les aider\"]: cette assurance était",
          "nécessaire de toute urgence par les musulmans persécutés dont la force de combat",
          "à cette époque était très maigre, pas même un millier y compris tous les migrants",
          "et les musulmans d'al-Madinah. D'autre part, la force de combat de l'Quraish par",
          "eux-mêmes était beaucoup plus grande. En outre, ils avaient tous les autres clans",
          "polythéistes d'Arabie à leur retour et ont été rejoints plus tard par les Juifs",
          "aussi. Par conséquent, cette assurance était le plus opportun et le défi aux",
          "incroyants était très importante, pour itmeant de dire qu'ils ne se battent pas",
          "contre un petit nombre de musulmans mais contre Allah. Par conséquent, [ \"Vous",
          "êtes. Invités à se battre si vous osez\"]. '"
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ ۗ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا ۗ وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ ۗ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ",
      "simpleTranslate" : [
        "Tel est le cas de ceux qui ont été injustement chassés de leurs foyers uniquement",
        "pour avoir dit : «Notre Seigneur est Dieu !» Si Dieu ne repoussait pas certains",
        "peuples par d’autres, des ermitages auraient été démolis, ainsi que des",
        "synagogues, des oratoires et des mosquées où le Nom de Dieu est souvent invoqué.",
        "Dieu assistera assurément ceux qui aident au triomphe de Sa Cause, car la force",
        "et la puissance de Dieu n’ont point de limite."
      ],
      "tafsirTranslate" : [
        "Ce sont les gens qui ont été expulsés injustement de leurs maisons <N:80> pour la",
        "seule raison qu'ils ont dit, «Notre Seigneur est Allah.\" <N:81> Si Allah avait",
        "pas repoussé un peuple par des moyens d'un autre peuple, les monastères, les",
        "églises, les synagogues <N:82> et les mosquées où le nom d'Allah est souvent",
        "mentionné, auraient été détruites. <N:83>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "ont été expulsés",
        "de",
        "leurs maisons",
        "sans pour autant",
        "droite",
        "sauf",
        "cette",
        "ils ont dit",
        "Notre Seigneur",
        "(Est) Allah",
        "Et sinon",
        "chèques Allah",
        "chèques Allah",
        "les gens",
        "certains d'entre eux",
        "par les autres",
        "sûrement (aurait) ont été démolies",
        "monastères",
        "et les églises",
        "et synagogues",
        "et Masajid",
        "est mentionné",
        "en ce",
        "(Le) nom d'Allah",
        "(Le) nom d'Allah",
        "beaucoup",
        "Certes, Allah vous aidera",
        "Certes, Allah vous aidera",
        "(ceux qui",
        "aide le",
        "Effectivement",
        "Allah",
        "(Est) sûrement All-Strong",
        "Tout-Puissant"
      ],
      "notes" : {
        "80" : [
          "La mention de leur expulsion de leurs maisons dans v. 40 est une preuve évidente",
          "que cette partie de la sourate al-Hajj a été révélé à al-Madinah."
        ],
        "81" : [
          "Afin d'avoir une idée de la sévère persécution des musulmans, quelques exemples",
          "de ce sont cités. \n [(1)] Hadrat Suhaib Rumi a été privé de tout, quand il était",
          "sur le point de migrer vers al-Madinah. Quand il y arriva, il avait rien avec",
          "lui, sauf les vêtements qu'il portait. Bien qu'il ait gagné tout ce que par ses",
          "propres travaux, il a été privé de tout par les mécréants de la Mecque. \n [(2)]",
          "Lorsque Abû Salmah était sur le point de quitter la Mecque avec sa femme et un",
          "enfant allaité, ses beaux-parents séparés de force sa femme de lui, puis les gens",
          "de sa propre famille arrachèrent l'enfant d'eux. Ainsi, la pauvre femme a dû",
          "passer une année entière dans la douleur et le chagrin. Après une année, elle a",
          "obtenu l'enfant en quelque sorte et partit de la Mecque à Médine avec elle toute",
          "seule sur une route dangereuse. \n [(3)] `Ayyash bin Rabi`ah était un demi-frère",
          "d'Abou Jahl: Quand il a émigré à Almadinah, il a été suivi par Abou Jahl et un",
          "autre frère de son, et ils lui ont dit le mensonge: [\" Ta mère a pris le serment",
          "qu'elle ne se déplace pas du soleil à l'ombre, ni peigne ses cheveux jusqu'à ce",
          "qu'elle devrait vous voir [( `Ayyash)] vous devez donc revenir avec nous à la",
          "Mecque, 'lui montrer votre visage et ensuite revenir\"]. Il a été pris en charge",
          "par cette astuce. Quand ils ont été cheminent en arrière les deux frères ont fait",
          "de lui un prisonnier, l'ont emmené à la Mecque avec ses mains et les pieds",
          "attachés, et proclamé, [ \"Ô gens de la Mecque, voici comment ces gars doivent",
          "être traités et mis en droit»]. Il est resté dans cet état pendant une longue",
          "période et a été enfin secouru par un brave musulman."
        ],
        "82" : [
          "Saumah [(pl. Swami)], Biy`ah et Salawat dans le texte d'origine sont les lieux de",
          "culte des moines qui ont quitté le monde, les chrétiens et les juifs,",
          "respectivement. Salawat était Salauta en araméen, ce qui pourrait être à",
          "l'origine des mots salut et salut anglais."
        ],
        "83" : [
          "Dans cette phrase, un principe divin a été dit: \n [ \"DCEs Allah ne laissera pas",
          "un groupe de personnes ou d'une communauté ont l'autorité pour toujours. De temps",
          "en temps, il repousse un groupe par un autre\"]. \n Si cela n'a pas été le cas, le",
          "dominator permanent aurait créé le chaos non seulement dans les sphères",
          "politiques et économiques, mais aurait empiété sur les lieux de culte aussi bien.",
          "Ce [ «principe»] a également été indiqué dans v 251 du chapitre II.",
          "[(Al-Baqarah)]."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ ۗ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ",
      "simpleTranslate" : [
        "Dieu prêtera assistance à ceux qui, une fois leur position consolidée,",
        "accompliront la salât, s’acquitteront de la zakât, ordonneront le Bien et",
        "dénonceront le Mal. En définitive, c’est à Dieu qu’appartient l’issue de toute",
        "chose."
      ],
      "tafsirTranslate" : [
        "Allah va sûrement aider ces gens qui l'aident: <N:84> Allah est Tout-Puissant,",
        "Tout-Puissant. Ce sont les gens qui, si Nous leur donnons le pouvoir dans le",
        "pays, établira .Salat, payer les cotisations Zakat, ordonnent ce qui est juste et",
        "interdisent le blâmable, <N:85> et la décision finale de toutes les affaires est",
        "dans la main d'Allah. <N:86>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "si",
        "Nous les établissons",
        "dans",
        "la terre",
        "ils établissent",
        "la prière",
        "et ils donnent",
        "zakah",
        "et ils enjoignent",
        "la droite",
        "et d'interdire",
        "de",
        "le mauvais",
        "Et pour Allah",
        "(est la fin",
        "(De) les questions"
      ],
      "notes" : {
        "84" : [
          "Ceux [ \"qui aident Allah\"] sont les gens qui invitent les hommes à Monothéisme et",
          "exercent tout leur possible pour établir la [ \"True Faith\"] et de la justice.",
          "Pour de plus amples explications, voir E.N. 50 du chapitre III [(AI-i-`Imran)]."
        ],
        "85" : [
          "[ \"....... si Nous leur donnons la puissance ...... mal\"]: Dans cette phrase,",
          "l'objectif réel de l'État islamique et les caractéristiques de ceux qui mènent",
          "ses affaires ont été formulées de manière concise mais complète. Ceux qui aident",
          "à Allah et à Son mérite secours se comporter avec droiture, salat, prendre des",
          "dispositions pour la collecte de Zakat et d'utiliser leur pouvoir et l'autorité",
          "pour propager la bonne et éradiquer le mal."
        ],
        "86" : [
          "Autrement dit, [ \"Il est Allah qui décide à qui donner le pouvoir dans le pays et",
          "quand\"]. Ceci est destiné à éliminer le malentendu des gens fiers et arrogants",
          "qui pensent que le destin de la terre et de ses habitants est entre leurs mains,",
          "et il n'y a personne pour les déposer du pouvoir. Mais Allah détrône le souverain",
          "le plus fier de façon surnaturelle et donne le pouvoir au plus humble, afin de",
          "montrer qu'il est tout-puissant, tout-puissant."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ",
      "simpleTranslate" : [
        "Si les impies te traitent d’imposteur, sache qu’avant eux le peuple de Noé, les",
        "`Âd, les Thamûd,"
      ],
      "tafsirTranslate" : [
        "O Prophète, si elles <N:87> vous traiter comme faux, (vous devriez vous rappeler",
        "que) avant eux, le peuple de Noé, et les tribus de `Ad et Thamud,"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "ils vous refusent",
        "donc en vérité",
        "dénié",
        "Avant eux",
        "(les gens",
        "(De) Nuh",
        "et Aad",
        "et Thamud"
      ],
      "notes" : {
        "87" : [
          "[ \"Les mécréants de la Mecque\"]."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَقَوْمُ إِبْرَاهِيمَ وَقَوْمُ لُوطٍ",
      "simpleTranslate" : [
        "le peuple d’Abraham, le peuple de Loth,"
      ],
      "tafsirTranslate" : [
        "et les peuples d'Abraham et Lot"
      ],
      "tanslateWordByWord" : [
        "Et (les) personnes",
        "(De) Ibrahim",
        "et (les) personnes",
        "(De) Lut"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "وَأَصْحَابُ مَدْيَنَ ۖ وَكُذِّبَ مُوسَىٰ فَأَمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ نَكِيرِ",
      "simpleTranslate" : [
        "les gens de Madyan avaient eux aussi crié au mensonge. De même que Moïse fut",
        "traité de menteur. J’ai accordé aux impies un long délai ; puis J’ai sévi contre",
        "eux. Et quel ne fut point alors Ma réprobation !"
      ],
      "tafsirTranslate" : [
        "et les habitants de Madian avaient traité leurs prophètes comme faux et même",
        "Moïse a également été rejeté. Au début, je donnais de répit à tous ces mécréants,",
        "puis les ai saisis <N:88> Maintenant, vous pouvez voir par vous-mêmes combien",
        "terrible était mon châtiment <N:89> Il (les ruines de) beaucoup une habitation",
        "méchant qui nous détruit.! Aujourd'hui ils sont couchés à l'envers sur leurs",
        "toits."
      ],
      "tanslateWordByWord" : [
        "Et les habitants",
        "(De) Madyan",
        "Et Musa a été refusée",
        "Et Musa a été refusée",
        "donc je donné un répit",
        "aux incroyants",
        "puis",
        "Je les ai saisis",
        "et comment",
        "était",
        "Mon châtiment"
      ],
      "notes" : {
        "88" : [
          "Les instances de certains peuples qui ont rejeté leurs prophètes ont été cités",
          "pour impressionner qu'on leur a donné un répit à se réformer avant qu'ils ne",
          "soient punis. Par conséquent, [ \"Ô gens de la Mecque, vous ne devriez pas être",
          "trompés par le retard dans votre punition. Lorsque le terme de répit prend fin,",
          "vous doivent aussi être punis comme les anciens des gens, si vous ne réparer",
          "votre façons dans le Entre-temps \"]."
        ],
        "89" : [
          "Le mot arabe Nakir est très complet et implique deux significations: \n [(1)]",
          "Mécontentement à la mauvaise conduite de l'autre, et \n [(2)] une punition",
          "terrible qui défigure le coupable si mal qu'il ne peut même pas être reconnu. La",
          "phrase sera donc dire: [ \"voir Juste au moment où je les saisis pour cette",
          "mauvaise conduite, combien terrible était mon châtiment\"]."
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ",
      "simpleTranslate" : [
        "Que de cités Nous avons anéanties en punition de leurs péchés, et dont il ne",
        "reste plus que de vagues vestiges : là, un puits comblé ; et là, un château",
        "puissamment édifié, aujourd’hui totalement abandonné !"
      ],
      "tafsirTranslate" : [
        "Combien un puits a été rendu inutile, <N:90> et combien un château élevé est en",
        "ruines!"
      ],
      "tanslateWordByWord" : [
        "Et combien",
        "de",
        "un township",
        "Nous avons détruit",
        "tandis qu'il",
        "a été mal faire",
        "de sorte qu'il",
        "est tombée",
        "sur",
        "ses toits",
        "et bien",
        "abandonné",
        "et le château",
        "élevé"
      ],
      "notes" : {
        "90" : [
          "En arabe un [ «bien»] est synonyme d'une [ «habitation»]. Ainsi [ \"beaucoup a",
          "bien .... inutiles\"] moyens [ \"beaucoup une habitation a été détruite\"]."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا ۖ فَإِنَّهَا لَا تَعْمَى الْأَبْصَارُ وَلَٰكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ",
      "simpleTranslate" : [
        "Que ne parcourent-ils la Terre pour acquérir des cœurs aptes à comprendre et des",
        "oreilles aptes à entendre? En vérité, ce ne sont pas les yeux qui se trouvent",
        "atteints de cécité, mais ce sont les cœurs qui battent dans les poitrines qui",
        "s’aveuglent."
      ],
      "tafsirTranslate" : [
        "ont-ils pas allés au sujet de la terre afin de rendre leurs cœurs pensent et les",
        "oreilles entendent? Le fait, cependant, est que ce sont les cœurs dans les",
        "poitrines et non pas les yeux qui deviennent aveugles. <N:91>"
      ],
      "tanslateWordByWord" : [
        "Donc avoir pas",
        "ils ont voyagé",
        "dans",
        "la terre",
        "et est",
        "pour eux",
        "les coeurs",
        "(raisonner",
        "Avec ça",
        "ou",
        "oreilles",
        "(entendre",
        "Avec ça",
        "Car en effet, [il]",
        "ne pas",
        "(Sont) en aveugle",
        "les yeux",
        "mais",
        "(Sont) en aveugle",
        "les coeurs",
        "lequel",
        "(sont dans",
        "les seins"
      ],
      "notes" : {
        "91" : [
          "Les mots [ \".... le cœur .... aveugle»] ont été utilisées dans le métaphorique et",
          "non dans le sens littéral. Puisque le cœur est considéré comme le centre des",
          "émotions, des sentiments et des qualités mentales et morales, ces mots ont été",
          "utilisés pour impliquer que leur endurcissement les a empêché de sentir et d'agir",
          "rationnellement."
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَنْ يُخْلِفَ اللَّهُ وَعْدَهُ ۚ وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ",
      "simpleTranslate" : [
        "Ils te demandent de hâter l’arrivée du châtiment. Mais Dieu ne manque jamais à Sa",
        "promesse. Cependant, un seul jour du Seigneur équivaut à mille ans selon votre",
        "manière de compter."
      ],
      "tafsirTranslate" : [
        "Ces gens exigent de vous de hâter le châtier ment. <N:92> Allah ne manquera",
        "jamais d'accomplir sa menace, mais un jour auprès de ton Seigneur est égal à",
        "mille ans que vous comptez. <N:93>"
      ],
      "tanslateWordByWord" : [
        "Et ils te demandent de hâter",
        "la punition",
        "Mais ne le sera jamais",
        "Allah échouent",
        "Allah échouent",
        "(En) Sa promesse",
        "Et en effet",
        "un jour",
        "avec",
        "votre Seigneur",
        "(Est) comme un mille",
        "années)",
        "de quoi",
        "tu comptes"
      ],
      "notes" : {
        "92" : [
          "Cela fait référence au défi souvent répétée par les incroyants: [ \"Eh bien, si",
          "vous êtes un vrai prophète, pourquoi DCEs pas que le châtiment vient avec lequel",
          "vous avez été de nous menacer, car nous avons été rejeter votre prétention d'être",
          "un vrai prophète d'Allah? \"]"
        ],
        "93" : [
          "Autrement dit, [ «Les décisions d'Allah ne suivent pas votre temps et le",
          "calendrier, ni les conséquences de vos mauvaises attitudes apparaissent",
          "immédiatement après les faits\"]. Par conséquent, il sera très stupide nn la",
          "partie d'un peuple pour faire valoir que la menace de punition était vide juste",
          "parce que une décennie ou un siècle se sont écoulés depuis qu'ils avaient adopté",
          "une attitude méchante et conduite avec l'impureté."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَكَأَيِّنْ مِنْ قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ",
      "simpleTranslate" : [
        "À combien de cités n’ai-Je pas accordé un sursis alors qu’elles étaient en pleine",
        "tyrannie? Puis, soudain, Je les ai saisies, car c’est vers Moi que tout fera",
        "retour."
      ],
      "tafsirTranslate" : [
        "Il y a eu beaucoup d'une habitation méchante, que d'abord je donnais de répit,",
        "puis la saisit, et tout aurai à revenir à Moi."
      ],
      "tanslateWordByWord" : [
        "Et combien",
        "de",
        "un township",
        "J'ai donné un répit",
        "à ce",
        "tandis qu'il",
        "(A) faire le mal",
        "alors",
        "Je le saisis",
        "et Me",
        "(Est) à la destination"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "قُلْ يَا أَيُّهَا النَّاسُ إِنَّمَا أَنَا لَكُمْ نَذِيرٌ مُبِينٌ",
      "simpleTranslate" : [
        "Dis : «Ô hommes ! Je ne suis pour vous qu’un avertisseur explicite."
      ],
      "tafsirTranslate" : [
        "O, Muhammad, dis-leur: «Ô gens, je suis simplement un warner <N:94> qui vous",
        "informe clairement (du temps du mal à venir).\""
      ],
      "tanslateWordByWord" : [
        "Dire",
        "ô hommes",
        "ô hommes",
        "Seulement",
        "je suis",
        "à toi",
        "un warner",
        "clair"
      ],
      "notes" : {
        "94" : [
          "Autrement dit, [ «Je ne suis qu'un avertisseur et non le fabricant de votre",
          "destin. Il est Allah qui passe jugement et décide de la punition.\"]"
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "simpleTranslate" : [
        "Ceux donc qui croient et pratiquent le bien auront le pardon de leurs péchés et",
        "une généreuse rétribution,"
      ],
      "tafsirTranslate" : [
        "Alors ceux qui croient et accomplissent les bonnes oeuvres auront un pardon et",
        "honorable disposition, <N:95>"
      ],
      "tanslateWordByWord" : [
        "Ainsi, ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "pour eux",
        "(Est) le pardon",
        "et une disposition",
        "noble"
      ],
      "notes" : {
        "95" : [
          "[ \"Les croyants doivent avoir le pardon\"] signifie que Allah ignorer leurs",
          "défauts, les faiblesses et les actes d'omission et de commission. Ils auront [",
          "\"honorables dispositions\"] signifie qu'ils auront d'excellentes fournitures qui",
          "seront donnés à eux d'une manière honorable."
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ",
      "simpleTranslate" : [
        "tandis que ceux qui s’acharnent à rendre Nos signes inopérants, ceux-là seront",
        "voués à la Géhenne.»"
      ],
      "tafsirTranslate" : [
        "et ceux qui nous efforcerons de discréditer nos révélations, deviendront les",
        "habitants de l'Enfer."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "Strove",
        "contre",
        "Nos versets",
        "(À) défaillance de cause",
        "ceux",
        "(Les) compagnons",
        "(Des) Hellfire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّىٰ أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
      "simpleTranslate" : [
        "Nous n’avons envoyé avant toi aucun messager ni prophète sans que le diable ait",
        "tenté d’altérer le sens des versets qui leur étaient révélés. Mais Dieu a",
        "toujours aboli les suggestions du diable et rétabli le sens véritable de Ses",
        "versets. Dieu est Omniscient et Sage."
      ],
      "tafsirTranslate" : [
        "Et, ô Muhammad, (il a toujours été ainsi avec) tous Messenger et Prophète <N:96>",
        "Nous avons envoyé avant que chaque fois qu'il avait un désir, <N:97> Satan essayé",
        "d'interférer avec son désir. <N:98> Mais Allah éradique les maux travaillées par",
        "Satan et confirme ses révélations, <N:99> Allah est Omniscient et Sage, <N:100>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous avons envoyé",
        "Avant toi",
        "Avant toi",
        "tout",
        "Messager",
        "et pas",
        "un prophète",
        "mais",
        "quand",
        "il récita",
        "jeta",
        "le Shaitaan",
        "dans",
        "sa récitation",
        "Mais Allah abolit",
        "Mais Allah abolit",
        "quelle",
        "jette",
        "le Shaitaan",
        "puis",
        "Allah établira",
        "Allah établira",
        "Ses versets",
        "Et Allah",
        "(Est) Omniscient",
        "All-Wise"
      ],
      "notes" : {
        "96" : [
          "Pour la distinction entre Nabi et Rasul, voir E. N. 30 du chapitre XIX",
          "[(Maryam)]."
        ],
        "97" : [
          "Le mot arabe tamanna a deux significations: [ «désir»] et [ \"réciter\"] quelque",
          "chose. \n>"
        ],
        "98" : [
          "Si le premier sens est prise, elle impliquera: [ \"Satan a essayé d'empêcher",
          "l'accomplissement de son désir».] Si le second sens est prise, elle impliquera: [",
          "\"Quand le Prophète récita Révélations, Satan créé différentes sortes de doutes",
          "quant à sa vérité et sens dans l'esprit du peuple. \"]"
        ],
        "99" : [
          "Si le premier sens est adoptée, elle impliquera: [ \"Allah accomplit la volonté du",
          "Prophète et rend sa mission avec succès en dépit des obstacles de Satan et",
          "confirme la vérité de ses révélations en accomplissant ses promesses à la",
          "Prophète\"]. Dans le cas du second sens, il impliquera: [ \"Allah éradique tous les",
          "doutes et les objections inspirées par Satan dans le cœur du peuple et clarifie",
          "la confusion créée à propos de tout verset du Coran dans les Révélations",
          "ultérieures\"]."
        ],
        "100" : [
          "[ \"Allah est Omniscient»] et a pleine connaissance du mal travaillé par Satan et",
          "de ses effets, et d'être, «All-Wise\", Il contrecarre tous les méfaits de Satan."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "لِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِلَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْقَاسِيَةِ قُلُوبُهُمْ ۗ وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ",
      "simpleTranslate" : [
        "Et ce, afin de faire de ce que suggère le diable une tentation pour ceux dont les",
        "cœurs sont minés par le doute et pour ceux dont les cœurs sont endurcis. C’est",
        "pourquoi les iniques s’engagent si loin dans la scission."
      ],
      "tafsirTranslate" : [
        "(Il permet), afin qu'il puisse faire les obstacles de Satan un d'essai pour ceux",
        "dont les cœurs souffrent de la maladie (d'hypocrisie), et dont les cœurs sont",
        "fausses - le fait est que ces gens injustes ont allés loin dans leur inimitié"
      ],
      "tanslateWordByWord" : [
        "Qu'il peut faire",
        "quelle",
        "l'Shaitaan jette",
        "l'Shaitaan jette",
        "un procès",
        "pour ceux",
        "dans",
        "leur cœur",
        "(Est) une maladie",
        "et (sont) endurcit",
        "leur cœur",
        "Et en effet",
        "les malfaiteurs",
        "(Sont) sûrement, dans",
        "schisme",
        "loin"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ أَنَّهُ الْحَقُّ مِنْ رَبِّكَ فَيُؤْمِنُوا بِهِ فَتُخْبِتَ لَهُ قُلُوبُهُمْ ۗ وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
      "simpleTranslate" : [
        "Et afin aussi que les initiés sachent que ces versets expriment la vérité émanant",
        "de ton Seigneur, qu’ils y croient et que leurs cœurs s’y soumettent en toute",
        "humilité, car Dieu guide vers le droit chemin ceux qui croient."
      ],
      "tafsirTranslate" : [
        "et que ceux qui ont des connaissances peut se rendre compte que ce (Message) est",
        "la vérité d'Allah et peut y croire, et leurs cœurs peuvent soumettre humblement à",
        "lui. Car Allah guide toujours les croyants vers le droit chemin. <N:101>"
      ],
      "tanslateWordByWord" : [
        "Et qui peut savoir",
        "ceux qui",
        "ont été donnés",
        "la connaissance",
        "que",
        "(est la vérité",
        "de",
        "votre Seigneur",
        "et ils croient",
        "en ce",
        "et peut soumettre humblement",
        "à ce",
        "leur cœur",
        "Et en effet",
        "Allah",
        "(Est) sûrement (le) Guide",
        "(De) ceux qui",
        "croyez",
        "à",
        "un chemin",
        "Tout droit"
      ],
      "notes" : {
        "101" : [
          "Autrement dit, [ \"Allah laisse Satan travailler ces maux de mettre à l'épreuve",
          "les justes et les méchants\"]. Les gens avec une mentalité pervertie déduire des",
          "conclusions erronées de ceux-ci et dévient du droit chemin, tandis que ceux qui",
          "pensent dans le bon sens, se rendent compte que toutes ces choses sont les maux",
          "de Satan et que le message du Prophète est basé sur la vérité . Ils concluent que",
          "le fait même que Satan a été tellement agité et devenir actif contre elle est une",
          "preuve évidente de son être la Vérité. Il est très important de comprendre la",
          "signification réelle de ce passage [(vv. 52-54)] pour ce qui a donné lieu à une",
          "grave malentendu. \n Si l'on considère dans le contexte dans lequel il se produit,",
          "il devient évident qu'il a été envoyé pour réfuter la mauvaise appréciation des",
          "observateurs occasionnels que le Saint Prophète avait [ «échoué»] pour atteindre",
          "son objet désiré. Ce fut parce qu'il avait lutté pendant treize longues années",
          "pour persuader son peuple à accepter son message, mais le résultat apparent était",
          "qu'il avait non seulement échoué à cet égard, mais lui et le petit groupe de ses",
          "partisans avaient été forcés de quitter leurs maisons. Comme cela [ «exil»]",
          "contredit son affirmation selon laquelle il était un prophète d'Allah et a eu son",
          "approbation et secours avec lui, certaines personnes sont devenus sceptiques à ce",
          "sujet. De plus, ils sont devenus des doutes sur la vérité du Coran, parce qu'ils",
          "ne sont pas visités par le fléau, qui a été infligée à ceux qui ont traité le",
          "prophète comme faux. Ses antagonistes se moquaient de lui, en disant: [ «Où",
          "est-ce secours d'Allah et le fléau avec lequel nous étions menacés?\"] La réponse",
          "à ces doutes des incroyants a été donné dans le passage précédent, et dans ce",
          "passage les destinataires étaient ceux qui ont été influencés par cette",
          "propagande. En bref toute réponse a été à cet effet: \n [ \"Ll est pas une chose",
          "nouvelle que le peuple d'un Messager l'ont traité comme un imposteur car il a",
          "toujours été passe comme ceci: Vous pouvez voir les restes de ces peuples qui ont",
          "traité leurs messagers comme imposteurs comment ils ont été punis pour leur",
          "méfait. vous pouvez en apprendre une leçon d'eux, si vous voulez. en ce qui",
          "concerne le retard dans l'arrivée du fléau, le Coran n'a jamais menacé les",
          "mécréants »avec la punition immédiate, ni le travail du Messager d'infliger des",
          "punitions. les fléau est envoyé par Allah, mais il est pas précipité dans l'envoi",
          "de son tourment. Il donne un répit aux gens à réparer leurs manières comme il est",
          "de vous donner maintenant. par conséquent, vous ne devriez pas être en vertu",
          "d'une illusion que les menaces de fléau sont des menaces vides . \n »] Il est",
          "également pas une chose nouvelle que les désirs et les souhaits d'un prophète",
          "rencontrent des obstacles ou que la fausse propagande est faite contre son",
          "Message pour la même a déjà eu lieu en ce qui concerne les messages des anciens",
          "prophètes. Mais finalement Allah éradiqués la mal travaillé par Satan et a fait",
          "le message avec succès. par conséquent, vous devez prendre un avertissement de",
          "l'histoire passée des maux de Satan et leur échec final. il faut noter bien que",
          "les obstacles et les maux de Satan sont un procès et des moyens qui aident à",
          "attirer les justes envers l'Islam et vanner les gens malhonnêtes loin de [ \". \n",
          "Il est dommage que, malgré la signification claire et simple au-dessus du passage",
          "qui correspond bien avec le contexte, une grave malentendu a surgi en raison",
          "d'une tradition qui a non seulement changé de sens entièrement et rendue",
          "pertinente dans le contexte, mais a contribué à faire douter les articles très",
          "simples de la foi. Par conséquent, nous faisons une évaluation critique de la",
          "tradition afin de montrer comment faire le bon usage des traditions pour",
          "l'interprétation correcte du Coran. \n Selon cette tradition, le Saint Prophète",
          "avait un désir fort et le désir de cet effet: \"] Je souhaite certaines",
          "révélations ont été envoyées vers le bas pour atténuer l'horreur des Quraish",
          "mushrik contre l'islam afin de les rapprocher de lui, ou du moins la critique",
          "contre leur croyance ne peut pas être si grave que de susciter leur inimitié [ \".",
          "\n Alors qu'il chérissait ce désir, il arriva qu'un jour où il était assis dans un",
          "grand rassemblement de la Quraish, la sourate An-Najm [(LIII)] a été envoyé vers",
          "le bas et il se mit à réciter. Quand il est venu à vv. 19, 20: \"] Avez-vous déjà",
          "pensé à ce sujet Lat et ceci` Uzza, et un troisième [(déesse)] Manat, [ \"tout",
          "d'un coup il a récité,\"] Ce sont des déesses exaltés; en effet leur intercession",
          "peut être prévu [ \". Après cela, il a continué à réciter la sourate An-Najm",
          "jusqu'au dernier verset, puis est tombé dans prostration et tous les Musulmans et",
          "les polythéistes de Quraysh a également fait la même chose, pour ce dernier dit:",
          "\"] Maintenant, nous avons pas de différence avec Muhammad ; nous professons aussi",
          "que Allah est le Créateur et le fournisseur et que ces divinités de la nôtre ne",
          "sommes que nos intercesseurs avec Lui [ \". Après cela, quand dans la soirée Ange",
          "Gabriel est venu, il a dit, \"] Qu'avez-vous fait? Je n'ai pas apporté ces deux",
          "phrases [\". A ce le Saint Prophète est devenu très triste et Allah fit descendre",
          "vv. 73 75 de la sourate Bani Isra`il [(XVII)]:!. \"] O Muhammad ces personnes ont",
          "remué ciel et terre pour vous séduire loin de ce que nous avons fait de vous afin",
          "que vous puissiez fabriquer quelque chose en notre nom que vous aviez fait cela,",
          "ils vous auraient fait leur ami. Il était possible que vous pourriez avoir",
          "incliné un peu vers eux, si nous ne vous avions pas donné la force. Mais si vous",
          "l'aviez fait, nous aurions fait goûter à double châtiment dans ce monde, ainsi",
          "que dans l'au-delà: alors vous aurait trouvé aucune aide contre nous [ \". \n Mais",
          "en dépit de cela, il a continué à être affligé jusqu'à ce qu'Allah a fait",
          "descendre v. 52 de cette sourate [(Al-Hajj)] dans lequel Allah le consola, en",
          "disant que le même était passé aux anciens prophètes. \n Une autre chose qui est",
          "arrivé dans l'intervalle, était que l'histoire a atteint les migrants à Habash",
          "qu'il y avait eu un rapprochement entre le Saint Prophète et les mécréants de la",
          "Mecque. En conséquence, beaucoup d'entre eux sont retournés à la Mecque pour",
          "apprendre que les nouvelles de la réconciliation a eu tort et le conflit entre",
          "l'Islam et la mécréance faisait rage aussi furieusement qu'avant. \n Maintenant,",
          "laissez-nous faire une étude critique de cette histoire qui a été cité par Ibn",
          "Jarir et beaucoup d'autres commentateurs et est même contenue dans de nombreuses",
          "collections de traditions. \n [(1)] Aucun de ses journalistes, sauf Ibn `Abbas,",
          "est un compagnon. \n [(2)] Il existe de nombreux écarts majeurs et des variations",
          "dans ses détails. \n [(3)] Le texte attribué au Saint Prophète à la gloire des",
          "idoles dans chaque tradition est différente de celle des autres. \n En outre, ces",
          "mots ont été attribués à différentes sources selon les différentes traditions:",
          "[(a)] Ces mots ont été mis en par Satan lors de la Révélation et le Saint",
          "Prophète imaginé qu'ils ont été révélés par Gabriel. [(B)] Il se prononça ces",
          "mots par inadvertance, étant poussé par son propre désir. [(C)] Il somnolait",
          "quand il prononça ces paroles. [(D)] Il prononça ces paroles volontairement, mais",
          "d'une manière aussi à la question de leur véracité. [(E)] Satan interpolé ces",
          "mots dans l'Apocalypse, donnant une impression que le Saint Prophète lui-même les",
          "avait récité. [(F)] Il était l'un des polythéistes qui avait récité ces paroles.",
          "\n Pourtant, les chercheurs de la Tradition comme Hafiz Ibn Hajar et des juristes",
          "comme Abou Bakr alJassas et rationalistes comme Zamakhshari et commentateurs",
          "comme Ibn Jarir acceptent cette histoire vraie et le considèrent comme un",
          "commentaire sur le verset 52 de cette sourate. Ibn Hajar fait valoir comme ceci:",
          "\n \"] Même si les liens par lesquels cette tradition a été en relation sont",
          "faibles ou [\" cassé \"], sauf dans un cas, le fait même qu'il a été lié par tant",
          "de [\" liens \"] est une preuve qu'il existe une certaine vérité à ce sujet. celui",
          "qui a des liens solides est par Said bin Jubayr qui il a raconté d'Ibn `Abbas et",
          "les journalistes de deux autres traditions [(qui ont été citées par Tabari)] ont",
          "été déclarées authentiques par Bukhari et Muslim [ ». \n De l'autre côté, il y a",
          "d'autres éminents savants qui déclarent cette histoire à être tout à fait sans",
          "fondement. Ibn Kathir dit: «] Tous les liens de cette tradition sont",
          "inauthentique et moi avons trouvé aucune version correcte de ce avec des liens",
          "continus [\". Baihaqi dit, \"] Cette histoire n'a pas été révélée être correcte par",
          "les règles de reporting [\". Lorsqu'on a demandé à Ibn Khuzaimah à ce sujet, il a",
          "dit, \"] Cette histoire a été inventée par heret cs [\". Qazi `Ayad dit,\"] Le fait",
          "même que cette Tradition est ni contenue dans l'une des six collections",
          "authentiques de Hadith ni n'a été lié d'une manière authentique par des",
          "journalistes authentiques montre sa faiblesse [ \". A côté d'eux, l'Imam Razi,",
          "Qazi Abu Bakr Ibn al-`Arabi, Alusi etc. ont rejeté complètement. \n Il est dommage",
          "que même ceux qui rejettent cette histoire ont pas fait justice à leur cas. Il y",
          "en a qui le rejettent parce que ses \"] liens [\" sont faibles. En d'autres termes,",
          "ils auraient accepté, si ses liens étaient forts. Ensuite, il y a d'autres qui",
          "rejettent parce que son acceptation rend toute foi douteuse. Ce genre de",
          "raisonnement peut satisfaire aux croyants, mais il ne peut pas satisfaire ceux",
          "qui sont déjà sceptiques ou ont l'intention de faire une recherche en elle en vue",
          "de faire une évaluation correcte de l'Islam. Ils seront plutôt dire \"] Quand une",
          "histoire est liée par un compagnon éminent et est contenue dans les collections",
          "de traditions, il n'y a aucune raison pour laquelle nous devrions rejeter ce",
          "simplement parce que cela rend votre foi douteuse [\". \n Considérons maintenant",
          "l'histoire critique et rationnelle de prouver qu'il est inacceptable. \n [(1)] Sa",
          "preuve interne prouve qu'il soit mauvais: [(a)] Selon le récit de l'incident",
          "après la première migration vers l'Abyssinie, car selon elle une partie des",
          "migrants sont retournés à la Mecque après avoir entendu l'histoire. Maintenant,",
          "le fait est que la migration a eu lieu au mois de Rajab de la cinquième année de",
          "la Prophétie et certains des migrants retourné à la Mecque trois mois plus tard,",
          "à savoir en Shawwal de la même année. [(B)] Les versets 73-75 du chapitre XVII",
          "dans laquelle le Saint Prophète était \"] réprouvé [\" pour cet incident ont été",
          "révélés dans l'année onzième ou douzième de la Prophétie. En d'autres termes, il",
          "était \"] réprouvé [\" par Allah cinq ou six ans après l'incident. [(C)] Ce verset",
          "[(52)] dans lequel l'interpolation par Satan a été abrogée a été envoyé dans la",
          "première année de Hijrah, à savoir environ deux ans après la répréhension. une",
          "personne dans son bon sens peut-il croire »que le Saint Prophète a été réprouvé",
          "pour l'interpolation après six ans, et il a été abrogée après neuf ans? \n [(2)]",
          "Selon l'histoire, cette interpolation a été faite dans la sourate An-Najm. Quand",
          "le Saint Prophète récitait les mots, \"] et une troisième [(déesse)] Manat '; il a",
          "également récité la phrase interpolée, puis a continué le récit jusqu'à la fin de",
          "la sourate Il est dit que les mécréants de la Mecque. étaient si heureux de",
          "l'interpolation qui ils ont déclaré, [ «les différences entre nous et Muhammad",
          "[(la paix d'Allah soient sur lui)] ont maintenant pris fin\"]. \n Laissez-nous",
          "maintenant lu w. 19-23 de An-Najm avec l'interpolation alléguée [(en italique)]:",
          "[ \"Avez-vous déjà pensé à propos de la réalité de cette Lat et` Uzza et un",
          "troisième [(déesse)] Manat Ces déesses sont exaltés, en effet? leur intercession",
          "peut être attendue. que, avez-vous des fils pour vous ajouter filles pour Lui",
          "[(Allah)]? Ceci est en effet une division injuste. Ils ne sont que de simples",
          "noms que vous et vos ancêtres ont inventé. Allah a fait descendre aucune autorité",
          "à leur égard. Ils ne suivent que des conjectures et les caprices de leurs propres",
          "esprits, bien que l'orientation droite est venue de leur Seigneur \"]. \n Même un",
          "lecteur occasionnel détecte une contradiction évidente dans le passage.",
          "Immédiatement après [ \"louant\"] les déesses il y a un coup dur sur leurs",
          "adorateurs, comme pour dire:? [ \"Peuple insensé Comment est-ce que vous avez",
          "attribué des filles à Allah et fils à vous-mêmes Tout cela est votre propre",
          "invention qui n'a pas l'autorité d'Allah \"]. Sur le visage de celui-ci,",
          "l'interpolation rend le passage absurde qui ne peut être attribué même à une",
          "personne raisonnable de ne pas parler d'Allah. Puis l'histoire suppose que tous",
          "les Quraish qui écoutaient, il doit avoir perdu leurs sens; sinon, ils ne",
          "pouvaient pas avoir déclaré que leurs différences avec Muhammad [(la paix d'Allah",
          "soient sur lui)] avait été constitué à partir de là,. \n De cette preuve interne,",
          "il est devenu clair que cette histoire est absurde et dénuée de sens. \n [(3)]",
          "Considérons maintenant si les occasions attribuées par les commentateurs à la",
          "révélation des versets en discussion, cadrent avec l'ordre chronologique du",
          "Coran. Selon l'histoire, l'interpolation dans la sourate AnNajm [(LIII)] a été",
          "faite dans la cinquième année de la Prophétie; la répréhension a été faite en vv.",
          "73-75 de Bani Isra'il [(XV11)], puis l'interpolation a été annulé et l'incident",
          "expliqué dans vv. 52-54 de la sourate Al-Hajj [(XXII)]. Maintenant, il pourrait y",
          "avoir seulement deux possibilités sur le temps de leur révélation: soit les",
          "versets contenant le réprimandes et l'abrogation ont été envoyés dans la période",
          "où l'interpolation a eu lieu, ou le verset contenant le réprimandes a été envoyé",
          "vers le bas avec Surah Al- Hajj [(XXII)]. Dans le premier cas, la question se",
          "pose: Pourquoi ces versets [(XVII: 73-75 <V:17:73-75>)] pas inséré dans An-Najm",
          "[(LIII)]? Pourquoi étaient-ils en suspens pendant six longues années, puis",
          "insérés dans la sourate Bani Isra'il [(XVII)], quand il a été révélé, et vv.",
          "52-54 [(contenant l'abrogation)] inséré dans la sourate Al-Hajj [(XXII)] après un",
          "délai supplémentaire de plus de deux ans? DCES cela signifie que les versets ont",
          "été envoyés vers le bas une fois et insérés ans plus tard au hasard dans l'un",
          "Surah ou l'autre? Dans le second cas, la question se poserait: Est-ce que le",
          "supporter à la raison que les versets contenant le réprimandes [(XVII: 73-75",
          "<V:17:73-75>)] ont été envoyés vers le bas six ans après l'interpolation, et le",
          "verset de l'abrogation [(XXII: 52) ] neuf ans après l'incident? Encore une autre",
          "question se pose: Quelle a été l'occasion de la révélation des versets de",
          "réprimandes et de l'abrogation aux chapitres XVII et XXII dans le contexte dans",
          "lequel ils se produisent? \n [(4)] Passons maintenant au troisième principe de",
          "l'évaluation correcte du Coran. \n Pour une appréciation correcte du Coran, il est",
          "essentiel d'examiner si un commentaire particulier inscrit dans le contexte",
          "pertinent du Coran ou non. Si nous faisons même une étude superficielle des XVII:",
          "71-73, [(Bani Isra'il)], il deviendra évident qu'il n'y avait pas lieu pour la",
          "répréhension présumée dans v 73 et qu'il n'y a pas teinte de réprimandes en elle.",
          ", pour les mots du verset réfuter l'allégation selon laquelle le Prophète a été",
          "pris en charge par le mal des disbelivers. Ensuite, dans la sourate AI-Hajj",
          "[(XXII)], si nous faisons une étude critique des versets qui précèdent vv. 52-54",
          "et de les suivre, il deviendra évident qu'il n'y avait pas lieu de consoler le",
          "Prophète pour la [ «interpolation»] et de l'annuler après neuf ans. \n [(5)] Nous",
          "réaffirmons qu'aucune tradition, des liens forts mais qu'elle pourrait avoir,",
          "peut être accepté lorsque le texte lui-même est une preuve claire contre elle, et",
          "quand il ne rentre pas dans le libellé, le contexte, l'ordre, etc. du Coran.",
          "Lorsque l'incident est considéré dans ce contexte, même un érudit de recherche",
          "sceptique serait convaincu que la Tradition est absolument faux. En ce qui",
          "concerne un croyant, il ne peut jamais l'accepter, quand il sait qu'il ne",
          "contredit pas un seul verset, mais un grand nombre d'autres versets du Coran. Il",
          "serait plutôt croire que les journalistes de la tradition pourraient avoir été",
          "trompés par Satan et non le Saint Prophète. Il ne serait jamais croire que le",
          "Saint Prophète pourrait interpoler même un seul mot dans le Coran sous",
          "l'influence d'un désir de son propre ou qu'il n'y pourrait jamais se produire un",
          "tel désir dans son esprit qu'il doit faire un compromis avec les incroyants en",
          "associant shirk avec Monothéisme: ou qu'il ne pouvait jamais souhaiter qu'Allah",
          "pourrait ne pas dire quoi que ce soit pour déplaire aux incroyants: ou que la",
          "révélation a été faite d'une façon dangereuse et douteux pour permettre à Satan",
          "de mélanger avec elle, même un mot d'une manière comme si elle a été introduit",
          "par Gabriel. Chacune de ces choses est en contradiction avec la révélation claire",
          "du Coran et les articles de base de la foi que nous avons appris du Coran et du",
          "Saint Prophète. Dieu ne plaise que nous devrions accepter une telle tradition qui",
          "pourrait conduire à des présomptions mentionnées ci-dessus juste parce que la",
          "tradition semble être [ «authentique»] dans tous les sens. \n Il sera utile",
          "de-temps pour examiner la question: Comment est-ce que tant de journalistes de",
          "Traditions ont raconté cette histoire? DCES-il pas montrer qu'il doit y avoir eu",
          "une certaine réalité à ce sujet? Sinon, tant de journalistes, parmi lesquels de",
          "nombreux chercheurs authentiques et éminents, ne pouvaient pas avoir fait une",
          "telle calomnie odieuse contre le Coran et le Saint Prophète. Sa réponse est",
          "contenue dans les collections de traditions authentiques par Bukhari, Muslim, Abu",
          "Dawud, Nasa`i et Musnad Ahmad. La réalité de l'incident est la suivante: \n Le",
          "Saint Prophète récitait la sourate An-Najm et réalisée prostration à la fin de",
          "celui-ci. A cela, tous les auditeurs, tant les musulmans et les polythéistes,",
          "tombèrent en prosternation. Ce fut ce qui est arrivé et il n'y a rien",
          "d'étrange-il. Laissez-nous illustrons l'occasion: Le Saint Prophète récitait un",
          "morceau énergique du Coran éloquent d'une manière très impressionnante. Bien",
          "entendu, l'occasion a produit un effet émotionnel et tous les auditeurs",
          "instinctivement tombé en prosternation avec lui. Il était à cause de ces extases",
          "produites par le récit du Saint Prophète du Coran comme ce que les incroyants",
          "l'ont surnommé un [ «sorcier»]. En ce qui concerne l'histoire que le Saint",
          "Prophète a loué les divinités des incroyants, il semble que le Quraish a concocté",
          "l'histoire de cacher leur [ \"défaite\"]. Probablement quelqu'un ou autre d'entre",
          "eux expliqués leur défaite, en disant: [ «Nous avons entendu Muhammad louant nos",
          "divinités. Par conséquent, nous avons également tombés prosternés avec lui\"]. En",
          "ce qui concerne les migrants à Habash, ils sont retournés à la Mecque quand ils",
          "ont entendu l'histoire concoctée qu'il y avait eu un compromis entre le Saint",
          "Prophète et le Quraish. Il semble que certaines de ces personnes qui avaient vu",
          "les Musulmans et les polythéistes tomber ensemble dans prostration, présumé que",
          "la paix avait été faite entre eux, de sorte que l'histoire a voyagé aux migrants",
          "en Habash qui avait aucun moyen de vérifier et ainsi trente- trois d'entre eux",
          "sont retournés à la Mecque. \n Naturellement, ces trois choses-prostration par le",
          "Quraish, leur explication de celui-ci, et le retour des migrants en provenance de",
          "Habash combiné à évoluer cette histoire. Tant et si bien que certaines personnes",
          "authentiques ont également été trompés par lui, pour l'erreur est humaine, et les",
          "gens pieux et intelligents ne font pas exception à elle. Toutefois, l'erreur de",
          "ce dernier se révèle être plus nuisible, parce que leurs disciples crédules",
          "acceptent les yeux fermés leurs idées fausses ainsi que leurs bonnes conclusions.",
          "D'autre part, les fauteurs de méfait recueillent toutes ces erreurs des personnes",
          "justes et les exploiter pour prouver que toutes les collections de traditions",
          "sont fausses et doivent être rejetées immédiatement."
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "وَلَا يَزَالُ الَّذِينَ كَفَرُوا فِي مِرْيَةٍ مِنْهُ حَتَّىٰ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ",
      "simpleTranslate" : [
        "Quant aux impies, ils continueront à en douter jusqu’à ce que l’Heure dernière",
        "vienne les surprendre, ou que les atteigne le châtiment d’un jour terrifiant."
      ],
      "tafsirTranslate" : [
        "Pourtant, les mécréants resteront toujours dans le doute à ce sujet jusqu'à ce",
        "que l'heure de la Résurrection les rattrape soudainement ou le fléau d'une",
        "journée «stérile» <N:102> descend sur eux."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "cessera",
        "ceux qui",
        "ne pas croire",
        "(en être",
        "doute",
        "de celui-ci",
        "jusqu'à",
        "vient les",
        "l'heure",
        "soudainement",
        "ou",
        "vient les",
        "(la punition",
        "(De) un jour",
        "stérile"
      ],
      "notes" : {
        "102" : [
          "L'épithète [ «stérile»] a été appliqué à la [ «jour»] dans son sens littéral",
          "métaphorique et non. : A [ «jour»] est stérile si tous les plans, les espoirs et",
          "les dispositifs restent improductifs, ou il DCEs pas produire sa nuit. Par",
          "exemple, les jours où le peuple du Prophète Noé, les tribus de `Ad et _Thamud, le",
          "peuple de Lot et de Madian ont rencontré leur destruction par fléau d'Allah,",
          "étaient des jours stériles dans ce sens, parce que ces jours n'a pas apporté",
          "selon toute [ \"demain\"] pour eux, et aucun dispositif de leur permettraient",
          "d'éviter leur perte."
        ]
      }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "الْمُلْكُ يَوْمَئِذٍ لِلَّهِ يَحْكُمُ بَيْنَهُمْ ۚ فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي جَنَّاتِ النَّعِيمِ",
      "simpleTranslate" : [
        "La souveraineté, ce jour-là, appartiendra à Dieu seul qui jugera entre les",
        "hommes. C’est ainsi que ceux qui auront cru et auront accompli des œuvres",
        "salutaires iront aux Jardins du délice,"
      ],
      "tafsirTranslate" : [
        "Ce jour-là Allah régner, et il jugera entre eux; puis ceux qui ont cru et fait de",
        "bonnes œuvres, se rendront aux Jardins de Bliss,"
      ],
      "tanslateWordByWord" : [
        "La souveraineté",
        "(ce jour la",
        "(Sera) pour Allah",
        "Il jugera",
        "entre eux",
        "Ainsi, ceux qui",
        "croyez",
        "et a fait",
        "bonnes oeuvres",
        "(sera en",
        "Jardins",
        "(De) Delight"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا فَأُولَٰئِكَ لَهُمْ عَذَابٌ مُهِينٌ",
      "simpleTranslate" : [
        "tandis que ceux qui auront été incrédules et qui auront traité Nos signes de",
        "mensonges, ceux-là subiront un châtiment avilissant."
      ],
      "tafsirTranslate" : [
        ", mais ceux qui auront mécru et traité Nos révélations comme faux, doit recevoir",
        "une punition ignominieuse."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "pas foi",
        "et a nié",
        "Nos versets",
        "puis ceux",
        "pour eux",
        "(Sera) une punition",
        "humiliant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "وَالَّذِينَ هَاجَرُوا فِي سَبِيلِ اللَّهِ ثُمَّ قُتِلُوا أَوْ مَاتُوا لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقًا حَسَنًا ۚ وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ",
      "simpleTranslate" : [
        "Quant à ceux qui ont émigré pour la Cause de Dieu et qui ensuite ont été tués ou",
        "sont morts, Dieu leur accordera une belle récompense, car nul ne récompense mieux",
        "que Lui."
      ],
      "tafsirTranslate" : [
        "Quant à ceux, qui ont quitté leurs foyers pour l'amour d'Allah, puis ont été tués",
        "ou sont morts, Allah fera pour eux une disposition généreuse) et Allah est le",
        "meilleur des fournisseurs."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "émigré",
        "dans",
        "(le chemin",
        "(De) Allah",
        "puis",
        "ont été tués",
        "ou",
        "mourut",
        "sûrement, Allah leur donnera",
        "sûrement, Allah leur donnera",
        "une disposition",
        "bien",
        "Et en effet",
        "Allah",
        "sûrement, il",
        "(est le meilleur",
        "(De) les fournisseurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "لَيُدْخِلَنَّهُمْ مُدْخَلًا يَرْضَوْنَهُ ۗ وَإِنَّ اللَّهَ لَعَلِيمٌ حَلِيمٌ",
      "simpleTranslate" : [
        "Il les fera sûrement admettre en un lieu qui les enchantera. Dieu est Omniscient",
        "et Magnanime."
      ],
      "tafsirTranslate" : [
        "Il les fera entrer dans un endroit où ils seront bien heureux; en effet Allah est",
        "Omniscient et Clément. <N:103>"
      ],
      "tanslateWordByWord" : [
        "Sûrement, Il les fera entrer",
        "(À) une entrée",
        "Ils seront heureux (avec), il",
        "Et en effet",
        "Allah",
        "sûrement, (est) Omniscient",
        "Indulgent"
      ],
      "notes" : {
        "103" : [
          "Comme Allah est Omniscient, Il connaît bien ceux qui ont quitté leurs foyers à",
          "cause de lui et quelle récompense qu'ils méritent. Il est Clément, et pardonne",
          "les erreurs et les faiblesses des personnes mineures; par conséquent, ces choses",
          "ne vont pas l'empêcher de récompenser les croyants pour leurs services et",
          "sacrifices."
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "ذَٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللَّهُ ۗ إِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ",
      "simpleTranslate" : [
        "Ainsi en est-il. Celui qui se venge sans excès d’une agression qu’il avait subie,",
        "et qui est ensuite victime d’une nouvelle violence, Dieu lui prêtera assurément",
        "Son secours et Se montrera à son égard Indulgent et Clément."
      ],
      "tafsirTranslate" : [
        "Ceci est d'eux. En ce qui concerne l'un, qui prend vengeance égale au tort qui a",
        "été fait pour lui, et a de nouveau été opprimés, Allah va sûrement l'aider",
        "<N:104>. Allah est Pardonneur et Indulgent <N:105>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "et celui qui",
        "a riposté",
        "avec similaire",
        "(de ça",
        "il a été fait souffrir",
        "par cela",
        "puis",
        "il a été opprimé",
        "[sur lui]",
        "Allah va sûrement l'aider",
        "Allah va sûrement l'aider",
        "Effectivement",
        "Allah",
        "(Est) sûrement Oft-Indulgent",
        "Pardonneur"
      ],
      "notes" : {
        "104" : [
          "Les versets précédents visés à ces personnes persécutées qui ne pouvaient pas",
          "riposter et voici la référence est à ces victimes de la persécution qui",
          "pourraient riposter. \n De ce verset, l'imam Shafi'î a conclu que [",
          "«représailles»] sera effectuée de la manière que la vie a été prise dans l'acte",
          "original. Si une personne est tuée par immersion dans l'eau, le tueur devrait",
          "également être mis à mort par immersion dans l'eau; ou si une personne est .burnt",
          "à mort, le tueur aussi sera brûlé à mort. Les Hanafites contestent cela. Selon",
          "eux, les représailles contre un meurtrier sera engagée dans une seule et même",
          "établie, peu importe la façon dont la vie a été prise par le coupable dans l'acte",
          "original."
        ],
        "105" : [
          "Ce verset [(60)] peut impliquer deux choses: \n [(1)] Allah pardonne que [ \"tuer\"]",
          "qui est fait dans l'auto-défense, bien que tuer des gens ne sont pas une bonne",
          "chose en soi. [(2)] Comme Allah, Dont esclaves les croyants sont, est Pardonneur",
          "et Indulgent, ils devraient aussi pardonner et empêcher autant que possible. Même",
          "si elles ont le droit de représailles, ils ne devraient pas recourir à des",
          "carnages et massacre."
        ]
      }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَأَنَّ اللَّهَ سَمِيعٌ بَصِيرٌ",
      "simpleTranslate" : [
        "Il en est ainsi, parce que Dieu insère la nuit dans le jour et le jour dans la",
        "nuit. En vérité, Dieu est Audient et Clairvoyant."
      ],
      "tafsirTranslate" : [
        "Il est donc <N:106> parce qu'il est Allah qui fait sortir le jour de la nuit et",
        "la nuit à partir du jour <N:107> et Il entend tout et voit tout. <N:108>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(parce que",
        "Allah",
        "provoque d'entrer",
        "la nuit",
        "en (à)",
        "le jour",
        "et provoque d'entrer",
        "le jour",
        "en (à)",
        "la nuit",
        "Et en effet",
        "Allah",
        "(Est) Audient",
        "Clairvoyant"
      ],
      "notes" : {
        "106" : [
          "[ \"Il est donc\"] [(comme indiqué dans le paragraphe précédent)] parce qu'Allah",
          "est le Maître de l'univers et a le pouvoir de donner des punitions et des",
          "récompenses à ceux qui les méritent."
        ],
        "107" : [
          "Le fait que [ «Allah fait sortir ......... jour»] est une preuve qu'il est le",
          "Maître, souverain et souverain de l'univers. Mais le sens profond de ce verset",
          "est que Dieu, qui est capable de produire la lumière du jour de l'obscurité de la",
          "nuit, a le pouvoir de faire ressortir la lumière de la vérité sur les ténèbres de",
          "l'incrédulité et de l'ignorance, et la lumière de la justice de l'obscurité de la",
          "tyrannie."
        ],
        "108" : [
          "Il entend tout et voit tout et n'est pas ignorer quoi que ce soit."
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ هُوَ الْبَاطِلُ وَأَنَّ اللَّهَ هُوَ الْعَلِيُّ الْكَبِيرُ",
      "simpleTranslate" : [
        "Et il en est ainsi parce que Dieu est la Vérité même, alors que ce qu’ils",
        "invoquent en dehors de Lui n’est que fausseté, et que Dieu est le Sublime et le",
        "Grand."
      ],
      "tafsirTranslate" : [
        "Il en est ainsi parce qu'il est Allah seul qui est la vérité et tous les autres,",
        "qu'ils invoquent en dehors de Lui, sont le mensonge, <N:109> et Allah est le",
        "suprême et l'Exalté."
      ],
      "tanslateWordByWord" : [
        "C'est)",
        "car",
        "Allah",
        "Il",
        "(est la vérité",
        "et cela",
        "quelle",
        "ils invoquent",
        "en dehors de Lui",
        "en dehors de Lui",
        "il",
        "(Est) la fausseté",
        "Et cela",
        "Allah",
        "Il",
        "(Est) le Très-Haut",
        "Plus Grand"
      ],
      "notes" : {
        "109" : [
          "Comme Allah est en fait le Souverain de l'univers, ses adorateurs vont sûrement",
          "atteindre le vrai succès et les adorateurs de faux dieux rencontreront échec",
          "total."
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً ۗ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ",
      "simpleTranslate" : [
        "Ne vois-tu pas que la terre ne tarde pas à reverdir, dès que Dieu fait descendre",
        "l’eau du ciel? Dieu est, en vérité, Bienveillant et parfaitement Informé."
      ],
      "tafsirTranslate" : [
        "Ne vois-tu pas qu'Allah fait descendre l'eau de pluie du ciel et la terre devient",
        "verte à cause de cela? <N:110> Le fait est que Dieu travaille de façon",
        "imperceptible et est pleinement conscient de tout. <N:111>"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "tu vois",
        "cette",
        "Allah",
        "envoie vers le bas",
        "de",
        "Le ciel",
        "eau",
        "devient alors",
        "La terre",
        "vert",
        "Effectivement",
        "Allah",
        "(Est) sûrement Subtil",
        "All-Aware"
      ],
      "notes" : {
        "110" : [
          "Ce verset a une signification plus profonde aussi, mais apparemment, il déclare",
          "simplement que Dieu seul a le pouvoir de faire descendre la pluie qui rend le",
          "vert des terres. La signification profonde est que les précipitations de",
          "l'Apocalypse bénie sera, dans un proche avenir, tourner la terre aride de",
          "l'Arabie dans un jardin de la connaissance, la morale et donner naissance à une",
          "haute civilisation et juste."
        ],
        "111" : [
          "Le mot d'origine Latif dans le texte n'a pas d'équivalent en anglais. Le mot [",
          "\"subtile\"] n'a pas été utilisé en raison de ses mauvaises associations. Latif",
          "implique que Dieu accomplit ses desseins dans de telles manières fines qu'il est",
          "difficile de les comprendre jusqu'à ce qu'ils deviennent réels et apparents. \n",
          "Comme il est pleinement conscient de tout, Il sait comment mener les affaires de",
          "son royaume."
        ]
      }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَإِنَّ اللَّهَ لَهُوَ الْغَنِيُّ الْحَمِيدُ",
      "simpleTranslate" : [
        "Il est le Maître des Cieux et de la Terre. Il est, en vérité, Celui qui Se suffit",
        "à Lui-même, et Il est le Digne de louange."
      ],
      "tafsirTranslate" : [
        "A Lui appartient tout ce qui est dans les cieux et la terre et sans doute Allah",
        "est suffisant et All-Praiseworthy <N:112>."
      ],
      "tanslateWordByWord" : [
        "Pour lui",
        "(Est) quel que soit",
        "(est dans",
        "Le Paradis",
        "et quelle que soit",
        "(est dans",
        "La terre",
        "Et en effet",
        "Allah",
        "sûrement, il",
        "(Est) gratuit de besoin",
        "le Praiseworthy"
      ],
      "notes" : {
        "112" : [
          "Lui seul est [ \"All-suffisante»] et ne résiste pas au besoin de personne en",
          "aucune façon. Il est [ \"All-louable\"] parce que toute louange appartient à Lui",
          "seul si quelqu'un lui loue ou non."
        ]
      }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ ۗ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Ne vois-tu pas que Dieu vous a soumis tout ce qui est sur la terre, ainsi que le",
        "vaisseau qui, sur Son ordre, vogue sur la mer, et qu’Il retient le ciel pour",
        "l’empêcher de tomber, sauf par Sa permission, sur la terre. Dieu est, en vérité,",
        "Plein de compassion et de miséricorde pour les hommes."
      ],
      "tafsirTranslate" : [
        "Ne voyez-vous pas qu'il a soumis pour vous tout ce qui est sur la terre et qu'il",
        "a soumis le bateau à la loi qu'elle flotte sur la mer à ses ordres, et il",
        "soutient le ciel d'une manière qui ne peut pas tomber sans sa permission? <N:113>",
        "le fait de la question est que Dieu est très gentil et Miséricordieux envers le",
        "peuple."
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "tu vois",
        "cette",
        "Allah",
        "(A) soumis",
        "à toi",
        "quelle",
        "(est dans",
        "La terre",
        "et les navires",
        "que la voile",
        "par",
        "la mer",
        "par Son ordre",
        "Et il refuse",
        "Le ciel",
        "de peur de",
        "ça tombe",
        "sur",
        "La terre",
        "sauf",
        "Sa permission",
        "Effectivement",
        "Allah",
        "à l'humanité",
        "(Est) Plein de bonté",
        "Très Miséricordieux"
      ],
      "notes" : {
        "113" : [
          "Ici [ \"le ciel\"] implique l'ensemble de l'univers au-dessus et en dessous de la",
          "terre où tout est maintenu à sa place et de la sphère."
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "وَهُوَ الَّذِي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۗ إِنَّ الْإِنْسَانَ لَكَفُورٌ",
      "simpleTranslate" : [
        "C’est Lui qui vous a donné la vie, qui vous fera ensuite mourir et qui vous fera",
        "à nouveau revivre. En vérité, l’homme est plein d’ingratitude !"
      ],
      "tafsirTranslate" : [
        "C'est Lui qui vous a donné la vie et les causes de votre mort, et il sera de",
        "nouveau vous apporter à la vie; mais l'homme nie la vérité. <N:114>"
      ],
      "tanslateWordByWord" : [
        "Et il",
        "(Est) Celui qui",
        "vous a donné la vie",
        "puis",
        "Il vous fera mourir",
        "puis",
        "Il vous donnera la vie (encore une fois)",
        "Effectivement",
        "homme",
        "(Est) sûrement ingrat"
      ],
      "notes" : {
        "114" : [
          "Autrement dit, [ \"Bien que l'homme voit toute réalité présentée par les",
          "prophètes, mais il le nie\"]."
        ]
      }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوهُ ۖ فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ ۚ وَادْعُ إِلَىٰ رَبِّكَ ۖ إِنَّكَ لَعَلَىٰ هُدًى مُسْتَقِيمٍ",
      "simpleTranslate" : [
        "À chaque communauté Nous avons institué un ensemble de rites qu’elle doit",
        "observer. Qu’ils cessent donc de discuter avec toi l’ordre reçu ! Implore plutôt",
        "ton Seigneur, car tu es assurément dans le droit chemin."
      ],
      "tafsirTranslate" : [
        "Pour chaque communauté <N:115> Nous avons prévu un moyen de culte, <N:116> où il",
        "suit; donc, ô Muhammad, qu'ils contestent pas avec vous à ce sujet. <N:117> Et",
        "d'inviter les gens à la voie de ton Seigneur, car tu es sur le droit chemin.",
        "<N:118>"
      ],
      "tanslateWordByWord" : [
        "Pour chaque",
        "nation",
        "Nous avons fait",
        "rites)",
        "ils",
        "exécuter",
        "Donc, laissez-les contestent pas avec vous",
        "Donc, laissez-les contestent pas avec vous",
        "dans",
        "la question",
        "mais inviter (les)",
        "à",
        "votre Seigneur",
        "En effet, vous",
        "(Sont) sûrement sur",
        "orientation",
        "tout droit"
      ],
      "notes" : {
        "115" : [
          "Autrement dit, [ \"La Communauté de chaque prophète\"]."
        ],
        "116" : [
          "Ici, le mot mansak arabe a été utilisé dans son sens le plus complet qui comprend",
          "également [ \"sacrifice\"] [(v. 34)]. Cela signifie le service, le culte, en bref,",
          "[ \"tout le chemin de la vie\"]. Le même thème a été exprimé en V: 48: [ \"Nous",
          "prescrit une loi et un mode de vie pour chacun de vous\"]. \n>"
        ],
        "117" : [
          "Autrement dit, [ \"Maintenant, vous avez apporté un mode de vie tout comme les",
          "anciens prophètes ont apporté\"] modes de vie [ \"pour leur peuple. Par conséquent,",
          "les gens ont pas le droit de contester avec vous concernant la \"] loi [\" vous",
          "avez apporté \"]."
        ],
        "118" : [
          "Cela confirme l'explication donnée dans E.N. 117 ci-dessus."
        ]
      }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "وَإِنْ جَادَلُوكَ فَقُلِ اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ",
      "simpleTranslate" : [
        "S’ils s’obstinent dans leur polémique, dis-leur : «Dieu sait parfaitement ce que",
        "vous faites."
      ],
      "tafsirTranslate" : [
        "Et s'ils disputent avec vous, leur dire: «Allah sait très bien ce que vous",
        "faites: on, le Jour de la Résurrection,"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "ils soutiennent (avec), vous",
        "alors dire",
        "Allah",
        "(Est) connaît mieux",
        "de quoi",
        "tu fais"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "اللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ",
      "simpleTranslate" : [
        "Il tranchera, au Jour du Jugement dernier, vos différends.»"
      ],
      "tafsirTranslate" : [
        "Allah jugera entre vous concernant ce dont vous vous disputez \"."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "jugera",
        "entre vous",
        "(au jour",
        "(De) la Résurrection",
        "concernant ce",
        "vous avez utilisé (à)",
        "en ce",
        "différer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ ۗ إِنَّ ذَٰلِكَ فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
      "simpleTranslate" : [
        "Ne sais-tu pas que Dieu connaît tout ce qui se passe dans le Ciel et sur la",
        "Terre? Tout cela est consigné dans un Livre, et il n’est rien d’aussi facile pour",
        "Dieu."
      ],
      "tafsirTranslate" : [
        "Ne sais-tu pas qu'Allah a pleine connaissance de tout dans les cieux et la terre?",
        "Tout a été enregistré dans un livre; ceci est une chose facile pour Allah.",
        "<N:119>"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "tu sais",
        "cette",
        "Allah",
        "sait",
        "quelle",
        "(est dans",
        "le paradis",
        "et la terre",
        "Effectivement",
        "cette",
        "(est dans",
        "un enregistrement",
        "effectivement",
        "cette",
        "(est pour",
        "Allah",
        "facile"
      ],
      "notes" : {
        "119" : [
          "Afin de comprendre la signification de ce paragraphe, nous devrions garder à vue",
          "vv. 55- 57 avec laquelle c'est connecté."
        ]
      }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَمَا لَيْسَ لَهُمْ بِهِ عِلْمٌ ۗ وَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ",
      "simpleTranslate" : [
        "Ils adorent en dehors de Dieu des divinités qu’Il n’a jamais accréditées et dont",
        "eux-mêmes n’ont aucune connaissance. Ces injustes ne bénéficieront d’aucun",
        "secours."
      ],
      "tafsirTranslate" : [
        "Ils adorent, en dehors d'Allah, ceux pour lesquels il a fait descendre aucune",
        "autorité ni eux-mêmes avoir des connaissances à leur sujet. <N:120> Ces",
        "transgresseurs ont pas de secoureur. <N:121>"
      ],
      "tanslateWordByWord" : [
        "Et ils adorent",
        "en dehors d'Allah",
        "en dehors d'Allah",
        "en dehors d'Allah",
        "quelle",
        "ne pas",
        "Il (a) fait descendre",
        "pour ça",
        "toute autorité",
        "et quoi",
        "ne pas",
        "ils ont",
        "de celui-ci",
        "aucune connaissance",
        "Et pas",
        "(Sera) pour les injustes",
        "tout",
        "auxiliaire"
      ],
      "notes" : {
        "120" : [
          "Autrement dit, «Ni il n'y a aucune mention de leurs divinités en tout Livre",
          "révélé, ni ont-ils une autre source de connaissances à leur sujet ni aucune",
          "autorité pour les adorer. Par conséquent, il est pure ignorance qu'ils ont",
          "associé leurs divinités selfinvented avec Allah et les adorer, faire des vœux et",
          "offrent des sacrifices pour eux et supplient pour leurs besoins, etc."
        ],
        "121" : [
          "Ceci est d'avertir les gens stupides qu'ils sont tout à fait tort en attendant",
          "que leurs divinités les aideraient dans ce monde et dans l'au-delà? parce qu'ils",
          "ont pas le pouvoir de les aider. Ainsi, ils ne trouveront aucun aide, car Allah",
          "seul pouvait les aider et ils ont déjà lui déplut par leur comportement rebelle."
        ]
      }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنْكَرَ ۖ يَكَادُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا ۗ قُلْ أَفَأُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَٰلِكُمُ ۗ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا ۖ وَبِئْسَ الْمَصِيرُ",
      "simpleTranslate" : [
        "Quand on leur récite Nos versets, comme autant de preuves évidentes, on voit se",
        "dessiner la réprobation sur les visages des négateurs. Et peu s’en faut qu’ils ne",
        "fassent violence à ceux qui les leur récitent. Dis-leur : «Voulez-vous que je",
        "vous informe de quelque chose de plus terrible encore? C’est l’Enfer que Dieu a",
        "promis aux infidèles ! Et quel affreux devenir !»"
      ],
      "tafsirTranslate" : [
        "Et quand Nos révélations claires sont récités, vous percevez des signes de mépris",
        "dans les visages des incroyants comme si elles allaient à l'assaut ceux qui",
        "récitent Nos révélations pour eux. Dites-leur, «Puis-je vous informer d'une chose",
        "pire que ce <N:122> Il est le Feu qui Allah a promis à ceux qui rejettent la",
        "vérité;?! Et quel mal demeure, il est\""
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "sont récitée",
        "pour eux",
        "Nos versets",
        "clair",
        "vous reconnaîtrez",
        "sur",
        "(les visages",
        "(De) ceux qui",
        "ne pas croire",
        "le déni",
        "Ils ont presque",
        "attaque",
        "ceux qui",
        "réciter",
        "pour eux",
        "Nos versets",
        "Dire",
        "Puis-je vous informer",
        "du pire",
        "que",
        "cette",
        "Le feu",
        "Allah (a) promis",
        "Allah (a) promis",
        "(pour ceux qui",
        "ne pas croire",
        "et misérable",
        "(Est) à la destination"
      ],
      "notes" : {
        "122" : [
          "Autrement dit, «Vous allez rencontrer un état bien pire angoisse que celui que",
          "vous affichez contre ceux qui récitent Révélations Divines à vous."
        ]
      }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ ۚ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ ۖ وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَا يَسْتَنْقِذُوهُ مِنْهُ ۚ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ",
      "simpleTranslate" : [
        "Ô hommes ! Voici une parabole qui vous est proposée. Écoutez-la ! Ceux que vous",
        "invoquez en dehors de Dieu ne sauraient même pas créer une mouche, dussent-ils",
        "s’y mettre ensemble. Et si une mouche leur enlevait quelque chose, ils seraient",
        "incapables de le lui reprendre. Solliciteur et sollicité sont aussi faibles l’un",
        "que l’autre."
      ],
      "tafsirTranslate" : [
        "O hommes! Une parabole est liée à vous: alors écoutez-la. Les divinités, que vous",
        "invoquez en dehors d'Allah, ne peuvent pas créer une mouche, même si elles",
        "peuvent combiner tous ensemble à cette fin. Non! si une mouche enlève quelque",
        "chose d'eux, ils ne peuvent pas récupérer de lui. Quelle faiblesse sont les",
        "suppliants et comment faible ceux qu'ils supplient. <N:123>"
      ],
      "tanslateWordByWord" : [
        "ô hommes",
        "ô hommes",
        "Est présentée",
        "un exemple",
        "alors écoutez",
        "à ce",
        "Effectivement",
        "ceux",
        "vous appelez",
        "en dehors d'Allah",
        "en dehors d'Allah",
        "en dehors d'Allah",
        "ne sera jamais",
        "Créer",
        "une mouche",
        "même si",
        "ils se sont réunis",
        "pour ça",
        "Et si",
        "arrachée à eux",
        "la mouche",
        "Une chose",
        "ne pas",
        "ils (pourraient) reprendre",
        "à partir de cela",
        "Si faible",
        "(Sont) le demandeur",
        "et celui qui est recherché"
      ],
      "notes" : {
        "123" : [
          "Cette parabole a été cité pour impressionner sur les adorateurs d'idoles que",
          "leurs divinités sont absolument impuissants, car même s'ils ont tous collaboré",
          "pour créer une chose insignifiante comme une mouche, ils ne pouvaient pas; non,",
          "même si une mouche arraché quelque chose d'eux, ils ne pouvaient pas l'empêcher.",
          "Cela montre combien faibles, ils sont eux-mêmes et l'impuissance sont les idoles",
          "qu'ils supplient."
        ]
      }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ ۗ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ",
      "simpleTranslate" : [
        "Les hommes ne savent pas estimer Dieu à Sa juste valeur. Dieu est, en vérité,",
        "Fort et Puissant."
      ],
      "tafsirTranslate" : [
        "Ils ne reconnaissent pas la valeur réelle d'Allah »comme ils le devraient: le",
        "fait est que Dieu seul est Tout-Puissant, Tout-Puissant."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "ils (ont) estimé",
        "Allah",
        "(Avec) en raison",
        "[Son] estimation",
        "Effectivement",
        "Allah",
        "(Est) sûrement All-Strong",
        "Tout-Puissant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "اللَّهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا وَمِنَ النَّاسِ ۚ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ",
      "simpleTranslate" : [
        "Il choisit des messagers parmi les anges et parmi les hommes. Dieu est Audient et",
        "Clairvoyant."
      ],
      "tafsirTranslate" : [
        "Allah choisit Ses messagers parmi les anges et aussi parmi les êtres humains (à",
        "transmettre ses décrets). <N:124> Il entend tout et sait tout."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "choisit",
        "de",
        "les anges",
        "messagers",
        "et de",
        "l'humanité",
        "Effectivement",
        "Allah",
        "(Est) Audient",
        "Clairvoyant"
      ],
      "notes" : {
        "124" : [
          "Dans le prolongement de la réfutation du polythéisme, Allah a pris deux types de",
          "la plus vénérée de [ \"divinités\"] pour montrer leur statut réel, comme pour dire,",
          "[ \"Les anges et les prophètes que vous ont mis en place comme des divinités ne",
          "sont que des messagers d'Allah. Allah les a choisis pour transmettre ses messages",
          "aux êtres humains et cela ne les rend pas Dieu ou partenaires dans sa divinité.",
          "\"]"
        ]
      }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۗ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
      "simpleTranslate" : [
        "Il connaît tout leur passé et leur avenir. Et c’est à Lui que tout fera retour."
      ],
      "tafsirTranslate" : [
        "Il sait tout ce qui est ouvert devant eux, ainsi que ce qui est caché d'eux,",
        "<N:125> et toutes les questions sont ressentiment devant lui. <N:126>"
      ],
      "tanslateWordByWord" : [
        "Il sait",
        "quelle",
        "(Est) avant de les",
        "(Est) avant de les",
        "et quoi",
        "(Est) après les",
        "Et à",
        "Allah",
        "retour",
        "toutes les questions"
      ],
      "notes" : {
        "125" : [
          "Le Coran emploie cette phrase pour réfuter la croyance des polythéistes en ce qui",
          "concerne l'intercession, comme pour dire, [ \"Vous imaginez que les anges, les",
          "prophètes, les saints, et similaires peuvent intercéder auprès d'Allah sur .",
          "votre nom et donc vous les adorez vous êtes tout à fait tort, car aucun de vos",
          "divinités sait ce qui est bon pour vous et ce n'est pas. Allah seul entend tout,",
          "voit tout et sait tout ce pourquoi il n'a pas donné le droit d'intercession et",
          "recommandation à personne, sauf quand il est lui-même le plaisir de donner une",
          "telle permission. \"]"
        ],
        "126" : [
          "Ceci est d'impressionner sur eux que chaque affaire et chaque affaire, petite ou",
          "grande, est présenté devant Allah pour décision. Par conséquent, vous ne devriez",
          "pas invoquer quelqu'un d'autre qu'Allah, pour tous les autres sont totalement",
          "démunis et impuissants et ne peuvent même pas satisfaire leurs propres désirs et",
          "besoins."
        ]
      }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ ۩",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Inclinez-vous ! Prosternez-vous ! Adorez votre Seigneur et",
        "faites le bien, dans l’espoir d’assurer votre salut !"
      ],
      "tafsirTranslate" : [
        "O gens, qui ont cru, se prosternent et vous prosterner devant Allah, adorer le",
        "Seigneur et accomplissent les bonnes oeuvres:. Il se peut que vous atteignez le",
        "vrai succès <N:127>"
      ],
      "tanslateWordByWord" : [
        "O vous qui croyez",
        "O vous qui croyez",
        "O vous qui croyez",
        "Arc",
        "et se prosternent",
        "et le culte",
        "votre Seigneur",
        "et fait",
        "[le bon",
        "afin que vous puissiez",
        "avoir du succès"
      ],
      "notes" : {
        "127" : [
          "Ceci est la bonne façon d'atteindre le succès de nous, mais même après l'adoption",
          "de ces moyens de culte et de bonnes actions on ne doit pas se contenter ou être",
          "fier qu'il serait sûrement atteindre le succès parce qu'il est adorer Allah et",
          "fait de bonnes actes. Il ne devrait attendre à ce que Allah par Sa grâce accepter",
          "ses services et le bénir avec nous succès. \n Imam Shafi'î, Ahmad bin Hanbal,",
          "`Abdullah bin Mubarak et Ishaq bin Rahawayah estiment que ce verset de la sourate",
          "Al-Hajj exige un` prostration. Mais l'Imam Abu Hanifah, l'Imam Malik, Hasan",
          "Basri, Said bin al-Musayyab, Said bin Jubayr, Ibrahim Nakha`i et Sufyan Thauri",
          "contestent cela. Les arguments des deux côtés sont brièvement comme suit: \n Le",
          "premier groupe de commentateurs fondent leur opinion sur les points suivants: \n",
          "[(1)] Le verbe dans le verset est dans le mode impératif. \n [(2)] La tradition de",
          "`Uqba bin` Amir, qui a été rapporté par l'imam Ahmad, Abou Dawoud, Tirmizi, Ibn",
          "Marduyah et Baihaqi, dit [ \"demandai-je,` O Messager d'Allah! DCES le mérite de",
          "Surah Al-Hajj consiste dans le fait qu'il contient deux versets nécessitant",
          "prostration? Il a répondu: `Oui, celui qui ne se prosternent pas sur ces deux",
          "versets, ne devrait pas les réciter. ' \"] \n [(3)] La tradition d'Abu Dawud et Ibn",
          "Majah dans lequel `bin Amr` Comme dit qu'il a été dit par le Saint Prophète qu'il",
          "y avait deux versets nécessitant prostration dans la sourate Al-Hajj. \n [(4)]",
          "énonciations de Hadrat `Umar,` Ali, `Uthman, Ibn` Umar, Ibn `Abbas, Abul Darda,",
          "Abou Moussa Ash`ari et` Ammar bin Yasir à l'effet que Surah AIHajj contient deux",
          "prosternations. \n Ce dernier groupe de commentateurs soutiennent la manière",
          "suivante; \n Le verset contient une commande à la fois pour Sajdah",
          "[(prosternation)] et pour '[(saluant dans la prière)], ce qui implique l'ensemble",
          "de la prière islamique selon l'usage coranique, et non `prostration' Ruku seul. \n",
          "[(2)] La tradition rapportée par Uqba bin `Amir est inauthentique car il a des",
          "liens faibles. \n [(3)] La tradition du 'bin Amr `Comme est aussi peu fiable,",
          "parce que ses journalistes ne sont pas bien connus. \n [(4)] En ce qui concerne",
          "les paroles des Compagnons, Ibn 'Abbas a expliqué clairement que prostration en",
          "ce qui concerne le premier verset [(dans la sourate AI-Hajj)] est obligatoire,",
          "alors qu'en ce qui concerne le second, il est seulement suggestive ."
        ]
      }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ ۚ هُوَ اجْتَبَاكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ ۚ مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ ۚ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ وَفِي هَٰذَا لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ ۚ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَاعْتَصِمُوا بِاللَّهِ هُوَ مَوْلَاكُمْ ۖ فَنِعْمَ الْمَوْلَىٰ وَنِعْمَ النَّصِيرُ",
      "simpleTranslate" : [
        "Luttez comme il se doit pour la Cause de Dieu ! C’est Lui qui vous a élus, sans",
        "vous imposer aucune gêne dans votre religion, qui est la religion de votre père",
        "Abraham, lequel vous a lui-même déjà nommés «les musulmans», nom que vous portez",
        "encore dans ce Coran, afin que le Prophète soit témoin contre vous, et que vous",
        "soyez vous-mêmes témoins contre les hommes. Accomplissez donc la salât !",
        "Acquittez-vous de la zakât et attachez-vous fortement au Seigneur ! C’est Lui",
        "votre Protecteur ! Quel excellent Seigneur et quel excellent Soutien !"
      ],
      "tafsirTranslate" : [
        "Exercer votre plus grand pour la cause d'Allah comme il faut. <N:128> Il vous a",
        "choisi pour son service <N:129> et n'a pas posé sur vous des difficultés dans",
        "votre religion. <N:130> Par conséquent, être ferme dans la religion de votre père",
        "Abraham <N:131>. Allah avait appelé vous \"musulmans\" avant cela et vous a appelé",
        "<N:132> (du même nom) dans ce (Coran) aussi pour que le Messager soit témoin à",
        "votre égard et vous pourriez être témoins en ce qui concerne . au reste de",
        "l'humanité <N:133> par conséquent, d'établir et de Salat payer les cotisations",
        "Zakat, et garde à Allah, <N:134> car il est votre Gardien: Quel excellent gardien",
        "et quel excellent Helper!"
      ],
      "tanslateWordByWord" : [
        "Et s'efforcer",
        "pour",
        "Allah",
        "(Avec le) effort due (à) lui",
        "(Avec le) effort due (à) lui",
        "Il",
        "(A) vous choisi",
        "et pas",
        "mis",
        "sur vous",
        "dans",
        "la religion",
        "tout",
        "difficulté",
        "(La religion",
        "(De) ton père",
        "Ibrahim",
        "Il",
        "vous nommé",
        "les musulmans",
        "avant",
        "avant",
        "et en",
        "ce",
        "cela peut être",
        "le Messager",
        "un témoin",
        "sur vous",
        "et vous pouvez être",
        "les témoins",
        "sur",
        "l'humanité",
        "donc, établir",
        "la prière",
        "Et donner",
        "zakah",
        "et retenez",
        "à Allah",
        "Il",
        "(Est) votre Protector",
        "donc une excellente",
        "[le protecteur",
        "et une excellente",
        "[Le] Helper"
      ],
      "notes" : {
        "128" : [
          "Le mot arabe Jihad est très complet. Il comprend tous les types d'effort,",
          "l'effort, les conflits et la guerre. Jihad pour la cause d'Allah signifie qu'il",
          "doit être effectué pour le service .Son et pour son approbation contre ceux qui",
          "empêchent les autres de suivre son chemin. La performance du Jihad exige",
          "également que l'on doit tout d'abord se battre contre soi-même afin de la",
          "soumettre. Car il ne peut pas être vrai Jihad moins on se bat contre son mal soi",
          "et subjugue ses désirs et convoitises à l'obéissance de AIIah. Le Saint Prophète",
          "lui-même a souligné la nécessité pour ce Jihad. Une fois quand les guerriers pour",
          "la cause d'Allah retour de Jihad, il a dit: [ «Tu es revenu du moindre Jihad au«",
          "grand djihad ».] Ils ont demandé, [« Qu'est-ce qu'un plus grand Jihad. »Le Saint",
          "Prophète\"] répondit: [ «Il est le djihad contre ses propres désirs et convoitises",
          "de un.\"] \n En outre, le champ de bataille pour le Jihad est, en fait, le monde",
          "entier, et l'Islam exige que l'on doit exercer sa plus grande contre tous les",
          "rebelles d'Allah et les pouvoirs méchants avec tous son cœur et de l'esprit et le",
          "corps et la richesse."
        ],
        "129" : [
          "Les destinataires directs de ce étaient les Compagnons du Saint Prophète, car ils",
          "ont été les premiers qui ont eu l'honneur d'être choisi pour ce service; d'autres",
          "ont été abordées que de manière indirecte étant leurs partisans. Cette chose a",
          "été mentionné dans le Coran dans d'autres manières aussi bien. Pour référence,",
          "voir II: 143 et III: 110."
        ],
        "130" : [
          "[ \".......... [(Allah)] n'a pas posé sur vous des difficultés dans votre",
          "religion.»] Autrement dit, [ «Le credo que vous avez reçu est très simple et",
          "simple et les lois et règlements que vous devez obéir sont possible. vous êtes",
          "libre dans ses limites pour faire autant de progrès que vous plafonner. \"] Ce fut",
          "d'impressionner que la vie des musulmans étaient libres de toutes ces",
          "restrictions inutiles et contre nature qui avait été imposée aux anciennes",
          "communautés par leurs prêtres et législateurs. L'aspect négatif de la même chose",
          "a été mentionné dans V1I: 157: [ «Il leur enjoint de suivre la vertu et leur",
          "interdit de mal:... Il rend les choses pures licites pour eux et les choses",
          "impures illégales Il les soulage de leurs fardeaux. et libère thetas des entraves",
          "qui les liaient. \"]"
        ],
        "131" : [
          "Bien que l'Islam plateau appelé la religion des prophètes Noé, Moïse, Jésus,",
          "etc., mais le Coran souligne maintes et maintes fois qu'il est la religion du",
          "Prophète Abraham. Par conséquent, [ \"Vous devez le suivre.\"] Ceci est pour trois",
          "raisons: \n [(1)] Les premiers destinataires du Coran étaient les Arabes qui",
          "étaient plus familiers avec le Prophète Abraham qu'avec tout autre Prophète et",
          "lui reconnu comme un saint personnage et leur chef. \n [(2)] Prophète Abraham seul",
          "était la personne que les juifs, les chrétiens, les musulmans et les polythéistes",
          "d'Arabie et des pays voisins unanimement reconnu comme un grand prophète. \n [(3)]",
          "Lorsque le Coran invite toutes ces communautés de suivre la voie d'Abraham, en",
          "fait, les admoneste que toutes leurs religions avaient été inventées longtemps",
          "après le Prophète Abraham et, par conséquent, n'étaient pas dignes de confiance",
          "parce qu'ils contredisaient beaucoup de choses enseigné par lui. En ce qui",
          "concerne les polythéistes d'Arabie, ils ont également reconnu que l'idolâtrie",
          "d'entre eux avait été commencé par 'Amr bin Luhayy, qui était un chef de Bani",
          "Khuza`ah, et avait apporté une idole, appelé Hubal, de Moab dans environ 600 av.",
          "J.-C. Donc, la religion à laquelle le Prophète Muhammad [(paix et bénédictions",
          "d'Allah soient sur lui)] les a invités était le même, la religion non falsifiée",
          "pure qui a été enseigné par le Prophète Abraham [(la paix d'Allah soit sur lui)].",
          "\n Pour plus de détails, voir de 134 FR, 135 du chapitre II [(AI-Baqarah)] et EN",
          "de 58, 79 du chapitre III [(Al-`Imran)] et EN de 119, 120 du chapitre XVI [",
          "(An-Nahl)]"
        ],
        "132" : [
          "Ici, le mot [ «vous»] n'a pas été adressée exclusivement aux croyants qui",
          "vivaient à l'époque de la révélation de ce verset, ou ceux qui ont cru après sa",
          "révélation. Il comprend tous les êtres humains, qui, depuis le début de",
          "l'histoire humaine, cru en Tawhîd, l'au-delà, la Prophétie et les Livres Divins.",
          "Ils ne sont pas [ «Juifs»], [ «chrétiens»], etc., mais [ \"musulmans\"] dans le",
          "sens où ils avaient eux-mêmes soumis à Allah. De même, les disciples du Saint",
          "Prophète Muhammad [(paix et bénédictions d'Allah soient sur lui)] ne sont pas",
          "Muhammadens mais [ \", les musulmans\"]."
        ],
        "133" : [
          "Pour Explication, voir E. N. 144 du chapitre II [(Al-Baqarah)]."
        ],
        "134" : [
          "[ \".... retenez à Allah\"]: Suivez exclusivement l'orientation et de la loi",
          "d'Allah: Lui obéir seul: le craindre et ont tous vos espoirs et vos attentes en",
          "Lui: L'invoquer seul de l'aide: confiance en lui et de prier pour lui pour tous",
          "vos besoins."
        ]
      }
    }
  ],
  "medinian" : false
}