{
  "chapterNumber" : 23,
  "nbVerses" : 118,
  "name" : "Les croyants",
  "nameArabic" : "المؤمنون",
  "transName" : "al-muʾminūn",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "قَدْ أَفْلَحَ الْمُؤْمِنُونَ",
      "simpleTranslate" : [
        "Bienheureux, en vérité, sont les croyants"
      ],
      "tafsirTranslate" : [
        "le vrai succès Très certainement les croyants ont atteint <N:1>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "réussi",
        "(Sont) les croyants"
      ],
      "notes" : {
        "1" : [
          "[ \"croyants\"], qui ont atteint un véritable succès, sont ceux qui ont accepté le",
          "message de Muhammad [(la paix d'Allah soient sur lui)], et vous l'avez reconnu",
          "comme leur guide et suivi le chemin de vie enseigné par lui. \n Cette affirmation",
          "ne peut être pleinement apprécié, sauf si l'on garde à vue le contexte dans",
          "lequel elle a été faite. D'une part, il y avait le bien-to-do et prospères chefs",
          "de la Mecque, les adversaires de l'Islam, dont l'activité était en plein essor et",
          "qui a permis d'apprécier toutes les bonnes choses de la vie, et d'autre part, il",
          "y avait les adeptes de l'islam la majorité d'entre eux étaient soit mauvaise dès",
          "le début, ou avait été réduit à la pauvreté par l'antagonisme impitoyable à",
          "l'Islam. Par conséquent, l'affirmation, [ \"vrai succès Très certainement les",
          "croyants ont atteint\"], qui commence le discours, devait dire aux incroyants que",
          "le critère de la réussite et de l'échec qu'ils avaient à l'esprit était pas",
          "correct. Elle était fondée sur des idées fausses en plus d'être transitoire et",
          "limitée dans la nature: elle a conduit à l'échec et non pas un véritable succès.",
          "Au contraire, les disciples de Muhammad [(la paix d'Allah soient sur lui)],",
          "qu'ils considéraient comme des échecs, ont été un véritable succès, car en",
          "acceptant l'invitation à la bonne orientation donnée par le Messager d'Allah, ils",
          "avaient frappé une affaire qui les conduirait à un véritable succès et le bonheur",
          "éternel dans ce monde, ainsi que dans l'au-delà, alors que, en rejetant le",
          "message des opposants avaient subi des pertes et se réuniraient avec les",
          "conséquences néfastes à la fois dans ce monde et dans le prochain. \n Ceci est le",
          "thème principal de la sourate et tout le discours, du début à la fin, est destiné",
          "à impressionner le même."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ",
      "simpleTranslate" : [
        "qui prient avec humilité,"
      ],
      "tafsirTranslate" : [
        "qui <N:2> accomplir leur Salat avec humilité: <N:3>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "[ils]",
        "pendant",
        "leurs prières",
        "(Sont) humblement soumise"
      ],
      "notes" : {
        "2" : [
          "Les caractéristiques nobles des croyants ont souligné dans vv. 2-9 sont les",
          "arguments pour prouver l'affirmation ci-dessus. En d'autres termes, il a été",
          "établi que les personnes atteintes de tels ou tels traits et les qualités ne",
          "peuvent atteindre le vrai succès dans ce monde et dans l'au-delà."
        ],
        "3" : [
          "Khashi`un dans le texte est de Khushu [(se prosterner, pour exprimer l'humilité)]",
          "qui est une condition du cœur, ainsi que du corps. Khushu 'du cœur est à craindre",
          "et se tenir dans la crainte d'une personne puissante, et Khushu `du corps est de",
          "courber la tête et le regard et la voix de niveau inférieur en sa présence. Dans",
          "un Salat est nécessaire pour montrer Khushu `la fois du cœur et du corps, ce qui",
          "est l'essence même de la prière. Il a été rapporté que lorsque le Saint Prophète",
          "a vu une fois une personne offrant sa prière ainsi que de jouer avec sa barbe, il",
          "a fait remarquer: [ \"Avait-il Khushu` dans son cœur, son corps aurait manifesté",
          "lui. \"] \n Bien que Khushu `est en fait un état du cœur, comme indiqué par la",
          "tradition ci-dessus, elle se manifeste par le corps comme une question de cours.",
          "La certaine étiquette Shari `ah a enjoint qui, d'une part, permet de produire",
          "Khushu` dans le cœur, et de l'autre, contribue à maintenir l'acte physique de la",
          "prière, en dépit de l'état fluctuant du cœur. Selon cette étiquette, il faut ni",
          "tourner à droite ou à gauche, ni lever la tête pour regarder: on peut, cependant,",
          "regarder autour du coin de l'œil, mais aussi loin que possible, il faut fixer le",
          "regard sur le lieu où le front se reposer dans une prostration; on est également",
          "interdit de transférer environ, inclinez façons latérales, plier les vêtements ou",
          "secouer la poussière d'eux. Il est également interdit que tout en allant vers le",
          "bas pour prostration, il faut nettoyer l'endroit où l'on peut s'asseoir ou",
          "exécuter prostration. De même, il est irrespectueux que l'on doit se tenir debout",
          "étouffant, réciter les versets du Coran d'une voix retentissante fort, ou",
          "chanter, ou roter ou bâiller à plusieurs reprises et bruyamment. Il n'a pas non",
          "plus été approuvé que l'on devrait offrir la prière à la hâte. L'injonction est",
          "que chaque article de la prière doit être effectuée dans la paix et la",
          "tranquillité parfaite, et à moins d'un article a été complètement effectué, le",
          "prochain ne devrait pas être commencée. Si l'on se sent blessé par quelque chose",
          "pendant la prière, on peut le jeter de côté par une main, mais le déplacement de",
          "la main à plusieurs reprises ou en utilisant les deux mains dans le but est",
          "interdite. avec cette étiquette du corps, il est également important que l'on",
          "doit les choses non pertinentes au cours de la prière. Si les pensées viennent à",
          "l'esprit l'intention, il est une faiblesse humaine naturelle, mais il faut",
          "essayer un est \n En éviter de penser sans son plus grand que l'esprit et le cœur",
          "sont entièrement tournés vers Allah, et l'esprit est en pleine harmonie et",
          "harmonie avec la langue, et dès que l'on prend conscience des pensées non",
          "pertinentes on devrait couper immédiatement l'attention à la prière."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ",
      "simpleTranslate" : [
        "qui dédaignent toute futilité,"
      ],
      "tafsirTranslate" : [
        "qui s'abstenir de choses vaines: <N:4>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "[ils]",
        "de",
        "le vain talk",
        "Faire demi-tour"
      ],
      "notes" : {
        "4" : [
          "Littéralement, laghv est quelque chose de sens, de sens et vain, qui est en aucun",
          "cas favorable à la réalisation de son objectif et le but dans la vie. Les",
          "croyants ne prêtent aucune attention à ces choses inutiles et ils ne montrent",
          "aucune inclination ou d'intérêt pour eux. Si par hasard ils voient ces choses",
          "étant livrèrent, ils tiennent à l'écart et d'éviter scrupuleusement, ou les",
          "traiter avec la plus grande indifférence. Cette attitude a été décrite dans",
          "Al-Furqan [(XXV)]: 72, ainsi: [ \". ... Si elles doivent passer par ce qui est",
          "vain, ils passeront comme des gens dignes\"] \n Ceci est en effet une des",
          "caractéristiques remarquables du croyant. Il est une personne qui se sent le",
          "fardeau de la responsabilité en tout temps; il considère le monde comme un lieu",
          "de test, et la vie que le temps limité de l'épreuve. Ce sentiment lui fait se",
          "comporter sérieusement et de façon responsable tout au long de la vie, tout comme",
          "l'étudiant qui prend un document d'examen de tout son corps et l'esprit et de",
          "l'âme absorbée en elle. Tout comme l'élève sait et sent que chaque moment du",
          "temps limité à sa disposition est importante et décisive pour sa vie future, et",
          "ne sont pas enclins à gaspiller, de sorte que le croyant passe aussi à chaque",
          "instant de sa vie sur les travaux qui sont utiles et productifs dans leurs",
          "résultats finaux. Tant et si bien que même en matière de loisirs et de sport, il",
          "fait un choix de seulement les choses qui le préparent à des fins plus élevées",
          "dans la vie et ne donnent pas lieu à une simple perte de temps. Pour le temps de",
          "hitn est pas quelque chose à être tué, mais utilisé de façon rentable et",
          "productive. \n Outre cela, le croyant est une personne qui possède un esprit de",
          "penser droit, la nature pure et bon goût: il n'a pas envie de choses indécentes:",
          "il peut parler des choses utiles et en bonne santé, mais ne peut pas se livrer à",
          "bavardage: il a un bon goût de l'humour , mais est pas donné à la plaisanterie,",
          "en plaisantant, le ridicule, etc. ni ne peut supporter des blagues cochonnes et",
          "amusant. Pour lui une société dans laquelle les oreilles ne sont jamais à l'abri",
          "de langage abusif, la médisance, la calomnie; couché, des chansons sales et talk",
          "indécente est une source de la torture et de l'agonie. Une caractéristique du",
          "Paradis promis est: [ \"y vous ne serez pas entendre quoi que ce soit vain ou",
          "inutile...\"]"
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ",
      "simpleTranslate" : [
        "qui s’acquittent de la zakât,"
      ],
      "tafsirTranslate" : [
        "qui passent leurs cotisations Zakat de manière appropriée: <N:5>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "[ils]",
        "des ouvrages d'assainissement",
        "(Sont) ceux qui font"
      ],
      "notes" : {
        "5" : [
          "Le mot Zakat signifie littéralement la purification et le développement pour",
          "aider quelque chose grandir pointe en douceur et se développer sans entrave.",
          "Comme un terme islamique, il implique à la fois la partie de la richesse",
          "souscrite dans le but de purifier le reste de la richesse et l'acte de",
          "purification elle-même. Les mots du texte original signifient que le croyant",
          "pratique constante purification. Ainsi, le sens ne se limite pas à la payer des",
          "cotisations Zakat seulement, mais il est étendu à l'auto-purification qui",
          "comprend la purification de la morale ainsi que la richesse, la propriété et la",
          "vie en général. Ensuite, cela ne signifie pas la purification de son propre",
          "soi-même, mais comprend la purification de la vie d'autres personnes aussi. Alors",
          "que le verset signifie: [ «Les croyants sont les gens qui eux-mêmes ainsi que les",
          "autres purifient».] Cette chose a été dit à d'autres endroits dans le Coran",
          "-aussi, par exemple: [ \"Le succès est celui qui a pratiqué -purification et se",
          "souvint de son Seigneur et prié \"] [(LXXXVII: 1415)] et: [\". le succès est celui",
          "qui se purifie et l'échec est celui qui a corrompu \"] [(XCI: 9-10).]. Mais ce",
          "verset est plus complet dans le sens car il met l'accent sur la purification de",
          "la société et de sa propre personne."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ",
      "simpleTranslate" : [
        "qui s’abstiennent de tout rapport charnel,"
      ],
      "tafsirTranslate" : [
        ", qui gardent leurs parties intimes scrupuleusement, <N:6>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "[ils]",
        "de leur modestie",
        "(Sont) gardiens"
      ],
      "notes" : {
        "6" : [
          "Ils sont modestes dans tous les sens du mot. Ils sont exempts de l'abus sexuel et",
          "la perversion sexuelle. Ils sont si modestes qu'ils ont même cachent les parties",
          "de leur corps qui la loi interdit d'exposer devant les autres. Pour plus",
          "d'explications, voir de 30 et 32 ​​de An-Nur [(XXIV)] E.N.."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ",
      "simpleTranslate" : [
        "sauf avec leurs épouses ou leurs esclaves, en quoi ils ne sont pas à blâmer,"
      ],
      "tafsirTranslate" : [
        ", sauf à l'égard de leurs femmes et les femmes qui sont légalement en leur",
        "possession, car dans ce cas, ils ne sont pas le blâme digne,"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "de",
        "leurs conjoints",
        "ou",
        "quelle",
        "posséder",
        "leur main droite",
        "alors en effet, ils",
        "(ne sont pas",
        "blâmable"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "فَمَنِ ابْتَغَىٰ وَرَاءَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْعَادُونَ",
      "simpleTranslate" : [
        "car seuls sont coupables de transgression ceux qui recherchent d’autres unions ;"
      ],
      "tafsirTranslate" : [
        ", mais ceux-ci, qui vont au-delà (dans la convoitise des désirs sexuels), sont",
        "transgresseurs: <N:7>"
      ],
      "tanslateWordByWord" : [
        "Donc, quiconque",
        "cherche",
        "au-delà",
        "cette",
        "puis ceux",
        "[ils]",
        "(Sont) les transgresseurs"
      ],
      "notes" : {
        "7" : [
          "Ceci est une parenthèse qui vise à supprimer le malentendu commun que le désir",
          "sexuel est une chose mauvaise en soi et la satisfaire même de manière licite est",
          "pas souhaitable, en particulier pour les personnes justes et pieux. Ce malentendu",
          "aurait été renforcée si elle avait été seulement dit que les croyants gardent",
          "leurs parties intimes scrupuleusement, parce qu'il aurait impliqué qu'ils vivent",
          "des vies non mariés, loin du monde, comme des moines et des ermites. Par",
          "conséquent, une parenthèse a été ajoutée à dire qu'il n'y a rien de mal à",
          "satisfaire le désir sexuel de façon licite. Qu'est-ce que le mal est que l'on",
          "doit transgresser les limites prescrites pour satisfaire le désir sexuel. \n Voici",
          "brièvement quelques injonctions qui sont fondées sur cette clause entre",
          "parenthèses: \n [(1)] Deux catégories de femmes ont été exclues de la commande",
          "générale de garder les parties privées: [(a)] femmes, [(b)] les femmes qui sont",
          "légalement en possession ode, i.e. filles esclaves. Ainsi le verset énonce",
          "clairement la loi que l'on est autorisé à avoir des relations sexuelles avec son",
          "esclave-fille comme avec sa femme. la base étant la possession et non le mariage.",
          "Si le mariage avait été la condition, l'esclave-fille aussi aurait été inclus",
          "parmi les femmes, et il n'y avait pas besoin de les mentionner séparément.",
          "Certains commentateurs modernes, qui contestent la validité d'avoir des relations",
          "sexuelles avec l'esclave-fille, affirment de An-Nisa '[(IV)]: 25 pour prouver que",
          "l'on peut avoir des relations sexuelles avec une esclave seulement après être",
          "entré dans le mariage avec elle , parce que le verset ordonne que si une personne",
          "ne peut pas se permettre d'épouser une femme musulmane libre, il peut épouser une",
          "esclave musulmane. Mais ces commentateurs ont une caractéristique étrange: ils",
          "acceptent une partie d'un verset si cela leur convient, mais ignorent commodément",
          "une autre partie du même verset si elle va à l'encontre de leur souhait et",
          "caprice. La loi d'épouser les filles esclaves comme énoncé dans IV: 25 se lit",
          "comme suit: [ \".... vous pouvez les marier avec l'autorisation de leurs tuteurs",
          "et de leur donner leur juste dots».] Il est évident que la personne sous la",
          "référence ici est pas le maître de la jeune esclave lui-même, mais la personne",
          "qui ne peut pas se permettre d'épouser une femme musulmane libre, et donc, veut",
          "épouser une esclave, qui est en possession d'une autre personne. Car si la",
          "question avait été d'épouser sa propre esclave-fille, qui serait alors le [",
          "«tuteur»], dont l'autorisation devrait être recherchée? Ensuite, l'interprétation",
          "qu'ils donnent de ce verset contredit d'autres versets qui traitent du même sujet",
          "dans le Coran. Une personne sincère qui veut comprendre la loi coranique à cet",
          "égard devrait étudier An-Nisa '[(IV)]; 3, 25; AI-Ahzab [(XXXIII)]: S0, 52, et",
          "Al-Ma`arij [(LXX)]: 30 en même temps que ce verset d'Al-Mu'minun. [(Pour de plus",
          "amples explications, voir E.N. 44 de An-Nisa)]. \n [(2)] La loi prescrit dans la",
          "parenthèse est seulement applicable aux hommes comme il ressort du texte. Une",
          "femme dans le temps de Hadrat `Umar ne comprenait pas ce point de la langue fine",
          "et se livraient à la satisfaction sexuelle avec son esclave. Quand son affaire a",
          "été portée devant l'organe consultatif des Compagnons, ils ont donné la décision",
          "unanime: [ \"Elle a mal interprété le Livre de AIIah\"] Personne ne devrait",
          "connaître de doute que si cette exception est destiné aux hommes seulement,",
          "comment pourrions alors les maris devenir légitime pour les femmes? Ce doute est",
          "injustifiée parce que quand les maris sont exemptés de la commande de garder",
          "leurs parties intimes à l'égard de leurs épouses, les femmes automatiquement",
          "stand exemptés de la commande à l'égard de leurs maris, et il n'y a pas de ballot",
          "de leur accorder une exemption séparément. Ainsi, la commande de l'exemption",
          "reste applicable et efficace que dans le respect de l'homme et la femme",
          "légalement en sa possession, et l'esclave devient illégal pour la femme qui le",
          "possède. La sagesse de la raison pour laquelle l'esclave a été interdit à la",
          "femme est qu'il ne peut satisfaire son désir sexuel, mais ne peut pas devenir",
          "tuteur et gouverneur d'elle-même et sa famille, ce qui laisse une grave lacune",
          "dans la vie de la famille. \n [(3)] La phrase [ \".... mais ceux qui vont au-delà",
          "[(dans la soif de désir sexuel)], sont transgresseurs\"] satisfaction a fait du",
          "désir sexuel par d'autres moyens illégaux, que ce soit par la fornication,",
          "l'homosexualité, la gratification sexuelle avec des animaux, ou d'autres moyens.",
          "Les juristes ne diffèrent que par rapport à la masturbation. Imam Ahmad bin",
          "Hanbal considère comme légitime, mais imams Malik et Shafi'î considèrent comme",
          "absolument illégale: et si le Hanafites considère également comme illégal, ils",
          "donnent l'opinion que si une personne se livre parfois à la masturbation sous la",
          "forme de la passion, il est prévu qu'il sera pardonné l'erreur. \n [(4)] Certains",
          "commentateurs ont prouvé l'interdiction de Mut ah [(mariage temporaire)] à partir",
          "de ce verset. Ils soutiennent que la [ \"femme avec laquelle on est entré dans le",
          "mariage temporaire, ne peut être ni considéré comme une femme, ni une esclave. Un",
          "esclave-fille évidemment, elle est pas, et elle est pas non plus une femme, parce",
          "que les injonctions légales normalement applicable à la femme ne sont pas",
          "applicables à son elle ne hérite de l'homme, ni l'homme lui;. elle est ni régie",
          "par la loi relative à `Iddah [(période d'attente après le divorce ou le décès de",
          "l'époux)], le divorce, la subsistance, ni par celle relative au vœu par l'homme",
          "qu'il ne sera pas avoir des relations conjugales avec elle, fausse accusation,",
          "etc. elle est également exclue de la limite prescrite de quatre femmes. Ainsi,",
          "quand elle est ni un \"] femme [\" ni un \" ] esclave-fille [ \"dans tous les sens,",
          "elle va naturellement être inclus parmi ceux\"] au-delà [ \", dont le demandeur a",
          "été déclaré\" transgresseur] [ \"par le Coran. \n Ceci est un argument fort, mais en",
          "raison d'une faiblesse en elle, -il est difficile de dire que ce verset est",
          "décisif en ce qui concerne l'interdiction de la Mut`ah. Le fait est que le Saint",
          "Prophète recommanda l'interdiction définitive et absolue de Mut ah l'année de la",
          "conquête de la Mecque, mais avant qu'il Mut ah a été autorisé selon plusieurs",
          "traditions authentiques. Si ah Mut 'avait été interdite dans ce verset, qui a été",
          "certes révélé à la Mecque, plusieurs années avant la migration, comment peut-on",
          "imaginer que le Saint Prophète a gardé l'interdiction en suspens jusqu'à la",
          "conquête de la Mecque? La position correcte est donc que l'interdiction de Mut ah",
          "ne repose pas sur une loi expresse du Coran, mais est basé sur la Sunnah du Saint",
          "Prophète. Avait-il pas bip interdit par la Sunna, il aurait été difficile de le",
          "déclarer comme interdit uniquement sur l'autorité de ce verset. \n Il serait",
          "intéressant de-temps pour clarifier deux autres points en rapport avec Mut'ah:",
          "l'interdiction de [(a)] est basée sur la Sunnah du Saint Prophète et il est donc",
          "faux de dire qu'il a été interdit par Hadrat Umar. En fait, Hadrat `Umar",
          "seulement appliquée comme une loi de l'Islam et diffusé parmi les personnes. Cela",
          "n'a pas été fait plus tôt parce que le Saint Prophète avait interdit Mut 'ah",
          "seulement pendant la dernière partie de sa vie dans le monde. \n [(B)] La vue",
          "chiite qui Mut ah est absolument légale et autorisée a aucune sanction et de",
          "soutien dans le Coran ou la Sunna. Le fait est que quelques-uns des compagnons,",
          "leurs partisans et les juristes qui considéraient il permis dans les premiers",
          "jours de l'Islam, ont fait seulement en cas d'extrême nécessité et le besoin.",
          "Aucun d'entre eux a estimé qu'il était absolument légitime comme le mariage et",
          "peut être pratiqué dans des circonstances normales. Hadrat `Abdullah bin 'Abbas,",
          "qui est généralement cité comme un éminent partisan de la vue de licéité, a",
          "expliqué lui-même sa position ainsi:\"] Il est tout comme la charogne qui est",
          "légal pour une personne seulement dans l'extrême nécessité. \" Même Hadrat Ibn",
          "'Abbas a dû revoir son opinion quand il a vu que les gens abusent de licéité et",
          "avaient commencé à pratiquer Mut ah librement, indépendamment des besoins et de",
          "la nécessité réelle. Encore une fois, même si la question, que Hadrat Ibn '.Abbas",
          "et les quelques juristes likeminded avaient révisé leur opinion ou non, est",
          "ignoré, le fait est que les partisans de Mut'ah permettent uniquement en cas",
          "d'extrême nécessité. Tenir Mut ah comme absolument admissible, pratiquer sans",
          "aucune nécessité réelle, ou de recourir à ce même quand on a une femme ou des",
          "femmes légalement mariés est une sorte de licence qui est abhorré par le bon",
          "goût, beaucoup moins qu'il soit attribué à la Shari ah de Muhammad [(la paix",
          "d'Allah soient sur lui)] et imputée aux savants juristes de sa famille. Je pense",
          "que parmi les musulmans chiites eux-mêmes aucune personne respectable voudrait",
          "que quelqu'un devrait demander la main de sa fille ou soeur pas dans le mariage,",
          "mais dans le but de Mut ah. Car si Mut ah est maintenu comme absolument",
          "admissible, cela impliquerait qu'il devrait y exister dans la société une faible",
          "classe de femmes, comme les prostituées, qui devraient être disponibles dans le",
          "but en cas de besoin, ou sinon que, Mut ah être restreint les filles et les sœurs",
          "des pauvres couches de la société et le bien-do à donner la liberté et le droit",
          "de les exploiter comme et quand ils le souhaitent. une telle injustice et la",
          "discrimination Peut-on attendre de la loi divine? Et seront Allah et Son messager",
          "permettre un acte que toute femme respectable ne considère pas seulement honteux",
          "pour elle-même mais honteuse, aussi?"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ",
      "simpleTranslate" : [
        "bienheureux sont ceux qui respectent les dépôts qui leur sont confiés ainsi que",
        "leurs engagements,"
      ],
      "tafsirTranslate" : [
        "qui sont fidèles à leurs fiducies et de leurs promesses: <N:8>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "[ils]",
        "de leurs fiducies",
        "et leur promesse (s)",
        "(Sont) les observateurs"
      ],
      "notes" : {
        "8" : [
          "Les croyants remplissent les conditions des fiducies qui sont placées dans leur",
          "charge. A cet égard, il convient de noter que le mot amanat arabe est très",
          "complet et comprend toutes les fiducies qui sont placées dans leur charge par",
          "AIIah ou de la société ou des individus. De même `ahd comprend tous les compacts,",
          "gages, et les promesses qui sont faites entre les AIIah et l'homme, et l'homme et",
          "l'homme. Le Saint Prophète lui-même utilisé pour impressionner l'importance du",
          "respect des engagements dans ses adresses: [ «Celui qui DCES ne remplissait pas",
          "les conditions de sa confiance, n'a pas la foi, et celui qui ne tient pas les",
          "promesses et les engagements n'a pas . Islam \"] [(Baihaqi)] selon une tradition",
          "rapportée tant par Bukhari et Muslim, il a dit: quatre caractéristiques sont",
          "telles que si une personne a tous les quatre en lui, il est hors de tout doute un",
          "hypocrite, et celui qui a un d'eux, est un hypocrite dans cette mesure, jusqu'à",
          "ce qu'il y renonce: \n [(A)] Quand quelque chose est placé dans sa confiance, il",
          "commet une violation de la fiducie, [(b)] quand il parle, il dit un mensonge,",
          "[(c)] quand il fait une promesse, il casse et, [(d)] quand il a une querelle avec",
          "quelqu'un, il dépasse toutes les limites [(de la décence et de la moralité)] \""
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَالَّذِينَ هُمْ عَلَىٰ صَلَوَاتِهِمْ يُحَافِظُونَ",
      "simpleTranslate" : [
        "et qui s’acquittent régulièrement de leurs prières salât !"
      ],
      "tafsirTranslate" : [
        "et qui gardent strictement leurs prières <N:9>."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "[ils]",
        "plus de",
        "leurs prières",
        "ils gardent"
      ],
      "notes" : {
        "9" : [
          "Salawat est le pluriel de Salat. Dans le verset 2 l'acte de salat lui-même était",
          "impliqué, mais ici le pluriel implique les prières individuelles offertes dans",
          "leur propre temps. [ \"Ils gardent strictement leurs prières\"]: ils adhèrent",
          "strictement aux délais prescrits des prières: ils les effectuent en tenant dûment",
          "compte de leurs pré-requis, les conditions et les articles avec le corps propre",
          "et robe et ablutions nécessaires: ils ne considèrent pas leur Prières comme un",
          "fardeau inutile, qui doit être jeté hors d'une certaine manière: ils ne récitent",
          "pas mécaniquement mais comprennent ce qu'ils récitent et sont conscients qu'ils",
          "sont suppliants leur Seigneur comme d'humbles serviteurs."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "أُولَٰئِكَ هُمُ الْوَارِثُونَ",
      "simpleTranslate" : [
        "Ce sont ceux-là les véritables héritiers"
      ],
      "tafsirTranslate" : [
        "Ce sont les héritiers"
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "[ils]",
        "(Sont) les héritiers"
      ],
      "notes" : {
        "10" : [
          "Firdaus [(Paradise)] est un mot commun dans presque toutes les langues humaines",
          "très près] des formes similaires y. Cela signifie un vaste jardin attenant à",
          "l'habitation d'une personne et entourée de murs de défense et contenant toutes",
          "sortes d'arbres fruitiers, en particulier la vigne: Dans certaines langues, le",
          "mot a le sens de contenir les oiseaux et les animaux de compagnie, aussi. Firdaus",
          "était d'usage courant dans la littérature pré-islamique arabe. Le Coran,",
          "cependant, a utilisé pour une pluralité de jardins comme dans Al-Kahf [(XVIII)]:",
          "107. Cela donne l'idée que Firdaus est une vaste place contenant un grand nombre",
          "de jardins, vignes, etc. \n L'héritage du Paradis par les croyants a été expliqué",
          "en détail dans E.N. 83 de la Sourate Ta Ha [(XX)] et E.N. 99 de la sourate",
          "Al-Anbiya '[(XXI)]."
        ],
        "11" : [
          "La substance de ce passage peut se résumer en quatre parties pour la poursuite de",
          "la compréhension de la sourate: \n [(1)] Les excellentes qualités mentionnées",
          "ci-dessus des croyants ne se limitent pas à une race, une nation ou un pays. \n",
          "[(2)] Ces excellences peuvent être atteints que par la foi sincère et",
          "d'excellentes qualités morales, et par le respect des lois prescrites dans tous",
          "les aspects de la vie. \n [(3)] Le vrai succès ne se limite pas à la prospérité",
          "transitoire mondaine et matérielle mais comprend à la fois le succès dans cette",
          "vie et dans la vie après la mort dans l'au-delà, et est atteint par la foi",
          "sincère et de bonnes œuvres. Ceci est un principe fondamental qui ne peut être",
          "falsifiée soit par le monde [ \"succès\"] des méchants ou par le [ «échec»]",
          "temporaire des personnes justes. \n [(4)] Nous rappelons que ces excellentes",
          "caractéristiques des croyants ont été présentés comme une preuve concrète de la",
          "vérité du message du Saint Prophète, car ceux-ci ont été le résultat de son",
          "acceptation. Il faut garder à l'esprit dans l'étude des passages suivants, dans",
          "lequel le même sujet a été poursuivi sous des angles différents. Cela permettra",
          "également de montrer le lien entre cela et les passages suivants."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ",
      "simpleTranslate" : [
        "auxquels échoira le Paradis pour l’éternité."
      ],
      "tafsirTranslate" : [
        "qui hériteront Paradise <N:10> et y demeurer éternellement. <N:11>"
      ],
      "tanslateWordByWord" : [
        "Qui",
        "hériteront",
        "le paradis",
        "Ils",
        "la bride",
        "(Se) demeureront éternellement"
      ],
      "notes" : {
        "10" : [
          "et y demeurer éternellement."
        ],
        "11" : [ ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ",
      "simpleTranslate" : [
        "Certes, Nous avons créé l’homme d’un extrait d’argile"
      ],
      "tafsirTranslate" : [
        "Nous avons créé l'homme d'une essence d'argile:"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "Nous avons créé",
        "l'espèce humaine",
        "de",
        "une essence",
        "de",
        "argile"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ",
      "simpleTranslate" : [
        "dont Nous avons fait ensuite une goutte de sperme déposée en un réceptacle bien",
        "protégé ;"
      ],
      "tafsirTranslate" : [
        ", puis l'a transformé en une goutte de sperme dans un endroit sûr:"
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous fîmes",
        "(Comme) une semence-goutte",
        "dans",
        "un lieu de repos",
        "raffermir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آخَرَ ۚ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ",
      "simpleTranslate" : [
        "puis Nous avons transformé cette goutte en un caillot de sang dont Nous avons",
        "fait un embryon où s’est dessiné le squelette que Nous avons recouvert de chair,",
        "pour en faire, en fin de compte, un nouvel être, bien différencié. Béni soit donc",
        "Dieu, le Meilleur des créateurs !"
      ],
      "tafsirTranslate" : [
        ", puis a changé la goutte de sperme dans un caillot de sang et le caillot dans un",
        "morceau de chair: alors tourné le morceau de chair en os: alors revêtu les os de",
        "chair: <N:12>, puis introduit lui vient comme une création tout à fait différent",
        "(de l'embryon). <N:13> ainsi béni est Allah, le meilleur de allcreators. <N:14>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous avons créé",
        "le sperme-goutte",
        "(En) une substance collante",
        "puis Nous avons créé",
        "la substance collante",
        "(En) un morceau embryonnaire",
        "puis Nous avons créé",
        "la masse embryonnaire",
        "(en) os",
        "puis Nous avons revêtu",
        "les os",
        "(Avec) chair",
        "puis",
        "Nous produisons",
        "(Comme) une création",
        "un autre",
        "Donc, est béni",
        "Allah",
        "(le meilleur",
        "(De) les créateurs"
      ],
      "notes" : {
        "12" : [
          "Pour voir les explications de 5, 6 et 9 de la sourate Hajj [(XXIl)] E.N.."
        ],
        "13" : [
          "Maintenant, nous les incroyants considèrent le Message du Saint Prophète en",
          "observant leur propre création, car cela va les convaincre de sa vérité en",
          "prouvant sa doctrine de Monothéisme. L'origine de l'homme est d'une simple goutte",
          "de sperme inanimé, qui subit plusieurs changements dans l'utérus de la mère. Mais",
          "après cela, quand il voit la lumière du jour, il est une création tout à fait",
          "différent de l'embryon dans l'utérus. Maintenant, il peut entendre, il peut voir,",
          "et en temps voulu de temps, il peut parler et penser. Puis, quand il atteint",
          "l'âge adulte et la maturité, il est capable d'effectuer des actes merveilleux. Il",
          "est évident que Dieu seul peut créer toutes ces caractéristiques dans une goutte",
          "de sperme inanimé."
        ],
        "14" : [
          "Les différentes étapes de la création de l'homme ont été cités pour prouver que",
          "Dieu est tout-Bienheureux et il n'y a pas de langage humain qui peut décrire les",
          "éloges dont il est digne, comme pour dire, [ \" Ce Dieu qui est capable de",
          "développer une essence d'argile dans un homme parfait, DCEs pas de partenaire",
          "dans sa divinité. de plus, il a le pouvoir de le relever à nouveau après sa mort,",
          "et est capable de travailler encore plus des merveilles \". ]"
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "ثُمَّ إِنَّكُمْ بَعْدَ ذَٰلِكَ لَمَيِّتُونَ",
      "simpleTranslate" : [
        "Après quoi, vous êtes appelés à mourir,"
      ],
      "tafsirTranslate" : [
        "Puis, après cela, vous serez tous mourir:"
      ],
      "tanslateWordByWord" : [
        "alors",
        "en effet, vous",
        "après",
        "cette",
        "sûrement (va) mourir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُونَ",
      "simpleTranslate" : [
        "pour être ressuscités au Jour du Jugement dernier."
      ],
      "tafsirTranslate" : [
        ", puis plus sûrement vous est 'être ressuscité au Jour de la Résurrection."
      ],
      "tanslateWordByWord" : [
        "alors",
        "en effet, vous",
        "(au jour",
        "(De) la Résurrection",
        "seront ressuscités"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ",
      "simpleTranslate" : [
        "Nous avons créé au-dessus de vous sept Cieux, et jamais Notre attention n’a été",
        "absente de ce que Nous avons créé."
      ],
      "tafsirTranslate" : [
        "Et Nous avons fait sept chemins au dessus de vous <N:15> Nous ne sommes pas",
        "novice dans l'art de la création. <N:16>"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "Nous (ont) créé",
        "au dessus de toi",
        "Sept",
        "chemins",
        "et pas",
        "Nous sommes",
        "de",
        "la création",
        "ignorant"
      ],
      "notes" : {
        "16" : [
          "Ce peut aussi être traduit par: [ \". Nous ne sommes pas, ni sommes inattentif à",
          "Notre création»] Selon la première traduction, cela signifie que l'ensemble de la",
          "création a été provoquée dans une parfaite manière avec une conception précise et",
          "le but, car Allah-leur Créateur-est parfaite à tous égards. La création elle-même",
          "une preuve qu'il ne soit pas l'œuvre d'un novice ou un inexpérimentée. Toutes les",
          "lois physiques de l'ensemble du système de l'univers sont si étroitement reliés",
          "entre eux pour prouver qu'il est la création du All-Wise Allah. Si nous prenons",
          "la deuxième traduction, cela signifiera que AIIah n'a pas été inattentifs en",
          "prenant des dispositions pour chaque chose selon sa nature de la plus",
          "insignifiante pour le plus grand de tous."
        ],
        "15" : [
          "Le mot arabe tara `iq d'origine a plus d'un sens. Il peut se référer aux chemins",
          "des sept planètes, avec laquelle l'homme de l'époque de la révélation du Coran",
          "était familier, ou à sept cieux. il convient de noter que ce mot n'a pas été",
          "utilisé comme un terme scientifique moderne, mais comme un mot commun selon",
          "l'usage arabe de la période afin d'inviter l'attention des gens vers les",
          "merveilles du ciel, dont la création est certainement un plus grand chose que la",
          "création des hommes. [(XL: 57 <V:40:57>)]."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ ۖ وَإِنَّا عَلَىٰ ذَهَابٍ بِهِ لَقَادِرُونَ",
      "simpleTranslate" : [
        "Nous faisons descendre du ciel en quantité bien mesurée de l’eau que Nous",
        "maintenons sous terre, bien qu’il soit en Notre pouvoir aussi de la faire",
        "disparaître."
      ],
      "tafsirTranslate" : [
        "Et Nous avons fait descendre l'eau du ciel avec mesure et logés dans la terre:",
        "<N:17> et nous sommes en mesure de l'emporter comme nous allons <N:18>."
      ],
      "tanslateWordByWord" : [
        "Et Nous avons fait descendre",
        "de",
        "Le ciel",
        "eau",
        "dans la mesure (due)",
        "Puis Nous l'avons à régler",
        "dans",
        "La terre",
        "Et en effet, Nous",
        "sur",
        "l'ôter",
        "l'ôter",
        "sûrement (sont) Able"
      ],
      "notes" : {
        "17" : [
          "Le [ \"pluie\"] peut se référer à la pluviométrie, qui revient de temps en temps.",
          "Il peut également se référer à la grande réserve d'eau qu'Allah fait descendre au",
          "moment de la création de la terre pour remplir ses différents besoins jusqu'au",
          "Jour dernier, et qui existe encore dans la forme des mers, des lacs, l'eau du",
          "sous-sol, etc. Il est de la même eau qui s'évapore en été et gèle en hiver et est",
          "porté par les vents d'un endroit à l'autre et se répandre sur la terre par des",
          "rivières, des sources et des puits pour provoquer la croissance des multitudes de",
          "choses, puis est à nouveau restauré les mers, les lacs, etc. ni a cette réserve",
          "d'eau a diminué par une chute et il n'y avait aucun besoin de l'augmenter par une",
          "chute depuis sa création. Aujourd'hui, il est trop bien connu comment l'eau se",
          "produit par la combinaison de l'oxygène et de l'hydrogène dans un certain",
          "rapport. La question est pourquoi ne pas plus d'eau peut être produit lorsque",
          "l'oxygène et de l'hydrogène existent encore en abondance dans le monde? Qui les a",
          "fait se combinent dans le rapport approprié au début pour produire des océans",
          "d'eau et qui les arrête maintenant de venir ensemble pour produire une baisse",
          "supplémentaire? Puis, quand l'eau se évapore, qui provoque l'oxygène et de",
          "l'hydrogène à rester combinés .n vapeurs d'eau, même à l'état gazeux. Avoir les",
          "athées et les polythéistes, qui croient en divinités indépendantes pour l'eau,",
          "l'air, l'été et! hiver, toute réponse à cette question?"
        ],
        "18" : [
          "Ceci est d'avertir que Dieu est capable d'enlever l'eau s'il le veut, et de",
          "priver le monde de ses moyens les plus importants de la vie. Ainsi, ce verset est",
          "plus complet dans le sens que le verset 30 de la sourate Al-hulk [(LXVII)]: \n [",
          "\"Demandez-leur: Avez-vous déjà pensé que si l'eau de vos puits devrait enfoncer",
          "dans la terre, qui serait alors restituer à vous courir des sources d'eau?\"]"
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "فَأَنْشَأْنَا لَكُمْ بِهِ جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ لَكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ",
      "simpleTranslate" : [
        "Grâce à cette eau, Nous avons créé pour vous des palmeraies et des vignobles, qui",
        "vous donnent des fruits en abondance, que vous êtes appelés à consommer,"
      ],
      "tafsirTranslate" : [
        "Puis, avec cette pluie Nous causé vigne verges et palmeraies à surgir. Dans ces",
        "jardins il y a des fruits délicieux <N:19> à partir de laquelle vous obtenez la",
        "subsistance. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, nous avons produit",
        "pour toi",
        "par cela",
        "jardins",
        "des palmiers",
        "des palmiers",
        "et les vignes",
        "pour toi",
        "en ce",
        "(Sont) les fruits",
        "abondant",
        "et de là",
        "tu manges"
      ],
      "notes" : {
        "20" : [
          "Autrement dit, vous vous subissez par le produit que vous obtenez de ces jardins",
          "en forme de fruits, le maïs, le bois, etc."
        ],
        "19" : [
          "C'est, d'autres types de fruits que les dates et les raisins."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ تَنْبُتُ بِالدُّهْنِ وَصِبْغٍ لِلْآكِلِينَ",
      "simpleTranslate" : [
        "ainsi que cet arbre qui pousse au Sinaï et fournit de l’huile, condiment qui",
        "donne aux aliments une saveur fort appréciée."
      ],
      "tafsirTranslate" : [
        "Et Nous avons créé l'arbre qui pousse sur le mont Sinaï: <N:21> », il donne",
        "l'huile et est utilisé comme nourriture aussi par ceux qui aiment manger."
      ],
      "tanslateWordByWord" : [
        "Et un arbre",
        "(Qui) jaillit",
        "de",
        "Mont Sinai",
        "Mont Sinai",
        "(Qui) produit",
        "pétrole",
        "et un goût",
        "pour ceux qui mangent"
      ],
      "notes" : {
        "21" : [
          "Autrement dit, l'olivier, qui est le produit le plus important des terres autour",
          "de la mer Méditerranée. L'olivier peut durer 2.000 ans ou plus, si bien que",
          "certains arbres en Palestine sont dits existant depuis l'époque du Prophète",
          "Jésus. Il a été attribué au mont Sinaï probablement pour la raison que la zone",
          "dont le lieu bien connu et important est le mont Sinaï est son habitat d'origine."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً ۖ نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا وَلَكُمْ فِيهَا مَنَافِعُ كَثِيرَةٌ وَمِنْهَا تَأْكُلُونَ",
      "simpleTranslate" : [
        "Certes, vous avez également dans les troupeaux un sujet à méditer. Nous vous",
        "faisons boire du lait qui se trouve dans leurs entrailles. Vous y trouvez aussi",
        "de nombreux avantages, et vous vous nourrissez également de leurs viandes."
      ],
      "tafsirTranslate" : [
        "En fait, il y a une leçon pour vous dans les bestiaux: Nous vous donnons comme",
        "une boisson de ce qui est dans leurs ventres, <N:22> et d'ailleurs ce que vous",
        "obtenez d'autres avantages de leur part: vous manger leur chair"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "pour toi",
        "dans",
        "les bovins",
        "sûrement, (est) une leçon",
        "Nous vous donnons boire",
        "de ce que",
        "(est dans",
        "leurs ventres",
        "et pour toi",
        "en eux",
        "(Sont) avantages",
        "beaucoup",
        "et d'entre eux",
        "tu manges"
      ],
      "notes" : {
        "22" : [
          "C'est, le lait. Reportez-vous à An-Nahl [(XVI)]: 66 et E.N. 54 ceux-ci."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ",
      "simpleTranslate" : [
        "Et ils vous servent enfin, à l’égal des vaisseaux, à vous transporter."
      ],
      "tafsirTranslate" : [
        "et sont transportés d'un endroit à placer sur eux et sur les navires. <N:23>"
      ],
      "tanslateWordByWord" : [
        "Et les",
        "et sur",
        "[Les] navires",
        "vous exploitiez"
      ],
      "notes" : {
        "23" : [
          "Les avantages de bétail comme moyen de transport ont été mentionnés ici ainsi que",
          "les navires, car en Arabie, le chameau a été utilisé principalement à cette fin,",
          "et a été appelé [ \"le vaisseau du désert»] pour la même raison."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ أَفَلَا تَتَّقُونَ",
      "simpleTranslate" : [
        "Nous avions envoyé Noé à son peuple : «Ô mon peuple, leur dit-il, adorez Dieu,",
        "car vous n’avez d’autre divinité que Lui ! Ne Le craignez-vous donc point?»"
      ],
      "tafsirTranslate" : [
        "Nous avons envoyé Noé à son peuple: <N:24> il a dit: «Ô mon peuple, adorez Allah",
        "seul, vous avez pas d'autre divinité que Lui."
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons envoyé",
        "Nuh",
        "à",
        "son peuple",
        "et il a dit",
        "O mon peuple",
        "Culte",
        "Allah",
        "ne pas",
        "pour toi",
        "(Est) tout",
        "Dieu",
        "autre que Lui",
        "Ensuite, ne sera pas",
        "tu as peur"
      ],
      "notes" : {
        "24" : [
          "Voir aussi Al-A`araf [(VII)]: 59-64, Yunus [(X)]: 71-73, Hud [(X1)]: 25-48, Bani",
          "Isra'il [(XVII)]: 3 et AI-Anbiya '[(XXI)]: 76-77."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ مَا هَٰذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللَّهُ لَأَنْزَلَ مَلَائِكَةً مَا سَمِعْنَا بِهَٰذَا فِي آبَائِنَا الْأَوَّلِينَ",
      "simpleTranslate" : [
        "Mais les notables de son peuple, qui étaient impies, s’écrièrent : «Qui donc est",
        "cet homme, sinon un mortel comme vous, qui veut se distinguer à vos dépens? Si",
        "Dieu avait voulu, ce sont des anges qu’Il nous aurait envoyés. Nous n’avons rien",
        "entendu de pareil chez nos premiers ancêtres."
      ],
      "tafsirTranslate" : [
        "Êtes-vous pas peur (de shirk \"? <N:25> Ceux des chefs de son peuple, qui avaient",
        "rejeté son message, a dit:« Cette personne est plus qu'un être humain comme vous.",
        "<N:26> Par cela, il entend simplement pour obtenir la supériorité sur vous.",
        "<N:27> Si Allah avait voulu, il aurait fait descendre angels.27a Depuis l'époque",
        "de nos ancêtres, nous avons jamais entendu parler (que l'être humain est venu",
        "comme un Messager)."
      ],
      "tanslateWordByWord" : [
        "Mais ladite",
        "les chefs",
        "(De) ceux qui",
        "pas foi",
        "parmi",
        "son peuple",
        "Ce n'est pas",
        "Ce n'est pas",
        "mais",
        "un homme",
        "comme toi",
        "il souhaite",
        "à",
        "affirmer (sa) supériorité",
        "sur vous",
        "et si",
        "Allah avait voulu",
        "Allah avait voulu",
        "sûrement il (aurait) fait descendre",
        "anges",
        "ne pas",
        "nous avons entendu",
        "de cela",
        "de",
        "nos ancêtres",
        "nos ancêtres"
      ],
      "notes" : {
        "25" : [
          "Autrement dit, [ «Es-tu pas peur que si vous configurez des partenaires et des",
          "associés à Allah, Qui est le vrai souverain, et le culte et soumettre à eux, vous",
          "encourra sa colère et à la punition?\"]"
        ],
        "26" : [
          "Il y a eu un écart commun [ \"un être humain ne peut pas être un prophète, et un",
          "prophète ne peut pas être un être humain.\"] Voilà pourquoi le Qur`an a réfuté",
          "cette conception erronée maintes et maintes fois, et a déclaré avec force que",
          "tous les prophètes étaient des êtres humains et qu'un être humain ne pouvait être",
          "envoyé comme prophète pour les êtres humains. Pour plus de détails, voir",
          "AI-A`araf [(VII,)]: 63, 69, Yunus [(X)]: 2, Hud [(XI)]: 27-31, Yusuf [(XII)]:",
          "109, Ar -Ra`d [(XIII)]: 38, Ibrahim [(XIV)]: 10-11, An-Nahl [(XVI)]: 43, Bani",
          "Isra'il [(XVII)]: 94-95, Al Kahf [(XVIII)]: 110, Al-Anbiya '[(XXI)]: 3, 34,",
          "Al-Mu'minun [(XXIII)]: 33-34, 47, Al-Furqan [(XXV)]: 7 , 20, AshShu'ara`",
          "[(XXVI)]: 154, 186, Ya Sin [(XXXVI)]: 15, Ha Mim Sajdah [(XLI)]: 6 ainsi que le",
          "FR est pertinent."
        ],
        "27" : [
          "Cette accusation est une autre vieille objection, qui a toujours été élevé contre",
          "ceux qui ont tenté de réformer leur peuple. Leurs adversaires les toujours",
          "accusés d'exploiter [ \"religion\"] pour gagner la domination sur la terre.",
          "Prophètes Moïse, Aaron et Jésus ont été accusés de la même chose et qu'il était",
          "donc Muhammad [(la paix d'Allah soit sur lui)]. Tant et si bien que les mécréants",
          "de la Mecque proposé de faire le Saint Prophète leur roi, s'il a renoncé à son",
          "message. \n En fait, les gens qui s'épuisent à la poursuite des avantages et des",
          "gains matériels, ne peuvent pas croire que quelqu'un dans ce monde pourrait",
          "également s'exercer sincèrement et de façon désintéressée pour le bien de",
          "bien-être humain. Ils considèrent des slogans trompeurs, qu'ils soulèvent pour",
          "conquérir le pouvoir, et des fausses promesses, qu'ils font jour et nuit pour",
          "apporter des réformes comme naturel. Ils pensent que la sincérité et l'altruisme",
          "peuvent être utilisés que pour tromper les gens et ceux-ci ne peuvent pas être",
          "mis à une meilleure utilisation. Voilà pourquoi l'épithète de [ \"avide de",
          "pouvoir»] pour les réformateurs de tous âges a été utilisé par ceux qui sont déjà",
          "au pouvoir comme si leur propre pouvoir et de domination sur la terre était leur",
          "droit de naissance, et ils ne sont nullement blame- digne du mal pour elle et sa",
          "réalisation. [(Pour de plus amples explications, voir E.N. 36 ci-dessous)] \n A",
          "cet égard, il convient également de noter que tous ceux qui tentent de réformer",
          "le système corrompu répandue de la vie, ont inévitablement à lutter contre ceux,",
          "puissance afin d'établir le système juste. Voilà pourquoi les pouvoirs en place,",
          "ont toujours été contre les prophètes et leurs disciples, qui a dû déloger les",
          "dirigeants corrompus. Il est évident, toutefois, que voici une grande différence",
          "entre ceux qui veulent le pouvoir d'acquérir leurs propres fins égoïstes et ceux",
          "qui le souhaitent à réformer leur peuple. \n 27a. Ceci est une preuve claire du",
          "fait que le peuple de Noé ne sont pas infidèles à l'existence de Dieu ni ne ils",
          "le rejettent comme Seigneur de l'univers et les anges que Ses serviteurs",
          "obéissants. Ils étaient seulement coupables de shirk: ils avaient mis en place",
          "d'autres divinités en tant que partenaires dans les attributs de Dieu et des",
          "pouvoirs et des droits."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "إِنْ هُوَ إِلَّا رَجُلٌ بِهِ جِنَّةٌ فَتَرَبَّصُوا بِهِ حَتَّىٰ حِينٍ",
      "simpleTranslate" : [
        "Ce n’est, en vérité, qu’un homme atteint de folie ! Observez-le quelque temps !»"
      ],
      "tafsirTranslate" : [
        "De toute évidence, cet homme est possédé: attendre un peu plus: (peut être qu'il",
        "est guéri) \"."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "il",
        "(Est), mais",
        "un homme",
        "En lui",
        "(Est) la folie",
        "alors attend",
        "le concernant",
        "jusqu'à",
        "une époque"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ",
      "simpleTranslate" : [
        "– «Seigneur, supplia Noé, prête-moi Ton assistance ! Ils me traitent d’imposteur",
        "!»"
      ],
      "tafsirTranslate" : [
        "Noé a prié, \"Seigneur, aide-moi contre ces gens car ils me traiter comme un",
        "imposteur\". <N:28>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Mon Seigneur",
        "Aidez moi",
        "car",
        "ils me nient"
      ],
      "notes" : {
        "28" : [
          "[ «Aidez-moi contre ces gens\"]: `Prends ta vengeance sur ces gens pour qu'ils me",
          "ont nié [\" Le verset 10 de Al-Qamar [(LIV)] dit: \"]. Puis cria Noah à son",
          "Seigneur, `je suis vaincu, donc prends ta vengeance sur ces gens [\" et vers 2627",
          "de Noé (LXXV disent: \"] et Noé dit:` O mon Seigneur, ne laisse pas de ces",
          "mécréants tout habitant sur la terre, car si tu les Sparest, ils égareront Tes",
          "serviteurs et ils engendreront, mais les pécheurs et les mécréants ' \"."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا فَإِذَا جَاءَ أَمْرُنَا وَفَارَ التَّنُّورُ ۙ فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ ۖ وَلَا تُخَاطِبْنِي فِي الَّذِينَ ظَلَمُوا ۖ إِنَّهُمْ مُغْرَقُونَ",
      "simpleTranslate" : [
        "Nous lui révélâmes alors : «Construis une arche sous Nos yeux et selon Notre",
        "inspiration. Dès que Notre ordre sera donné et que le four entrera en ébullition,",
        "embarque dans l’arche un couple de chaque espèce, ainsi que les tiens, à",
        "l’exception de ceux d’entre eux contre qui un arrêt aura déjà été prononcé. Ne",
        "M’adresse aucune prière en faveur des impies, car ils seront tous",
        "irrémédiablement engloutis !"
      ],
      "tafsirTranslate" : [
        "A cela, nous lui révéla: Construire une arche sous notre supervision, selon nos",
        "instructions. Puis, lorsque Notre commandement vient et \"au-Tannur\" <N:29>",
        "commence à bouillir, prendre à bord d'une paire de toutes les espèces d'animaux,",
        "ainsi que les membres de votre propre famille sauf ceux contre qui le jugement a",
        "déjà été adopté; et ne pas plaider avec moi pour les ouvriers d'iniquité, car ils",
        "sont condamnés à être noyé."
      ],
      "tanslateWordByWord" : [
        "Donc, Nous avons inspiré",
        "à lui",
        "Cette",
        "construction",
        "Le bateau",
        "sous Nos yeux",
        "et notre source d'inspiration",
        "puis quand",
        "vient",
        "Notre commandement",
        "et jaillit",
        "le four",
        "puis mettre",
        "dans ça",
        "de",
        "tous les types)",
        "(de) accouple",
        "deux",
        "et votre famille",
        "sauf",
        "ceux",
        "(A) Précédé",
        "contre qui",
        "le mot",
        "en",
        "Et (ne) pas",
        "Me traiter",
        "concernant",
        "ceux qui",
        "lésés",
        "en effet, ils",
        "(Sont) ceux qui seront noyés"
      ],
      "notes" : {
        "29" : [
          "Certains commentateurs pensent que tanner signifie la terre; d'autres tiennent",
          "pour la plus grande partie de la terre; et d'autres encore pensent que les mots",
          "bien-au-tannur dans le texte ont été utilisés pour la pause de l'aube. Il y a",
          "certains qui expriment l'opinion que les mots ont été utilisés métaphoriquement",
          "pour la création de turbulences. Mais compte tenu du contexte, nous ne voyons",
          "aucune raison pour laquelle on devrait prendre un sens figuré farfetched d'une",
          "parole claire du Coran. Il semble qu'un four particulier [(tannur)] avait été",
          "l'oreille marquée pour le déluge pour commencer à partir, ce qui était de toute",
          "évidence une origine inattendue de la ruine des misérables."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ فَقُلِ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ",
      "simpleTranslate" : [
        "Et quand tu seras bien installé dans l’arche, toi et tes compagnons, tu diras :",
        "“Louange à Dieu pour nous avoir sauvés de ce peuple injuste !”"
      ],
      "tafsirTranslate" : [
        "Puis, quand vous avez monté à bord de l'arche avec vos compagnons, disons,",
        "\"Louange à Allah qui nous a délivrés des gens méchants\", <N:30>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "vous (ont) monté à bord",
        "toi",
        "et celui qui",
        "(Est) avec vous",
        "[sur]",
        "Le bateau",
        "alors dire",
        "Louange",
        "(Be) à Allah",
        "Qui",
        "nous (a) sauvé",
        "de",
        "les gens",
        "les malfaiteurs"
      ],
      "notes" : {
        "30" : [
          "Le fait que Dieu doit être loué et remercié pour l'anéantissement de ces",
          "personnes, est une preuve évidente qu'ils étaient les gens les plus méchants et",
          "vilains dans le monde."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا وَأَنْتَ خَيْرُ الْمُنْزِلِينَ",
      "simpleTranslate" : [
        "Et ajoute : “Seigneur ! Fais-moi débarquer en un lieu béni ! Tu es Celui qui",
        "conduit le mieux à bon port !”«"
      ],
      "tafsirTranslate" : [
        "et de prier: «Seigneur, que mon atterrissage de cette arche être à un endroit",
        "béni, car Tu es le meilleur de harbourers\". <N:31>"
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "Mon Seigneur",
        "me faire atterrir",
        "(At) un lieu d'atterrissage",
        "béni",
        "et toi",
        "(sont les meilleurs",
        "(De) ceux qui causent à la terre »."
      ],
      "notes" : {
        "31" : [
          "[ \"Landing\"] ici ne signifie pas simplement toucher et reposant sur la terre,",
          "mais il implique aussi le sens de [ «l'hospitalité»], comme pour dire: «O Dieu,",
          "nous sommes maintenant Thy invités et Toi seul es notre hôte."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "إِنَّ فِي ذَٰلِكَ لَآيَاتٍ وَإِنْ كُنَّا لَمُبْتَلِينَ",
      "simpleTranslate" : [
        "Il y a en cet événement des signes certains, bien que ce fût là une épreuve de",
        "Notre part."
      ],
      "tafsirTranslate" : [
        "Il y a beaucoup de signes dans cette histoire, <N:32> et nous mettons toujours",
        "les gens à l'épreuve. <N:33>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) Signes",
        "et en effet",
        "Nous sommes",
        "tester sûrement"
      ],
      "notes" : {
        "32" : [
          "À la fin de l'histoire du Prophète Noé, une attention particulière a été attirée",
          "sur les nombreux signes dans l'histoire à partir de laquelle on peut apprendre",
          "beaucoup de leçons. Par exemple, le prophète qui a invité les gens à Monothéisme",
          "était dans la droite et ceux qui ont pratiqué et a insisté sur le polythéisme et",
          "l'incrédulité étaient dans le tort et ont été détruits: que le même genre de",
          "conflit, qui a eu lieu entre le Prophète Noé et son peuple, qui se passait à la",
          "Mecque. Par conséquent, en fin de compte, le Saint Prophète sortira victorieux",
          "sur ses adversaires, tout comme prophète Noé."
        ],
        "33" : [
          "Cela peut aussi être traduit par: [ \". Nous avons dû ou doivent mettre les gens à",
          "l'épreuve\"] Dans chaque cas, le but est d'avertir les gens qu'ils ne seront pas",
          "laissés seuls après qu'ils ont vu accorder le pouvoir dans le pays et plus de",
          "bonnes choses de la vie, mais Allah les mettre à l'épreuve pour voir comment ils",
          "ont utilisé leur pouvoir. Ce qui est arrivé avec le peuple de Noé était en",
          "conformité avec cette loi, et la même chose se produira à l'avenir avec une",
          "communauté qui est soulevée au pouvoir."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ",
      "simpleTranslate" : [
        "Nous avons créé, après eux, d’autres générations"
      ],
      "tafsirTranslate" : [
        "Après les avoir Nous avons soulevé un peuple d'une autre génération. <N:34>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous avons produit",
        "après eux",
        "après eux",
        "une génération",
        "un autre"
      ],
      "notes" : {
        "34" : [
          "Les habitants de `Ad, qui ont été élevés au pouvoir après le peuple de Noé.",
          "[(Voir AI-A`araf: 69)]."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِنْهُمْ أَنِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَٰهٍ غَيْرُهُ ۖ أَفَلَا تَتَّقُونَ",
      "simpleTranslate" : [
        "auxquelles Nous avons envoyé un messager issu d’elles-mêmes pour leur dire :",
        "«Adorez Dieu ! Vous n’avez d’autre divinité que Lui ! Ne Le craignez-vous donc",
        "point?»"
      ],
      "tafsirTranslate" : [
        "Alors nous leur avons envoyé un Messager parmi eux, (qui a dit,) \"Adorez Allah",
        "seul: vous avez pas d'autre divinité que Lui N'êtes-vous pas peur (de",
        "l'incrédulité).?\""
      ],
      "tanslateWordByWord" : [
        "Et Nous avons envoyé",
        "parmi eux",
        "un Messager",
        "d'eux-mêmes",
        "[cette]",
        "Culte",
        "Allah",
        "ne pas",
        "pour toi",
        "(Est) tout",
        "Dieu",
        "autre que Lui",
        "Ensuite, ne sera pas",
        "tu as peur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "وَقَالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ الْآخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا مَا هَٰذَا إِلَّا بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ",
      "simpleTranslate" : [
        "Mais les notables de son peuple qui étaient sans foi, qui ne croyaient pas à la",
        "vie future et que Nous avions pourtant comblés de richesses dans ce bas monde,",
        "s’écrièrent : «Qui donc est cet homme, sinon un mortel comme vous? Il mange de ce",
        "que vous mangez et boit de ce que vous buvez."
      ],
      "tafsirTranslate" : [
        "Ceux des chefs de son peuple, qui avaient rejeté le Message et nié la vie dans",
        "l'au-delà et que nous avions donné la prospérité dans cette vie mondaine, <N:35>",
        "dit: «Cette personne est pas plus d'un être humain comme vous, car il mange de ce",
        "que vous mangez et les boissons de ce que vous buvez."
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "les chefs",
        "de",
        "son peuple",
        "qui",
        "pas foi",
        "et a nié",
        "(la réunion",
        "(De) l'au-delà",
        "tandis que Nous leur avions donné le luxe",
        "dans",
        "la vie",
        "(du monde",
        "ne pas",
        "(est-ce",
        "mais",
        "un homme",
        "comme toi",
        "Il mange",
        "de quoi",
        "tu manges",
        "[à partir de cela]",
        "et il boit",
        "de quoi",
        "tu bois"
      ],
      "notes" : {
        "35" : [
          "Il convient de noter que toutes ces personnes qui se sont opposés les Messagers",
          "avaient trois caractéristiques communes: [(1)] Ils étaient les chefs de leur",
          "peuple. [(2)] Ils ont nié la vie dans le [ \"Hereafter\"]. [(3)] Ils étaient",
          "prospères dans la vie mondaine. De toute évidence, ils ont aimé la vie de ce",
          "monde et ne pourraient jamais concevoir que leur mode de vie, ce qui leur avait",
          "fait des chefs et apporté la prospérité, ne pourrait jamais se tromper. Par",
          "conséquent, ils se sont opposés à leurs messagers, qui ont emporté leur",
          "tranquillité d'esprit, par la prédication qu'il y avait une vie après la mort, et",
          "ils auront à rendre compte à Dieu de ce qu'ils ont fait dans ce monde. Et ce fut",
          "exactement ce qui se passait à la Mecque."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَلَئِنْ أَطَعْتُمْ بَشَرًا مِثْلَكُمْ إِنَّكُمْ إِذًا لَخَاسِرُونَ",
      "simpleTranslate" : [
        "Si vous obéissez à un homme comme vous, vous serez du nombre des perdants, à coup",
        "sûr."
      ],
      "tafsirTranslate" : [
        "Maintenant, si vous soumettez à un être humain comme vous, vous ne pouvez en",
        "effet être perdants. <N:36>"
      ],
      "tanslateWordByWord" : [
        "Et sûrement, si",
        "vous obéissez",
        "un homme",
        "comme toi",
        "en effet, vous",
        "puis",
        "sûrement (sera) perdants"
      ],
      "notes" : {
        "36" : [
          "Certains commentateurs ont tort était d'avis que les chefs ont échangé ces",
          "remarques contre le Messager entre eux. Ces remarques, en fait, ont été adressées",
          "aux gens ordinaires. Quand les chefs ont estimé que le message se répand parmi",
          "les gens ordinaires et il y avait un danger réel qu'ils seraient influencés par",
          "le caractère pur du Messager et que leur supériorité alors viendrait",
          "automatiquement fin, ils ont commencé à les leurrer en augmentant ces objections",
          "contre lui. Il vaut la peine de noter que les deux chefs du peuple de Noé et les",
          "chefs du peuple de `Ad accusé leurs Messagers du [\" soif de pouvoir \"], mais en",
          "ce qui concerne eux-mêmes, ils pensaient que le pouvoir et la prospérité étaient",
          "leur inhérente droits et ils ont été à tous égards le droit d'être les chefs de",
          "leur peuple."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنْتُمْ تُرَابًا وَعِظَامًا أَنَّكُمْ مُخْرَجُونَ",
      "simpleTranslate" : [
        "«Vous promet-il qu’une fois morts et réduits en os et en poussière vous serez de",
        "nouveau rendus à la vie?"
      ],
      "tafsirTranslate" : [
        "Quoi! t-il vous dire que lorsque vous êtes morts et transformé en poussière et",
        "devenir de simples os, tu as été sorti vivant (de tombes)?"
      ],
      "tanslateWordByWord" : [
        "Est-ce qu'il vous promets",
        "que vous",
        "quand",
        "tu es mort",
        "et vous devenez",
        "poussière",
        "et les os",
        "que vous",
        "(Sera) fait sortir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ",
      "simpleTranslate" : [
        "Quelles balivernes on vous promet là !"
      ],
      "tafsirTranslate" : [
        "Impossible! Juste impossible est ce que vous êtes menacé avec."
      ],
      "tanslateWordByWord" : [
        "Farfelu)",
        "farfelu)",
        "est ce que",
        "vous êtes promis"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ",
      "simpleTranslate" : [
        "Il n’y a point d’autre vie que celle dont nous jouissons ici-bas. Nous mourons,",
        "nous vivons et nous ne serons jamais ressuscités !"
      ],
      "tafsirTranslate" : [
        "Il n'y a pas d'autre vie que cette vie mondaine. Nous allons vivre ici et mourir",
        "ici et ne sera pas soulevée à nouveau."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "il",
        "(Est), mais",
        "notre vie",
        "(du monde",
        "nous mourons",
        "et nous vivons",
        "et pas",
        "nous",
        "(Sera) ressuscité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "إِنْ هُوَ إِلَّا رَجُلٌ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا وَمَا نَحْنُ لَهُ بِمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Ce n’est qu’un homme qui raconte des mensonges sur Dieu, et nous ne sommes pas",
        "prêts à croire ce qu’il raconte !»"
      ],
      "tafsirTranslate" : [
        "Cet homme est simplement un imposteur, qui invente des mensonges au nom d'Allah,",
        "36a et on ne va pas à croire à ce qu'il dit \"."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "(Est-il",
        "mais",
        "un homme",
        "qui (a) inventé",
        "sur",
        "Allah",
        "un mensonge",
        "et pas",
        "nous",
        "(En lui",
        "(Sont) les croyants"
      ],
      "notes" : {
        "36" : [
          "a. Ces mots montrent que les gens de `Ad aussi, ne sont pas infidèles à",
          "l'existence de Dieu. Eux aussi ont été impliqués dans le péché de shirk.",
          "Reportez-vous à AlA`araf [(VII)]: 70, Hud [(Xl)]: 53-54, Ha Mim Sajdah [(XLI)]:",
          "14 et AI-Ahqaf [(XLVI)]: 21-22."
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "قَالَ رَبِّ انْصُرْنِي بِمَا كَذَّبُونِ",
      "simpleTranslate" : [
        "– «Seigneur, supplia le messager, prête-moi Ton assistance ! Ils me traitent",
        "d’imposteur !»"
      ],
      "tafsirTranslate" : [
        "A ce que le Messager a prié, \"Seigneur, aide-moi contre ces personnes, qui me",
        "sont traités comme un imposteur\"."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Mon Seigneur",
        "Aidez moi",
        "car",
        "ils me nient"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "قَالَ عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ",
      "simpleTranslate" : [
        "– «Encore quelques instants, répondit le Seigneur, et ils auront à le regretter.»"
      ],
      "tafsirTranslate" : [
        "En réponse, il a été dit: «Le temps est presque quand ils sont plein de remords\"."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Après un petit moment",
        "Après un petit moment",
        "sûrement, ils deviendront",
        "de regret"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "فَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ فَجَعَلْنَاهُمْ غُثَاءً ۚ فَبُعْدًا لِلْقَوْمِ الظَّالِمِينَ",
      "simpleTranslate" : [
        "Et soudain, un grondement terrifiant les saisit, en toute justice, et Nous les",
        "réduisîmes à l’état de débris charriés par le torrent. Arrière donc au peuple des",
        "pervers !"
      ],
      "tafsirTranslate" : [
        "En temps voulu un grand fléau les accablait en toute justice et nous les chassons",
        "comme l'écume. <N:37> -Alors loin avec les méchants!"
      ],
      "tanslateWordByWord" : [
        "Donc, les saisies",
        "le cri terrible",
        "en vérité",
        "Nous les avons fait",
        "(Comme) des déchets de feuilles mortes",
        "donc loin",
        "avec le peuple",
        "les malfaiteurs"
      ],
      "notes" : {
        "37" : [
          "lexical, le mot ghutha »désigne les déchets qui est amenée par les eaux de capot",
          "et se dépose sur les banques pour y pourrir."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "ثُمَّ أَنْشَأْنَا مِنْ بَعْدِهِمْ قُرُونًا آخَرِينَ",
      "simpleTranslate" : [
        "Puis Nous fîmes naître après eux d’autres générations,"
      ],
      "tafsirTranslate" : [
        "Après eux, nous avons recueilli d'autres peuples."
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous avons produit",
        "après eux",
        "après eux",
        "une génération",
        "un autre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ",
      "simpleTranslate" : [
        "car aucune communauté ne peut ni avancer ni reculer le terme qui lui est imparti."
      ],
      "tafsirTranslate" : [
        "Aucun peuple a cessé d'exister avant son terme fixé, ni aucun peuple pourrait",
        "survivre il."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "peut précéder",
        "tout",
        "nation",
        "son mandat",
        "et pas",
        "ils (peuvent) retard (il)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَىٰ ۖ كُلَّ مَا جَاءَ أُمَّةً رَسُولُهَا كَذَّبُوهُ ۚ فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا وَجَعَلْنَاهُمْ أَحَادِيثَ ۚ فَبُعْدًا لِقَوْمٍ لَا يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Puis Nous fîmes succéder les prophètes les uns aux autres. Et chaque fois que",
        "l’un d’eux se présentait à son peuple, celui-ci le traitait d’imposteur. Aussi",
        "anéantîmes-Nous ces peuples les uns après les autres et en fîmes-Nous des sujets",
        "de légende. Arrière donc aux peuples infidèles !"
      ],
      "tafsirTranslate" : [
        "Puis Nous avons envoyé Nos messagers dans la succession. Chaque fois qu'un",
        "messager est venu à son peuple, ils l'ont traité comme un imposteur. Nous sommes",
        "donc allés à détruire un peuple après l'autre jusqu'à ce que Nous leur simple",
        "legends.-Maudit soit ceux qui ne croient pas <N:38>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous avons envoyé",
        "Nos messagers",
        "(successivement",
        "À chaque fois",
        "À chaque fois",
        "venu",
        "(À) une nation",
        "son Messenger",
        "ils lui ont refusé",
        "Nous avons donc fait (les) suivent",
        "certains d'entre eux",
        "autres",
        "Nous les avons fait",
        "narrations",
        "donc loin",
        "avec un peuple",
        "ne pas",
        "ils croient"
      ],
      "notes" : {
        "38" : [
          "Autrement dit, «Ceux qui ne croient pas aux messagers."
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "ثُمَّ أَرْسَلْنَا مُوسَىٰ وَأَخَاهُ هَارُونَ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ",
      "simpleTranslate" : [
        "Nous envoyâmes ensuite Moïse et son frère Aaron, munis de Nos signes et de",
        "preuves évidentes,"
      ],
      "tafsirTranslate" : [
        "Puis Nous envoyâmes Moïse et son frère Aaron avec Nos signes et une autorité",
        "claire <N:39>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous avons envoyé",
        "Musa",
        "et son frère",
        "Harun",
        "avec Nos signes",
        "et une autorité",
        "clair"
      ],
      "notes" : {
        "39" : [
          "L'utilisation de [ «une autorité claire\"] avec [ \"Nos signes\"] peut signifier",
          "soit que les [ \"signes\"] étaient une preuve évidente qu'ils étaient des messagers",
          "d'Allah, ou [ \" les signes \"] peut se référer à tous les autres miracles du",
          "Prophète Moïse que le« personnel », qui peut se tenir ici pour une autorité",
          "claire, parce que les miracles mentionnés au moyen de celui-ci étaient une preuve",
          "évidente que les deux frères avaient été envoyés par Allah."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ",
      "simpleTranslate" : [
        "à Pharaon et aux notables de son royaume, qui les accueillirent avec morgue, car",
        "c’étaient des gens pleins d’arrogance."
      ],
      "tafsirTranslate" : [
        "à Pharaon et ses nobles. Mais ils les ont reçus avec arrogance, car ils étaient",
        "des gens très fiers. <N:40>"
      ],
      "tanslateWordByWord" : [
        "À",
        "Firaun",
        "et ses chefs",
        "mais ils se sont comportés avec arrogance",
        "et ils étaient",
        "un peuple",
        "hautain"
      ],
      "notes" : {
        "40" : [ ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "فَقَالُوا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَابِدُونَ",
      "simpleTranslate" : [
        "«Allons-nous croire, s’écrièrent-ils, en deux hommes identiques à nous, et dont",
        "le peuple est notre esclave?»"
      ],
      "tafsirTranslate" : [
        "Ils dirent: «Quoi! Devrions-nous croire à ces deux hommes qui sont des êtres",
        "humains comme ourselves40-a et dont les gens sont notre corvéables?\" <N:41>"
      ],
      "tanslateWordByWord" : [
        "Puis ils ont dit",
        "Croirons-nous",
        "(En) deux hommes",
        "comme nous",
        "tandis que leur peuple",
        "pour nous",
        "(Sont) esclaves"
      ],
      "notes" : {
        "41" : [
          "Abid est adorateur. Selon l'usage arabe, être un [ \"adorateur\"] et [ \"serf\"] sont",
          "presque synonymes. Par conséquent, lorsque les prophètes ont invité leurs gens à",
          "adorer Allah seul, ils les voulaient adorer et de servir et d'obéir à aucune,",
          "mais Allah, et qui est la véritable signification du mot [ \"` ibadat \"]. Pour de",
          "plus amples explications, voir E.N. 50 AI-Kahf [(XVIII)]."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ",
      "simpleTranslate" : [
        "Aussi furent-ils anéantis, pour avoir traité Moïse et Aaron de menteurs."
      ],
      "tafsirTranslate" : [
        "Ils les traités comme des imposteurs et la destruction engagés. <N:42>"
      ],
      "tanslateWordByWord" : [
        "Ils les ont nié",
        "et ils sont devenus",
        "de",
        "ceux qui ont été détruits"
      ],
      "notes" : {
        "42" : [
          "Pour de plus amples détails de l'histoire du Prophète Moïse et Pharaon, voir",
          "Al-Baqarah [(II)]: 49-50, Al-A`araf [(VII)]: 103-136, Yunus [ (X)]: 75-92, Hud",
          "[(Xl)]: 9699, Bani Isra'il [(XVII)]: 101-104, Ta Ha [(XX)]: 9-80 avec le FR est",
          "pertinent ."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ لَعَلَّهُمْ يَهْتَدُونَ",
      "simpleTranslate" : [
        "Et si Nous avions donné l’Écriture à Moïse, c’était bien pour amener son peuple à",
        "suivre la bonne voie."
      ],
      "tafsirTranslate" : [
        "En ce qui concerne Moïse, Nous lui avons donné le livre pour que les gens",
        "puissent être guidés par elle."
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons donné",
        "Musa",
        "l'Ecriture",
        "afin qu'ils puissent",
        "être guidé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً وَآوَيْنَاهُمَا إِلَىٰ رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ",
      "simpleTranslate" : [
        "Puis Nous fîmes du fils de Marie, ainsi que de sa mère, un prodige. Nous leur",
        "donnâmes à tous deux pour refuge une colline paisible et dotée d’une source."
      ],
      "tafsirTranslate" : [
        "Et Nous fîmes du fils de Marie et sa mère un signe <N:43> pour l'humanité et Nous",
        "leur avons donné un abri sur un plateau où ils pourraient avoir la paix, et qui a",
        "été arrosé en exécutant des ressorts <N:44>."
      ],
      "tanslateWordByWord" : [
        "Et Nous avons fait",
        "(le fils",
        "(De) Maryam",
        "et sa mère",
        "un panneau",
        "Nous les avons à l'abri",
        "à",
        "un terrain élevé",
        "de tranquillité",
        "de tranquillité",
        "et sources d'eau"
      ],
      "notes" : {
        "44" : [
          "Différentes personnes ont mentionné des endroits différents, comme Damas,",
          "Ar-Ramlah, Jérusalem et l'Egypte, en ce qui concerne le plateau où Allah leur a",
          "donné refuge. D'après les traditions chrétiennes, il semble que Marie a dû",
          "quitter sa maison deux fois après la naissance du Prophète Jésus, d'abord dans le",
          "temps d'Hérode quand elle l'a emmené en Egypte et y resta jusqu'à la mort",
          "d'Hérode, puis dans le temps de Arichelaus quand elle a pris lui à Nazareth en",
          "Galilée. [(Matthieu, 2: 13-23)]. Par conséquent, il ne peut pas dire avec",
          "certitude à laquelle de ces deux émigrations le Coran se réfère ici. Il est",
          "évident, toutefois, que le lieu de refuge était un plateau qui leur a fourni",
          "toutes les nécessités de la vie."
        ],
        "43" : [
          "Le libellé [ «Nous avons fait le fils de Marie et sa mère un signe\"] est très",
          "important, parce que cela signifie que ni le fils de Marie, ni sa mère était",
          "chaque un signe séparé, mais les deux étaient ensemble un panneau. Ce verset est",
          "une preuve évidente que le fils est né à Marie sans cohabitation avec un homme et",
          "que Jésus avait pas de père. Pour de plus amples détails voir Al-`Imran [(III)]:",
          "45-49, An-Nisa '[(IV)]: 156, 171, Maryam [(XIX)]: 16-35 et Al-Anbiya' [(XXI )]:",
          "91 et l'EN est pertinent. \n A cet égard, il convient également de noter que le",
          "cas de l'erreur en ce qui concerne le Prophète Jésus et sa mère était différente",
          "de l'erreur en ce qui concerne les autres prophètes, qui ont été rejetés parce",
          "que, ils étaient des êtres humains. Mais l'écart en ce qui concerne le Prophète",
          "Jésus et sa mère était que le peuple crédule les ont élevés de la position basse",
          "des êtres humains à haut rang de divinité. D'autre part, ceux qui sont allés à",
          "l'autre extrême accusé aire de impudicité, bien qu'ils aient été témoins de la",
          "naissance miraculeuse de Jésus et avait entendu parler dans le berceau."
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا ۖ إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ",
      "simpleTranslate" : [
        "«Ô prophètes ! Mangez de ce qui est licite et agréable et faites de bonnes",
        "œuvres, car Je suis au courant de tout ce que vous faites !"
      ],
      "tafsirTranslate" : [
        "O Messagers, <N:45> manger des choses pures et accomplissent les bonnes oeuvres,",
        "<N:46> car je suis pleinement conscient de ce que vous faites."
      ],
      "tanslateWordByWord" : [
        "O Messengers",
        "O Messengers",
        "Manger",
        "de",
        "les bonnes choses",
        "et fait",
        "justes (actes)",
        "En effet, je suis",
        "de quoi",
        "tu fais",
        "Omniscient"
      ],
      "notes" : {
        "45" : [
          "Dans le passage précédent [(vv. 23-50)], les histoires de certains prophètes ont",
          "été liés en tant qu'individus, mais dans ce verset chacun d'eux ont été abordés",
          "ensemble. Toutefois, cela ne signifie pas qu'ils étaient présents à un seul et",
          "même lieu au moment de l'adresse. En fait, cette façon d'adresse a été adoptée",
          "pour montrer que le message de tous les messagers, qui sont venus à différents",
          "pays de différents âges, était le même et ils ont tous appartenu à une seule et",
          "même communauté. [(V. 52)]. Par conséquent, le message à un Messenger a été conçu",
          "pour être le message pour chacun d'eux. Dans ce verset, ils ont été traités",
          "ensemble comme si elles étaient présentes à un seul et même lieu afin de",
          "souligner ce même aspect de la question. Mais il est ironique de constater que",
          "certaines personnes stupides de cet âge ont conclu que ce verset a été adressée à",
          "ces messagers qui devaient venir après le Prophète Muhammad [(la paix d'Allah",
          "soit sur lui)]. Il est évident que cette interprétation ne peut pas tenir dans le",
          "contexte dans lequel le verset se produit."
        ],
        "46" : [
          "[ \"choses pures\"] implique qu'ils doivent être sains et doivent avoir été acquis",
          "de manière licite. Voici l'instruction, [ \"manger des choses pures\"], est destiné",
          "à réfuter la théorie et la pratique de l'ascétisme. Le Coran enseigne la voie du",
          "milieu entre la vie de l'ascétisme et de licence. Le fait que l'instruction, [",
          "\"manger des choses pures\"], précède [ \"accomplissent les bonnes oeuvres\"], est",
          "destiné à impressionner que les bonnes œuvres sont dénués de sens sans manger",
          "dispositions légales. Le Saint Prophète a impressionné cette chose, en disant: [",
          "«Ô gens, Allah est pur et aime les choses pures.\"] Puis il récita ce verset",
          "[(51)] et dit: [ «Une personne fait un long pèlerinage dans un état échevelée et",
          "prie avec les mains levées, `O mon Seigneur, ô mon Seigneur, alors qu'il mange de",
          "la nourriture illégale, porte des vêtements illégaux et a été élevé sur les",
          "dispositions illégales. Comment une telle personne peut espérer qu'Allah",
          "accordera sa prière?\"] [ (Rapporté par Abou Hourayra)]."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "وَإِنَّ هَٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ",
      "simpleTranslate" : [
        "Et soyez certains que cette communauté religieuse, qui est la vôtre, ne forme",
        "qu’une seule et même communauté, et que c’est Moi, votre Seigneur, que vous devez",
        "craindre !»"
      ],
      "tafsirTranslate" : [
        "Et vous appartenez tous à une seule et même communauté, et je suis votre",
        "Seigneur. Craignez Me <N:47>"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "ce",
        "ta religion",
        "(Est) religion",
        "un",
        "Et je suis",
        "votre Seigneur",
        "donc me craindre"
      ],
      "notes" : {
        "47" : [
          "Le mot arabe ummat original [(communauté)] comprend les personnes qui ont quelque",
          "chose de fondamental commun entre eux. Tous les messagers d'Allah appartenaient à",
          "une seule et même communauté, car .ils avaient la même croyance et la même",
          "religion et les mêmes messages. Voir aussi Al-Baqarah [(II)]: 130-133 et 213,",
          "Al-`Imran [(III)]: 19-20, 33-34, 64, 79-85, An-Nisa '[(IV)] : 150-152, Al A'araf",
          "[(VII)]: 59, 65, 73, 85, Yusuf [(XII)]: 37-40, Maryam [(XIX)]: 49-59, et",
          "Al-Anbiya '[ (XXII)]: 71-93 avec le FR est pertinent."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "فَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ زُبُرًا ۖ كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ",
      "simpleTranslate" : [
        "Mais ils se sont divisés en sectes ; et chaque secte se mit à se prévaloir de sa",
        "doctrine."
      ],
      "tafsirTranslate" : [
        "Pourtant, après les gens eux-mêmes divisés en différentes sectes, et chaque secte",
        "se réjouit de ce qu'il a <N:48>"
      ],
      "tanslateWordByWord" : [
        "Mais ils lui ont coupé",
        "leur histoire (de l'unité)",
        "entre eux",
        "(en) sectes",
        "chaque",
        "faction",
        "en ce que",
        "ils ont",
        "réjouissance"
      ],
      "notes" : {
        "48" : [
          "Ce n'est pas une simple déclaration d'un fait, mais il est un lien du même",
          "argument qui est mis en avant dès le début de la sourate. L'argument est le",
          "suivant: l'Islam a été la religion véritable et original de tous les prophètes de",
          "Noé à Jésus [(la paix d'Allah soit sur eux tous)], parce que tous les apporta et",
          "enseigné les mêmes doctrines de Monothéisme et l'au-delà. Au contraire, alf les",
          "autres religions sont les perversions de [ «la religion vraie et originale\"], qui",
          "a été altéré à bien des égards. Par conséquent, ceux qui suivent les religions",
          "perverses sont mal et non le Saint Prophète qui les invite à [ «la religion vraie",
          "et originale\"]."
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "فَذَرْهُمْ فِي غَمْرَتِهِمْ حَتَّىٰ حِينٍ",
      "simpleTranslate" : [
        "Laisse-les pour un temps dans leur erreur !"
      ],
      "tafsirTranslate" : [
        "-. Eh bien, laissez-les profondément impliqués dans leur étourderie jusqu'à un",
        "terme fixé <N:49>"
      ],
      "tanslateWordByWord" : [
        "Laisse-les donc",
        "dans",
        "leur confusion",
        "jusqu'à",
        "une époque"
      ],
      "notes" : {
        "49" : [
          "Il y a un écart entre les v. 53 v. 54, qui a été laissé à l'auditeur de remplir,",
          "parce que l'arrière-plan de tout le discours lui-même contribue à le remplir.",
          "Cinq ans se sont écoulés depuis le Saint Prophète avait été invite son peuple à",
          "la religion d'origine. Il avait laissé aucun effort pour les convaincre par le",
          "raisonnement et par des preuves historiques que son message a été basé sur la",
          "vérité. Ses gens avaient vu les résultats pratiques de l'acceptation de son",
          "message et avaient assisté à son propre caractère élevé qui était lui-même une",
          "garantie qu'il était un homme digne de confiance. Mais en dépit de tout cela, son",
          "peuple se réjouissaient dans leurs croyances erronées qu'ils avaient héritées de",
          "leurs ancêtres. Ce ne fut pas tout. Ils étaient devenus ses ennemis acharnés et",
          "essayaient de lui et de son message par vaincre tous les méchants machination. \n",
          "Après avoir rempli le vide, le sens du verset 51 devient tout à fait clair. Cela",
          "ne signifie pas que le Saint Prophète devrait abandonner sa prédication et de",
          "laisser les incroyants eux-mêmes. Cette façon d'adresse a été utilisée pour",
          "secouer et réveiller les mécréants. Ce verset les avertit de se rendre compte que",
          "le temps venait près quand ils voient pour eux-mêmes que le Messager était dans",
          "le droit et ils étaient dans le tort."
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ",
      "simpleTranslate" : [
        "Pensent-ils que les richesses et les enfants dont Nous les pourvoyons"
      ],
      "tafsirTranslate" : [
        "Est-ce qu'ils pensent que, en continuant à leur fournir des biens et des enfants,"
      ],
      "tanslateWordByWord" : [
        "Est-ce qu'ils pensent",
        "ce que",
        "Nous leur",
        "[Avec ça]",
        "de",
        "richesse",
        "et les enfants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ ۚ بَلْ لَا يَشْعُرُونَ",
      "simpleTranslate" : [
        "soient une avance que Nous Nous empressons de leur faire sur les biens de la vie",
        "future? Quelle inconscience !"
      ],
      "tafsirTranslate" : [
        "Nous sommes soucieux de leur bien-être? Non, ils ne comprennent pas la réalité de",
        "la question. <N:50>"
      ],
      "tanslateWordByWord" : [
        "Nous nous empressons",
        "pour eux",
        "dans",
        "le bon",
        "Non",
        "ne pas",
        "ils perçoivent"
      ],
      "notes" : {
        "50" : [
          "Cette question a été posée comme une preuve du thème principal de la sourate. Il",
          "est destiné à retirer leur idée fausse de [ «succès»], [ \"bien-être\"] et [la",
          "«prospérité»], que les incroyants avaient formé pour se leurrer. Selon eux, celui",
          "qui jouissait des bonnes choses de la vie et a exercé le pouvoir et l'influence",
          "dans la société, avait atteint [ «succès»]. D'autre part, celui qui a été privé",
          "de ces choses était un [ «échec»]. Cette idée fausse a impliqué [ \"eux dans une",
          "autre grave malentendu. Ils pensaient que celui qui avait atteint\"] succès [",
          "\"était bien, et le bien-aimé d'Allah. Sinon, comment aurait-il pu atteindre tous",
          "les\"] succès [ \" ? au contraire, celui qui a apparemment été privé de ces choses",
          "était sûrement mal dans sa croyance et erronée dans ses actes, et était sous la",
          "colère de Dieu [(ou dieux)]. Comme cette idée fausse est l'un des plus grands",
          "écarts de les matérialistes, le Coran a déclaré et réfuté de différentes manières",
          "à différents endroits et fait la plaine de la réalité, par exemple, voir",
          "A1-Baqarah [(II)]:. 126, 212, Al-A'araf [(VII )]: 32, At-Tawbah [(IX)]: 55, 69,",
          "85, Yunus [(X)]: 17, Hud [(XI)]: 3, 27-31, 38-39, Ar-Ra` d [(XIII)]: 26, Al-Kahf",
          "[(XVIII)]: 28, 32-43, 103-105, Maryam [(XIX)]: 77-80, Ta Ha [(XX)]: 131-132 ,",
          "Al-Anbiya` [(XXI)]: 44 ainsi que de la pertinente FR afin d'éliminer les idées",
          "fausses mentionnées ci-dessus on doit garder en vue le suivant.: \n [(1)] \"]",
          "Succès [\" est une chose beaucoup plus élevé que la prospérité matérielle et le",
          "succès transitoire d'un individu, communauté ou nation \n [(2)] Il est absolument",
          "faux de considérer \"] la prospérité [\" et \"succès] [\" comme critère de la vérité",
          "et _falsehood. \n [(3)] Il faut bien noter que ce monde est un lieu d'essai et le",
          "procès et non un lieu de récompense et le châtiment. Il est vrai que, même dans",
          "ce monde, il y a parfois une punition ou une récompense, mais il est à une",
          "échelle très limitée, et même dans ce domaine, il y a un aspect de l'essai. Par",
          "conséquent, il est une pure folie de considérer la matière \"] succès [\" et \"la",
          "prospérité] [\" être une preuve que le destinataire est dans le droit et donc le",
          "bien-aimé du Seigneur, et vice versa. En outre, les tests et les essais des",
          "individus et des communautés sont de nombreuses variétés et un chercheur de",
          "vérité doivent comprendre dès le début que le monde \"] succès [\" ou \"] échec [\"",
          "du peuple ne sont pas le résultat d'une récompense ou une punition ultime et ne",
          "peut pas être considéré comme le critère de bonne ou de mauvaise foi, de la",
          "morale et des actions et un signe d'être le bien-aimé de Dieu ou autrement ». \n",
          "[(4)] Il faut avoir une croyance ferme que la vérité et la justice finiront par",
          "remporter la victoire sur le mensonge et la méchanceté. En ce qui concerne le",
          "critère de la vérité et le mensonge et bien et le mal, il faut juger à la lumière",
          "des révélations et enseignements des Messagers, parce que le sens commun confirme",
          "la même chose, et il est également soutenu par la conception générale que",
          "l'humanité a toujours eu des le Bien et le Mal. \n [(5)] Comme corollaire de ce",
          "qui précède, il serait devenu évident que selon le Coran [(et cela est confirmé",
          "par le sens commun)], la conception de \"] récompense [\" et \"] punition [\" devrait",
          "également être différent de celui commun. Par exemple, si une personne méchante",
          "ou la communauté est en appréciant \"] la prospérité [\", il est une récompense de",
          "ses mauvaises actions, mais un test plus difficile pour elle, et il n'est pas une",
          "bénédiction mais la colère de AIIah. Cela signifie que Dieu a décidé de punir les",
          "\"] peuple prospère [\" avec un fléau grave. D'autre part, si les justes souffrent",
          "de difficultés et des afflictions, il est pas une punition d'Allah, mais une",
          "bénédiction déguisée pour les passer à travers le «feu]» pour enlever l'impureté,",
          "le cas échéant, de l'or pur. Si cette dure épreuve est une bénédiction pour les",
          "justes, il est un test pour les méchants pour leur donner une punition sévère",
          "pour la persécution de l'ancien."
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ",
      "simpleTranslate" : [
        "Au contraire, ceux que la crainte de leur Seigneur incite à l’humilité,"
      ],
      "tafsirTranslate" : [
        "Ceux qui se sentent la crainte de leur Seigneur; <N:51>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "[ils]",
        "de",
        "(la peur",
        "(De) leur Seigneur",
        "(Sont) prudents"
      ],
      "notes" : {
        "51" : [
          "Autrement dit, ils ne vivent pas une vie insouciante dépourvue de la crainte de",
          "Dieu. Ils vivent dans la crainte de lui et sont pleinement conscients qu'il",
          "supervise et les regarde dans toutes leurs motivations et leurs actions et ils",
          "sont ainsi dissuadés de penser et de faire le mal."
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ",
      "simpleTranslate" : [
        "ceux qui croient aux signes de leur Seigneur,"
      ],
      "tafsirTranslate" : [
        "qui croient aux signes de leur Lords <N:52>"
      ],
      "tanslateWordByWord" : [
        "Et celles",
        "[ils]",
        "dans (les) Signes",
        "(De) leur Seigneur",
        "croyez"
      ],
      "notes" : {
        "52" : [
          "[ \"Signs\"] signifie ici les deux révélations divines aux Prophètes et les signes",
          "trouvés dans propre de l'homme et dans l'univers autour de lui. Croire dans les",
          "versets du Livre est de les affirmer, et de croire aux signes de moi humain et",
          "l'univers est d'affirmer les réalités dont ils pointent."
        ]
      }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "وَالَّذِينَ هُمْ بِرَبِّهِمْ لَا يُشْرِكُونَ",
      "simpleTranslate" : [
        "ceux qui n’associent rien à leur Créateur,"
      ],
      "tafsirTranslate" : [
        "qui ne sont pas associer tout le monde avec leur Seigneur, <N:53>"
      ],
      "tanslateWordByWord" : [
        "Et celles",
        "[ils]",
        "avec leur Seigneur",
        "(ne pas",
        "partenaires associés"
      ],
      "notes" : {
        "53" : [
          "Bien que la croyance en l'Apocalypse s'engrains la doctrine de Monothéisme dans",
          "les cœurs, mais les croyants ont été avertis de se prémunir contre le",
          "polythéisme. En effet, en dépit de la croyance en l'Apocalypse, l'homme est",
          "enclin à commettre des shirk sous une forme ou l'autre, par exemple, en exagérant",
          "les enseignements des prophètes et de justes, suppliante et servir les autres",
          "qu'Allah, etc."
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَىٰ رَبِّهِمْ رَاجِعُونَ",
      "simpleTranslate" : [
        "ceux qui, en accomplissant leurs actes de piété, sont pénétrés de crainte à",
        "l’idée qu’un jour ils retourneront auprès de leur Seigneur,"
      ],
      "tafsirTranslate" : [
        "qui donnent tout ce qu'ils donner, et dont les cœurs sont remplis de crainte par",
        "l'idée même qu'ils auront à retourner à leur Seigneur: <N:54>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "donner",
        "quelle",
        "ils donnent",
        "tandis que leurs coeurs",
        "(Sont) peur",
        "parce qu'ils",
        "à",
        "leur Seigneur",
        "(Volonté) retour"
      ],
      "notes" : {
        "54" : [
          "Ce verset [(60)] peut être élaboré comme ceci: [ \"Ils servent leur Seigneur et",
          "leur mieux pour lui obéir et de faire de bonnes œuvres, mais ALi le long qu'ils",
          "restent humbles dans leur cœur et ne sont pas gonflé de l'orgueil de leur piété:",
          "non, en dépit de toutes leurs bonnes actions, leurs cœurs sont toujours remplis",
          "de crainte qu'ils auront à rendre compte à leur Seigneur, et ils ne sont pas sûr",
          "qu'ils sortiront réussi à le jugement de leur Seigneur ou non. \"] \n Une",
          "interprétation concrète de ce verset est donné par le calife 'Umar. Bien qu'il",
          "ait servi son Dieu d'une manière qui a été exemplaire, mais il avait tellement",
          "peur de la responsabilité à lui qu'il aurait dit avant la mort: [ \"f doit",
          "considérer comme une faveur, si je ne suis ni récompensé ni puni dans l'au-delà",
          "».] Hadrat Hasan Basri a exprimé la même chose dans une belle manière: [\". un",
          "croyant obéit à Allah et est encore peur de lui, et un hypocrite désobéit à Allah",
          "et est encore peur de lui \"]"
        ]
      }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "أُولَٰئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ",
      "simpleTranslate" : [
        "ce sont ceux-là qui courent à l’envi les uns les autres vers les bonnes œuvres et",
        "qui sont les premiers à les accomplir."
      ],
      "tafsirTranslate" : [
        "ils sont en effet les personnes, qui travaillent pour leur véritable bien-être et",
        "essaient d'être le premier à atteindre,"
      ],
      "tanslateWordByWord" : [
        "(Il est) ceux",
        "qui hâter",
        "dans",
        "les bonnes actions ()",
        "et ils",
        "en eux",
        "(Sont) avant tout"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا ۖ وَلَدَيْنَا كِتَابٌ يَنْطِقُ بِالْحَقِّ ۚ وَهُمْ لَا يُظْلَمُونَ",
      "simpleTranslate" : [
        "Nous n’imposons à l’homme aucune charge qui soit au-dessus de ses moyens. Nous",
        "détenons un Livre qui énonce la stricte vérité, et les hommes ne seront pas",
        "lésés."
      ],
      "tafsirTranslate" : [
        "Nous ne charge toute personne ayant plus qu'il ne peut supporter. <N:55> Et Nous",
        "avons un livre qui raconte avec précision (tout le monde), <N:56> et le peuple",
        "sera en aucun cas être traité injustement. <N:57>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous charge",
        "toute âme",
        "sauf",
        "(À) sa capacité",
        "et avec nous",
        "(Est) un dossier",
        "(Qui) parle",
        "avec la vérité",
        "et ils",
        "(Sera) pas",
        "être lésés"
      ],
      "notes" : {
        "56" : [
          "Selon le Coran, un complexe [ \"conduite livre\"] de chaque individu est maintenue",
          "avec précision. Ce enregistre chaque mot qu'il prononce, tout acte ou acte qu'il",
          "accomplit, même chaque pensée cachée et l'intention qu'il chérit dans son cœur et",
          "de l'esprit. Voir aussi AI-Kahf [(XVIII)]: 49 et E.N. 46 de ceux-ci."
        ],
        "57" : [
          "Autrement dit, ni une personne sera accusé et puni pour quelque chose qu'il n'a",
          "pas fait, et Il ne peut être privé de la pleine récompense d'une bonne action",
          "qu'il avait fait."
        ],
        "55" : [
          "L'énoncé de cette proposition fondamentale, dans le contexte dans lequel elle se",
          "produit, est très significatif. Dans le passage précédent [(vv. 57-b1)], les",
          "caractéristiques de ces personnes, qui méritent un véritable succès, ont été",
          "exposés, et dans ce verset [(62)], il a été précisé que ces excellentes qualités",
          "peuvent être atteint par toute personne qui tente d'atteindre le vrai succès,",
          "comme pour dire, [ \"les conditions Nous avons fixées pour le vrai succès sont à",
          "la portée de ceux qui luttent pour elle, pour 'Nous ne faisons pas la charge ...",
          "par conséquent, si vous, O incroyants, le désir de parvenir à un véritable",
          "succès, vous devez suivre l'exemple des croyants parmi vous, qui ont vraiment",
          "atteint ce \"]"
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِنْ هَٰذَا وَلَهُمْ أَعْمَالٌ مِنْ دُونِ ذَٰلِكَ هُمْ لَهَا عَامِلُونَ",
      "simpleTranslate" : [
        "Mais les cœurs des impies restent, à l’égard du Coran, plongés dans l’erreur,",
        "sans compter d’autres méchantes actions qu’ils n’hésitent pas à accomplir."
      ],
      "tafsirTranslate" : [
        "Mais ces gens sont inattentifs, <N:58> et leurs actions sont également de nature",
        "différente (de celles mentionnées ci-dessus)."
      ],
      "tanslateWordByWord" : [
        "Non",
        "leur cœur",
        "(sont dans",
        "confusion",
        "plus de",
        "ce",
        "et pour eux",
        "(Sont) actes",
        "outre",
        "outre",
        "cette",
        "ils",
        "pour ça",
        "(Sont) ceux qui font"
      ],
      "notes" : {
        "58" : [
          "Ils sont inattentifs que tout ce qu'ils disent et font, est en cours",
          "d'enregistrement dans certains [ \"livre\"] et qu'ils auront à rendre compte de",
          "tout."
        ]
      }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "حَتَّىٰ إِذَا أَخَذْنَا مُتْرَفِيهِمْ بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ",
      "simpleTranslate" : [
        "Et lorsque enfin Nous aurons châtié les plus opulents parmi eux, ils pousseront",
        "des cris d’angoisse."
      ],
      "tafsirTranslate" : [
        "Ils vont continuer leurs méfaits jusqu'à Nous apportons la peine sur les",
        "épicuriens d'entre eux: <N:59> alors ils vont commencer à beugler <N:60>."
      ],
      "tanslateWordByWord" : [
        "Jusqu'à",
        "quand",
        "Nous saisissons",
        "leurs proches riches",
        "avec la punition",
        "voir",
        "Ils",
        "crier au secours"
      ],
      "notes" : {
        "60" : [
          "ju s ar est beuglait par un taureau douloureusement. Ici, le mot a été utilisé",
          "tauntingly pour une personne qui gémissait DCES ne méritait aucune pitié, comme",
          "pour dire, [ \"Maintenant que vous allez être punis pour vos fautes, vous avez",
          "commencé à beugler.\"]"
        ],
        "59" : [
          "Les épicuriens seront probablement punis dans cette vie mondaine parce que dans",
          "la jouissance du luxe et le plaisir qu'ils ont oublié les droits des autres",
          "personnes et transgressaient les limites prescrites."
        ]
      }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "لَا تَجْأَرُوا الْيَوْمَ ۖ إِنَّكُمْ مِنَّا لَا تُنْصَرُونَ",
      "simpleTranslate" : [
        "«Cessez de vous lamenter aujourd’hui, car vous ne recevrez de Nous aucun secours",
        "!"
      ],
      "tafsirTranslate" : [
        "-Maintenant <N:61> arrêter vos gémissements: vous obtiendrez sans l'aide de nous",
        "cette journée;"
      ],
      "tanslateWordByWord" : [
        "(Ne pas",
        "crier au secours",
        "aujourd'hui",
        "En effet, vous",
        "de notre part",
        "ne pas",
        "sera aidé"
      ],
      "notes" : {
        "61" : [
          "Autrement dit, ils seront informés cela à ce moment-là."
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "قَدْ كَانَتْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَكُنْتُمْ عَلَىٰ أَعْقَابِكُمْ تَنْكِصُونَ",
      "simpleTranslate" : [
        "Mes versets vous étaient bien récités ; mais vous vous en détourniez"
      ],
      "tafsirTranslate" : [
        "quand Mes révélations étaient récités à vous, vous avez tourné sur vos talons",
        "(entendre la voix du Messager). <N:62>"
      ],
      "tanslateWordByWord" : [
        "En vérité",
        "ont été",
        "Mes versets",
        "récitée",
        "à toi",
        "mais vous avez utilisé",
        "(À) le",
        "vos talons",
        "faire demi-tour"
      ],
      "notes" : {
        "62" : [
          "Autrement dit, [ «Dans la vie de ce monde, vous ne payez pas la moindre attention",
          "à ce que dit le Messager;. Non, vous ne l'avez même pas aimé entendre sa voix\"]"
        ]
      }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ",
      "simpleTranslate" : [
        "avec morgue, et vous vous en moquiez au cours de vos veillées.»"
      ],
      "tafsirTranslate" : [
        "Dans votre arrogance vous avez payé aucune attention à lui, ridiculisé dans vos",
        "lieux de réunion <N:63> et parlé bêtises sur lui."
      ],
      "tanslateWordByWord" : [
        "(Etre) arrogante",
        "à propos de ça",
        "conversant par nuit",
        "décriant"
      ],
      "notes" : {
        "63" : [
          "Les lieux de rencontre où les gens de la Mecque rassemblés la nuit pour tenir des",
          "consultations, à bavarder et raconter des histoires, etc."
        ]
      }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "Ne méditent-ils donc pas la Parole de Dieu? Ou est-ce parce qu’ils ont reçu ce",
        "qui n’est jamais parvenu à leurs ancêtres?"
      ],
      "tafsirTranslate" : [
        "ont les incroyants jamais considéré la Parole <N:64>? Ou, at-il apporté quelque",
        "chose de similaire qui était pas venu à leurs ancêtres? <N:65>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, ne pas",
        "ils méditent",
        "le mot",
        "ou",
        "est venu à eux",
        "quelle",
        "ne pas",
        "(était venu",
        "(À) leurs ancêtres",
        "(À) leurs ancêtres"
      ],
      "notes" : {
        "64" : [
          "Autrement dit, [ \"Est-ce qu'ils signifient pour impliquer qu'ils rejettent le",
          "message parce qu'ils ne comprennent pas? Alors que le Coran est pas une énigme,",
          "ni étant présentés dans une langue incompréhensible, ni DCEs il abordent des",
          "thèmes et des sujets qui sont au-delà de la compréhension humaine. Le fait est",
          "qu'ils comprennent tout ce qu'il présente, mais ils s'y opposer et rejeter, parce",
          "qu'ils ont pas l'intention de suivre et de croire ce qu'il présente. \"]"
        ],
        "65" : [
          "Autrement dit, [ «Est-ce que le Coran présente quelque chose qu'ils avaient",
          "jamais entendu parler avant? Non, c'est pas. Allah avait envoyé ses messages à",
          "travers Ses Prophètes, qui sont venus en Arabie et dans le attenant terres et ils",
          "connaissent bien avec eux, surtout avec les prophètes Abraham et Ismaël et Hud,",
          "Saleh et Shoaib, qui sont reconnus par eux comme prophètes de Dieu, et qui",
          "n'étaient pas adorateurs d'idoles, mais enjoint le culte du Dieu \". ] Pour plus",
          "d'explications, voir EN 84 d'Al-Furqan [(XXV)], E.N. 5 As-Sajda [(XXXII)] et E.N.",
          "35 de Saba [(XXXIV)]."
        ]
      }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنْكِرُونَ",
      "simpleTranslate" : [
        "N’ont-ils pas connu suffisamment leur Prophète pour le renier aujourd’hui?"
      ],
      "tafsirTranslate" : [
        "Ou, ont-ils connaissent pas leur Messenger bien qu'ils combattent timide de lui",
        "(comme s'il était un étranger)? <N:66>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(ne pas",
        "ils reconnaissent",
        "leur Messenger",
        "afin qu'ils",
        "(Sont) le rejeter",
        "(Sont) le rejeter"
      ],
      "notes" : {
        "66" : [
          "Autrement dit, [ \"Est-ce qu'ils rejettent le message parce que Muhammad [(la paix",
          "d'Allah soit sur lui)] qui les invite à lui, est un étranger parmi eux? Non, ce",
          "n'est pas ainsi, car il est né et a grandi parmi eux dans une famille noble: il",
          "porte un caractère pur et élevé: il a été honnête, droit, digne de confiance,",
          "honnête et moralement chaste toute sa vie: il est une personne noble et doux,",
          "pacifique et juste par nature, honnête parole et decd, sympathique et utile pour",
          "les faibles et les pauvres. et ils se témoignaient de tout cela avant qu'il",
          "prétendait être un messager de AIIah. Puis il a été constamment prêché le même",
          "message depuis le premier jour de sa mission . Ensuite, tout ce qu'il a prêché,",
          "il a d'abord pratiqué lui-même et a démontré sa vérité: il n'y a pas de",
          "contradiction entre sa parole et en acte: lui et ses disciples ont fidèlement et",
          "honnêtement mettre en pratique le message du Coran et montré d'excellents",
          "résultats ».] Pour plus de détails, voir l'EN 21 AI-Anam [(Vl)], E.N. 21 de Yunus",
          "[(X)] et E.N. 105 de Bani Isra'il [(XVII)]."
        ]
      }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "أَمْ يَقُولُونَ بِهِ جِنَّةٌ ۚ بَلْ جَاءَهُمْ بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ",
      "simpleTranslate" : [
        "Ou bien disent-ils qu’il est atteint de démence, alors qu’il ne leur apporte que",
        "la stricte vérité? Mais la plupart d’entre eux ont la vérité en horreur."
      ],
      "tafsirTranslate" : [
        "Ou, sont-ils vraiment convaincus qu'il est possédé (par un djinn)? <N:67> Non! la",
        "vraie chose est qu'il a apporté la vérité et la plupart d'entre eux ont une",
        "aversion à la Vérité."
      ],
      "tanslateWordByWord" : [
        "Ou",
        "ils disent",
        "En lui",
        "(Est) la folie",
        "Non",
        "il les a",
        "la vérité",
        "mais la plupart d'entre eux",
        "à la vérité",
        "(Sont) opposés"
      ],
      "notes" : {
        "67" : [
          "Autrement dit, [ \"Est-ce qu'ils rejettent son message parce qu'ils considèrent",
          "Muhammad [(la paix d'Allah soit sur lui)] pour être possédé par un djinn? Non,",
          "cela est également pas correct, parce que dans leur cœur de coeurs, ils se le",
          "considèrent comme une personne sage et sagace. Il est donc ridicule de considérer",
          "un homme comme lui pour être possédé par un djinn, pour une telle personne ne",
          "peut pas dire des choses sages et faire des actes nobles comme lui. comme il est",
          "étrange qu'une personne possédé par un djinn [(ou ayant des crises d'épilepsie",
          "selon les orientalistes occidentaux)] devrait prononcer et de réciter des",
          "discours sublimes du Coran et de commencer et de guider un mouvement de succès",
          "qui devrait révolutionner le mode de vie non seulement de son propre peuple, mais",
          "de le monde entier.\"]"
        ]
      }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنَّ ۚ بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ فَهُمْ عَنْ ذِكْرِهِمْ مُعْرِضُونَ",
      "simpleTranslate" : [
        "Et si la vérité était conforme à leurs caprices, les Cieux, la Terre et tout ce",
        "qu’ils contiennent seraient, à n’en point douter, plongés dans le désordre. Nous",
        "leur avons pourtant transmis un message de rappel ; mais en vain, car à chaque",
        "instant ils s’en détournent."
      ],
      "tafsirTranslate" : [
        "-Et avait la Vérité suivi leurs convoitises, l'ensemble du système des cieux et",
        "de la terre, et de tous ceux qui habitent en eux, aurait été perturbé. <N:68>",
        "-Nay, Nous avons apporté leur exhortation pour leur propre bien, mais ils se",
        "détournent de lui. <N:69>"
      ],
      "tanslateWordByWord" : [
        "Mais si",
        "(A) suivi",
        "la vérité",
        "leurs désirs",
        "sûrement (aurait) ont été corrompus",
        "Le Paradis",
        "et la terre",
        "et celui qui",
        "(Is) dans celui-ci",
        "Non",
        "Nous leur avons apporté",
        "leur rappel",
        "mais ils",
        "de",
        "leur rappel",
        "(Sont) en se détournant"
      ],
      "notes" : {
        "68" : [
          "Cette courte phrase exprime une grande réalité qui doit être bien comprise. Les",
          "gens stupides dans le monde se sentent généralement offensé par une personne qui",
          "souligne la vérité à eux. Ils n'aiment pas entendre et de considérer la vérité",
          "parce qu'elle va à l'encontre de leurs désirs et intérêts, mais la vérité reste",
          "la vérité et ne peut pas être changé après caprices personnels et les désirs de",
          "l'un. L'homme est soumis aux lois éternelles et immuables qui opèrent dans",
          "l'univers et a donc d'ajuster sa pensée, les désirs et conduire en conséquence et",
          "devrait essayer de découvrir la vérité et de la réalité par l'expérience, le",
          "raisonnement et l'observation. Seule une personne stupide peut coller et",
          "considérer ses caprices personnels, souhaits et projudices être la réalité et",
          "refuser d'entendre et d'examiner tout argument, cependant rationnelle et",
          "scientifique, tout simplement parce qu'il va contre eux."
        ],
        "69" : [
          "Ici signifie le mot zikr: \n [(1)] Mention de la nature humaine et de ses",
          "exigences, [(2)] admonition, [(3)] estime, l'honneur et la gloire. \n A la lumière",
          "de ceux-ci, la pleine signification du verset sera: [ \"Votre rejet du Coran est",
          "irrationnel, car il contient la mention de ces choses qui se développent le",
          "meilleur dans la nature humaine: il est un avertissement que se traduira par",
          "votre propre bien et le bien-être, et il apportera l'estime et l'honneur pour",
          "vous dans ce monde, ainsi que dans l'au-delà. \"]"
        ]
      }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "أَمْ تَسْأَلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ ۖ وَهُوَ خَيْرُ الرَّازِقِينَ",
      "simpleTranslate" : [
        "Craignent-ils que tu leur réclames une rétribution? Mais la rétribution de ton",
        "Seigneur est infiniment plus importante, car Il est le Meilleur des",
        "dispensateurs."
      ],
      "tafsirTranslate" : [
        "Est-ce que vous demandent quelque récompense d'eux? La récompense d'Allah est",
        "meilleur pour vous, car il est le meilleur Providence. <N:70>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "vous leur demandez",
        "(Pour) un paiement",
        "Mais le paiement",
        "(De) votre Seigneur",
        "(est le meilleur",
        "et il",
        "(est le meilleur",
        "(De) les fournisseurs"
      ],
      "notes" : {
        "70" : [
          "Ce fut encore une autre preuve de la prophétie du Saint Prophète: il transmettait",
          "le message sans exiger aucune récompense pour elle, et il n'a pas d'auto-intérêt.",
          "Non, il avait jalonné son entreprise, la réputation, la vie de famille paisible,",
          "les relations avec l'incroyant parenté pour le succès de sa mission et a été",
          "impitoyablement persécuté pour son amour. Une personne égoïste ne pouvait pas",
          "avoir son tout risqué pour le bien des motifs seulement du monde. Il aurait",
          "plutôt exploité les préjugés raciaux et tribaux de son peuple pour devenir leur",
          "chef et leader. Au contraire, son message non seulement coupé à la racine de ces",
          "préjugés, mais tend à détruire les bases mêmes qui ont aidé à sa tribu d'exercer",
          "une influence et l'autorité sur les polythéistes d'Arabie. Ceci est un argument",
          "que le Coran a avancé encore et encore comme une preuve de la vérité de la",
          "Mission des autres prophètes aussi. Voir Al-Anam [(VI)]: 90, Yunus [(X)]: 72, Hud",
          "[(XI)]: 29, 51, Yusuf [(XII)]: 104, Ya Sin [(XXXVI)] : 21 ainsi que le FR est",
          "pertinent."
        ]
      }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "وَإِنَّكَ لَتَدْعُوهُمْ إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
      "simpleTranslate" : [
        "Or, tes appels ne visent qu’à les mettre sur la voie droite ;"
      ],
      "tafsirTranslate" : [
        "En fait, vous les invitez dans le droit chemin,"
      ],
      "tanslateWordByWord" : [
        "Et en effet vous,",
        "certainement les appeler",
        "à",
        "(le chemin",
        "Tout droit"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ",
      "simpleTranslate" : [
        "mais ceux qui ne croient pas à la vie future ne peuvent que s’en écarter."
      ],
      "tafsirTranslate" : [
        ", mais il convient à ceux qui ne croient pas en l'au-delà, de dévier du droit",
        "chemin. <N:71>"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "ceux qui",
        "(ne pas",
        "croyez",
        "dans l'au-delà",
        "de",
        "le chemin",
        "sûrement (sont) déviant"
      ],
      "notes" : {
        "71" : [
          "Ce fut la véritable raison pour laquelle ils ont été dévient du droit chemin.",
          "Comme ils ne croyaient pas à l'au-delà, ils pensaient que serait pas tenu compte",
          "de leur part de ce qu'ils ont fait dans ce monde. Par conséquent, il n'a pas",
          "d'importance s'ils ont suivi la «Vérité ou mensonge. Leur seul but dans la vie",
          "était de satisfaire les désirs de la chair et de satisfaire eux de la meilleure",
          "façon possible"
        ]
      }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِنْ ضُرٍّ لَلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ",
      "simpleTranslate" : [
        "Même si Nous leur faisions miséricorde et les débarrassions du mal qui les ronge,",
        "ils n’en persisteraient pas moins dans leur rébellion aveugle."
      ],
      "tafsirTranslate" : [
        "Si nous prenons la compassion pour eux et les soulager de leur affliction, ils",
        "vont persister aveuglément dans leur rébellion: <N:72>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Nous avons eu pitié d'eux",
        "et Nous avons supprimé",
        "quelle",
        "(Était) sur eux",
        "de",
        "(La) difficultés",
        "sûrement, ils persisteraient",
        "dans",
        "leur transgression",
        "errant aveuglément"
      ],
      "notes" : {
        "72" : [
          "L'affliction fait allusion dans ce verset était la famine qui a eu lieu à La",
          "Mecque un certain temps après l'avènement de la Prophétie. Selon Hadrat 'Abdullah",
          "bin Mas'ud, lorsque le Quraish obstinément refusé d'accepter l'invitation du",
          "Saint Prophète et a commencé à mettre en place une forte résistance, il a prié, [",
          "\"O AIIah, aide-moi contre eux avec une famine de sept ans comme le sept ans",
          "famine de l'époque du Prophète Joseph. \"] donc une grave famine a commencé à la",
          "Mecque avec le résultat que les gens ont été obligés de manger des charognes.",
          "Cette famine a été fait allusion dans un certain nombre de Makki sourates. Par",
          "exemple voir Al-Anam [(VI)]: 42-44, AI-A'araf [(VII)]: 94-99, Yunus [(X)]: 11,",
          "12, 21, An-Nahl [ (XVI)]: 112-113 et Ad-Dukhan [(XLIV)]: 10-16 avec le FR est",
          "pertinent."
        ]
      }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ",
      "simpleTranslate" : [
        "Nous avons été jusqu’à leur faire infliger Nos premières rigueurs, mais ils ne se",
        "sont pas pour autant soumis à leur Seigneur, pas plus qu’ils n’ont daigné Lui",
        "adresser des prières."
      ],
      "tafsirTranslate" : [
        "pour même maintenant, quand ils souffrent d'un châtiment, ils ne sont pas",
        "inclinés devant leur Seigneur, ni se sont humiliés."
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous les avons saisis",
        "avec la punition",
        "mais non",
        "ils soumettent",
        "à leur Seigneur",
        "et pas",
        "ils supplient humblement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "حَتَّىٰ إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيدٍ إِذَا هُمْ فِيهِ مُبْلِسُونَ",
      "simpleTranslate" : [
        "C’est seulement lorsque Nous ouvrirons devant eux la porte d’un châtiment plus",
        "terrible encore qu’ils se trouveront entièrement envahis par le désespoir."
      ],
      "tafsirTranslate" : [
        "Cependant, lorsque nous allons les frapper avec un terrible fléau, vous verrez",
        "qu'ils seront le désespoir de tout bien et de devenir désespérée. <N:73>"
      ],
      "tanslateWordByWord" : [
        "Jusqu'à",
        "quand",
        "Nous avons ouvert",
        "pour eux",
        "une porte",
        "d'une peine",
        "d'une peine",
        "sévère",
        "voir",
        "Ils",
        "en ce",
        "(Sera dans) le désespoir"
      ],
      "notes" : {
        "73" : [
          "Les mublis mot arabe est utilisé pour celui que la frustration rend si désespérée",
          "et obstinés qu'il DCEs pas hésité à recourir à aucun crime. Le Diable a été",
          "appelé Iblis pour la même raison."
        ]
      }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "وَهُوَ الَّذِي أَنْشَأَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۚ قَلِيلًا مَا تَشْكُرُونَ",
      "simpleTranslate" : [
        "C’est Dieu qui a créé pour vous l’ouïe, la vue et l’intelligence. Mais vous en",
        "êtes rarement reconnaissants !"
      ],
      "tafsirTranslate" : [
        "Il est Allah qui vous a doté des facultés d'entendre et de voir et de vous donner",
        "les cœurs à penser, mais vous ne montrent aucune gratitude. <N:74>"
      ],
      "tanslateWordByWord" : [
        "Et il",
        "(Est) Celui qui",
        "produit",
        "pour toi",
        "l'audience",
        "et la vue",
        "et le sentiment",
        "peu",
        "(Est) ce qui",
        "vous donnez merci"
      ],
      "notes" : {
        "74" : [
          "Les mécréants ont été dit de considérer les grandes bénédictions des yeux, des",
          "oreilles, l'esprit et le cœur et les utiliser comme des êtres humains devraient,",
          "et montrer de la gratitude au Créateur en acceptant Son Message."
        ]
      }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
      "simpleTranslate" : [
        "C’est Lui qui vous a disséminés sur la Terre, et c’est à Lui que vous ferez",
        "retour."
      ],
      "tafsirTranslate" : [
        "Il est Lui qui vous a dispersés dans la terre, et devant Lui que vous serez tous",
        "rassemblé."
      ],
      "tanslateWordByWord" : [
        "Et il",
        "(Est) Celui qui",
        "vous multiplié",
        "dans",
        "La terre",
        "et à Lui",
        "vous serez rassemblés"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "وَهُوَ الَّذِي يُحْيِي وَيُمِيتُ وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ ۚ أَفَلَا تَعْقِلُونَ",
      "simpleTranslate" : [
        "C’est Lui qui donne la vie et qui donne la mort, et qui fait alterner la nuit et",
        "le jour. Ne pourrez-vous le comprendre?"
      ],
      "tafsirTranslate" : [
        "Il est celui qui donne la vie et la mort ordonne et contrôle l'alternance de la",
        "nuit et le jour. <N:75> Pouvez-vous NOT- comprendre ce? <N:76>"
      ],
      "tanslateWordByWord" : [
        "Et il",
        "(Est) Celui qui",
        "donne la vie",
        "et provoque la mort",
        "et pour lui",
        "(Le plus), l'alternance",
        "(de la nuit",
        "et la journée",
        "Ensuite, ne sera pas",
        "vous raisonnez"
      ],
      "notes" : {
        "76" : [
          "Ici l'attention est attirée sur la preuve des deux Monothéisme et Lifeafter la",
          "mort, et dans les autres phénomènes cités à la réfutation des deux shirk et le",
          "rejet de l'au-delà."
        ],
        "75" : [
          "Si l'on fait l'usage correct de ses facultés et observe ces choses correctement,",
          "on peut trouver la vérité, car il est évident que le grand mécanisme de l'univers",
          "ne pouvait pas venir à l'existence par un simple accident. Il doit y avoir son",
          "Créateur qui n'a pas besoin possède pas associés ou partenaires et que l'univers",
          "n'a pu être créé sans but comme un simple sport. L'existence même d'un",
          "merveilleux, la pensée rationnelle et le sentiment de créature-homme-qui a été",
          "délégué des pouvoirs, est une preuve évidente que sa vie ne sera pas pris fin à",
          "la mort."
        ]
      }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "بَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ",
      "simpleTranslate" : [
        "Hélas ! Ils continuent à ressasser les mêmes propos que leurs devanciers."
      ],
      "tafsirTranslate" : [
        "Non! ces gens disent ce que leurs ancêtres ont dit avant eux."
      ],
      "tanslateWordByWord" : [
        "Non",
        "ils disent",
        "(La) comme",
        "(de quoi",
        "dit",
        "les anciens (les gens)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ",
      "simpleTranslate" : [
        "«Quoi? Une fois morts, disent-ils, et réduits en os et en poussière, serons-nous",
        "ressuscités?"
      ],
      "tafsirTranslate" : [
        "Ils disent: «Allons-nous ressuscités, quand nous avons transformé en poussière",
        "après la mort et de devenir de simples os?"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Quelle! Quand",
        "nous sommes morts",
        "et devenir",
        "poussière",
        "et les os",
        "serions-nous",
        "sûrement être ressuscité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "لَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَٰذَا مِنْ قَبْلُ إِنْ هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "C’est ce qui nous a été promis, auparavant, à nous et à nos ancêtres. Ce ne sont",
        "là que des fables anciennes !»"
      ],
      "tafsirTranslate" : [
        "Nous avons entendu beaucoup de ces menaces et ainsi ont fait nos ancêtres avant",
        "nous. Ce ne sont que des contes anciens \". <N:77>"
      ],
      "tanslateWordByWord" : [
        "En vérité",
        "nous avons été promis",
        "[nous]",
        "et nos ancêtres",
        "ce",
        "avant",
        "avant",
        "ne pas",
        "(est-ce",
        "mais",
        "(les) contes",
        "(De) l'ancien (personnes)"
      ],
      "notes" : {
        "77" : [
          "Leur déni de la mort-vie après le refus implicite des pouvoirs et la sagesse",
          "d'Allah aussi bien."
        ]
      }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "قُلْ لِمَنِ الْأَرْضُ وَمَنْ فِيهَا إِنْ كُنْتُمْ تَعْلَمُونَ",
      "simpleTranslate" : [
        "Demande-leur : «À qui appartiennent la Terre et ceux qui y vivent? Dites-le, si",
        "vous le savez !»"
      ],
      "tafsirTranslate" : [
        "Dis-leur, «Dites-moi, si vous le savez, qui est la terre et tous ceux qui",
        "habitent en elle?\""
      ],
      "tanslateWordByWord" : [
        "Dire",
        "A qui (appartient)",
        "La terre",
        "et celui qui",
        "(Est) en ce",
        "si",
        "toi",
        "connaître"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَذَكَّرُونَ",
      "simpleTranslate" : [
        "– «Ils appartiennent à Dieu», répondront-ils. Dis-leur alors : «Que ne",
        "pouvez-vous donc vous en souvenir?»"
      ],
      "tafsirTranslate" : [
        "Ils diront: \"Allah\". Demandez-leur, «Alors pourquoi vous ne comprenez pas ce?\".",
        "<N:78>"
      ],
      "tanslateWordByWord" : [
        "Ils diront",
        "A Allah",
        "Dire",
        "Ensuite, ne sera pas",
        "tu te rappelles"
      ],
      "notes" : {
        "78" : [
          "Autrement dit, [ \"Si vous reconnaissez cela, pourquoi ne vous donc pas discuter",
          "nul autre qu'Allah mérite d'être adoré et que quand il a une fois créé la terre",
          "et toutes les choses, il est pas difficile pour lui de les recréer à nouveau? \"]"
        ]
      }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ",
      "simpleTranslate" : [
        "Demande-leur : «Qui est le Seigneur des sept Cieux, le Souverain du Trône",
        "sublime?»"
      ],
      "tafsirTranslate" : [
        "Dis-leur: «A qui faire les sept cieux et le Glorieux Trône appartiennent?\""
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Qui",
        "(Est) Lord",
        "(De) les sept cieux",
        "(De) les sept cieux",
        "et (le) Lord",
        "(De) Trône",
        "le grand"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "سَيَقُولُونَ لِلَّهِ ۚ قُلْ أَفَلَا تَتَّقُونَ",
      "simpleTranslate" : [
        "– «C’est Dieu», répondront-ils. Dis-leur alors : «Ne Le craignez-vous donc",
        "point?»"
      ],
      "tafsirTranslate" : [
        "Ils diront: \"Pour Allah\" <N:79> Dis: «Alors pourquoi ne pas le craignent\". <N:80>"
      ],
      "tanslateWordByWord" : [
        "Ils diront",
        "Allah",
        "Dire",
        "Ensuite, ne sera pas",
        "vous craignez (Lui)"
      ],
      "notes" : {
        "80" : [
          "Autrement dit, [ \"Pourquoi êtes-vous pas peur de se rebeller contre Lui et adorer",
          "d'autres en dehors de Lui? Pourquoi ne pas craindre qu'un jour vous aurez à",
          "rendre compte de toutes vos actions au All- Sovereign puissant de l'univers? \"]"
        ],
        "79" : [
          "Autrement dit, [ \"Si vous reconnaissez cela, pourquoi ne vous donc pas discuter",
          "nul autre qu'Allah mérite d'être adoré et que quand il a une fois créé la terre",
          "et toutes les choses, il est pas difficile pour lui de les recréer à nouveau? \"]"
        ]
      }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ إِنْ كُنْتُمْ تَعْلَمُونَ",
      "simpleTranslate" : [
        "Demande-leur : «Qui détient le pouvoir suprême sur toute chose? Qui est Celui qui",
        "protège, et qui n’a pas besoin d’être protégé? Dites-le, si vous le savez !»"
      ],
      "tafsirTranslate" : [
        "- Dis-leur »? Dites-moi, si vous le savez, qui est la souveraineté <N:81> sur",
        "tout Et qui est cet être qui donne une protection tout en ne peut donner une",
        "protection contre lui\""
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Qu'est-ce)",
        "dans sa main (s)",
        "(Est la) domination",
        "(de tout",
        "des choses",
        "et il",
        "protège",
        "et pas (un)",
        "(Peut) être protégé",
        "contre lui",
        "Si",
        "toi",
        "connaître"
      ],
      "notes" : {
        "81" : [
          "Le mot malakût dans le texte est un mot fort qui combine à la fois la",
          "souveraineté et la propriété. Le verset signifie donc: [ «A qui est la",
          "souveraineté et qui possède les droits réels de propriété sur tout?\"]"
        ]
      }
    },
    {
      "verseNumber" : 89,
      "arabicVerse" : "سَيَقُولُونَ لِلَّهِ ۚ قُلْ فَأَنَّىٰ تُسْحَرُونَ",
      "simpleTranslate" : [
        "– «C’est Dieu», répondront-ils. Dis : «Pourquoi donc vous laissez-vous ainsi",
        "ensorceler, au point de ne pas croire en Lui?»"
      ],
      "tafsirTranslate" : [
        "Ils vont sûrement répondre: «Ce pouvoir appartient à Allah.\" Dites: «Comment",
        "puis-vous donc ensorcelé?\" <N:82>"
      ],
      "tanslateWordByWord" : [
        "Ils diront",
        "Allah",
        "Dire",
        "Alors comment",
        "êtes-vous trompés"
      ],
      "notes" : {
        "82" : [
          "Afin de comprendre l'importance de cette question, il faut savoir que l'art de la",
          "magie fait une chose semble différent de ce qu'il est vraiment. Ainsi, la",
          "question se traduira par:? [ \"Qui vous a ensorcelés que, en dépit de savoir et de",
          "reconnaître toutes ces choses, vous ne comprenez pas la réalité qui vous a",
          "ensorcelé que même après avoir reconnu Allah d'être le propriétaire et le",
          "tout-puissant souverain, vous mettre en place d'autres propriétaires et",
          "souverains avec Lui ou en faire des partenaires avec Lui et les adorer? qui vous",
          "a trompé que vous devriez osez être traître et infidèle à Allah sachant que nul",
          "ne peut vous protéger contre Lui, et oublier que vous serez appelé pour tenir",
          "compte de ces choses? \"] \n A cet égard, il convient également de noter que cette",
          "question a une signification subtile aussi. Le Quraish a accusé le Saint Prophète",
          "de pratiquer la magie et de la sorcellerie. Cette question fait tourner les",
          "tables sur eux, comme pour dire, [ \"peuple insensé, l'homme qui présente la",
          "réalité vous paraît être un sorcier, tandis que les dirigeants qui disent des",
          "choses contre la réalité, contre le bon sens et contre vos propres convictions et",
          "les croyances, ne semblent pas à vous d'être sorciers du tout. \"]"
        ]
      }
    },
    {
      "verseNumber" : 90,
      "arabicVerse" : "بَلْ أَتَيْنَاهُمْ بِالْحَقِّ وَإِنَّهُمْ لَكَاذِبُونَ",
      "simpleTranslate" : [
        "Certes, Nous leur avons apporté la vérité ; mais eux ne font que mentir."
      ],
      "tafsirTranslate" : [
        "Le fait est que nous avons apporté la vérité devant eux et sans doute ces gens",
        "sont des menteurs. <N:83>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "Nous (avons) les avons",
        "la vérité",
        "mais en fait, ils",
        "sûrement, (sont) des menteurs"
      ],
      "notes" : {
        "83" : [
          "Ce sont des menteurs, car ils disent que d'autres en dehors d'Allah ont une part",
          "dans sa divinité et qu'il n'y a pas de vie après la mort, parce que leur première",
          "énonciation contredit leur propre aveu qu'Allah est le propriétaire et le",
          "souverain de l'univers. Ensuite, leur deuxième affirmation se fonde sur la",
          "présomption que le Dieu Tout-Puissant ne peut pas recréer ce qu'Il a créé une",
          "fois. Ceci est clairement une contradiction dans les termes."
        ]
      }
    },
    {
      "verseNumber" : 91,
      "arabicVerse" : "مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَٰهٍ ۚ إِذًا لَذَهَبَ كُلُّ إِلَٰهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَىٰ بَعْضٍ ۚ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ",
      "simpleTranslate" : [
        "Non, Dieu ne S’est donné aucun fils, et il n’existe aucune divinité avec Lui,",
        "sinon chaque divinité s’attribuerait ce qu’elle aurait créé, et certaines d’entre",
        "elles domineraient les autres. Gloire à Dieu ! Il est bien au-dessus de tout ce",
        "qu’ils inventent !"
      ],
      "tafsirTranslate" : [
        "Allah n'a pas de descendance, <N:84> et il n'y a pas d'autre divinité en tant que",
        "partenaire avec Lui. Si cela avait été le cas, chaque divinité serait devenu un",
        "souverain indépendant sur sa création; en outre, dans ce cas, ils auraient essayé",
        "de remplacer les uns les autres. <N:85> Exalté est Allah et sans le genre de",
        "choses qu'ils Lui attribuent."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "Allah a pris",
        "Allah a pris",
        "tout",
        "fils",
        "et pas",
        "est",
        "avec lui",
        "tout",
        "Dieu",
        "alors",
        "sûrement (aurait) enlevé",
        "chaque",
        "Dieu",
        "quelle",
        "il a créé",
        "et sûrement aurait maîtrisé",
        "certains d'entre eux",
        "[sur]",
        "autres",
        "Gloire",
        "(À) Allah",
        "au-dessus de ce que",
        "ils attribuent"
      ],
      "notes" : {
        "84" : [
          "Il devrait être noté que ceci est une réfutation générale de la croyance que Dieu",
          "a un enfant ou des enfants, et réfute d'ailleurs la croyance chrétienne que le",
          "Christ est le fils de Dieu. Pourtant, même certains commentateurs éminents",
          "confinent cela à la réfutation de la croyance chrétienne. De toute évidence, il",
          "n'y a aucune raison pour laquelle il était nécessaire de réfuter la croyance",
          "chrétienne en particulier dans ce contexte, quand tout le discours a été dirigé",
          "vers les mécréants de la Mecque seule, qui étaient, comme les chrétiens,",
          "coupables de ce genre de shirk."
        ],
        "85" : [
          "Voici l'argument de Monothéisme est basé sur ce principe: il y avait eu plus d'un",
          "Dieu ou des partenaires dans la Divinité, il y aurait eu de sérieuses",
          "divergences, les conflits et les guerres entre les différents souverains et",
          "souverains. Voir Bani Isra'il [(XVII)]: 42 et E.N. 47, et Al-Anbiya '[(XXI)]: 22",
          "et E. N. 22 de celle-ci."
        ]
      }
    },
    {
      "verseNumber" : 92,
      "arabicVerse" : "عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
      "simpleTranslate" : [
        "Détenteur de la science de tout ce qui est visible ou invisible, Il est très",
        "au-dessus de ce qu’on Lui associe !"
      ],
      "tafsirTranslate" : [
        "Il a pleinement connaissance de tout ce qui est ouvert et caché, <N:86> et il est",
        "loin au-dessus du shirk ces gens inventent."
      ],
      "tanslateWordByWord" : [
        "Connaisseur",
        "(De) l'invisible",
        "et le témoin",
        "exalté soit-Il",
        "au-dessus de ce que",
        "ils associent"
      ],
      "notes" : {
        "86" : [
          "Ce contient une allusion subtile à la réfutation de la doctrine de [",
          "«intercession»]. Voir de 85 E.N., 86 Ta Ha [(XX)] et E.N. 27 AI-Anbiya '[(XXI)]."
        ]
      }
    },
    {
      "verseNumber" : 93,
      "arabicVerse" : "قُلْ رَبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ",
      "simpleTranslate" : [
        "Dis : «Seigneur, si jamais Tu décides de me montrer le châtiment qui leur est",
        "promis,"
      ],
      "tafsirTranslate" : [
        "O Muhammad, prier, \"Seigneur, si tu infliges, au cours de ma présence parmi eux,",
        "que la peine dont ils sont menacés, puis,"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Mon Seigneur",
        "Si",
        "Vous devriez me montrer",
        "quelle",
        "ils sont promis"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 94,
      "arabicVerse" : "رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ",
      "simpleTranslate" : [
        "fais, Seigneur, que je ne sois pas du nombre des coupables.»"
      ],
      "tafsirTranslate" : [
        "O mon Seigneur, ne me comprend pas parmi ces gens injustes <N:87>"
      ],
      "tanslateWordByWord" : [
        "Mon Seigneur",
        "puis (faire) pas",
        "placez-moi",
        "parmi",
        "les gens",
        "les malfaiteurs"
      ],
      "notes" : {
        "87" : [
          "Cette prière ETCD ne signifie pas que, Dieu ne plaise, il y avait un danger réel",
          "de ce également être impliqué dans la punition du Saint Prophète, ou que s'il",
          "avait pas invoqué cette prière, il aurait pu être invoqué dans ce . Cette façon",
          "d'adresse a été adoptée pour avertir que les gens ILA devrait craindre la",
          "punition d'Allah. Ils ne devraient pas exiger ni persister dans leur méchanceté,",
          "si Allah leur donne un répit. En fait, la punition d'Allah est une chose qui doit",
          "être redouté non seulement par les pécheurs, mais aussi par les personnes justes,",
          "et ils devraient tous chercher son refuge, car lorsque le fléau de Dieu vient, il",
          "ETCD ne détruisent pas que les méchants, mais peuvent également impliquer les",
          "personnes justes en elle. Par conséquent, la bonne voie pour ceux qui ont à vivre",
          "dans une société méchante, est qu'il faut toujours prier AIIah pour son refuge,",
          "pour un ETCD savent pas quand ce fléau pourrait descendre."
        ]
      }
    },
    {
      "verseNumber" : 95,
      "arabicVerse" : "وَإِنَّا عَلَىٰ أَنْ نُرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ",
      "simpleTranslate" : [
        "Nous avons tout pouvoir de te montrer ce que Nous leur promettons."
      ],
      "tafsirTranslate" : [
        "Et le fait est que nous avons le pouvoir de faire de vous un témoin de ce qu'ils",
        "sont menacés de."
      ],
      "tanslateWordByWord" : [
        "Et en effet, nous",
        "sur",
        "cette",
        "Nous vous montrons",
        "quelle",
        "Nous leur avons promis",
        "sûrement en mesure"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 96,
      "arabicVerse" : "ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ ۚ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ",
      "simpleTranslate" : [
        "Rends le bien pour le mal, car Nous savons mieux que quiconque ce qu’ils",
        "inventent."
      ],
      "tafsirTranslate" : [
        "O Muhammad, repoussent le mal par ce qui est le mieux: Nous sommes pleinement",
        "conscients de ce qu'ils prononcent contre vous."
      ],
      "tanslateWordByWord" : [
        "Repousser",
        "par ça",
        "lequel",
        "(est le meilleur",
        "le mal",
        "nous",
        "connaissent le mieux",
        "de quoi",
        "ils attribuent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 97,
      "arabicVerse" : "وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ",
      "simpleTranslate" : [
        "Dis : «Seigneur, je me réfugie en Toi contre les tentations des démons ;"
      ],
      "tafsirTranslate" : [
        "Et prier, \"Seigneur, je cherche refuge auprès de Toi contre les murmures des",
        "satans, plus que cela:"
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "Mon Seigneur",
        "Je cherche refuge",
        "en toi",
        "de",
        "(les) suggestions",
        "(De) les mauvais"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 98,
      "arabicVerse" : "وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ",
      "simpleTranslate" : [
        "et je me mets sous Ta protection, Seigneur, contre leur approche.»"
      ],
      "tafsirTranslate" : [
        "Je cherche refuge en Toi, mon Seigneur, même de leur venir près de moi \" <N:88>"
      ],
      "tanslateWordByWord" : [
        "Et je cherche refuge",
        "en toi",
        "Mon Seigneur",
        "de peur de",
        "qu'ils soient présents avec moi"
      ],
      "notes" : {
        "88" : [
          "Pour une explication, voir de E.N. 71, 72 de A1-Anam [(Vl)], E.N. de 138, 150 à",
          "153 d'Al-A'araf [(VII)], E.N. 39 de Yunus [(X)], E.N. 48 de Al-Hijr [(XV)], FR de",
          "122 à 124 de An-Nahl [(XVI)], de 58 à 63 de Bani Isra'il [(XVII)], et EN de 35 à",
          "FR 41 Ha Mim Sajdah [(XLI)]."
        ]
      }
    },
    {
      "verseNumber" : 99,
      "arabicVerse" : "حَتَّىٰ إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ",
      "simpleTranslate" : [
        "Puis, quand la mort se présente à l’un d’eux, il s’écrie : «Seigneur, fais-moi",
        "revenir sur Terre,"
      ],
      "tafsirTranslate" : [
        "(Ces gens ne vont pas renoncer à leur fait) jusqu'à quand deathcomes à l'un",
        "d'eux, il dira: «Seigneur, envoie-moi retourner dans le monde <N:89>"
      ],
      "tanslateWordByWord" : [
        "Jusqu'à",
        "quand",
        "vient",
        "(À) l'un d'entre eux",
        "la mort",
        "il dit",
        "Mon Seigneur",
        "Envoyez-moi"
      ],
      "notes" : {
        "89" : [
          "Dans le texte original pluriel a été utilisé pour Allah, qui peut être par",
          "respect, ou peut inclure les anges ainsi, qui va saisir l'âme criminelle. La",
          "supplication serait: [ \"O mon Seigneur me renvoyer!\"]"
        ]
      }
    },
    {
      "verseNumber" : 100,
      "arabicVerse" : "لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ ۚ كَلَّا ۚ إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا ۖ وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "simpleTranslate" : [
        "afin que j’accomplisse quelques bonnes actions que j’avais négligé de faire !» Oh",
        "que non ! Ce n’est là qu’une vaine parole, car derrière eux se trouve dressée une",
        "barrière jusqu’au Jour de la Résurrection."
      ],
      "tafsirTranslate" : [
        "qui me reste: J'espère que je vais maintenant faire de bonnes œuvres. « <N:90>",
        "-Par aucun moyen <N:91>, il est une simple disant qu'il prononçait: <N:92> pour",
        "l'instant il y a une barrière entre les morts (et le monde qu'ils ont laissé)",
        "jusqu'au Jour <N:93> quand ils seront ressuscités à nouveau."
      ],
      "tanslateWordByWord" : [
        "Que je peut",
        "faire",
        "justes (actes)",
        "en ce que",
        "Je suis parti derrière",
        "Non",
        "En effet, il",
        "(Est) un mot",
        "il",
        "parle, il",
        "et avant de les",
        "et avant de les",
        "(Est) une barrière",
        "jusqu'à",
        "(le jour",
        "ils sont ressuscités"
      ],
      "notes" : {
        "90" : [
          "Il se produit à plusieurs endroits dans le Coran que chacun des criminels, après",
          "sa mort, jusqu'à son entrée dans l'enfer, et même après cela, plaidera encore et",
          "encore: [ \"Seigneur, envoie-moi dans le monde: je ne veux plus te désobéir. Je",
          "vais maintenant faire de bonnes oeuvres \"] voir Al-An`am [(VI)]: 27, 28,",
          "Al-A`araf [(VII)]: 53, Ibrahim [(X 1 V)]: 44, 45, Ash-Shu`ara '[(XXVI)]: 102,",
          "AI-Fatir [(XXXV)]: 37, Az-Zumar [(XXXIX)]: 58, 59, AI-Mu'min [(XL)]: 10-12, et",
          "Ash-Shura [(XLII)]: 44 ainsi que le FR est pertinent."
        ],
        "91" : [
          "Autrement dit, [ «Il ne sera jamais renvoyé, ni une autre occasion, car, dans ce",
          "cas, le test et le flacon pour lequel l'homme est envoyé m ce monde n'a plus de",
          "sens.\"] Pour de plus amples explications, voir Al -Baqarah [(II)]: 210 et eN 228,",
          "et, eN de 6, 139, 140 de AI-An`am [(VI)] et eN 26 de Yunus [(X)]."
        ],
        "92" : [
          "Autrement dit, [ \"Maintenant, quand il a rencontré son destin, il n'a plus rien à",
          "dire sinon qu'il devrait être renvoyé dans le monde, de sorte qu'il dise ce qu'il",
          "aime, il ne sera jamais autorisé à revenir en arrière. \"]"
        ],
        "93" : [
          "[ \"Autrement dit,\"] Maintenant, il y a un `barrière» entre eux et le monde, ce",
          "qui ne leur permettra pas de revenir à elle. Par conséquent, ils doivent rester",
          "dans cet état jusqu'au Jour de la Résurrection. \""
        ]
      }
    },
    {
      "verseNumber" : 101,
      "arabicVerse" : "فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ",
      "simpleTranslate" : [
        "Puis, quand la Trompette sonnera, tout lien de parenté entre eux disparaîtra,",
        "ainsi que toute assistance mutuelle."
      ],
      "tafsirTranslate" : [
        "Puis, lorsque la trompette sera soufflé, tous (monde) les relations entre eux",
        "doit cesser de fonctionner et ils ne seront pas en savoir davantage sur les uns",
        "des autres <N:94>."
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "est soufflé",
        "dans",
        "la trompette",
        "alors pas",
        "(Il) sera relation",
        "parmi eux",
        "Ce jour là",
        "et pas",
        "vont-ils demander à l'autre"
      ],
      "notes" : {
        "94" : [
          "Il DCES ne signifie pas que le père ne restera [ \"père\"] et le fils ne restera",
          "pas [ «fils»], etc .. Cela signifie seulement qu'ils ne seront pas en mesure",
          "d'aider les uns les autres , ils ne seront en mesure de se renseigner sur l'autre",
          "comme père et fils, pour chacun d'eux seront inquiets et soucieux de sa propre",
          "situation. Voir aussi Al-Ma'arij [(LXX)]: 10-14, et `Abasa (LXXXI 34-37."
        ]
      }
    },
    {
      "verseNumber" : 102,
      "arabicVerse" : "فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
      "simpleTranslate" : [
        "Ceux en faveur de qui penchera la balance seront les bienheureux."
      ],
      "tafsirTranslate" : [
        "Ensuite, seuls ceux dont la balance sera lourde, <N:95> va atteindre le succès;"
      ],
      "tanslateWordByWord" : [
        "Ensuite, (celui) dont",
        "(Sont) lourd",
        "ses écailles",
        "puis ceux",
        "ils",
        "(Sont) le bon"
      ],
      "notes" : {
        "95" : [
          "Autrement dit, ceux dont les bonnes actions sera lourd et sera hors peser leurs",
          "mauvaises actions."
        ]
      }
    },
    {
      "verseNumber" : 103,
      "arabicVerse" : "وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَٰئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ",
      "simpleTranslate" : [
        "Ceux dont les bonnes œuvres auront été, à la pesée, insuffisantes, ceux-là auront",
        "tout perdu et auront la Géhenne pour séjour éternel,"
      ],
      "tafsirTranslate" : [
        "et ceux dont la balance sera légère, seront les gens qui se sont rendus",
        "responsables de la perte <N:96> ils demeureront éternellement en enfer pour",
        "toujours."
      ],
      "tanslateWordByWord" : [
        "Mais (celle) dont",
        "(Sont) la lumière",
        "ses écailles",
        "puis ceux",
        "ils [qui]",
        "ont perdu",
        "leurs âmes",
        "dans",
        "enfer",
        "ils (se) demeureront éternellement"
      ],
      "notes" : {
        "96" : [
          "Pour le critère de [ «succès»] et [ «échec»] dans l'au-delà, s'il vous plaît se",
          "référer à E.N. de 1 et 50 ci-dessus."
        ]
      }
    },
    {
      "verseNumber" : 104,
      "arabicVerse" : "تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ",
      "simpleTranslate" : [
        "où les flammes leur lècheront le visage, pendant que leurs lèvres se crisperont",
        "de douleur."
      ],
      "tafsirTranslate" : [
        "Le \"Fire\" brûlera leurs visages afin d'exposer leurs mâchoires <N:97>"
      ],
      "tanslateWordByWord" : [
        "brûle",
        "leurs visages",
        "le feu",
        "et ils",
        "en ce",
        "(Va) sourire aux lèvres déplacées"
      ],
      "notes" : {
        "97" : [
          "Le mot kalih signifie un visage dont la peau a été enlevée de manière à exposer",
          "les mâchoires. Quand quelqu'un a demandé Hadrat `Abdullah bin Mas`ud sens de",
          "kalih, dit-il, [\" Avez-vous pas vu la tête brûlée d'un animal abattu? \"]"
        ]
      }
    },
    {
      "verseNumber" : 105,
      "arabicVerse" : "أَلَمْ تَكُنْ آيَاتِي تُتْلَىٰ عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُونَ",
      "simpleTranslate" : [
        "«Mes versets ne vous étaient-ils pas récités? Ne les traitiez-vous pas de",
        "mensonges?», leur sera-t-il dit."
      ],
      "tafsirTranslate" : [
        "- (On leur dit) «N'êtes-vous pas les mêmes personnes, qui ont traité de mensonges",
        "Mes révélations, quand ils ont été récités pour vous?\""
      ],
      "tanslateWordByWord" : [
        "N'étaient pas",
        "N'étaient pas",
        "Mes versets",
        "récitée",
        "à toi",
        "et vous avez utilisé (à)",
        "nier",
        "nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 106,
      "arabicVerse" : "قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ",
      "simpleTranslate" : [
        "«Seigneur, diront-ils, notre mauvaise fortune a prévalu contre nous, et nous",
        "étions des gens égarés !"
      ],
      "tafsirTranslate" : [
        "Ils diront: «Notre Seigneur, notre mauvaise chance emporté sur nous, et nous",
        "avons été, en effet, les gens errent."
      ],
      "tanslateWordByWord" : [
        "Ils (se) dire",
        "Notre Seigneur",
        "Overcame",
        "[Sur] nous",
        "notre misère",
        "et nous avons été",
        "un peuple",
        "égaré"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 107,
      "arabicVerse" : "رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ",
      "simpleTranslate" : [
        "Seigneur, fais-nous sortir de la Géhenne, et si nous récidivons, nous serons",
        "alors de vrais coupables.»"
      ],
      "tafsirTranslate" : [
        "Notre Seigneur, maintenant nous sortir de ce lieu: après cela, si nous sommes",
        "coupables d'une telle chose, nous allons en effet être injustes \"."
      ],
      "tanslateWordByWord" : [
        "Notre Seigneur",
        "Apportez-nous sur",
        "à partir de cela",
        "puis si",
        "nous retournons",
        "alors en effet, nous",
        "(Serait) malfaiteurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 108,
      "arabicVerse" : "قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ",
      "simpleTranslate" : [
        "Dieu leur dira alors : «Restez-y et ne M’adressez plus la parole !"
      ],
      "tafsirTranslate" : [
        "En réponse à cela, Allah dira: «Éloignez-vous ici, rester ici et ne parle pas de",
        "moi <N:98>."
      ],
      "tanslateWordByWord" : [
        "Il (sera) dire",
        "Restez méprisé",
        "en ce",
        "et (faire) pas",
        "parle moi"
      ],
      "notes" : {
        "98" : [
          "[ \".... ne me parlez pas\"] [ \"... ne pas plaider votre cause avec moi.\"] Selon",
          "certaines traditions, ce seront leurs derniers mots et ils doivent jamais être",
          "autorisés à parler à nouveau, mais cela est contredit par le Coran lui-même dans",
          "les versets suivants. Par conséquent, cela signifie que ce qu'ils ne seront pas",
          "en mesure de plaider leur cause à nouveau."
        ]
      }
    },
    {
      "verseNumber" : 109,
      "arabicVerse" : "إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ",
      "simpleTranslate" : [
        "Il y avait bien un groupe de Mes serviteurs qui disaient : “Seigneur ! Nous",
        "croyons en Toi ; pardonne-nous et accorde-nous Ta grâce, car Tu es le Meilleur",
        "des miséricordieux !”"
      ],
      "tafsirTranslate" : [
        "Pour, vous êtes les mêmes personnes, qui se moquaient de certains de Nos",
        "serviteurs quand ils priaient Us, `Notre Seigneur, nous avons cru afin de nous",
        "pardonner et avoir pitié, nous, pour Vous êtes le plus Miséricordieux des",
        "miséricordieux Ali?"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "(il y avait",
        "une fête",
        "de",
        "Mes esclaves",
        "(qui a dit",
        "Notre Seigneur",
        "Nous croyons",
        "alors pardonnez",
        "nous",
        "et ayez pitié de nous",
        "et toi",
        "(sont meilleurs",
        "(De) ceux qui font miséricorde"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 110,
      "arabicVerse" : "فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّىٰ أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ",
      "simpleTranslate" : [
        "Vous en avez fait un sujet de raillerie, au point d’oublier Mon souvenir, et vous",
        "les tourniez en dérision ;"
      ],
      "tafsirTranslate" : [
        "Tant et si bien que dans votre endurcissement, vous avez même oublié mon",
        "existence même, et est allé sur raillant eux."
      ],
      "tanslateWordByWord" : [
        "Mais vous les avez pris",
        "(En) moquerie",
        "jusqu'à",
        "ils ont fait vous oubliez",
        "Mon souvenir",
        "et vous avez utilisé (à)",
        "sur eux",
        "rire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 111,
      "arabicVerse" : "إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ",
      "simpleTranslate" : [
        "ceux-là, Je les récompense aujourd’hui pour ce qu’ils ont enduré, et ils sont",
        "désormais les bienheureux !»"
      ],
      "tafsirTranslate" : [
        "Aujourd'hui, je les ai dédommagé .pour leur courage, et ils ont triomphé de vous.",
        "« <N:99>"
      ],
      "tanslateWordByWord" : [
        "En effet, je",
        "les ont récompensés",
        "ce jour",
        "car",
        "ils étaient patients",
        "en effet, ils",
        "[ils]",
        "(Sont) ceux qui ont réussi"
      ],
      "notes" : {
        "99" : [
          "Ceci est encore une référence à ceux qui méritent le succès ou être vouée à",
          "l'échec dans l'au-delà."
        ]
      }
    },
    {
      "verseNumber" : 112,
      "arabicVerse" : "قَالَ كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ",
      "simpleTranslate" : [
        "«Combien d’années avez-vous vécu sur Terre?», leur demandera-t-on."
      ],
      "tafsirTranslate" : [
        "Puis Allah se renseigner d'eux, «Depuis combien d'années avez-vous vécu sur la",
        "Terre?\""
      ],
      "tanslateWordByWord" : [
        "Il dira",
        "Combien de temps",
        "avez-vous rester",
        "dans",
        "La terre",
        "(In) nombre",
        "(De) ans"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 113,
      "arabicVerse" : "قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ",
      "simpleTranslate" : [
        "«Nous y sommes restés, répondront-ils, un jour, ou moins encore. Interroge plutôt",
        "ceux qui savent compter !»"
      ],
      "tafsirTranslate" : [
        "Ils diront: \"Nous y avons passé une journée ou pour une partie d'une journée",
        "<N:100>."
      ],
      "tanslateWordByWord" : [
        "Ils diront",
        "Nous restâmes",
        "un jour",
        "ou",
        "une part",
        "(D ') un jour",
        "mais demandez",
        "ceux qui gardent compte"
      ],
      "notes" : {
        "100" : [
          "Pour une explication, voir Ta Ha [(XX)]: 103 et E.N. 80 ceux-ci."
        ]
      }
    },
    {
      "verseNumber" : 114,
      "arabicVerse" : "قَالَ إِنْ لَبِثْتُمْ إِلَّا قَلِيلًا ۖ لَوْ أَنَّكُمْ كُنْتُمْ تَعْلَمُونَ",
      "simpleTranslate" : [
        "– «Vous n’y êtes restés qu’un laps de temps très court, si vous pouviez le savoir",
        "!, dira le Seigneur."
      ],
      "tafsirTranslate" : [
        ". Vous pouvez vous renseigner à partir de ceux qui ont gardé compte \"Il sera",
        "dit:« Eh bien, vous savez maintenant que vous êtes resté pendant un petit moment",
        "seulement. Quel dommage! vous ne savais pas alors. <N:101>"
      ],
      "tanslateWordByWord" : [
        "Il dira",
        "ne pas",
        "tu es resté",
        "mais",
        "un peu",
        "si",
        "seulement toi",
        "[toi]",
        "a connu"
      ],
      "notes" : {
        "101" : [
          "Autrement dit, [ \"Nos messagers vous averti que la vie dans ce monde est",
          "transitoire et est pour le test et le procès, mais vous ne le réalisent pas alors",
          "et a nié qu'il y avait une vie dans l'au-delà et se comportaient conformément à",
          "cette croyance. \"]"
        ]
      }
    },
    {
      "verseNumber" : 115,
      "arabicVerse" : "أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ",
      "simpleTranslate" : [
        "Pensiez-vous que Nous vous avions créés sans but et que vous ne seriez jamais",
        "ramenés vers Nous?»"
      ],
      "tafsirTranslate" : [
        "Avez-vous que Nous vous avions créés sans but, <N:102> et que vous ne serez",
        "ramenés à nous »?"
      ],
      "tanslateWordByWord" : [
        "Alors avez-vous pensé",
        "cette",
        "Nous vous avons créés",
        "inutilement",
        "et que vous",
        "à nous",
        "ne pas",
        "seront retournés"
      ],
      "notes" : {
        "102" : [
          "Le mot arabe `de abathan dans le texte signifie aussi [« pour le bien du sport",
          "\"]. Ensuite, le verset signifie: [ \"Pensiez-vous que Nous vous avions créés",
          "simplement pour le sport et il n'y avait pas de but de votre création Par",
          "conséquent, vous pourrez manger, boire, faire la fête et profiter de vous comme",
          "vous s'il vous plaît?\".]"
        ]
      }
    },
    {
      "verseNumber" : 116,
      "arabicVerse" : "فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ۖ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ",
      "simpleTranslate" : [
        "Exalté soit Dieu, le vrai Souverain ! Il n’y a point de divinité que Lui, le",
        "Seigneur du Trône sublime !"
      ],
      "tafsirTranslate" : [
        "Donc Exalté est Allah, <N:103> le réel et souverain. Il n'y a pas d'autre que Lui",
        "Dieu: Il est le Seigneur du Trône glorieux."
      ],
      "tanslateWordByWord" : [
        "Alors exalté est",
        "Allah",
        "le roi",
        "la vérité",
        "(Il n'y a pas",
        "Dieu",
        "sauf",
        "Lui",
        "(le Seigneur",
        "(De) Trône",
        "Honorable"
      ],
      "notes" : {
        "103" : [
          "Allah est au-dessus de cette qu'Il devrait vous créer sans but et que vous pouvez",
          "associer des partenaires avec Lui en toute impunité."
        ]
      }
    },
    {
      "verseNumber" : 117,
      "arabicVerse" : "وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ ۚ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ",
      "simpleTranslate" : [
        "Quiconque invoque avec Dieu une autre divinité, sans détenir la preuve de son",
        "existence, aura à en rendre compte à son Seigneur. Dieu ne fera point prospérer",
        "les infidèles."
      ],
      "tafsirTranslate" : [
        "Par conséquent, si quelqu'un invoque une autre divinité avec Allah, dont il n'a",
        "pas la preuve, <N:104>, il doit avoir à rendre compte à son Seigneur <N:105> Ces",
        "incroyants ne peuvent jamais. atteindre le «succès» <N:106>"
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "invoque",
        "avec",
        "Allah",
        "Dieu",
        "autre",
        "non",
        "preuve",
        "pour lui",
        "en ce",
        "Alors seulement",
        "son compte",
        "(est avec",
        "son Seigneur",
        "En effet, [il]",
        "ne pas",
        "allons réussir",
        "les incroyants"
      ],
      "notes" : {
        "104" : [
          "Il peut également être traduit comme: [ \". Celui qui invoque une autre divinité",
          "avec Allah, n'a rien à le soutenir dans cet acte\"]"
        ],
        "105" : [
          "Autrement dit, il ne peut pas échapper à la responsabilité."
        ],
        "106" : [
          "Encore une fois, la référence est à ceux qui vont atteindre le succès de nous ana",
          "à ceux qui seront privés de celui-ci."
        ]
      }
    },
    {
      "verseNumber" : 118,
      "arabicVerse" : "وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ",
      "simpleTranslate" : [
        "Dis : «Seigneur, pardonne-nous et accorde-nous Ta grâce, car Tu es le Meilleur",
        "des miséricordieux !»"
      ],
      "tafsirTranslate" : [
        "O Muhammad, dites: «Seigneur, pardonne et aie pitié Tu es le plus Miséricordieux",
        "de tous, qui font miséricorde!\" <N:107>."
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "Mon Seigneur",
        "Pardonner",
        "et aie pitié",
        "et toi",
        "(sont les meilleurs",
        "(De) ceux qui font miséricorde"
      ],
      "notes" : {
        "107" : [
          "Comparer et ce [ «prière»] avec le verset 109. Ici, le Saint Prophète a été dit",
          "de faire la même prière que contenue dans le verset 109, comme pour dire, [ \"Vous",
          "[(et votre suiveurs)] devraient supplier Allah avec la même prière pour que, si",
          "les gens se moquent de vous, ils se pourraient fournir une preuve d'un dossier",
          "solide contre eux-mêmes. \"]"
        ]
      }
    }
  ],
  "medinian" : false
}