{
  "chapterNumber" : 27,
  "nbVerses" : 93,
  "name" : "Les fourmis",
  "nameArabic" : "النمل",
  "transName" : "an-naml",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "طس ۚ تِلْكَ آيَاتُ الْقُرْآنِ وَكِتَابٍ مُبِينٍ",
      "simpleTranslate" : [
        "Tâ - Sîn. Ce sont là les versets du Coran, ceux d’un Livre à la clarté limpide,"
      ],
      "tafsirTranslate" : [
        "Ta. Péché."
      ],
      "tanslateWordByWord" : [
        "Ta Vu",
        "Ces",
        "(Les) Versets",
        "(De) le Coran",
        "et un livre",
        "clair"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "هُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "qui constitue une bonne direction et une heureuse nouvelle pour les croyants"
      ],
      "tafsirTranslate" : [
        "Ce sont les versets du Coran et le livre lucide, <N:1> un guide et de bonnes",
        "nouvelles <N:2> pour les croyants"
      ],
      "tanslateWordByWord" : [
        "Une orientation",
        "et la bonne nouvelle",
        "pour les croyants"
      ],
      "notes" : {
        "1" : [
          "Kitab-i-Mubin a trois significations: [(1)] Ce livre présente ses enseignements",
          "et instructions et injonctions clairement; [(2)], il établit une distinction",
          "entre la vérité et le mensonge clairement; et [(3)] son ​​être un livre divin est",
          "évident: celui qui étudie avec les yeux ouverts réalisera qu'il n'a pas été",
          "composé et forgé par le Saint Prophète lui-même."
        ],
        "2" : [
          "Autrement dit, les versets eux-mêmes sont un [ \"guidance\"] et [ «bonnes",
          "nouvelles»], parce qu'ils donnent des conseils et de transmettre de bonnes",
          "nouvelles dans un excellent temps."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ يُوقِنُونَ",
      "simpleTranslate" : [
        "qui observent la salât, s’acquittent de la zakât et ont foi en la vie future."
      ],
      "tafsirTranslate" : [
        "qui établir la Salat et de payer la Zakat; <N:3> et ils sont ceux qui croient",
        "pleinement à l'au-delà <N:4>."
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "établir",
        "la prière",
        "Et donner",
        "zakah",
        "et ils",
        "dans l'au-delà",
        "[ils]",
        "croire avec certitude"
      ],
      "notes" : {
        "4" : [
          "Bien que la croyance dans l'au-delà est un article de la foi, et un croyant aussi",
          "croire ainsi croire en Monothéisme et la Prophétie, ici, il a été spécialement",
          "mentionné séparément afin de faire ressortir son unique, importance. Le but est",
          "d'impressionner que pour les personnes qui ne croient pas à l'au-delà, il est",
          "impossible de suivre, même la bande de roulement, la manière enseignée par le",
          "Coran. Pour les gens de cette façon de penser naturellement déterminer leur",
          "critère du bien et du mal par les résultats qui apparaissent, dans ce monde. Pour",
          "eux, il est impossible d'accepter un avertissement ou d'orientation qui vise à",
          "déterminer le bien et le mal par le critère du gain et de la perte dans",
          "l'au-delà. Ces personnes en première instance ne du tout prêtent pas attention",
          "aux enseignements des prophètes, mais si pour une raison quelconque, ils ont",
          "aussi se figurer parmi les croyants, ils trouvent qu'il est difficile de prendre",
          "même les premières étapes sur le chemin de la foi et l'islam parce du manque de",
          "foi dans l'au-delà. . Car dès qu'ils vont rencontrer la première situation où les",
          "exigences des g ains terrestres et les pertes de l'au-delà seront les tirer dans",
          "des directions opposées, ils permettront librement eux-mêmes pour être tiré vers",
          "les gains matériels sans se soucier le moins pour la les pertes de l'au-delà,",
          "même si elles peuvent être faire tous les fils de prétend être les croyants."
        ],
        "3" : [
          "Autrement dit, «Ces versets du Coran donnent des conseils et de transmettre les",
          "bonnes nouvelles d'une bonne fin seulement pour les personnes qui possèdent ces",
          "deux qualités: [(1)] Ils devraient affirmer la foi, que est, accepter",
          "l'invitation du Coran et du Saint Prophète Muhammad [(sur qui être la paix et la",
          "bénédiction d'Allah)], croire en un seul Dieu comme leur seul Dieu et Seigneur,",
          "accepter le Coran », comme le livre de AIlah, reconnaissent le Saint Prophète",
          "comme un vrai prophète et leur chef, et adoptent aussi la croyance que, après",
          "cette vie, il y a une autre vie, dans laquelle l'homme doit rendre son pleinement",
          "compte des actions et être récompensé ou puni en conséquence. [(2)] Ils ne doit",
          "pas seulement professer la foi verbalement, mais devrait également être enclin à",
          "suivre et obéir aux commandements Divin pratiquement, et la première indication",
          "de cette inclinaison est qu'ils devraient établir la Salat et de payer la Zakat.",
          "les versets du Coran montrent la droit chemin de la vie qu'aux personnes qui",
          "remplissent ces deux conditions, ils vont leur expliquer la différence entre le",
          "droit et le mal à chaque étape sur le chemin, les protéger contre les mauvaises",
          "manières à chaque tour de la voie, et les bénir avec la satisfaction que quelles",
          "que soient les conséquences de la suite de la bonne façon dans le monde, dans",
          "l'au-delà ils vont certainement atteindre le succès éternel et éternel et la",
          "bonne volonté d'Allah que par elle. Car, pour tirer pleinement profit de",
          "l'enseignement d'un enseignant, on doit d'abord avoir la foi en lui, alors",
          "accepter d'être son élève, puis travailler selon ses instructions. De même, un",
          "patient qui veut être bénéficié par un médecin doit d'abord l'accepter comme un",
          "médecin, puis suivez ses instructions en ce qui concerne tomedical dosage,",
          "prévention, etc. Ensuite seulement il peut assurer le patient des résultats",
          "souhaités. Certaines personnes ont interprété les mots yu'tun-az-Zakat dans ce",
          "verset signifie qu'ils devraient adopter la pureté morale. Mais, chaque fois dans",
          "le Coran le mot ita-i-Zakat a eu lieu avec le mot iqamat-i-salat, cela signifie",
          "le paiement de la Zakat, qui est le deuxième pilier de l'Islam après la Salat. De",
          "plus, le Coran a utilisé le mot tazakka pour l'adoption de la piété et de la",
          "pureté et non ita »qui est spécifiquement utilisé pour le paiement de la Zakat.",
          "En fait, ce qui est censé être impressionné ici est la suivante: Afin de profiter",
          "pleinement de la guidance du Coran, il est impératif que l'on devrait adopter",
          "l'attitude de soumission et de l'obéissance dans la vie pratique aussi bien après",
          "l'affirmation de la la foi et la création de la Salat et le paiement de la Zakat",
          "est la première indication que l'on a effectivement adopté une telle attitude.",
          "S'il n'y a pas une telle indication, il deviendra évident que l'on est rebelle:",
          "il aurait reconnu une règle en tant que tel, mais il est peu enclin à mener à",
          "bien ses commandes."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ",
      "simpleTranslate" : [
        "Quant à ceux qui ne croient pas à l’au-delà, Nous embellissons à leurs yeux leurs",
        "œuvres et Nous les laissons divaguer dans leur erreur."
      ],
      "tafsirTranslate" : [
        "Le fait est que nous avons fait les méfaits de ceux qui nient l'au-delà semblent",
        "juste pour eux; par conséquent, ils écartent aveuglément. <N:5>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "(ne pas",
        "croyez",
        "dans l'au-delà",
        "Nous avons fait juste semblant",
        "pour eux",
        "leurs actions",
        "afin qu'ils",
        "errer aveuglément"
      ],
      "notes" : {
        "5" : [
          "Voilà. \"Ceci est la loi de Dieu de la nature et la logique naturelle de la",
          "psychologie humaine que quand l'homme pense que les résultats de la lutte de sa",
          "vie sont confinés dans ce monde seulement quand il ETCD ne croient pas à",
          "l'existence d'un tribunal où l'œuvre de sa vie doit être examiné et jugé, enfin,",
          "pour le bien et le mal, et quand il ETCD ne croient en aucune vie future quand il",
          "sera rétribué en stricte conformité avec la valeur réelle des actions de sa vie,",
          "il va inévitablement se développer en lui-même une perspective importante sur la",
          "vie, et de toutes sortes de conflit entre la vérité et le mensonge, le bien et le",
          "mal, la moralité et l'immoralité, apparaît tout à fait dénuée de sens pour lui.",
          "Alors, tout ce qui lui gagne le plaisir et la jouissance, le progrès matériel et",
          "à la prospérité, le pouvoir et l'autorité, sera le bon pour lui, peu importe il",
          "toute philosophie de la vie, tout mode de vie et tout système de morale. il n'a",
          "aucun souci de la vérité et de la réalité. sa véritable ambition sera de gagner",
          "des succès et gagner ornements seulement de cette vie mondaine, et leur poursuite",
          "le conduira égarés dans chaque vallée. Ensuite, tout ce qu'il ETCD avec cet",
          "objectif en vue. sera une chose de la beauté pour lui, et il considérera tous les",
          "autres comme insensés, qui ne sont pas absorbés comme lui dans la recherche dans",
          "le monde, et de faire quoi que ce soit et tout sans scrupule moral et inhibition."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "أُولَٰئِكَ الَّذِينَ لَهُمْ سُوءُ الْعَذَابِ وَهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ",
      "simpleTranslate" : [
        "Ce sont ceux-là qui subiront les plus grands tourments dans l’autre monde ; ce",
        "sont ceux-là les plus grands perdants."
      ],
      "tafsirTranslate" : [
        "Ils sont ceux pour lesquels il existe un châtiment mal, <N:6> et dans l'au-delà",
        "theyshall être les pires perdants."
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "(Sont) celles",
        "pour eux",
        "(Est) un mal",
        "[la punition",
        "et ils",
        "dans",
        "l'au-delà",
        "[ils]",
        "(Seront) les plus grands perdants"
      ],
      "notes" : {
        "6" : [
          "Rien de précis n'a été dit au sujet de la forme, le temps et le lieu de cette",
          "Pour elle est imposée dans ce monde aussi différentes personnes et des groupes et",
          "«des nations dans d'innombrables façons différentes [« châtiment du mal. \"]; une",
          "partie de celui-ci est également connu par les méchants quand ils sont sur le",
          "point de quitter le monde; l'homme éprouve aussi dans l'état intermédiaire entre",
          "la mort et la Résurrection; et puis après la Résurrection, il deviendra sans fin",
          "et éternelle."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ",
      "simpleTranslate" : [
        "En vérité, c’est toi qui reçois le Coran de la part d’un Sage, d’un Omniscient."
      ],
      "tafsirTranslate" : [
        ". Et (O Muhammad), vous êtes le plus sûrement reçoit ce Coran de Celui Qui est",
        "Sage, Omniscient <N:7>"
      ],
      "tanslateWordByWord" : [
        "Et en effet vous,",
        "sûrement, recevoir",
        "Le Coran",
        "à partir de [près]",
        "à partir de [près]",
        "le Sage",
        "l'Omniscient"
      ],
      "notes" : {
        "7" : [
          "Autrement dit, les choses étant mentionnées dans le Coran ne sont pas",
          "imaginaires, ni sont-elles fondées sur des présomptions et des opinions d'un",
          "homme, mais ils sont révélés par Celui qui est Sage et Tout -Knowing, qui est",
          "parfait dans la sagesse et la connaissance, qui a pleinement connaissance des",
          "affaires de sa création et de son passé et le présent et l'avenir, et dont la",
          "sagesse élabore les meilleurs régimes pour la réforme et l'orientation de ses",
          "serviteurs."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "إِذْ قَالَ مُوسَىٰ لِأَهْلِهِ إِنِّي آنَسْتُ نَارًا سَآتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ لَعَلَّكُمْ تَصْطَلُونَ",
      "simpleTranslate" : [
        "Rappelle-toi Moïse lorsqu’il dit un jour aux siens : «J’aperçois un feu au loin !",
        "J’y vais. Peut-être y trouverai-je un renseignement sur notre route ou vous en",
        "rapporterai-je, pour vous réchauffer, un tison ardent.»"
      ],
      "tafsirTranslate" : [
        "(Dites-leur l'histoire de l'époque) lorsque Moïse dit au peuple de sa maison,",
        "<N:8> «Je l'ai vu un feu: je peux soit apporter des informations à partir de là",
        "ou d'un brandso brûlant que vous pouvez vous réchauffer. \" <N:9>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "dit",
        "Musa",
        "à sa famille",
        "En effet, je",
        "apercevoir",
        "un feu",
        "Je vous ferai",
        "à partir de cela",
        "des informations",
        "ou",
        "Je vous ferai",
        "une torche",
        "brûlant",
        "afin que vous puissiez",
        "vous réchauffer"
      ],
      "notes" : {
        "8" : [
          "Ce qui est arrivé au pied du mont Tur lorsque le prophète Moïse [(paix soit sur",
          "lui)] voyageait avec sa famille à la recherche d'un endroit approprié pour le",
          "règlement, après avoir passé huit à dix ans en Madyan [(Madian)]. De Madyan, dont",
          "le territoire couché sur les deux côtés du golfe du `Aqabah, sur les rivages de",
          "l'Arabie et la péninsule du Sinaï, il a atteint le lieu appelé Mt. Sinaï et Jabal",
          "Moussa dans la partie sud de la péninsule, qui, au moment de la révélation du",
          "Coran a été bien connu comme Tur. [(Voir aussi le sens du Coran, vol. VIII",
          "Ash-Shu'araa ', E.N. 115)]. Les détails de cette histoire ont déjà été donnés",
          "dans la sourate Ta Ha: 9-24 ci-dessus et seront, suivre dans la sourate Al-Qasas:",
          "29-36 ci-dessous."
        ],
        "9" : [
          "Le contexte montre que ce fut une nuit d'hiver froide et le Prophète Moïse",
          "passait par terre inconnue. Par conséquent, il a dit à sa famille, [ \"Laisse-moi",
          "aller et FMd ce que l'habitation est où un feu est allumé, et obtenir des",
          "informations sur les itinéraires de voyage et les habitations voisines. Je au",
          "moins apporter quelques braises pour vous allumer un feu et vous réchauffer. \"]",
          "l'endroit où le prophète Moïse avait vu un buisson ardent est situé à environ",
          "5000 pieds. au dessus du niveau de la mer, au pied du mont Tur. Constantin, le",
          "premier empereur chrétien de l'Empire romain, fit construire une église dans",
          "environ 365 après J.-C. à droite à l'endroit où cet événement avait eu lieu. Deux",
          "cents ans plus tard, l'empereur Justinien avait un monastère construit qui",
          "comprenait l'église construite par Constantin ainsi. Tant le monastère et",
          "l'église se tiennent encore aujourd'hui et sont sous le contrôle des moines de",
          "l'Eglise orthodoxe grecque. Quelques photos de celui-ci sont données sur la page",
          "opposée."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "فَلَمَّا جَاءَهَا نُودِيَ أَنْ بُورِكَ مَنْ فِي النَّارِ وَمَنْ حَوْلَهَا وَسُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "Et lorsqu’il y fut arrivé, il entendit une Voix l’interpeller : «Béni soit Celui",
        "qui est dans le feu et Celui qui est tout autour, et gloire à Dieu, le Maître de",
        "l’Univers !"
      ],
      "tafsirTranslate" : [
        "Quand il est venu à elle, une voix cria: <N:10> «Béni soit Celui qui est dans le",
        "feu et celui qui est autour de lui Glorifié est Allah, Seigneur des mondes [.. *",
        "11]"
      ],
      "tanslateWordByWord" : [
        "Mais quand",
        "il est venu à elle",
        "il était appelé",
        "[cette]",
        "Heureux",
        "qui",
        "(Est) à",
        "le feu",
        "et celui qui",
        "(Est) autour d'elle",
        "Et gloire",
        "(À) Allah",
        "(le Seigneur",
        "(De) les mondes"
      ],
      "notes" : {
        "10" : [
          "Selon AI-Qasas: 30, la voix criait d'un arbre. Qu'est-ce que l'on comprend de",
          "c'est la suivante: Une sorte d'un feu était allumé sur le terrain sur le bord de",
          "la vallée, mais ni quoi que ce soit était brûlant, ni aucune fumée qui. Au milieu",
          "du feu se trouvait un arbre verdoyant à partir de laquelle une voix a commencé à",
          "appeler ce tout d'un coup. Ceci est une chose étrange que les prophètes d'Allah",
          "ont connu. Quand le Saint Prophète Muhammad [(que la paix d'Allah soient sur",
          "lui)] a été béni avec Prophétie, un ange lui apparut dans la solitude du Gave de",
          "Hira »et commencé à livrer le message de Dieu. Une chose semblable est arrivé",
          "avec le Prophète Moïse. Une personne voyageant a arrêté à un endroit, voit un feu",
          "à distance, les approches dans le but d'obtenir des informations abandonner la",
          "route, ou de choisir un tison, et tout à coup Allah, Seigneur de l'univers,",
          "l'infini, l'Inconcevable Etre , commence à lui parler. En de telles occasions, il",
          "existe à l'extérieur ainsi que dans-mêmes des prophètes un état extraordinaire",
          "qui les remplit avec l'assurance qu'il ne soit pas un djinn ou un satan ou une",
          "illusion de leur propre esprit, ni sont leurs sens étant trompé, mais il est le",
          "Seigneur de l'univers, ou son ange, qui parle pour eux. [(Pour de plus amples",
          "explications, voir E.N. 10 de An-Najm)]."
        ],
        "11" : [
          "Ici, l'utilisation des mots Subhan qu'Allah [(glorifiée est Allah)] est censé",
          "avertir le prophète Moïse à cet effet: [ \"Vous ne devriez jamais penser que",
          "Allah, Seigneur de l'univers, est assis dans le arbre, ou a conclu, ou que Sa",
          "Lumière absolue se hasconcentrated dans la sphère limitée de votre vue, ou une",
          "langue est de fonctionner dans une bouche pour produire de la parole, mais il est",
          "Allah, qui est pure et libre de toutes ces limitations, Qui est Lui-même vous",
          "parle. \"]"
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "يَا مُوسَىٰ إِنَّهُ أَنَا اللَّهُ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Ô Moïse ! C’est Moi, Dieu, le Tout-Puissant, le Sage !"
      ],
      "tafsirTranslate" : [
        "O Moïse, c'est moi, Allah, le Tout-Puissant, le Sage:"
      ],
      "tanslateWordByWord" : [
        "O Musa",
        "Effectivement",
        "Je suis",
        "Allah",
        "Tout-Puissant",
        "le Sage"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَأَلْقِ عَصَاكَ ۚ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ ۚ يَا مُوسَىٰ لَا تَخَفْ إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ",
      "simpleTranslate" : [
        "Jette ton bâton !» Et Moïse, voyant son bâton se tortiller comme un démon, tourna",
        "le dos pour fuir sans revenir sur ses pas. «N’aie pas peur, Moïse, reprit la",
        "voix. Les messagers n’ont rien à craindre auprès de Moi,"
      ],
      "tafsirTranslate" : [
        "Juste abattre votre personnel \"A peine Moïse ne voyait le personnel se tordait",
        "comme un serpent <N:12> que il se retourna et se sont enfuis, sans même regarder",
        "derrière.\" O Moïse craint pas:. Messagers jamais avoir peur en Ma Présence,",
        "<N:13>"
      ],
      "tanslateWordByWord" : [
        "Et, &quot;Jeter",
        "votre personnel",
        "Mais quand",
        "il l'a vu",
        "en mouvement",
        "comme si elle",
        "(Étaient) un serpent",
        "il se retourna",
        "(En) vol",
        "et (a) pas",
        "regarde en arrière",
        "O Musa",
        "(Ne pas",
        "la crainte",
        "En effet, [I]",
        "(ne pas",
        "la crainte",
        "(En) Ma présence",
        "les messagers"
      ],
      "notes" : {
        "12" : [
          "Dans sourates Al-A`raf et Ash-Shu`araa ', le serpent a été appelé thu`ban [(un",
          "grand serpent)] mais ici jaann, un petit serpent. La raison est que la taille",
          "physique, il était un serpent, mais en mouvement, il a été rapide comme un petit",
          "serpent. La même chose a été exprimée par hayyatun `un tas [(un serpent de",
          "course)] dans Ta Ha: 20."
        ],
        "13" : [
          "Autrement dit, [ \"Dans Ma Présence il n'y a pas de risque de dommages pour le",
          "Messenger. Quand j'appelle quelqu'un en Ma Présence de le nommer aux hautes",
          "fonctions de la Prophétie, je deviens moi-même responsable de sa sécurité . Par",
          "conséquent, le Messenger doit rester courageux et confiants dans tous les types",
          "de situation inhabituelle: il ne sera jamais nuire ou lui faire du mal en aucune",
          "façon \"]."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "إِلَّا مَنْ ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ فَإِنِّي غَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "excepté celui qui a commis une injustice. Mais à l’égard de celui qui remplace le",
        "mal par le bien Je serai Clément et Miséricordieux."
      ],
      "tafsirTranslate" : [
        ", à moins, bien sûr, quelqu'un a commis une infraction. \" <N:14> Alors, si après",
        "le mal, il a changé (son acte) en un bon, je suis en effet AllForgiving,",
        "Tout-Miséricordieux . <N:15>"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "qui",
        "torts",
        "puis",
        "substituts",
        "bien",
        "après",
        "mal",
        "alors en effet, je suis",
        "Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "14" : [
          "Cette exception peut être contiguës ainsi que à distance. Dans le premier cas, il",
          "implique qu'il peut y avoir une véritable cause de la peur si le Messager a",
          "commis une infraction; dans le second cas, elle se traduira par: [ \"Aucun devrait",
          "avoir une cause de la peur en Ma Présence, à moins, bien sûr, quelqu'un a commis",
          "une infraction.\"]"
        ],
        "15" : [
          "Autrement dit, [ \"Si même un délinquant repent et des réformes lui-même et fait",
          "le bien au lieu du mal, je vais lui pardonner.» Cela impliquait à la fois un",
          "avertissement et une bonne nouvelles. Le prophète Moïse avait tué un Copte par",
          "inadvertance et a fui de l'Egypte. ce fut une infraction à laquelle une référence",
          "subtile a été faite. Lorsque cette infraction a été commise non",
          "intentionnellement par le prophète Moïse, il avait immédiatement proposé la",
          "repentance à Allah, en disant: \"] O mon Seigneur! . J'ai péché contre moi-même,",
          "pardonnez-moi [ \"Alors,\"] Allah lui pardonna [ \"là et puis [.. (Al-Qasas: 16)]",
          "Voici les bonnes nouvelles du même pardon lui a été donné, comme si à-dire, \"] ô",
          "Moïse, il pourrait y avoir une véritable cause de vous sentir peur en Ma",
          "Présence, parce que vous aviez commis une infraction, mais quand vous avez changé",
          "le mal en bien, je n'ai que le pardon et la miséricorde pour vous. Je ne vous ai",
          "pas appelé ici en ce moment pour vous punir, mais je vais vous envoyer sur une",
          "grande mission avec des miracles merveilleux. \""
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ ۖ فِي تِسْعِ آيَاتٍ إِلَىٰ فِرْعَوْنَ وَقَوْمِهِ ۚ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ",
      "simpleTranslate" : [
        "Introduis ta main dans l’ouverture de ta tunique. Elle en ressortira toute",
        "blanche et sans aucun mal. C’est là un des neuf signes destinés à Pharaon et à",
        "son peuple, qui ont toujours été des gens pervers.»"
      ],
      "tafsirTranslate" : [
        "et vient de mettre votre main dans votre sein: il sortira brillant, sans aucune",
        "blessure. Ceux-ci (deux signes) sont parmi les neuf signes (vous prendrez) <N:16>",
        "à Pharaon et son peuple: ils sont en effet un peuple très mauvais \"."
      ],
      "tanslateWordByWord" : [
        "Et entrez",
        "ta main",
        "dans",
        "votre sein",
        "elle sortira",
        "blanc",
        "sans pour autant",
        "sans pour autant",
        "nuire",
        "(Ce sont) parmi",
        "neuf",
        "signes",
        "à",
        "Firaun",
        "et son peuple",
        "En effet, ils",
        "sont",
        "un peuple",
        "pervers"
      ],
      "notes" : {
        "16" : [
          "Selon Surah Bani Isra'il: 101, le Prophète Moïse avait été accordé neuf signes",
          "bien visibles, qui, selon les détails donnés dans AI-A`raf étaient les suivantes:",
          "[(1)] Le le tournant du personnel en serpent, 12) la main qui brille quand il a",
          "été tiré hors de l'aisselle, [(3)] triomphe public sur les magiciens, [(4)]",
          "apparition d'une famine généralisée dans le pays tel que prédit par le Prophète",
          "Moïse , t5) la tempête, [(6)] les sauterelles, [(7)] l'incidence des charançons",
          "dans les magasins de céréales et des poux chez les êtres humains et les animaux,",
          "[(8)] les grenouilles, et [(9)] la pluie de sang. [(Far explication, voir E.N. 43",
          "de Az Zukhruf)] .."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "فَلَمَّا جَاءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُوا هَٰذَا سِحْرٌ مُبِينٌ",
      "simpleTranslate" : [
        "Mais lorsque Nos signes parvinrent à ces derniers pour les éclairer, ils",
        "s’écrièrent : «Ce n’est là que de la pure magie !»"
      ],
      "tafsirTranslate" : [
        "Mais quand Nos versets clairs sont venus devant ces gens, ils ont dit: «Ceci est",
        "une magie manifeste.\""
      ],
      "tanslateWordByWord" : [
        "Mais quand",
        "est venu à eux",
        "Nos signes",
        "visible",
        "ils ont dit",
        "Ce",
        "(Est) une magie",
        "manifeste"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا ۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ",
      "simpleTranslate" : [
        "Et bien que convaincus dans leur for intérieur de la véracité de Nos signes, ils",
        "les nièrent par injustice et par vanité. Considère quelle a été la fin des",
        "corrupteurs."
      ],
      "tafsirTranslate" : [
        "Ils ont rejeté ces signes sur l'injustice pure et de la vanité, alors que dans de",
        "leur cœur, ils étaient convaincus. <N:17> Voir, puis, quel sort ces corrupteurs",
        "se sont réunis."
      ],
      "tanslateWordByWord" : [
        "Et ils ont rejeté",
        "leur",
        "mais étaient convaincus avec eux (signes)",
        "se",
        "(Sur) l'injustice",
        "et altaneria",
        "donc, voir",
        "Comment",
        "était",
        "(la fin",
        "(De) corrupteurs"
      ],
      "notes" : {
        "17" : [
          "Comme mentionné dans d'autres endroits dans le Coran, chaque fois que la peste a",
          "frappé l'Egypte comme prédit par le prophète Moïse, Pharaon dira, [ \"O Moïse,",
          "prie ton Seigneur pour éliminer ce fléau, puis nous doit soumettre à ce que vous",
          "dites. \"] Mais, dès que la peste a été enlevé, Pharaon briserait sa promesse.",
          "[(Al-Araf, 134, Az-Zukhruf: 49-50 <V:43:49-50>)]. La Bible a également mentionné",
          "qu'il [(Exod., Chap. 8 à 10)], et par ailleurs aussi qu'il ne pouvait pas",
          "imaginer que l'apparition d'une famine dans tout le pays et l'avènement d'une",
          "violente tempête et l'incidence des criquets et les grenouilles et les charançons",
          "dans une telle abondance pourrait être dû à un tour de magie. Les miracles",
          "étaient si manifeste que même une personne stupide ne pouvait pas aider à se",
          "rendre compte que l'apparition des plaies sur une si grande échelle et leur",
          "élimination à la prière du Prophète ne pouvait être que due à Allah, Seigneur de",
          "la puissance et de l'autorité de toute la Création. Voilà pourquoi le prophète",
          "Moïse avait dit Pharaon clairement: [ \". Vous savez très bien que seul le",
          "Seigneur des cieux et de la terre a fait descendre ces signes\"] [(Bani lsra'il:",
          "102 <V:17:102>)]. Mais la raison pour laquelle Pharaon et ses chefs ont rejeté",
          "Moïse sciemment wa: [ \"Que devrions-nous croire à ces deux hommes qui sont des",
          "êtres humains comme curselves et dont les gens sont notre corvéables '!?\"]",
          "[(AIMu'minun: 47 <V:23:47>)]"
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا ۖ وَقَالَا الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَىٰ كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Nous avons fait don d’une part de Notre science à David et à Salomon, et ils",
        "dirent : «Louange à Dieu qui nous a favorisés par rapport à beaucoup de Ses",
        "fidèles serviteurs !»"
      ],
      "tafsirTranslate" : [
        "(D'un autre côté,) Nous avons donné à David et à Salomon, <N:18> et ils ont dit:",
        "\"Louange à Allah qui nous a élevé au-dessus beaucoup de Ses serviteurs croyants\".",
        "<N:19>"
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons donné",
        "Dawood",
        "et Sulaiman",
        "connaissance",
        "et ils ont dit",
        "Louange",
        "à Allah",
        "celui qui",
        "nous a favorisés",
        "plus de",
        "beaucoup",
        "de",
        "Ses serviteurs",
        "les croyants"
      ],
      "notes" : {
        "18" : [
          "Autrement dit, la connaissance de la réalité, sachant que tout ce qu'ils ont ne",
          "leur appartient pas, mais le don de Dieu et quels que soient les droits qu'ils",
          "ont été accordés sur ces choses doivent être utilisés strictement selon la",
          "volonté d'Allah, pour ils seront tenus responsables devant Allah, le vrai",
          "propriétaire, pour le droit et la mauvaise utilisation de ces droits. Cette",
          "connaissance est le contraire de l'ignorance dans laquelle Pharaon a été",
          "impliqué. Le type de caractère construit sur l'ignorance a été présenté dans les",
          "versets précédents. Maintenant, dans les versets suivants, le modèle du caractère",
          "construit sur la connaissance est présentée. Le genre de royaume, la richesse, la",
          "puissance et la grandeur sont courantes sur les deux côtés. Le Pharaon avait",
          "donné ces ainsi que les Prophètes David et Salomon. Mais la distinction de",
          "l'ignorance et la connaissance construites et les moulées dans entièrement",
          "différentes personnalités."
        ],
        "19" : [
          "Autrement dit, [ «Il y avait un autre croyant, serviteurs ainsi, qui pourrait",
          "être béni avec vicegerency. Mais il est seulement faveur d'Allah, pas due à une",
          "qualité spéciale en nous-mêmes, qu'il nous a choisi de domineront sur ce royaume.",
          "\"]"
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَوَرِثَ سُلَيْمَانُ دَاوُودَ ۖ وَقَالَ يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ ۖ إِنَّ هَٰذَا لَهُوَ الْفَضْلُ الْمُبِينُ",
      "simpleTranslate" : [
        "Et quand Salomon hérita de David, il dit : «Ô hommes ! Nous avons été initiés au",
        "langage des oiseaux, sans compter tous les autres bienfaits dont nous avons été",
        "gratifiés. C’est là, en vérité, une insigne faveur !»"
      ],
      "tafsirTranslate" : [
        "Et Salomon réussi David, <N:20> et il dit: «Ô gens, nous ont appris le langage",
        "des oiseaux, <N:21> et nous ont été accordées toutes sortes de choses. <N:22>",
        "Ceci est en effet une grande faveur (d'Allah). \""
      ],
      "tanslateWordByWord" : [
        "Et héritée",
        "Sulaiman",
        "Dawood",
        "Et il a dit",
        "O",
        "gens",
        "Nous avons appris",
        "(la langue",
        "(De) les oiseaux",
        "et nous avons reçu",
        "de",
        "chaque",
        "chose",
        "Effectivement",
        "ce",
        "sûrement, il",
        "(Est) la faveur",
        "évident"
      ],
      "notes" : {
        "20" : [
          "Succession ici ETCD ne signifie pas l'héritage de la richesse et des propriétés,",
          "mais la succession du prophète David dans la Prophétie et vicegerency. Pour la",
          "richesse et possessions, si aII transféré, ne pouvait pas être transféré au",
          "Prophète Salomon seulement, parce que Prophète David avait d'autres enfants",
          "aussi. Par conséquent, ce verset ne peut être cité pour réfuter le hadith",
          "rapporté par le Saint Prophète, en disant: [ «L'héritage laissé par nous, les",
          "prophètes, ne se divise pas en tant que telle. Tout ce que nous laissons derrière",
          "est la charité.\"] [(Bukhari)] et: [ «il n'y a pas d'héritier à un prophète Tout",
          "ce qu'il laisse derrière lui, est réparti entre les pauvres et les indigents des",
          "musulmans.\".] [(Musnad Ahmad Traditions de Abu Bakr, Ahadith n ° 60 et 78.)]. Le",
          "Prophète Salomon était le plus jeune fils du prophète David. Son nom hébreu",
          "Salomon est synonyme de Salim [(droit d'esprit, affable)]. Il a succédé au",
          "prophète David en 965 av. J.-C. et gouverné son royaume pendant quarante ans,",
          "jusqu'à 926B.C. Pour d'autres détails de sa vie et ses œuvres, voir E. N. de",
          "74-75 de AIAnbiyaa au sens du Coran, Vol. VII). Nos commentateurs ont grandement",
          "exagéré \"l'immensité de son royaume, et ont conclu qu'il a régné sur une grande",
          "partie du monde. Le fait, cependant. est que son royaume ne comprenait que la",
          "présente Palestine et la Transjordanie et une partie de la Syrie. [(Voir la",
          "carte:. Royaume des Prophètes David et Salomon, le sens du Coran, Vol II, Bani",
          "Israël E. N. 7)]."
        ],
        "21" : [
          "Il n'y a aucune mention dans la Bible que le Prophète Salomon avait enseigné la",
          "parole des oiseaux et des animaux, bien que les traditions israélites contiennent",
          "une référence à elle. [(Jewish Encyclopedia, Vol. Xl.p. 598)]"
        ],
        "22" : [
          "Autrement dit, [ \"Allah nous a accordé toutes sortes de choses.\"] Ceci,",
          "cependant, ne devrait pas être comprise littéralement; cela signifie que",
          "l'abondance de la richesse et les moyens de vie accordés par Allah. Cela n'a pas",
          "été dit fièrement par le Prophète Salomon, mais seulement pour exprimer sa",
          "gratitude à Allah pour sa grâce et sa bonté et faveurs."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ وَالْإِنْسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ",
      "simpleTranslate" : [
        "Les armées de Salomon composées de djinns, d’hommes et d’oiseaux furent",
        "rassemblées et placées en rangs devant lui."
      ],
      "tafsirTranslate" : [
        "Pour Salomon étaient rassemblés hôtes de djinns et les hommes et les oiseaux,",
        "<N:23> qui ont été gardé sous stricte discipline."
      ],
      "tanslateWordByWord" : [
        "Et ont été recueillies",
        "pour Sulaiman",
        "ses hôtes",
        "de",
        "djinns",
        "et les hommes",
        "et les oiseaux",
        "et ils",
        "(Ont été) mis en lignes"
      ],
      "notes" : {
        "23" : [
          "Les ETCD Bible ne soit faire aucune mention qu'il y avait des djinns aussi dans",
          "les armées du Prophète Salomon, et il a pris le service de leur part; mais le",
          "Talmud et les traditions rabbiniques contiennent des détails de cette. [(Jewish",
          "Encyclopedia, Vol. XI, p. 440)]. Certains des auteurs actuels ont tendu chaque",
          "nerf de prouver que les mots djinns et équitable ne se réfèrent pas aux djinns et",
          "des oiseaux, mais aux hommes qui ont effectué différentes fonctions dans l'armée",
          "du Prophète Salomon. Ils disent que les djinns haply les gens des tribus de",
          "montagne dont le Prophète Salomon avait soumis et qui a effectué les trayons",
          "d'une grande force et d'habileté sous lui; et équitable implique la cavalerie qui",
          "pourrait aller beaucoup plus vite que l'infanterie. Mais ceux-ci sont en effet",
          "les pires exemples de mauvaise interprétation du Coran. Le Coran mentionne ici",
          "trois types distincts de l'armée composée des hommes, les djinns et les oiseaux,",
          "et tous les trois ont donné été qualifiés par le préfixe a1 [(alif-! Am)] pour",
          "désigner une classe. Par conséquent, al djinns et al - tair ne pouvaient pas être",
          "inclus dans al-ins [(les hommes)], mais ils pourraient être deux classes",
          "distinctes et différentes de celles des hommes. En outre, une personne qui a un",
          "peu connaissance avec l'arabe ne peut pas imaginer que dans cette langue le",
          "simple mot a / Jinn pourrait jamais impliquer un groupe d'hommes, ou al - Les",
          "troupes de Tair montés sur des chevaux, ni arabe pourrait comprendre ces",
          "significations de ces mots. Appeler un homme un djinn seulement au sens figuré à",
          "cause de quelque exploit surnaturel de son, ou une femme une fée à cause de sa",
          "beauté, ou d'une personne se déplaçant rapidement un ETCD d'oiseaux ne signifie",
          "pas que les mots Jinn et fée et oiseau va désormais être pris pour signifier une",
          "puissant homme et une belle femme et une personne se déplaçant rapidement,",
          "respectivement. Ce ne sont que l'métaphoriques et non les véritables",
          "significations de ces mots. Dans un discours, un mot est utilisé dans son",
          "figurative au lieu de sa signification réelle, et les auditeurs prendra également",
          "en ce sens, que lorsqu'il existe dans le contexte d'un pointeur clair pour qu'il",
          "soit figuratif. Qu'est-ce, après tout, est le pointeur dans le contexte ici à",
          "partir de laquelle on peut comprendre que les mots djinns et tair ont été",
          "utilisés non pas dans leur sens réel et lexicale, mais dans leur sens figuré?",
          "Contrairement à cela, le travail et l'état d'un membre de chacun des deux groupes",
          "qui ont été mentionnés dans les versets suivants, relèvent entièrement contre le",
          "sens de cette interprétation. . Si une personne DCEs veulent pas croire en",
          "quelque chose dit dans le Coran, il devrait dire franchement qu'il ne croit pas",
          "en elle. Mais ce serait une lâcheté morale et malhonnêteté intellectuelle si l'on",
          "devrait forcer les mots clairs du Coran pour donner le sens qu'il leur veut",
          "donner, et dire au monde qu'il croit à ce que dit le Coran, alors qu'il DCEs pas,",
          "en fait, croire en elle, mais croit en sa propre signification déformée."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "حَتَّىٰ إِذَا أَتَوْا عَلَىٰ وَادِ النَّمْلِ قَالَتْ نَمْلَةٌ يَا أَيُّهَا النَّمْلُ ادْخُلُوا مَسَاكِنَكُمْ لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ وَهُمْ لَا يَشْعُرُونَ",
      "simpleTranslate" : [
        "Et lorsqu’elles arrivèrent à la vallée des fourmis, l’une de celles-ci s’écria :",
        "«Ô fourmis ! Regagnez vos demeures de peur que Salomon et ses armées ne vous",
        "écrasent sans s’en apercevoir.»"
      ],
      "tafsirTranslate" : [
        "(Une fois qu'il marchait dans une expédition avec eux) jusqu'au moment où ils",
        "sont venus à la vallée des fourmis, une fourmi dit: \"Ô fourmis, entrer dans vos",
        "trous de peur que Salomon et ses hôtes devraient vous piétiner vers le bas, sans",
        "même le savoir. \" <N:24>"
      ],
      "tanslateWordByWord" : [
        "Jusqu'à",
        "quand",
        "Ils sont arrivés",
        "à",
        "(la vallée",
        "(De) les fourmis",
        "dit",
        "une fourmi",
        "O",
        "fourmis",
        "Entrer",
        "vos logements",
        "de peur que pas vous écraser",
        "de peur que pas vous écraser",
        "Sulaiman",
        "et ses hôtes",
        "pendant qu'ils",
        "(Ne) pas percevoir",
        "(Ne) pas percevoir"
      ],
      "notes" : {
        "24" : [
          "Ce verset a aussi été grandement mal interprété par certains commentateurs de nos",
          "jours. Ils disent que Naml wad-in ne signifie pas [ \"vallée des fourmis\"], mais",
          "il est le nom d'une vallée qui était en Syrie, et Namlah ne signifie pas une",
          "fourmi, mais il est le nom d'une tribu. Ainsi, selon eux, le verset signifie",
          "ceci: [ \"Quand le Prophète Salomon atteint la vallée des fourmis, un Namilite",
          "dit:« Ô gens de la tribu Naml ...... \"] Mais cela est aussi une interprétation",
          "qui ne sont pas pris en charge par les paroles du Coran. Même si nous avons pris",
          "wad-in-Naml être le nom d'une vallée et supposé qu'il était habité par la tribu",
          "de Bani an-Naml, il serait contre l'idiome arabe et l'utilisation de parler d'un",
          "membre de la tribu comme Namlah . Bien qu'il existe de nombreuses tribus arabes",
          "qui ont été nommées d'après les animaux, e.g. Kalb [(chien)], Asad [(lion)], etc",
          "[ \", mais aucun Arabe ne dirait jamais à l'égard d'un membre du Kalb ou de la",
          "tribu Asad:\".] Un chien dit, ou un lion dit, etc. . par conséquent, il serait",
          "contre l'idiome arabe-à-dire à l'égard d'un membre de la tribu Naml: [ \". a",
          "Namlah [(ant)] dit cela\"] Ensuite, un membre de la Naml tribu avertissant les",
          "gens de sa tribu, disant: [ \"O Namilites, entrer dans vos maisons de peur que les",
          "hôtes de Salomon devraient vous piétiner sans même le savoir,\"] devient vide de",
          "sens, il est jamais arrivé qu'une armée d'hommes aurait piétiné un groupe",
          "d'hommes sans le savoir. Si l'armée est venu avec l'intention d'une attaque, il",
          "serait inutile de l'autre côté pour entrer dans leurs maisons, car dans ce cas",
          "les envahisseurs seraient les suivre dans leurs maisons, et fouler aux pieds les",
          "plus impitoyablement. Et si l'armée est seulement sur la routine mars, il est",
          "juste assez pour dégager la voie pour cela. Les êtres humains peuvent être lésés",
          "par les colonnes en marche, mais il ne peut jamais arriver que les soldats sur le",
          "mars seraient piétiner d'autres hommes sans le savoir. Par conséquent, si Bani",
          "an-Naml étaient une tribu d'êtres humains, et l'un de ses membres étaient",
          "d'avertir son peuple, puis en cas d'attaque, il aurait dit, [ \"O Namilites, fuir",
          "vos maisons et se réfugier dans la montagnes de peur que les armées de Salomon",
          "devraient vous détruire. \"] Et dans le cas où il n'y avait pas de danger d'une",
          "attaque, il aurait dit, [\" O Namilites, dégagez le chemin de peur que l'un",
          "d'entre vous devrait être lésés par les colonnes de marche des armées de Salomon.",
          "\"] Cette erreur dans l'interprétation est à cause de l'idiome arabe et l'objet.",
          "Quant au nom de la vallée et la tribu de Bani an-Naml qui l'habitent, il est une",
          "simple hypothèse pour laquelle il existe aucune preuve scientifique. Ceux qui",
          "soutiennent que wad-in -naml était le nom d'une vallée ont eux-mêmes fait",
          "remarquer qu'il avait été ainsi nommé en raison de l'abondance des fourmis en",
          "elle. Qatadah et Muqatil disent, [ \"Il est une vallée dans le pays de la Syrie où",
          "les fourmis se trouvent en abondance. Mais dans aucun livre d'histoire et de la",
          "géographie et en aucune recherche archéologique, il est mentionné qu'il était",
          "habité par une tribu appelée Bani an- Naml. Ainsi, il est simplement une",
          "concoction qui a été inventé pour soutenir leur propre interprétation de l'un.",
          "Cette histoire se trouve aussi dans les traditions israélites, mais sa dernière",
          "partie tombe contre le Coran, ainsi que contre la dignité royale du Prophète",
          "Salomon. Selon lui, lorsque le Prophète Salomon traversait une vallée qui",
          "abondait en fourmis, il entendit une fourmi crier aux autres fourmis à dire, \"]",
          "Entrez dans vos trous, sinon vous serez foulés aux pieds par les hôtes de",
          "Salomon. [\" a cela, le Prophète Salomon preuve d'une grande vanité avant la",
          "fourmi à laquelle la fourmi rejoint, \"] que faites-vous? -le produit d'une simple",
          "goutte de sperme!\" en entendant cela, le prophète Salomon sentait une grande",
          "confusion. [(Jewish Encyclopedia, Vol. X1, p. 440)]. Cela montre comment le Coran",
          "corrige les mauvaises traditions des Israélites, et nettoie les taches sales dont",
          "ils avaient eux-mêmes les personnages de marque de leurs prophètes. Ce sont ces",
          "traditions dont les orientalistes occidentaux affirment sans vergogne que le",
          "Coran les a plagié pour ses récits. . Rationnellement, il est également pas du",
          "tout inconcevable que la fourmi doit avertir les membres de ses «propres espèces",
          "d'un danger imminent et leur dire d'entrer dans leurs trous. Quant à la question",
          "de savoir comment le Prophète Salomon entendu, la réponse est: Il est pas tout",
          "difficile à comprendre le discours brut d'une fourmi pour une personne dont le",
          "sens peut comprendre et recevoir un message subtil comme la Parole de",
          "l'Apocalypse"
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "فَتَبَسَّمَ ضَاحِكًا مِنْ قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ",
      "simpleTranslate" : [
        "Ces paroles firent sourire Salomon qui dit : «Seigneur ! Permets-moi de rendre",
        "grâce des bienfaits dont Tu nous as comblés, mon père, ma mère et moi-même. Fais",
        "que toutes mes actions Te soient agréables et admets-moi, par un effet de Ta",
        "grâce, parmi Tes saints serviteurs.»"
      ],
      "tafsirTranslate" : [
        "En entendant ses mots, Salomon se mit à rire en souriant et dit: \"O mon Seigneur,",
        "retenir <N:25> moi afin que je puisse rendre grâce à toi pour tes faveurs que tu",
        "as accordée à la et mes parents, et (me permettre) de faire ces bonnes œuvres qui",
        "peuvent vous plaire;. et fais-moi entrer, par ta miséricorde, parmi Tes",
        "serviteurs vertueux \" <N:26>"
      ],
      "tanslateWordByWord" : [
        "Alors il sourit",
        "en riant",
        "à",
        "son discours",
        "et dit",
        "Mon Seigneur",
        "Accorde-moi (la) puissance",
        "cette",
        "Je vous remercie",
        "(Pour) votre faveur",
        "lequel",
        "Vous avez donné",
        "sur moi",
        "et sur",
        "mes parents",
        "et cela",
        "Je peux le faire",
        "justes (actes)",
        "qui vous plaira",
        "Et fais-moi entrer",
        "par Ta Miséricorde",
        "parmi",
        "Vos esclaves",
        "vertueux"
      ],
      "notes" : {
        "25" : [
          "[ \"Retiens moi ... grâce à toi»] signifie ceci:! [ \"Ô mon Seigneur, les pouvoirs",
          "et les capacités merveilleuses que vous me avez donnés sont telles que si je",
          "deviens même un peu oublieux et insoucieux, je pourrait transgresser les limites",
          "de service et être bouffi d'orgueil et se fourvoyer. par conséquent, ô mon",
          "Seigneur, me retenir pour que je puisse rester reconnaissants à vous pour toutes",
          "vos bénédictions au lieu d'être ingrat. \"]"
        ],
        "26" : [
          "[ \"Admettez serviteurs me..righteous\"] implique probablement ceci: [ \"Je devrait",
          "figurer parmi les justes dans l'au-delà et devrait entrer au Paradis avec eux.\"]",
          "Pour une personne qui DCES actes justes seront automatiquement être justes, mais",
          "son entrée dans le paradis dans l'au-delà ne peut se faire uniquement sur la",
          "force de ses bonnes œuvres, mais cela dépendra de la miséricorde d'Allah. Selon",
          "un Hadith, le Saint Prophète a dit: [ \"Simplement les actions de l'un quelconque",
          "d'entre vous ne seront pas lui permettre d'entrer au Paradis.\"] Il a été demandé,",
          "[ \"Dans votre cas aussi, ô Messager d'Allah?\"] Il répondu: [ «Oui, je vais pas",
          "non plus entrer au Paradis que sur la force de mes actes, à moins que Dieu",
          "Tout-Puissant me couvre de sa miséricorde».] cette prière du Prophète Salomon à",
          "cette occasion devient inutile si un Naml, on entend une ambiance des êtres",
          "humains et Namlah un membre de cette tribu. Après tout, il pourrait y avoir rien",
          "d'extraordinaire dans l'avertissement donné par un membre d'une tribu humaine",
          "pour les gens de son ambiance sur les troupes qui approchent d'un roi puissant",
          "qu'il aurait incité le roi à faire une telle prière à Allah. Cependant, une",
          "personne ayant de ce pouvoir merveilleux de la compréhension qu'il peut entendre",
          "le discours d'une fourmi à distance et comprendre également, est certainement",
          "quelque chose d'extraordinaire, ce qui peut impliquer une personne dans",
          "l'amour-propre et la vanité. Dans un tel cas, seule la prière du Prophète Salomon",
          "peut être pertinent."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ",
      "simpleTranslate" : [
        "Puis, passant les oiseaux en revue, il dit : «Pourquoi ne vois-je pas la huppe?",
        "Serait-elle absente?"
      ],
      "tafsirTranslate" : [
        "(À une autre occasion) Salomon a examiné ses oiseaux <N:27> et dit: «Comment",
        "est-ce que 1 ne voient pas la huppe? At-il disparu quelque part?"
      ],
      "tanslateWordByWord" : [
        "Et il a inspecté",
        "les oiseaux",
        "et dit",
        "Pourquoi",
        "Pourquoi",
        "ne pas",
        "je vois",
        "la huppe",
        "ou",
        "Est-il",
        "de",
        "les absents"
      ],
      "notes" : {
        "27" : [
          "Autrement dit, les oiseaux dont les troupes, comme mentionné ci-dessus, ont été",
          "inclus dans les armées du Prophète Salomon comme les troupes des hommes et des",
          "djinns. Il est tout à fait possible que le Prophète Salomon leur avait employé",
          "pour communiquer des messages, la chasse et l'exécution d'autres tels services."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ",
      "simpleTranslate" : [
        "Je la punirai sévèrement ou je l’égorgerai sûrement, à moins qu’elle ne me",
        "fournisse une excuse valable !»"
      ],
      "tafsirTranslate" : [
        "Je vais le punir sévèrement, ou même l'abattage lui, à moins qu'il ne présente",
        "devant moi une excuse raisonnable » <N:28>"
      ],
      "tanslateWordByWord" : [
        "Je vais sûrement le punir",
        "(Avec) une punition",
        "sévère",
        "ou",
        "Je vais sûrement l'égorger",
        "sauf si",
        "il me apporte",
        "un motif",
        "clair"
      ],
      "notes" : {
        "28" : [
          "Certaines personnes de l'époque moderne, disent que le hud-bud [(huppe)] ne",
          "signifie pas l'oiseau connu sous ce nom, mais est le nom d'un homme qui était un",
          "officier de l'armée de Salomon. Cette affirmation ne repose sur aucune recherche",
          "historique dans lequel ils auraient pu trouver une personne nommée hud-hud inclus",
          "dans la liste des agents du gouvernement du Prophète Salomon, mais ils fondent",
          "leur demande sur l'argument selon lequel la coutume de nommer l'homme êtres après",
          "les animaux est répandue en arabe comme dans d'autres langues et a également été",
          "trouvé en hébreu. En outre, le, travail qui a été attribué à l'hud-hud dans les",
          "versets suivants et sa conversation avec le Prophète Salomon, peut, selon eux,",
          "être effectuée que par un être humain. Mais si l'on garde à vue le contexte dans",
          "lequel cette chose se produit dans le Coran, il devient évident que ce ne",
          "commentaire du Coran mais son distorsion. Après aII, pourquoi le Coran mettre",
          "l'intelligence et l'intelligence de l'homme à l'épreuve en utilisant un langage",
          "énigmatique? Pourquoi devrait-il pas dire clairement qu'un soldat de la",
          "cavalerie, ou d'un peloton du Prophète Salomon, ou d'un service de communication,",
          "avait disparu, qu'il a ordonné à rechercher dehors, et qui est venu et a donné",
          "ces nouvelles et qu'il dépêcha sur telle ou telle mission ? Au lieu de cela, il",
          "utilise un tel langage que le lecteur, du début à la fin, est obligé de le",
          "considérer comme un oiseau. Laissez-nous, à cet égard, considérons les tartes",
          "dans leur séquence telle que présentée dans le Coran. de aII Premièrement, le",
          "Prophète Salomon exprime sa gratitude à AIIah pour Sa cette générosité: [ \". Nous",
          "avons appris le langage des oiseaux»] Dans cette phrase, tout d'abord, le mot",
          "Lair a été utilisé absolument que chaque arabe et érudit de arabe prendra dans le",
          "sens d'un oiseau, parce qu'il n'y a rien dans le contexte qui pointe vers son",
          "être figurative; deuxièmement, si tair impliquait un groupe d'hommes et non pas",
          "un oiseau, la langue ou la langue pupille auraient été utilisées concernant et",
          "pas la parole. »Puis, d'une personne connaissant la langue d'un autre peuple est",
          "pas une chose si extraordinaire qu'il devrait être spécialement mentionné.",
          "Aujourd'hui, il y a parmi nous des milliers d'hommes et de femmes, qui peuvent",
          "parler et comprendre plusieurs langues étrangères. Ceci est en aucun cas un",
          "exploit inhabituel qui peut être mentionné comme un don extraordinaire de Dieu.",
          "Ensuite, le Coran dit: [ \"Salomon étaient réunis hôtes de djinns et puis et les",
          "oiseaux.\"] Dans cette phrase, tout d'abord, les mots Jinn et ins [(hommes)] et",
          "Tair ont été utilisés comme noms pour les trois bien espèces connues et",
          "distinctes désignées par ces mots en arabe. Ensuite, ils ont été utilisés",
          "absolument et il n'y a rien dans le contexte qui peut pointer vers l'un d'eux",
          "étant utilisé métaphoriquement, ou comme un simile. hecause dont on peut les",
          "prendre dans un autre sens que connu signification lexicale leur bien-être.",
          "Ensuite, les mots ins ont eu lieu entre les mots djinns et Lair qui ne permet pas",
          "de le prendre dans le sens que les djinns et les tair étaient, dans le tact, deux",
          "groupes inclus dans les espèces d'ins [(hommes)]. Si cela avait été signifié les",
          "mots auraient été: ul djinns wat-Tair min-al-ins et non Jinn WAL-ins min-Al- W",
          "au-tair. Un peu plus loin non le e Coran dit que le Prophète Salomon dit",
          "quand-lors de son examen du oiseaux hr trouvé le hud-hud manquant. Si la juste",
          "étaient des êtres humains et hud-hud était aussi le nom d'un homme, un mot ou",
          "deux Dave devrait être là pour indiquer cela pour que citer pauvre lecteur ne",
          "devrait pas avoir pris la parole pour un oiseau. Lorsque le groupe étant",
          "mentionné clairement des oiseaux et un certain nombre de celui-ci est appelé",
          "hud-hud. comment peut-on espérer que le lecteur de lui-même les comprendre comme",
          "des êtres humains »? Ensuite, le Prophète Salomon dit, [ \"1 va le punir",
          "sévèrement, ou même l'abattage lui, à moins qu'il ne présente devant moi une",
          "excuse raisonnable.\"] Un homme est tué, ou pendu, ou condamné à mort, mais jamais",
          "abattu. Certaines personnes au coeur dur peut même abattre une autre personne par",
          "vengeance, mais il ne peut être attendu d'un prophète qu'il condamnerait un",
          "soldat de son armée pour être abattus que pour l'infraction de désertion, et",
          "Allah mentionnerait cet acte odieux de la Prophète sans un mot de désapprobation.",
          "Un peu plus loin, nous verrons encore que le Prophète Salomon envoie le même",
          "hud-hud avec une lettre à la reine de Saba et lui dit [ \"le jeter devant elle\"].",
          "De toute évidence, une telle instruction peut être donnée à un oiseau, mais pas",
          "du tout à un homme quand il est envoyé comme un envoyé ou messager. Seule une",
          "personne stupide va croire qu'un roi enverrait son envoyé une lettre à la reine",
          "d'un autre pays et de lui dire de jeter ou de le jeter devant elle. Faut-il",
          "supposer que le Prophète Salomon était pas au courant de l'étiquette sociale",
          "préliminaire qui même les gens ordinaires comme nous observent également lorsque",
          "nous envoyons notre domestique à un voisin? Est-ce qu'un homme dire à son",
          "serviteur de porter sa lettre à l'autre monsieur et de le jeter devant lui?",
          "Toutes ces choses montrent que le mot hud-hud ici a été utilisé dans sa",
          "signification lexicale, montrant qu'il était pas un homme, mais un oiseau. .",
          "Maintenant, si une personne est pas prêt à croire qu'un hud-hud peut parler de",
          "ces choses qui ont été attribués à ce dans le Coran, il devrait dire franchement",
          "qu'il ne croit pas dans ce récit: le Coran. Il est pure hypocrisie méconnaître",
          "des mots simples et clairs du Coran selon ses propres caprices seulement dans le",
          "but de dissimuler de l'un manque de foi en elle."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "فَمَكَثَ غَيْرَ بَعِيدٍ فَقَالَ أَحَطْتُ بِمَا لَمْ تُحِطْ بِهِ وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ",
      "simpleTranslate" : [
        "Mais l’absence de la huppe fut de courte durée. «Je viens d’apprendre, dit-elle,",
        "des choses que tu ne connaissais pas et je t’apporte un renseignement sûr au",
        "sujet du peuple de Saba’."
      ],
      "tafsirTranslate" : [
        "L'oiseau n'a pas fallu longtemps quand il est venu et a dit: «Je l'ai obtenu la",
        "connaissance des choses dont vous avez aucune connaissance. Je vous ai apporté",
        "que des informations sur Saba. <N:29>"
      ],
      "tanslateWordByWord" : [
        "Donc, il est resté",
        "ne pas",
        "longue",
        "et il a dit",
        "J'englobé",
        "ce qui",
        "ne pas",
        "vous avez englobé",
        "il",
        "et je suis venu pour vous",
        "de",
        "Saba",
        "avec des nouvelles",
        "certain"
      ],
      "notes" : {
        "29" : [
          "Saba 'étaient un peuple commerciaux bien connus de l'Arabie méridionale, dont la",
          "ville capitale de Marib jeter environ 55 miles au nord-est de San`a', l'actuelle",
          "capitale de Yaman. Ils ont augmenté au pouvoir après le déclin du Minaean Uni",
          "vers 1100 av. J.-C. et a prospéré pendant mille ans en Arabie. Puis, en 115 av.",
          "J.-C. ils ont été remplacés par le Himyarites, les autres personnes bien connues",
          "de l'Arabie méridionale, qui a régné Yaman et Hadramaout en Arabie et Habash en",
          "Afrique. Les Sabéens contrôlé tout le commerce qui passait entre l'Afrique de",
          "l'Est, l'Inde, l'Extrême-Orient et l'Arabie elle-même, d'une part, et l'Egypte,",
          "la Syrie, la Grèce et de Rome sur l'autre. Voilà pourquoi ils étaient célèbres",
          "pour leur richesse dans les temps anciens; si bien que, selon les historiens",
          "grecs ils étaient les personnes les plus riches du monde. Outre le commerce et le",
          "commerce, une autre bonne raison pour leur prospérité était qu'ils avaient",
          "construit des barrages ici et là dans leur pays pour stocker l'eau de pluie à des",
          "fins d'irrigation, qui avaient tourné toute leur terre en un véritable jardin. Le",
          "grec; les historiens ont fait mention de la verdure insolite de leur pays; et le",
          "Coran se réfère également à dans la sourate Saba ': déclaration 15.Le du hud-hud,",
          "`je l'ai obtenu la connaissance des choses dont vous avez aucune connaissance [\",",
          "ne signifie pas que le Prophète Salomon était totalement inconscients de Saba '.",
          "de toute évidence, la règle de la Syrie et de la Palestine dont le royaume étendu",
          "à la rive nord de la mer Rouge [(Golfe de `Aqabah)], ne pouvait pas ignorer d'un",
          "peuple qui gouvernaient la rive sud [(Yaman)] de la même mer Rouge, et qui a",
          "également commandé un pan important du commerce international. en outre, selon",
          "les Psaumes, le père de Salomon, prophète David, savait Saba 'Nous mentait les",
          "mots suivants de sa prière dans les Psaumes \"] Donne le jugement roi ton, O Dieu,",
          "et ta justice au fils du roi [(c.-à-Solomon)] ... les rois de Tarsis et des îles",
          "lui apporteront des présents les rois de Sheba et de Seba [(ie de Yaman de et les",
          "branches de Habash)] doit offrir des cadeaux . [ \"[(72: 1-2, 10-11)] par",
          "conséquent, ce que le hud-hud veut dire est ceci:\".] la connaissance des choses 1",
          "ont vu avec mes yeux dans la ville centrale de Sabéens. . n'a pas encore atteint",
          "vous \"."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "إِنِّي وَجَدْتُ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ",
      "simpleTranslate" : [
        "J’ai découvert que c’est une femme disposant de grandes ressources et ayant un",
        "magnifique trône qui règne sur eux ;"
      ],
      "tafsirTranslate" : [
        "Il nous avons vu une femme régner sur son peuple: elle a donné toutes sortes de",
        "dispositions, et elle a un trône splendide."
      ],
      "tanslateWordByWord" : [
        "En effet, je",
        "trouvé",
        "une femme",
        "leur pouvoir",
        "et elle a été donnée",
        "de",
        "chaque",
        "chose",
        "et pour son",
        "(Est) un trône",
        "génial"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَجَدْتُهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِنْ دُونِ اللَّهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَا يَهْتَدُونَ",
      "simpleTranslate" : [
        "et j’ai découvert qu’elle et son peuple adorent le Soleil au lieu d’adorer Dieu,",
        "car Satan a embelli leurs actions à leurs yeux et les a détournés du droit",
        "chemin, en sorte qu’ils errent sans direction."
      ],
      "tafsirTranslate" : [
        "Je vis qu'elle et son peuple se prosternent devant le soleil au lieu d'Allah. «",
        "<N:30> ---- Satan <N:31> ont fait leurs actions semblent juste pour eux, <N:32>",
        "et les empêchait de la route: par conséquent, ils ne trouvent pas le bon chemin"
      ],
      "tanslateWordByWord" : [
        "Et je l'ai trouvée",
        "et son peuple",
        "prosternant",
        "au soleil",
        "au lieu d'Allah",
        "au lieu d'Allah",
        "au lieu d'Allah",
        "et a fait juste semblant",
        "pour eux",
        "le Shaitaan",
        "leurs actions",
        "et les a détournés",
        "de",
        "le chemin",
        "afin qu'ils",
        "(ne sont pas",
        "guidé"
      ],
      "notes" : {
        "32" : [
          "Autrement dit, Satan a fait croire que gagner la richesse du monde et de",
          "décision, leur vie de plus en plus grande et pompeuse est la seule utilisation",
          "réelle et l'ajustement de leurs facultés mentales et intellectuelles et",
          "physiques. En dehors de ceux-ci, ils ne doivent pas penser sérieusement à autre",
          "chose: ils ne doivent pas se donner la peine de voir s'il y avait une réalité",
          "factuelle derrière la vie apparente du monde ou non, et si la base de leur",
          "religion, la morale, la culture et le système de vie accordée à cette réalité ou",
          "est allé tout à fait contre elle. Satan les satisfait que quand ils faisaient des",
          "progrès satisfaisants en ce qui concerne la richesse et de la puissance et de la",
          "grandeur du monde, ils avaient pas besoin de voir si leurs croyances et",
          "philosophies et théories sont correctes ou non, pour la seule preuve de leur être",
          "correcte a été qu'ils étaient gagner la richesse et profiter de la vie à leur",
          "contenu de coeurs."
        ],
        "30" : [
          "Cela montre que les gens de Saba 'à ce que la chaux ont suivi la religion du",
          "culte du soleil, qui est également soutenue par les anciennes traditions de",
          "l'Arabie. Ibn Ishaq a cité le généalogistes »en disant à l'effet que Saba 'ont en",
          "fait descendre d'un ancêtre dont le nom était` Abd Shams [(esclave du soleil, ou",
          "adorateur du soleil)] et le titre Saba'. Ceci est soutenu par les traditions",
          "israélites ainsi. Selon ces lorsque le hud = hud est arrivé avec la lettre du",
          "Prophète Salomon, la reine de Saba allait pour le culte du dieu-soleil, et il",
          "jeta la lettre sur le chemin devant la reine."
        ],
        "31" : [
          "Le style montre que les phrases d'ici à la fin du paragraphe ne sont pas une",
          "partie du discours du hud-bud mais son discours a pris fin avec: [ \"ils se",
          "prosternent devant le soleil\"], et ces mots sont un ajout par Allah à son",
          "discours. «Je lui est pris en charge par la phrase: [\". Il sait tout ce que vous",
          "cachez et révéler \"] Ces mots donnent l'impression que le haut-parleur et les",
          "destinataires ne sont pas ici qu'il hud-hud et le Prophète Salomon et ses",
          "courtisans, respectivement, mais le haut-parleur est Allah et les destinataires",
          "les polythéistes de la Mecque, pour qui admonition cette histoire a été liée.",
          "Parmi les commentateurs, 'Allamah Alusi ;, l'auteur de ani Ruh-al-Ma, a également",
          "préféré le même avis."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ",
      "simpleTranslate" : [
        "Que ne se prosternent-ils devant Dieu qui dévoile les secrets des Cieux et de la",
        "Terre ; qui sait ce que vous dissimulez et ce que vous divulguez?"
      ],
      "tafsirTranslate" : [
        "qu'ils peuvent se prosterner devant ce Dieu qui met en lumière les choses cachées",
        "des cieux et de la terre <N:33> et sait tout ce que vous cachez et révéler.",
        "<N:34>"
      ],
      "tanslateWordByWord" : [
        "Cela ne",
        "ils se prosternent",
        "à Allah",
        "celui qui",
        "enfante",
        "ce qui est caché",
        "dans",
        "Le Paradis",
        "et la terre",
        "et sait",
        "quelle",
        "vous cachez",
        "et quoi",
        "vous déclarez"
      ],
      "notes" : {
        "33" : [
          "Autrement dit, il apporte en permanence l'existence de ces choses qui, avant leur",
          "«naissance ont été cachés ici et là: Il apporte en continu d'innombrables types",
          "de végétation et de minéraux dans les entrailles de la terre: Il est manifeste à",
          "partir de l'espace de telles choses supérieures que ne pouvait même pas être",
          "conçu par Ruman esprit avant leur manifestation."
        ],
        "34" : [
          "Autrement dit, Sa connaissance embrasse tout; l'air libre et caché sont",
          "semblables pour Lui; Il est au courant de tout. En citant ces deux attributs de",
          "AIIah l'objet est d'impressionner que s'ils avaient pas été trompés par Satan,",
          "ils auraient pu voir la bonne façon claire: ils auraient pu apercevoir que la",
          "combustion à chaud sphère du soleil qui n'a pas de sens de sa propre existence,",
          "ne méritait pas d'être adoré, mais le culte était dû à Lui seul qui est",
          "l'Omniscient et l'ILA-Wise Etre, et dont la puissance est mise en existence des",
          "phénomènes nouveaux et toujours ragoût chaque instant."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ ۩",
      "simpleTranslate" : [
        "Dieu en dehors de qui il n’y a point de divinité, le Maître du Trône sublime !"
      ],
      "tafsirTranslate" : [
        "Allah: aucun, mais il est digne d'adoration. Il est le propriétaire du trône",
        "glorieux <N:35>"
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(Il n'y a pas",
        "Dieu",
        "mais",
        "Il",
        "(le Seigneur",
        "(De) Trône",
        "le grand"
      ],
      "notes" : {
        "35" : [
          "Ceci est l'un de ces versets du Coran, dont le récit rend obligatoire pour un à",
          "effectuer une Sajdah [(prosternation)], et il y a un consensus sur ce des",
          "juristes musulmans. L'objet de l'exécution d'un Sajdah ici est que le croyant",
          "doit se démarquer des adorateurs du soleil et devrait decalre par son action",
          "qu'il ne considère pas le soleil, mais Allah Tout-Puissant seul comme sa divinité",
          "et Seigneur."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "قَالَ سَنَنْظُرُ أَصَدَقْتَ أَمْ كُنْتَ مِنَ الْكَاذِبِينَ",
      "simpleTranslate" : [
        "– «Nous allons voir, dit Salomon, si tu dis la vérité ou si tu es une menteuse."
      ],
      "tafsirTranslate" : [
        "Salomon dit: «Nous allons tout à l'heure de voir si ce que vous dites est vrai,",
        "ou ce domaine menteur."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Nous verrons",
        "si vous parlez (la) vérité",
        "ou",
        "tu es",
        "de",
        "les menteurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "اذْهَبْ بِكِتَابِي هَٰذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانْظُرْ مَاذَا يَرْجِعُونَ",
      "simpleTranslate" : [
        "Emporte ma lettre que voici. Lance-la vers eux et mets-toi en retrait pour voir",
        "ce que sera leur réponse.»"
      ],
      "tafsirTranslate" : [
        "Prenez cette lettre de moi et de le jeter devant eux; puis obtenir de côté et",
        "voir quelle réaction ils montrent. \" <N:36>"
      ],
      "tanslateWordByWord" : [
        "Aller",
        "avec ma lettre",
        "ce",
        "et de le livrer",
        "pour eux",
        "alors",
        "Faire demi-tour",
        "d'eux",
        "Et voir",
        "quelle",
        "ils reviennent"
      ],
      "notes" : {
        "36" : [
          "Ici se termine le rôle du hud-hud [(huppe)]. Les rationalistes nient son être un",
          "oiseau pour la raison qu'un oiseau ne pouvait pas être doté de ces pouvoirs",
          "d'observation, la discrimination et l'expression qu'il devrait passer au-dessus",
          "d'un pays et devrait venir à savoir qu'il est la terre de Saba`, il a tel ou tel",
          "système de gouvernement, il est dirigé par une femme, sa religion est sunworship,",
          "qu'il aurait adoré un Dieu au lieu d'avoir égaré, puis à son retour au Prophète",
          "Salomon devrait clairement faire un rapport de aII ses observations devant lui.",
          "En raison de ces mêmes raisons les athées ouverts opposent que le Coran est un",
          "livre de fables et légendes; puis ceux qui essaient d'interpréter le Coran mal",
          "interpréter rationnellement ses termes clairs afin de prouver que le hud-hud",
          "était pas du tout un oiseau mais il était un homme. Mais la question est: Quelles",
          "informations scientifiques ont obtenu ces messieurs par lequel ils pouvaient dire",
          "avec une certitude absolue que les pouvoirs et les capacités des différentes",
          "espèces d'animaux et de leurs différents individus ont obtenu? Les informations",
          "qu'ils possèdent ne se compose que des résultats enterrés FROTH l'observation",
          "grossièrement insuffisante faite sommairement par eux de la vie et le",
          "comportement des animaux. . En fait, l'homme n'a pas été jusqu'ici en mesure de",
          "connaître à travers toute certaine signifie que différents animaux savent et ce",
          "qu'ils voient et entendent. et ce qu'ils ressentent et pensent et comprennent, et",
          "comment l'esprit de chacun d'eux fonctionne. Pourtant, quel que soit peu",
          "d'observation a été faite de la vie des différentes espèces d'animaux, il a",
          "révélé quelques-uns de leurs capacités merveilleuses. Maintenant, quand AIIah,",
          "qui est le Créateur de ces animaux, nous dit qu'il avait appris le langage des",
          "oiseaux à l'un de ses prophètes et béni avec la capacité de parler, et la",
          "formation apprivoisement et du Prophète avait donc permis une hud-hud qu'il",
          "pourrait faire certaines observations dans les pays étrangers et pourrait",
          "signaler thêta au Prophète, nous devrions, en fait, être prêts à réviser notre",
          "peu de connaissances sur les animaux à la lumière de la déclaration d'Allah.",
          "Mais, au contraire, nous nous engageons la folie de prendre notre cette",
          "connaissance insuffisante comme critère et démentons cette déclaration de AIIah",
          "ou de fausser le sortir de sa véritable signification."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "قَالَتْ يَا أَيُّهَا الْمَلَأُ إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ",
      "simpleTranslate" : [
        "«Ô dignitaires, dit la reine, une illustre missive vient de me parvenir."
      ],
      "tafsirTranslate" : [
        "La reine a dit, \"les chefs de O, une lettre très importante a été jeté devant",
        "moi."
      ],
      "tanslateWordByWord" : [
        "Dit-elle",
        "O",
        "chefs",
        "En effet, [I]",
        "est livré",
        "pour moi",
        "une lettre",
        "noble"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
      "simpleTranslate" : [
        "Elle est de Salomon. En voici la teneur : “Au nom de Dieu, le Clément, le",
        "Miséricordieux."
      ],
      "tafsirTranslate" : [
        "Il vient de Salomon, et il commence par le nom d'Allah, le Clément, le",
        "Miséricordieux."
      ],
      "tanslateWordByWord" : [
        "En effet, il",
        "(est de",
        "Sulaiman",
        "et en effet il (est)",
        "Dans le nom",
        "(De) Allah",
        "le Tout Miséricordieux",
        "le Très Miséricordieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ",
      "simpleTranslate" : [
        "Ne soyez pas orgueilleux envers moi ! Venez plutôt me faire votre soumission !”«"
      ],
      "tafsirTranslate" : [
        "Il dit: `Ne pas adopter une attitude rebelle contre moi et présentez-vous en tant",
        "que musulmans avant moi.\" <N:37>"
      ],
      "tanslateWordByWord" : [
        "Cela ne",
        "exaltera vous",
        "contre moi",
        "venez à moi",
        "(In) soumission"
      ],
      "notes" : {
        "37" : [
          "Autrement dit, [ \"Les ls importants pour plusieurs raisons lettre: [(1)] Il m'a",
          "atteint d'une manière inhabituelle au lieu d'un envoyé, il a été apporté et",
          "laissé tomber sur moi par un oiseau.. [(2)] Il est de Salomon, le grand souverain",
          "de la Palestine et la Syrie. [(3)] Il a Heen commencé avec le nom de AIIah, le",
          "compatissant et Miséricordieux, ce qui est une façon inhabituelle de la",
          "correspondance et non suivie par tout le royaume dans le monde. L41 Ensuite, il",
          "est également inhabituel qu'une lettre doit être écrite que dans le nom de AIIah,",
          "l'Exalté, épargnez de ALi autres dieux et déesses. [(5)] la chose la plus",
          "importante dans c'est qu'il nous invite très clairement et simplement renoncer à",
          "la rébellion et à adopter l'obéissance et nous présenter devant Salomon dans la",
          "soumission [(ou en tant que musulmans)] \"] [\" vous présenter comme musulman »]",
          "peut avoir deux significations:. [(I)] [ \"présentez-vous dans la soumission\"]; et",
          "[(2)] [ \"présenter vous-mêmes en tant que musulmans [(après avoir embrassé",
          "lslam)].\"] Le sens tirst est conforme à la position du Prophète Salomon comme une",
          "règle, et le second avec sa position en tant que prophète. Probablement ce mot",
          "complet a été utilisé afin de transmettre les deux sens à travers la lettre. Le",
          "même genre d'invitation a toujours été étendue par l'islam aux nations",
          "indépendantes et les gouvernements qu'ils doivent soit accepter l'islam et de",
          "devenir des partenaires égaux dans le système islamique de la vie, ou se rendre à",
          "l'indépendance politique et de soumettre au système de l'Islam et payer Jizyah"
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "قَالَتْ يَا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي مَا كُنْتُ قَاطِعَةً أَمْرًا حَتَّىٰ تَشْهَدُونِ",
      "simpleTranslate" : [
        "«Ô dignitaires, ajouta la reine, conseillez-moi dans cette affaire ; je ne",
        "prendrai aucune décision avant de connaître votre avis.»"
      ],
      "tafsirTranslate" : [
        "(Après avoir lu la lettre) la reine dit, \"les chefs de O, me conseiller dans",
        "cette affaire;. Je ne prends pas une décision dans une affaire sans (conseil)",
        "vous\" <N:38>"
      ],
      "tanslateWordByWord" : [
        "Dit-elle",
        "O",
        "chefs",
        "Conseille-moi",
        "dans",
        "mon affaire",
        "ne pas",
        "je serais",
        "celui de décider",
        "toute question",
        "jusqu'à",
        "vous êtes présent avec moi"
      ],
      "notes" : {
        "38" : [
          "Les mots utilisés dans le texte sont: hatta tash-hu-isabelle [(sauf si vous êtes",
          "présent, ou à moins que vous témoignez)]. Voilà: [ \". 1 concerne votre présence",
          "nécessaire lorsque 1 prendre une décision dans les affaires importantes, et que",
          "quelle que soit la décision que je prends, vous devriez être là pour témoigner",
          "qu'il est juste et correct\"] Cela montre que si le système de gouvernement parmi",
          "Saba 'était la royauté, il n'a pas été tyrannique; mais la règle du temps a",
          "décidé des questions en consultation avec les personnes importantes au sein du",
          "gouvernement."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "قَالُوا نَحْنُ أُولُو قُوَّةٍ وَأُولُو بَأْسٍ شَدِيدٍ وَالْأَمْرُ إِلَيْكِ فَانْظُرِي مَاذَا تَأْمُرِينَ",
      "simpleTranslate" : [
        "– «Nous sommes, répondirent-ils, un peuple fort et d’une puissance redoutable.",
        "Mais la décision t’appartient. Vois donc toi-même les ordres que tu veux bien",
        "nous donner !»"
      ],
      "tafsirTranslate" : [
        "Ils ont répondu: «Nous sommes un peuple puissant, et de bons combattants. La",
        "décision, cependant, dépend de vous. Vous pouvez vous considérer comme à ce que",
        "la commande que vous devez donner.\""
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "nous",
        "(Sont) possesseurs",
        "(De) force",
        "et possesseurs",
        "(De) pourrait",
        "génial",
        "et la commande",
        "(C'est à toi de voir",
        "alors regardez",
        "quelle",
        "vous allez commander"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "قَالَتْ إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً ۖ وَكَذَٰلِكَ يَفْعَلُونَ",
      "simpleTranslate" : [
        "– «En vérité, dit-elle, lorsque les rois s’emparent d’une cité, ils y sèment la",
        "ruine et asservissent les plus honorables de ses habitants. C’est ainsi",
        "qu’habituellement ils se comportent."
      ],
      "tafsirTranslate" : [
        "La reine dit: «Quand les rois entrent dans une terre, ils ruinent et avilissent",
        "ses gens honorables;. <N:39> ils la même chose <N:40>"
      ],
      "tanslateWordByWord" : [
        "Dit-elle",
        "Effectivement",
        "les rois",
        "quand",
        "ils entrent",
        "une ville",
        "ils ruinent",
        "et fais",
        "(La) plus honorable",
        "(De) son peuple",
        "(le plus bas",
        "Et ainsi",
        "ils font"
      ],
      "notes" : {
        "40" : [
          "Cette phrase a deux significations et les deux sont également probables: 1 1) Il",
          "peut être une partie de la reine du discours de Sheba, où elle aurait pu ajouter,",
          "afin de souligner ses paroles qui précèdent; et [(2)], il peut être les mots",
          "d'Allah qui ont été ajoutés comme une parenthèse à l'appui du discours de la",
          "reine."
        ],
        "39" : [
          "Dans cette phrase une critique approfondie a été faite de l'impérialisme. de",
          "l'invasion des autres pays et les nations victorieuses Les rois de la violence",
          "contre les nations opprimées n'a jamais été dans l'intérêt de la réforme et de",
          "bonne volonté. 'Objet d'incendie a été de contrôler et d'exploiter les moyens et",
          "ressources de subsistance accordées à l'autre nation par Dieu, et de le rendre si",
          "impuissant qu'il ne devrait jamais être en mesure d'augmenter la résistance et de",
          "la demande de sa part. A cet effet, ils bloquent jusqu'à tout ce qu'il signifie",
          "la prospérité, la puissance et l'honneur, écraser des éléments de selfrespecting",
          "AII inculquer à ses membres les attitudes de l'esclavage, la flatterie, la",
          "trahison et l'espionnage contre l'autre, l'imitation du vainqueur et le respect",
          "de sa civilisation, le mépris de leur propre civilisation et d'autres qualités",
          "moyennes de caractère. Ainsi, progressivement, ils les ramener à un niveau",
          "tellement bas de caractère où ils peuvent ne pas hésiter même de vendre l'un de",
          "leurs objets les plus sacrés du patrimoine et être prêt à effectuer un service",
          "misérable sur le paiement."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ",
      "simpleTranslate" : [
        "Aussi vais-je leur envoyer un présent et attendre la réponse que me rapporteront",
        "les messagers.»"
      ],
      "tafsirTranslate" : [
        "Je vais leur envoyer un cadeau, puis attendre de voir avec quelle réponse mes",
        "envoyés reviennent. \""
      ],
      "tanslateWordByWord" : [
        "Mais en effet, je suis",
        "va envoyer",
        "pour eux",
        "un cadeau",
        "Et voir",
        "avec quoi",
        "retour",
        "les messagers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "فَلَمَّا جَاءَ سُلَيْمَانَ قَالَ أَتُمِدُّونَنِ بِمَالٍ فَمَا آتَانِيَ اللَّهُ خَيْرٌ مِمَّا آتَاكُمْ بَلْ أَنْتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ",
      "simpleTranslate" : [
        "Mais lorsque ces derniers se présentèrent à Salomon, celui-ci leur dit : «Vous",
        "voulez m’aider par vos présents, alors que ce que Dieu m’a accordé est bien",
        "meilleur que ce qu’Il vous a donné ! Vous semblez bien satisfaits de votre cadeau",
        "!"
      ],
      "tafsirTranslate" : [
        "Lorsque (l'envoyé de la reine) arrivait à Salomon, le roi dit «Voulez-vous me",
        "aider avec la richesse? Qu'est-ce que Dieu m'a donné est beaucoup plus que ce",
        "qu'il vous [* 41 a donné ] «Puissiez-vous vous réjouir de votre cadeau!"
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "venu",
        "(À) Sulaiman",
        "il a dit",
        "Voulez-vous me fournir",
        "avec la richesse",
        "Mais quoi",
        "Allah m'a donné",
        "Allah m'a donné",
        "(est mieux",
        "que ce que",
        "Il vous a donné",
        "Non",
        "toi",
        "dans votre cadeau",
        "réjouir"
      ],
      "notes" : {
        "41" : [
          "Cette phrase ne vise pas à exprimer la fierté et la vanité. Ce que cela veut dire",
          "est ceci: \"1 ont aucun désir pour votre richesse, je ne désire que vous crois, ou",
          "du moins soumettre à un système juste si vous acceptez aucune de ces",
          "alternatives, il est impossible pour moi de. accepter les pots de vin de la",
          "richesse et de vous laisser arbre dans la, question d'un système polythéiste et",
          "méchant de la vie. Qu'est-ce que mon Seigneur m'a donné est assez pour que je",
          "chéris tout désir de votre richesse."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "ارْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَا قِبَلَ لَهُمْ بِهَا وَلَنُخْرِجَنَّهُمْ مِنْهَا أَذِلَّةً وَهُمْ صَاغِرُونَ",
      "simpleTranslate" : [
        "Retournez donc chez les vôtres ! Nous allons marcher contre eux avec des armées",
        "auxquelles ils seront incapables de résister, et nous les expulserons de leur",
        "pays, avilis et humiliés.»"
      ],
      "tafsirTranslate" : [
        "(messagers O,) revenir à votre peuple; nous apporterons contre eux ces forces »",
        "<N:42> dont ils ne seront pas en mesure de résister, et nous les chasser (de",
        "leurs terres) humilié et déshonoré.\""
      ],
      "tanslateWordByWord" : [
        "Retour",
        "pour eux",
        "sûrement, nous allons venir à eux",
        "avec des hôtes",
        "ne pas",
        "(Is) Résistance",
        "pour eux",
        "de celui-ci",
        "et sûrement, nous allons les chasser",
        "De là",
        "(En) l'humiliation",
        "et ils",
        "(Sera) avili"
      ],
      "notes" : {
        "42" : [
          "Il existe un écart subtil entre cela et la phrase précédente, que l'on peut",
          "facilement till par une étude attentive du discours. Cela signifie ceci: [ \". O",
          "Messagers, prendre liens cadeau au peuple qui Nave vous envoyés Ils devront soit",
          "céder à notre première proposition, à savoir qu'ils devraient venir devant nous",
          "en tant que musulmans, ou nous amèneront forces contre eux.\" ]"
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "قَالَ يَا أَيُّهَا الْمَلَأُ أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ",
      "simpleTranslate" : [
        "Puis, s’adressant à son entourage, Salomon dit : «Qui de vous m’apportera le",
        "trône de cette reine avant que son peuple ne vienne me présenter sa soumission?»"
      ],
      "tafsirTranslate" : [
        "Pour ses courtisans Salomon <N:43> dit: «Lequel d'entre vous peut me chercher son",
        "trône avant que ces gens viennent à moi soumis?\" <N:44>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "O",
        "chefs",
        "Lequel de vous",
        "me apportera",
        "son trône",
        "avant",
        "cette",
        "ils viennent à moi",
        "(In) soumission"
      ],
      "notes" : {
        "44" : [
          "Autrement dit, le même trône sur lequel la huppe [(HUD hud)] avait signalé, [",
          "\"Elle a un trône splendide.\"] Certains commentateurs ont donné une étrange",
          "interprétation ici. Ils disent que le Prophète Salomon voulait avoir le trône",
          "devant lui avant l'arrivée de la reine parce qu'il voulait prendre possession.",
          "Car il craignait que si la reine est devenu un musulman. il serait illégal de",
          "prendre possession de sa propriété sans son approbation: par conséquent, il se",
          "hâta d'avoir le trône de la reine avec lui avant même son arrivée à Jérusalem,",
          "car au chat en temps, il était légitime de le prendre en sa possession. Que AIIah",
          "pardonne-nous! Ceci est un concept étrange de l'intention d'un prophète. Pourquoi",
          "devrait-on pas comprendre le verset à la lumière que le Prophète Salomon a voulu",
          "montrer un miracle aussi à la reine et ses courtisans en plus de prêcher son",
          "message pour qu'elle puisse savoir quels pouvoirs extraordinaires AIlah, Seigneur",
          "des mondes, avait accordé son Prophète afin que elle pourrait être convaincu que",
          "Salomon était sûrement un prophète de Allah`? Certains conunentators modernes ont",
          "mis un sens encore plus étrange sur ce verset. Ils traduisent le verset ainsi: [",
          "\"Qui de vous peut me mettre un trône pour la reine:\"] alors que le Coran a",
          "utilisé le mot bi- 'Arshi-ha qui signifie [ «son trône», et non bi- 'Arshil,",
          "-laha, \"] un trône pour elle.\" Ils traduisent mal le verset afin de se",
          "débarrasser de ce que le Coran a déclaré que le Prophète Salomon voulait propre",
          "trône de la reine à apporter la mousse Yaman à Jérusalem et que trop avant",
          "l'arrivée de la reine."
        ],
        "43" : [
          "Les détails de l'histoire qui ont été omis sont à l'effet: Les envoyés revinrent",
          "à la reine avec le don et fait un rapport de ce qu'ils avaient vu et entendu; la",
          "reine a décidé sur la base de ce qu'elle a entendu parler du Prophète Salomon de",
          "faire une visite à Jérusalem pour le voir personnellement; elle a quitté Saba",
          "'pour palestine accompagné par son entourage royal et a envoyé un message à la",
          "cour de Salomon qu'elle washerself venant d'entendre personnellement l'invitation",
          "du roi lui-même et d'avoir une conversation directe avec lui. Ici, l'histoire est",
          "reprise à partir du moment où la reine avait atteint près de Jérusalem et allait",
          "comparaître devant Salomon dans un jour ou deux."
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "قَالَ عِفْرِيتٌ مِنَ الْجِنِّ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقَامِكَ ۖ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ",
      "simpleTranslate" : [
        "– «Moi, répondit un djinn redoutable. Je te l’apporterai avant que tu ne te lèves",
        "de ta place. Pour cela, je suis fort et digne de confiance.»"
      ],
      "tafsirTranslate" : [
        "Un puissant parmi les djinns soumis, «Je vais chercher à vous avant même que vous",
        "levez de votre lieu <N:45>. Je possède la puissance nécessaire pour cela et je",
        "suis digne de confiance\" <N:46>"
      ],
      "tanslateWordByWord" : [
        "Dit",
        "une forte une",
        "de",
        "djinns",
        "je",
        "va l'amener à vous",
        "va l'amener à vous",
        "avant",
        "[cette]",
        "vous vous levez",
        "de",
        "votre place",
        "Et en effet, je suis",
        "pour ça",
        "sûrement, forte",
        "digne de confiance"
      ],
      "notes" : {
        "45" : [
          "De cela, il devient évident que les djinns dans le cadre du Prophète Salomon",
          "étaient, selon l'interprétation de certains commentateurs rationalistes des temps",
          "modernes, parmi les hommes ou parmi la création cachée communément appelé djinns.",
          "De toute évidence, la séance de la cour du Prophète Salomon au plus être de trois",
          "à quatre heures, et la distance de Marib, capitale de Saba ', de Jérusalem était",
          "encore à vol meurt, pas moins de 1500 miles. Pour chercher un trône splendide",
          "d'une reine d'un tel endroit éloigné dans un temps si court ne pouvait pas être",
          "possible pour un homme, fût-il une personne très forte et robuste. Cette tâche ne",
          "peut être effectuée même par un avion à réaction d'aujourd'hui. Le trône ne",
          "mentait pas dans une jungle d'où il venait d'être récupérée. Il se trouvait dans",
          "le palais de la reine, qui doit avoir été bien gardé, et en l'absence de la reine",
          "il doit avoir été gardé dans un endroit sécurisé Si un homme était allé chercher,",
          "il aurait dû être accompagné d'un commando afin qu'il pourrait submerger les",
          "gardes et arracher le trône. Comment pourrait-il être accompli ALi avant le lever",
          "de la cour? Cette chose peut se concevoir que dans le cadre d'un véritable Jinn!"
        ],
        "46" : [
          "Autrement dit, [ \"Vous pouvez me faire confiance en ce que je ne vais pas",
          "l'emporter, ni voler quelque chose de précieux de lui.\"]"
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "قَالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتَابِ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ ۚ فَلَمَّا رَآهُ مُسْتَقِرًّا عِنْدَهُ قَالَ هَٰذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ ۖ وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ ۖ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ",
      "simpleTranslate" : [
        "– «Et moi, dit un autre qui était initié à l’Écriture, je te l’apporterai en un",
        "clin d’œil.» Et lorsque Salomon vit le trône déposé devant lui, il s’écria :",
        "«C’est là une faveur que mon Seigneur m’accorde pour m’éprouver si je suis",
        "reconnaissant ou ingrat ! Or, celui qui est reconnaissant l’est à son propre",
        "avantage. Mais celui qui est ingrat doit savoir que mon Dieu Se suffit à",
        "Lui-même, car Il est Riche et Généreux.»"
      ],
      "tafsirTranslate" : [
        "Celui qui possédait la connaissance du Livre, a parlé sur \"1 va chercher à vous",
        "en un clin d'œil.\" <N:47> Dès que Salomon a vu le trône placé devant lui, il",
        "cria: \"Ceci est par la grâce de mon Seigneur, afin qu'il puisse me tester (voir)",
        "si je suis reconnaissant ou ungratefull <N:48> et celui qui est reconnaissant est",
        "reconnaissant seulement pour le bien de son propre, comme pour celui qui est",
        "ingrat, mon Seigneur est suffisant et auto-Exalté \". <N:49>"
      ],
      "tanslateWordByWord" : [
        "Dit",
        "un qui",
        "avec lui",
        "(A) la connaissance",
        "de",
        "l'Ecriture",
        "je",
        "va l'amener à vous",
        "va l'amener à vous",
        "avant",
        "[cette]",
        "résultats",
        "à toi",
        "votre regard",
        "Puis quand",
        "il l'a vu",
        "mis",
        "avant lui",
        "il a dit",
        "Ce",
        "(est de",
        "(La) Favor",
        "(De) mon Seigneur",
        "pour me tester",
        "si je suis reconnaissant",
        "ou",
        "Je suis ingrat",
        "Et quiconque",
        "(Est) reconnaissant",
        "alors seulement",
        "il est reconnaissant",
        "pour sa propre âme",
        "Et quiconque",
        "(Est) ingrat",
        "alors en effet",
        "mon Seigneur",
        "(Est) auto-suffisante",
        "noble"
      ],
      "notes" : {
        "48" : [
          "Les mots du Coran sont très claires à cet égard. la demande de cette personne ne",
          "reste pas une réclamation comme les djinns de, mais, dans le tact, dès qu'il a",
          "fait la demande du trône a été vu placé devant le Prophète Salomon le moment",
          "suivant. il suffit de considérer ces mots: - [ \"La personne a dit,` je vais",
          "l'amener à vous en un clin d'œil ». Dès que Salomon a vu le trône placé devant",
          "lui .... \"] Quiconque lit ces mots, quelle que soit la nature extraordinaire de",
          "l'événement, va sûrement comprendre que pas plus tôt fait la personne prononcer",
          "ces mots que l'événement tel que revendiqué par lui a eu lieu immédiatement. Il",
          "n'y a donc pas besoin de faire des interprétations fantaisistes de cette affaire",
          "ordinaire. Puis, en voyant le trône, le exclamant du Prophète Salomon, [ \"Ceci",
          "est par la grâce de mon Seigneur, afin qu'il puisse me tester [(pour voir)] si je",
          "suis reconnaissant ou ingrat!\"] Peut être pertinent que si l'événement être",
          "extraordinaire; sinon, si seulement un artisan habile du roi avait hâte fait ou",
          "arrangé un trône pour la reine, il ne pouvait pas être si nouveau un événement",
          "auquel le Prophète Salomon aurait spontanément exclamé: [ \"Ceci est par la grâce",
          "de mon Seigneur !. .. \"] et craint que l'arrangement rapide d'un trône pour",
          "l'invité d'honneur pourrait l'amener à devenir ingrat envers Allah au lieu d'être",
          "reconnaissants. Après tout, il ne pouvait être question de ce souverain croyant",
          "devenir impliqué dans la vanité et l'amour-propre sur ce petit exploit, surtout",
          "quand il ne fut pas seulement un croyant ordinaire, mais un prophète AIIah Quant",
          "à la question de savoir comment un trône royal était les cheveux sur une distance",
          "de I, 500 miles en un clin d'œil, il peut être brièvement répondu ainsi: [ \"les",
          "concepts de temps et d'espace, et de la matière et le mouvement, que nous avons",
          "formé sur la base de nos expériences et observations, .. ne sont applicables que",
          "pour nous ces concepts ne sont pas correctes par rapport à Dieu, ni est-il lié",
          "par ceux-ci ne pas parler d'un trône ordinaire, sa puissance peut faire le",
          "soleil, et même beaucoup plus grandes stars, des millions voyage de millions de",
          "miles en quelques instants. le Dieu qui par Son seul commandement a cet univers",
          "énorme en être, avait le pouvoir d'avoir déplacé le trône de la reine de Saba à",
          "une vitesse supérieure à la vitesse de la lumière. dans ce même Coran, il a été",
          "déclaré que AIIah, par ses pouvoirs, a pris son serviteur Muhammad [(que la paix",
          "d'Allah soient sur lui)] de la Mecque à Jérusalem et aussi le ramena dans la même",
          "nuit."
        ],
        "49" : [
          "Voilà. Il DCES ne supporte pas besoin de la reconnaissance de quelqu'un. Sa",
          "Divinité est ni renforcée par un iota par la reconnaissance de quelqu'un, ni",
          "diminuée par ce montant par l'ingratitude ou ingratitude de quelqu'un. Il est",
          "souverain dans son propre droit. Sa souveraineté ne dépend pas de la",
          "reconnaissance ou de rejet de sa création. La même chose a été exprimée dans le",
          "Coran par le prophète Moïse: \"] Si vous prouvez ingrate, vous et tous les",
          "habitants de la terre, [(vous devriez savoir que)] AIIah est tout suffisant et",
          "digne de louange par lui-même [ \"[. (Ibrahim: 8)]. Le même thème est contenu dans",
          "un Hadith Qudsi liés à des musulmans en disant: \"] AIIah dit: O Mes serviteurs,",
          "si vous tous les hommes et les djinns, du début à la fin, ainsi devenir comme le",
          "cœur de la personne la plus juste parmi vous, il ne causera aucune augmentation",
          "de mon royaume, et O Mes serviteurs, si vous Aii les hommes et les djinns, du",
          "début à la fin, ainsi devenir comme le cœur de la personne la plus pécheresse",
          "parmi vous, il ne causera pas de diminution de mon Royaume. . O Mes serviteurs,",
          "ce sont vos propres actions qui crédit I à votre compte, et vous récompenser",
          "pleinement pour eux. Donc, celui qui reçoit quelque chose de bon, Iet lui être",
          "reconnaissante AIIah, et celui qui reçoit quelque chose d'autre, qu'il maudisse",
          "son propre moi seulement »."
        ],
        "47" : [
          "On ne sait rien avec certitude à qui était cette personne, quelle connaissance",
          "spéciale qu'il avait et ce livre est appelé ici, dont les connaissances qu'il",
          "avait. Aucune explication de ces choses a été donné soit dans le Coran ou dans un",
          "Hadith authentique. Certains des commentateurs disent qu'il était un ange;",
          "d'autres disent que ce fut un Tnan. Ensuite, ils diffèrent quant à l'identité de",
          "l'homme. Quelqu'un mentionne le nom de Asaf bin Barchiah, qui, selon les",
          "traditions rabbiniques, était le prince des Hommes. Quelqu'un dit qu'il était",
          "Khidr; quelqu'un mentionne un autre nom; et Imam Razi insiste sur le fait qu'il",
          "était le Prophète Salomon lui-même. Mais aucun d'entre eux n'a de source fiable",
          "pour son information, et l'avis de l'Imam Razi n'a même rentre pas dans le",
          "contexte coranique. De même, au sujet du livre aussi les commentateurs diffèrent.",
          "Quelqu'un dit qu'il se réfère à Lauh-i-Mahfuz [(la Tablette Préservée)] et une",
          "autre prend pour le Livre de la Loi. Mais tout cela est simple conjecture.",
          "suppositions similaires ont été faites à propos de la connaissance que l'homme",
          "avait du livre. Nous ne savons et nous croyons ce qui a été dit dans le Coran, ou",
          "ce qui devient évident de ses mots En tout cas, la personne n'a pas été parmi les",
          "djinns, et peut-être qu'il était un homme. Il possédait une connaissance",
          "extraordinaire, qui avait été dérivé de quelque livre divin [(al-Kitab)]. Le",
          "djinn avait prétendu chercher le trône en quelques heures par le biais de sa",
          "force physique; cet homme alla chercher dans un instant par la puissance de sa",
          "connaissance."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "قَالَ نَكِّرُوا لَهَا عَرْشَهَا نَنْظُرْ أَتَهْتَدِي أَمْ تَكُونُ مِنَ الَّذِينَ لَا يَهْتَدُونَ",
      "simpleTranslate" : [
        "Et il ajouta : «Rendez méconnaissable son trône. Nous verrons ainsi si elle va ou",
        "non le reconnaître.»"
      ],
      "tafsirTranslate" : [
        "Salomon dit, <N:50> \"Se son trône devant elle avec désinvolture;. Voyons si elle",
        "atteint la vérité, ou elle est l'un de ceux qui ne sont pas bien guidés\" <N:51>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Déguisement",
        "pour elle",
        "son trône",
        "nous verrons",
        "si elle sera guidée",
        "ou",
        "sera",
        "de",
        "ceux qui",
        "ne sont pas guidés",
        "ne sont pas guidés"
      ],
      "notes" : {
        "50" : [
          "Quant à savoir comment la reine atteint Jérusalem et comment elle a été reçue, a",
          "été omis. L'histoire est reprise à partir du moment où elle était arrivée au",
          "palais pour voir le Prophète Salomon."
        ],
        "51" : [
          "Ceci est une phrase significative, ce qui signifie: [(1)] [ \"Qu'elle comprenne ou",
          "non qu'il est son propre trône qui a été tiré par les cheveux en peu de temps de",
          "son capital pour lieu éloigné comme Jérusalem; »] et aussi [(2)] [\" si elle est",
          "guidée aright après avoir vu ce merveilleux miracle, ou persiste dans son erreur.",
          "\"] cette ref Utes la mauvaise idée des gens qui disent que le Prophète Salomon",
          "l'intention de prendre possession de Le trône. Ici, il se dit clairement qu'il",
          "avait fait cela dans le but d'aider la reine voir orientation."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "فَلَمَّا جَاءَتْ قِيلَ أَهَٰكَذَا عَرْشُكِ ۖ قَالَتْ كَأَنَّهُ هُوَ ۚ وَأُوتِينَا الْعِلْمَ مِنْ قَبْلِهَا وَكُنَّا مُسْلِمِينَ",
      "simpleTranslate" : [
        "Et lorsque la reine se présenta devant Salomon, on lui demanda : «Ton trône",
        "est-il ainsi?» – «On dirait que c’est lui», dit-elle. – «Le savoir nous a été",
        "donné avant elle ; et nous étions déjà soumis», dit Salomon."
      ],
      "tafsirTranslate" : [
        "Quand la reine est arrivée, elle a demandé: «Est-ce que ton trône this`?\" Elle",
        "répondit: «Il est tout de même. <N:52> Nous avions déjà connu cela et nous avions",
        "cédé (ou nous étions devenus musulmans).\" <N:53>"
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "elle est venue",
        "il a été dit",
        "Est comme ça",
        "ton trône",
        "Dit-elle",
        "C'est comme",
        "il",
        "Et on nous a donné",
        "la connaissance",
        "devant elle",
        "devant elle",
        "et nous avons été",
        "les musulmans"
      ],
      "notes" : {
        "52" : [
          "Cela réfute également les spéculations de ces personnes qui représentent",
          "l'événement: t manière que si le Prophète Salomon voulait avoir u trône fait pour",
          "la reine et à cette fin, il a invité des offres et une forte, artisan robuste a",
          "proposé de faire allusion un trône dans l'affaire de quelques heures, mais, n",
          "expert artisan soutient qu'il pourrait faire et produire en peu de temps. Ce trou",
          "conjecture w est détruite par le tact que Salomon lui-même ordonné le trône à",
          "extraire devant lui [(v. 381 ,, et quand il avait été récupéré, a ordonné à ses",
          "serviteurs de le mettre devant la reine avec désinvolture Iv. 41) ], puis quand",
          "elle est arrivée, elle a demandé whetlter son trône était comme ça [(v. 42)], et",
          "elle a répondu, [ «Il est tout de même.\"] de toute évidence, il y aurait-il pu",
          "pas de place pour les interprétations absurdes en face d'un tel énoncé clair des",
          "faits. S'il y a encore des doutes à gauche, il peut être satisfaite par la phrase",
          "suivante."
        ],
        "53" : [
          "Autrement dit, [ «Avant même que nous avons vu ce miracle que nous avions été",
          "convaincus par ce que nous avions entendu parler de Salomon [(paix soit sur lui)]",
          "qu'il était un Prophète d'Allah, et non pas seulement une règle d'un royaume. \"]",
          "Après avoir vu le trône et disant: [« il est exactement la même chose \"], ce qui",
          "pourrait être la pertinence d'ajouter cette phrase si on suppose que le Prophète",
          "Salomon avait obtenu un trône fabriqué et mis le même avant sa? Même si l'on",
          "suppose qu'aucun effort n'a été épargné pour avoir un trône fabriqué ressemblant",
          "étroitement de ce que l'excellence particulière qu'elle pourrait avoir à faire",
          "une reine adoration du soleil écrier la reine [ \"Nous avions déjà connu cela et",
          "nous étions devenus musulmans!\"]"
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَصَدَّهَا مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ ۖ إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ",
      "simpleTranslate" : [
        "C’est ce qu’elle adorait auparavant en dehors de Dieu qui l’avait empêchée de",
        "croire, car elle appartenait à un peuple de négateurs."
      ],
      "tafsirTranslate" : [
        "Le culte des divinités dont elle a servi à la place d'Allah lui avait empêchés",
        "(de croire), car elle est venue d'un peuple incroyants. <N:54>"
      ],
      "tanslateWordByWord" : [
        "Et elle a évité",
        "quelle",
        "elle a utilisé (à)",
        "culte",
        "outre",
        "outre",
        "Allah",
        "En effet, elle",
        "était",
        "de",
        "un peuple",
        "qui ne croient pas"
      ],
      "notes" : {
        "54" : [
          "Cette phrase a été ajoutée par AIIah à la clarté de la position de la reine, en",
          "disant qu'elle n'a pas été endurcie et têtu. Elle avait été un incroyant jusqu'à",
          "puis elle hecause principalement canto d'un peuple incroyants. Comme elle avait",
          "pris l'habitude de se prosterner devant une fausse divinité depuis son enfance,",
          "il était devenu un obstacle pour elle de la bonne façon. Dès qu'elle est entrée",
          "en contact avec! Il Prophète Salomon, elle discerne le bon sens et l'obstacle a",
          "été immédiatement enlevée."
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "قِيلَ لَهَا ادْخُلِي الصَّرْحَ ۖ فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَنْ سَاقَيْهَا ۚ قَالَ إِنَّهُ صَرْحٌ مُمَرَّدٌ مِنْ قَوَارِيرَ ۗ قَالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "«Entre dans ce palais», lui dit-on. Mais lorsqu’elle le vit, elle le prit pour",
        "une grande pièce d’eau et découvrit ses jambes pour ne pas se mouiller. Salomon",
        "lui dit alors : «C’est un palais dallé de cristal.» – «Seigneur, dit-elle, je me",
        "suis fait du tort à moi-même ; et avec Salomon, je me soumets à Dieu, le Maître",
        "de l’Univers.»"
      ],
      "tafsirTranslate" : [
        "Elle a été invité à entrer dans le palais. Quand elle a vu, elle a pensé qu'il",
        "était un «bassin d'eau, elle retroussa sa jupe pour entrer. Salomon dit: \"Il est",
        "le plancher brillant du verre.\" <N:55> À cela, elle a hurlé, «O mon Seigneur, je",
        "l'ai (jusqu'ici) été injuste envers moi;! Maintenant, je me soumets, avec",
        "Salomon, à Allah, Seigneur de les mondes \". <N:56>"
      ],
      "tanslateWordByWord" : [
        "Il a été dit",
        "à elle",
        "Entrer",
        "le palais",
        "Puis quand",
        "elle l'a vu",
        "elle pensait que ce",
        "(A) une piscine",
        "et elle a découvert",
        "[sur]",
        "ses tibias",
        "Il a dit",
        "En effet, il",
        "(Est) un palais",
        "aplani",
        "de",
        "verre",
        "Dit-elle",
        "Mon Seigneur",
        "en effet, je",
        "[I] ont fait du tort",
        "moi même",
        "et je soumets",
        "avec",
        "Sulaiman",
        "à Allah",
        "(le Seigneur",
        "(De) les mondes"
      ],
      "notes" : {
        "56" : [
          "Cette histoire du Prophète Salomon et la reine de Saba a été lié dans l'Ancien et",
          "le Nouveau Testament et les traditions israélites de différentes manières, mais",
          "la narration coranique diffère de ALi autres. Un résumé de l'histoire, tel qu'il",
          "figure dans l'Ancien Testament est la suivante: [ \"Et quand la reine de Saba",
          "apprit la tame de Salomon, elle est venue à éprouver Salomon par des questions",
          "difficiles à Jérusalem, avec une très grande entreprise quand elle était. venir à",
          "Salomon, et elle avec lui de aII qui était dans son cœur. Et Salomon répondit à",
          "toutes ses questions ...... Et quand la reine de Saba avait vu la sagesse de",
          "Salomon, et la maison qu'il avait bâtie, et la viande de sa table, et la demeure",
          "de ses serviteurs, et la présence de ses ministres, et leurs vêtements; ses",
          "échansons aussi, et leurs vêtements; et son ascension par laquelle il monta dans",
          "la maison du Seigneur; il n'y avait plus d'esprit en elle. Et elle dit au roi, il",
          "était un vrai rapport que j'appris dans mon propre pays de tes actes, et de ton",
          "sagesse: Howbeit je croyais écrou leurs paroles, jusqu'à ce que je carte, et que",
          "tes Eves avait vu: et voici, la moitié de la grandeur de leur sagesse n'a pas dit",
          "rte. tu surpasses la [(ante que 1 entendu heureux tes hommes et heureux tes",
          "serviteurs qui sont continuellement devant toi, et qui entendent ta sagesse Béni",
          "soit.. le Seigneur leur Dieu, qui se plaisait à toi pour te placer sur son trône",
          "..... et elle donna au roi cent vingt talents d'or, et d'épices grande abondance",
          "et pierres précieuses: il n'y eut d'aromates tels que le reine de Saba donna au",
          "roi Salomon ..... Et le roi Salomon donna à la reine de Saba aII son désir, tout",
          "ce qu'elle a demandé ..... Alors, elle se retourna, et alla dans son pays, elle",
          "et ses serviteurs \"] (2 Chroniques, 9:. 1-12. un compte similaire se retrouve",
          "également dans I Rois, 10: 1-13)] dans le Nouveau Testament, la phrase suivante",
          "seulement a été signalé dans un discours du Prophète Jésus sur la reine de Saba [",
          "\"la reine du Midi... se lèvera au jugement avec cette génération et la",
          "condamnera, car elle vint des extrémités de la terre pour entendre la sagesse de",
          "Salomon; et voici, un plus grand que Salomon est ici \"] [(Matthieu, 12: 42; Luc,",
          "11: 31)..] L'histoire du Prophète Salomon et la reine de Saba, tel qu'il figure",
          "dans les traditions rabbiniques ressemble dans la plupart des régions avec la",
          "version coranique. absence le hopoe, alors son .arrival et reportages sur Sheba",
          "et sa reine, le Prophète Salomon lui envoyant une lettre à travers elle, de la",
          "huppe laisser tomber la lettre devant la reine à droite au moment où elle était",
          "aller pour le culte du soleil, la reine de l'appel pour le conseil de ses",
          "ministres, puis l'envoi de cadeaux de valeur à Salomon, son voyage à Jérusalem et",
          "de le rencontrer personnellement, son arrivée dans le palais et de penser que le",
          "Prophète Salomon était assis au milieu d'un piscine d'eau, retroussant sa jupe",
          "afin d'y entrer, tout cela a été mentionné dans ces traditions comme dans le",
          "Coran. Mais il n'y a aucune mention dans ces traditions de la réponse du Prophète",
          "Salomon à la réception du don, ayant e rune les cheveux de la reine de Marib, son",
          "prosterner devant Dieu dans la gratitude pour toutes les faveurs de son, et la",
          "reine de embrassant la foi adultère, finalement, à sa main, sa croyance en",
          "l'unicité de Dieu, etc. Et le pire de tous Ies, ces gens méchants ont accusé",
          "Prophète Salomon d'avoir commis, à Dieu ne plaise, avec la reine de Saba, donnant",
          "lieu à une course illégitime, qui a donné naissance à Nabuchodonosor, roi de",
          "Babylone, qui a détruit Jérusalem. [(Encyclopedia jewish, vol. XI, p. 443)]. Le",
          "fait de la question est que l'article n des savants juifs ont été très critique",
          "du Prophète Salomon. Ils l'ont accusé de crimes odieux comme violant les",
          "commandements de la Torah, de la fierté du gouvernement, la fierté de la sagesse,",
          "d'être un mari dominé par sa femme, et de la vie luxueuse, le polythéisme et",
          "l'idolâtrie. [(Jewish Encyclopedia, Vol. XI, pp. 439-441)]. Elle est due à cette",
          "propagande que la Bible le présente seulement comme un roi à la place d'un",
          "prophète, un roi qui a été perdu dans l'amour des femmes polythéistes contre les",
          "commandements divins, dont le cœur a été détourné de Dieu, et a été tourné vers",
          "d'autres dieux et déesses. . [(I Rois, 11: 1-11)]. Par contre cela, il peut être",
          "vu ce grand service a le Coran fait pour les Israélites par le nettoyage de la",
          "personnalité de leurs anciens de l'ameublissement jeté sur eux par eux-mêmes, et",
          "pourtant les Israélites, ingrat comme ils sont, regardent le Coran ' un et celui",
          "qui apportèrent comme leurs ennemis."
        ],
        "55" : [
          "Ce fut la dernière chose qui a ouvert les yeux de la reine. La chose tirst était",
          "la lettre de Salomon qui avait été commencé avec le nom de l'AII-Compatissant, le",
          "Miséricordieux AII-AIlah, d'une manière différente devant la common répandue",
          "coutume parmi les rois. Le second était son rejet de ses dons, ce qui rendait la",
          "reine comprendre qu'il était un autre type de roi. Le troisième était le rapport",
          "fait par l'écume des envoyés de la reine qu'elle venait de connaître la vie",
          "pieuse de Salomon, sa sagesse et son message de la Vérité. Ce fumier très avait",
          "incité à voyager à Jérusalem elle-même pour rencontrer personnellement le",
          "Prophète Salomon, et à ce qu'elle avait renvoyé quand elle a dit. [ \"Nous avions",
          "déjà connu cela et nous étions devenus musulmans.\"] La quatrième chose était le",
          "retrait de son trône de Marib à Jérusalem en peu de temps, à partir de laquelle",
          "la reine se rendit compte qu'il avait le pouvoir de allah à Itil bidouille. Or,",
          "ce fut la dernière chose qui a enlevé tous les doutes devant son esprit quant à",
          "la personnalité unique et grande du Prophète Salomon. Quand elle a vu que, en",
          "dépit de posséder tous les moyens de confort et de facilité et un grand palais",
          "pour un logement, il était donc libre de tout orgueil, de sorte que la crainte de",
          "Dieu, juste et si reconnaissant à Dieu qu'il se prosterna devant lui bien toutes",
          "les petites faveur et sa vie si différente de la vie de ceux qui ont été épris du",
          "monde, elle a hurlé les mots qui suivent."
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَلَقَدْ أَرْسَلْنَا إِلَىٰ ثَمُودَ أَخَاهُمْ صَالِحًا أَنِ اعْبُدُوا اللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ",
      "simpleTranslate" : [
        "Nous avons envoyé aux Thamûd leur frère Sâlih pour les inviter à adorer Dieu.",
        "Mais ils se divisèrent en deux groupes antagonistes."
      ],
      "tafsirTranslate" : [
        "Et <N:57> pour Thamud Nous avons envoyé leur frère Salih (avec le message) qu'ils",
        "devraient adorer Allah, mais ils se divise immédiatement en deux groupes",
        "querelles. <N:58>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons envoyé",
        "à",
        "Thamud",
        "leur frère",
        "Salih",
        "cette",
        "Culte",
        "Allah",
        "Puis voici",
        "Ils",
        "(Devenu) deux partis",
        "disputes"
      ],
      "notes" : {
        "57" : [
          "A titre de comparaison. voir Al-Araf, 73-79, Hud: 61-68, Ash-Shu'ara: 141159,",
          "AI-Qamar: 23-32, Ash-Shams: 11-15."
        ],
        "58" : [
          "Autrement dit, dès que le Prophète Salih a entrepris sa mission, son peuple",
          "devinaient en deux groupes, les croyants et les mécréants, et un conflit a",
          "commencé entre eux comme indiqué par ailleurs dans le Coran: [ \"les chefs de sa",
          "tribu, qui .were plein de fierté, dit à ceux qui avaient cru parmi les peuples",
          "opprimés,« savez-vous pour certain que Salih est un messager de son Seigneur? Ils",
          "ont répondu, `En effet, nous croyons dans le message avec lequel il a été envoyé.",
          "Mais ceux qui avaient hypothèse arrogante de supériorité, dit, `Nous démentons ce",
          "que vous croyez»] [. (Al-Araf, 75-76)]. Il faut noter que précisément la même",
          "situation se à La Mecque à l'avènement du Saint Prophète Muhammad [(que la paix",
          "d'Allah soient sur lui)]. La nation a été divisée en deux factions et un conflit",
          "a commencé entre eux. Par conséquent, cette histoire pleinement appliquée aux",
          "conditions dans lesquelles ces versets ont été révélés."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "قَالَ يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ ۖ لَوْلَا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
      "simpleTranslate" : [
        "«Ô mon peuple, leur dit-il, pourquoi cherchez-vous à hâter l’arrivée du mal",
        "plutôt que celle du bien? Que n’implorez-vous le pardon de Dieu, peut-être vous",
        "prendra-t-Il en Sa miséricorde?»"
      ],
      "tafsirTranslate" : [
        "Salih dit: «Ô mon peuple, pourquoi ne pas vous hâter pour le mal, de préférence à",
        "la bonne? <N:59> Pourquoi ne demandez-vous pas le pardon d'Allah? Peut-être que",
        "vous êtes fait miséricorde. \""
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "O mon peuple",
        "Pourquoi",
        "(Faire) que vous cherchez à hâter",
        "le mal",
        "avant",
        "le bon",
        "Pourquoi pas",
        "vous demandez pardon",
        "(De) Allah",
        "afin que vous puissiez",
        "miséricorde"
      ],
      "notes" : {
        "59" : [
          "Autrement dit, [ \"Pourquoi pensez-vous hâter en demandant un châtiment au lieu de",
          "quelque chose de bon de Allah`?\"] Le dicton suivant des chefs du peuple du",
          "Prophète Salih a été lié à un autre endroit: [ \"O Salih, apporter ce fléau avec",
          "lequel vous nous menacez, si vous êtes vraiment l'un des messagers.\"] [(Al-A`raf:",
          "77 <V:7:77>)]."
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "قَالُوا اطَّيَّرْنَا بِكَ وَبِمَنْ مَعَكَ ۚ قَالَ طَائِرُكُمْ عِنْدَ اللَّهِ ۖ بَلْ أَنْتُمْ قَوْمٌ تُفْتَنُونَ",
      "simpleTranslate" : [
        "– «Nous vous tenons, dirent-ils, toi et tes compagnons, pour des oiseaux de",
        "mauvais augure !» – «Votre sort, répondit Sâlih, relève du Seigneur. Mais vous",
        "êtes un peuple que Dieu veut éprouver.»"
      ],
      "tafsirTranslate" : [
        "Ils dirent: «Nous vous et vos compagnons comme un signe de mauvais augure égard.\"",
        "<N:60> Salih a dit: «Vos bons et les mauvais présages émettent vient d'Allah. Le",
        "fait est que vous êtes un peuple sur le procès. \" <N:61>"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Nous vous considérons comme un mauvais présage",
        "Nous vous considérons comme un mauvais présage",
        "et celles",
        "avec toi",
        "Il a dit",
        "Votre mauvais présage",
        "(est avec",
        "Allah",
        "Non",
        "toi",
        "(Sont) un peuple",
        "en train d'être testé"
      ],
      "notes" : {
        "60" : [
          "Un sens de ce qu'ils ont dit est:. [ \"Votre mouvement a prouvé être un mauvais",
          "présage pour nous Puisque vous et vos compagnons se sont révoltés contre la",
          "religion ancestrale, l'un ou l'autre calamité est nous affligent presque tous les",
          "jours, parce que nos divinités sont devenus en colère contre nous. En ce sens,",
          "cette parole est semblable aux paroles de la plupart de ces nations polythéistes",
          "qui considéraient leurs prophètes comme de mauvais augure. Dans la sourate Ya",
          "Sin, par exemple, une nation a été mentionné, ce qui dit à son Prophète \".] Nous",
          "vous considérons comme un mauvais présage pour nous-mêmes [\" [(v. 18)] la même",
          "chose a été dit par les gens du Pharaon sur le Prophète Moïse: \"] Chaque fois que",
          "le bon moment est venu, ils diraient , `Ceci est mais notre raison ', et quand il",
          "y avait un mauvais moment, ils s'attribuent leurs malheurs à Moïse et ses",
          "compagnons. [\" [(AIA`raf 130)] des choses presque semblables ont été dites à la",
          "Mecque sur le Saint Prophète aussi. L'autre sens de leur parole est la suivante:",
          "\"] Votre venue a suscité des divisions dans notre eation Avant cela, nous étions",
          "un peuple uni, qui ont suivi une religion Votre venue sinistre a tourné le frère",
          "contre le frère et fils séparés de père [... \"Cette accusation très était",
          "intentée contre le Saint Prophète par ses adversaires, encore et encore. Peu",
          "après, il a commencé sa mission d'inviter les gens à la foi, la délégation des",
          "chefs de Quraish, qui est allé à Abu Talib, avait dit, \"] Donne à nous ce neveu",
          "du vôtre: il est opposé à votre religion et votre la religion et de pères a semé",
          "la discorde parmi ton peuple, et a occupé toute la nation aussi stupide. [ \"[(Ibn",
          "Hisham, Vol. I, p. 285)]. A l'occasion du Hadj, quand les mécréants de la Mecque",
          "craignaient que les visiteurs de l'extérieur peuvent être influencés par le Saint",
          "Prophète, ils ont tenu des consultations et a décidé d'approcher les tribus",
          "arabes et leur dire: \"] Cet homme est un sorcier, qui, par son sorcellerie sépare",
          "le fils de son père, le frère de son frère, l'épouse de son mari, et l'homme de",
          "sa famille. [ \"[(Ibn Hisham, p. 289)]."
        ],
        "61" : [
          "Autrement dit, \"] La vérité est pas ce que vous comprenez que ce soit. Le fait",
          "que vous ne l'avez pas encore réalisé est que ma venue vous a mis à l'épreuve.",
          "Jusqu'à mon arrivée, vous suiviez un sentiers battus dans votre ignorance, vous",
          "ne pouviez pas reconnaître la vérité du mensonge;. vous aviez pas de critère pour",
          "juger le vrai du contrefaçon, vos pires personnes ont été trônant sur vos",
          "meilleures personnes, qui roulaient dans la poussière Mais maintenant un critère",
          "a. venez contre laquelle vous ALi être jugé et évalué. maintenant, un équilibre a",
          "été mis en place publique, qui va peser tout le monde selon sa vraie valeur.",
          "maintenant, à la fois la vérité et le mensonge ont été manifestés. Celui qui",
          "accepte la vérité va peser lourd si il ne tient même pas la peine d'un liard",
          "jusqu'à présent;. et celui qui persiste dans le mensonge ne pèsera pas un",
          "programme, même si il était estimé que le chef des chefs avant ce maintenant le",
          "jugement ne sera pas basé sur la noblesse ou non de la famille est venu, ou",
          "l'abondance des moyens et des ressources que l'on possédait, ou la force physique",
          "de l'un, mais sur ce que l'on a accepté la vérité gracieusement ou préfère rester",
          "attaché au mensonge. . \""
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلَا يُصْلِحُونَ",
      "simpleTranslate" : [
        "Or, il y avait dans la ville neuf énergumènes, fauteurs de troubles et bons à",
        "rien,"
      ],
      "tafsirTranslate" : [
        "Therewere dans cette ville de neuf meneurs des hommes, <N:62> qui répandent la",
        "corruption sur terre et rien réformé."
      ],
      "tanslateWordByWord" : [
        "Et étaient",
        "dans",
        "la ville",
        "neuf",
        "chefs de famille",
        "ils répandaient la corruption",
        "dans",
        "la terre",
        "et pas",
        "reformage"
      ],
      "notes" : {
        "62" : [
          "C'est, neuf chefs des tribus dont chacun avait une bande de partisans avec lui."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصَادِقُونَ",
      "simpleTranslate" : [
        "qui se dirent : «Faisons serment par Dieu de tuer de nuit Sâlih et les siens et",
        "de dire ensuite à son ayant droit : “Nous n’avons pas assisté à leur meurtre.",
        "Vous pouvez nous croire.”«"
      ],
      "tafsirTranslate" : [
        "Ils dirent l'un à l'autre, \"Engageons-nous sur un serment par Allah que nous",
        "allons attaquer Salih et de sa maison la nuit, et puis dire son tuteur <N:63> que",
        "nous étions même pas présent à le temps de sa famille ont été tués. nous disons",
        "la vérité \" <N:64>"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Jurez les uns aux autres",
        "par Allah",
        "sûrement, nous allons l'attaquer par nuit",
        "et sa famille",
        "alors",
        "nous allons sûrement dire",
        "à son héritier",
        "ne pas",
        "nous avons été témoins",
        "(la destruction",
        "(De) sa famille",
        "et en effet, nous",
        "(Sont) sûrement la vérité"
      ],
      "notes" : {
        "64" : [
          "Ce fut précisément le genre de terrain que les chefs mecquois des clans ont été",
          "conçoivent contre le Saint Prophète, et ils conçu le même en fin de compte à",
          "l'occasion de la migration [(Hijrah)] pour le tuer. Ils ont décidé que les hommes",
          "de tous les clans seraient l'attaquer dans un corps de sorte que le Bani Hashim",
          "ne pouvait pas tenir l'une des clans comme responsables de l'assassiner, et, par",
          "conséquent, serait fmd il est impossible de lutter contre tous à une seule et en",
          "même temps."
        ],
        "63" : [
          "[ \"Le tuteur\"]: le chef de la tribu du Prophète Salih, qui, selon l'ancienne",
          "tradition tribale et la coutume, pourrait faire une réclamation à la vengeance du",
          "sang. La même chose était la position à la Mecque de l'oncle du Saint Prophète,",
          "Abou Talib. Les Quraish étaient hésitants que s'ils ont attaqué et tué le Saint",
          "Prophète, Abou Talib, le chef de Bani Hashim, viendrait avec une réclamation à la",
          "vengeance de sang au nom de son clan."
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "وَمَكَرُوا مَكْرًا وَمَكَرْنَا مَكْرًا وَهُمْ لَا يَشْعُرُونَ",
      "simpleTranslate" : [
        "Ce fut là le stratagème qu’ils avaient ourdi et que Nous avions déjoué sans",
        "qu’ils s’en rendissent compte."
      ],
      "tafsirTranslate" : [
        "Ils complotèrent ainsi, et nous aussi mis au point un caillot dont ils ne",
        "connaissaient pas. <N:65>"
      ],
      "tanslateWordByWord" : [
        "Donc, ils complotèrent",
        "un terrain",
        "et Nous avons prévu",
        "un plan",
        "pendant qu'ils",
        "(Fait) pas",
        "apercevoir"
      ],
      "notes" : {
        "65" : [
          "Autrement dit, [ \"Avant qu'ils ne puissent faire l'attaque de nuit sur le",
          "Prophète Salih au moment nommé Allah fit descendre Sa fléau qui détruit",
          "complètement toute leur nation. Il semble qu'ils ont fait ce complot après",
          "jarrets du shecamel . selon Surah Hud:. 65, quand ils avaient tué la chamelle, le",
          "Prophète Salih leur a donné un avis à profiter de la vie dans leurs maisons",
          "pendant trois jours de plus, car alors ils seraient saisis par nous tourmenter à",
          "ce qu'ils auraient pu penser que nous tourmenter avec laquelle Salih menacé eux",
          "pourrait venir ou ne pourrait pas, mais ils doivent nous venger de Salih",
          "lui-même. par conséquent, le plus probablement, ils nous ont choisi la même nuit",
          "pour nous attaquer qu'Allah avait nommé pour l'envoi vers le bas, nous",
          "tourmenter, et donc ont été frappés par Allah avant même qu'ils pourraient nous",
          "toucher Prophète Salih. \"]"
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ",
      "simpleTranslate" : [
        "Considère quelle a été la fin de leur stratagème, car Nous les fîmes périr, eux",
        "et leur peuple, jusqu’au dernier."
      ],
      "tafsirTranslate" : [
        "voir à quel point leur complot a pris fin. Nous les avons et tout leur peuple",
        "anéanti ensemble."
      ],
      "tanslateWordByWord" : [
        "Ensuite, voir",
        "Comment",
        "était",
        "(la fin",
        "(De) leur complot",
        "que nous",
        "détruits",
        "et de leur peuple",
        "tout"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا ۗ إِنَّ فِي ذَٰلِكَ لَآيَةً لِقَوْمٍ يَعْلَمُونَ",
      "simpleTranslate" : [
        "Et voilà leurs demeures à jamais désertes en raison de leurs méfaits. N’y a-t-il",
        "pas là un signe pour ceux qui savent réfléchir?"
      ],
      "tafsirTranslate" : [
        "Là, leurs maisons se trouvent désolation à cause de leurs mauvaises actions. Il y",
        "a une leçon dans ce pour ceux qui ont la connaissance; <N:66>"
      ],
      "tanslateWordByWord" : [
        "Ainsi, ceux-ci",
        "(Sont) leurs maisons",
        "ruiné",
        "car",
        "ils ont fait du tort",
        "Effectivement",
        "dans",
        "cette",
        "sûrement, est un signe",
        "pour un peuple",
        "qui sait"
      ],
      "notes" : {
        "66" : [
          "Autrement dit, [ «Les gens ignorants diront: Il n'y a pas de lien entre nous",
          "Prophète Salih et sa chamelle et nous tremblement de terre qui nous a frappé les",
          "gens de Thamud. Ces ailes ont des causes naturelles Weir. Leur survenance ou non",
          "n'a rien à voir avec nous la piété et de la méchanceté des gens d'une place, avec",
          "Weir autoritarisme ou Weir spectacle de la miséricorde. Il n'a pas de sens",
          "simplement de dire que telle ou telle ville ou la terre a été rempli de péché et",
          "la méchanceté et, par conséquent, il a été submergé par les inondations, ou son",
          "habitation renversée par un tremblement de terre, ou il a été ruiné par une",
          "catastrophe soudaine. \"] Mais nous les gens qui possèdent des connaissances",
          "savent que cet univers ne soit pas gouverné par un sourd aveugle Dieu, mais par",
          "un Sage, Omniscient Celui qui est de décider Nous destins. Ses décisions ne sont",
          "pas soumis à des causes physiques, mais nous les causes physiques sont soumis à",
          "sa volonté. Ses décisions avilissent ou nations exaltent ne sont pas prises",
          "aveuglément mais avec sagesse et justice. Dans son livre de droit ont été",
          "également inclus Nous principe de rétribution, selon laquelle les méchants sont",
          "faits pour souffrir pour Weir mauvaises actions, même dans ce monde, pour des",
          "raisons morales. Les gens qui sont conscients de ces réalités, ne peuvent",
          "expliquer de distance survenue d'un tremblement de terre en citant les causes",
          "physiques et naturelles; ils seront plutôt les considérer comme le fléau",
          "d'avertissement pour eux-mêmes, et ils apprendront les leçons. Ils vont essayer",
          "de comprendre les causes morales en raison de laquelle le Créateur anéanti une",
          "nation florissante, qui lui-même avait créé. Ils détournent la conduite Weir et",
          "l'attitude de Nous suivons qui apporte la colère d'Allah Nous chemin qui les unit",
          "à sa miséricorde."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "وَأَنْجَيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ",
      "simpleTranslate" : [
        "Nous sauvâmes cependant ceux qui avaient cru et qui craignaient Dieu."
      ],
      "tafsirTranslate" : [
        "et Nous avons sauvé ceux qui avaient cru et la désobéissance évitée."
      ],
      "tanslateWordByWord" : [
        "Et Nous avons économisé",
        "ceux qui",
        "a cru",
        "et utilisé (à)",
        "Craignez Allah)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ وَأَنْتُمْ تُبْصِرُونَ",
      "simpleTranslate" : [
        "Rappelle-toi aussi Loth qui avait dit à son peuple : «Comment pouvez-vous vous",
        "livrer sciemment à une telle infamie,"
      ],
      "tafsirTranslate" : [
        "Et Nous avons envoyé Lot. <N:67> Rappelez-vous thetime quand il dit à son peuple:",
        "«Est-ce que vous vous engagez indécence pendant que vous le voyez? <N:68>"
      ],
      "tanslateWordByWord" : [
        "Et Lut",
        "quand",
        "il a dit",
        "à son peuple",
        "Avez-vous vous engagez",
        "[La] immoralité",
        "pendant que tu",
        "voir"
      ],
      "notes" : {
        "68" : [
          "Cela peut avoir plusieurs significations et probablement tous sont implicites:",
          "[(1)] `que vous n'êtes pas au courant de cette loi est d'être méchant, mais vous",
          "vous engagez en sachant qu'il en soit ainsi [\"; [(2 )] \"] vous êtes pas non plus",
          "ignorer que l'homme n'a pas été créé pour la satisfaction de l'homme de sexe,",
          "mais la femme, et la distinction entre les [(homme et femme)] est pas telle que",
          "vous ne pouvez pas percevoir, mais avec les yeux ouverts vous commettre cet acte",
          "abominable [ \"[(3)]\"] vous livrer à cette indécence publiquement quand il y a des",
          "gens qui vous regardent. [ \", comme il est dit dans la sourate` Ankbut: 29,",
          "ainsi: \"] ..... et vous vous livrez en indécences dans vos assemblées \"."
        ],
        "67" : [
          "A titre de comparaison, Voir Al-A`raf: 80-84; Hud, 74-83, Al-Hijr: 57-77,",
          "Al-Anbiya ': 71-75, Ash-Shu`ara': 160-174, Al-`Ankabut: 28-75, As-Saffat: 133138,",
          "Al -Qamar: 33-39."
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ شَهْوَةً مِنْ دُونِ النِّسَاءِ ۚ بَلْ أَنْتُمْ قَوْمٌ تَجْهَلُونَ",
      "simpleTranslate" : [
        "en vous adressant à des hommes plutôt qu’à des femmes pour assouvir vos désirs?",
        "Vous êtes vraiment un peuple barbare !»"
      ],
      "tafsirTranslate" : [
        "Est-ce que vous laissez les femmes et les hommes chercher pour la satisfaction de",
        "votre désir sexuel? Le fait est que vous êtes un peuple imprégné dans",
        "l'ignorance. « <N:69>"
      ],
      "tanslateWordByWord" : [
        "Pourquoi tu",
        "approche",
        "les hommes",
        "(Avec) la luxure",
        "à la place de",
        "à la place de",
        "les femmes",
        "Non",
        "toi",
        "(Sont) un peuple",
        "ignorant"
      ],
      "notes" : {
        "69" : [
          "Le mot jahalat ici a été utilisé dans le sens de la folie et de la stupidité.",
          "Mais même si elle est prise dans le sens de l'ignorance et le manque de",
          "connaissances, cela signifie: [ \"Vous ne connaissez pas les mauvaises",
          "conséquences de vos actes Vous savez seulement que vous dérivez le plaisir",
          "sensuel, mais vous ne savez pas ce que sévère. punition vous attend pour cette",
          "recherche du plaisir criminel et odieux. Le fléau de Dieu est prêt à vous",
          "frapper, mais vous êtes engagé dans un jeu sale insensée en toute impunité. \"]"
        ]
      }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
      "simpleTranslate" : [
        "Pour toute réponse, son peuple se contenta de dire : «Chassez la famille de Loth",
        "de votre ville ! Ce sont des gens qui affectent la chasteté.»"
      ],
      "tafsirTranslate" : [
        "Mais la seule réponse de son peuple ont été de dire: «Expulsez la famille de Lot",
        "de votre habitation. Qu'ils représentent pour être très pieux»"
      ],
      "tanslateWordByWord" : [
        "Mais non",
        "était",
        "(la réponse",
        "(De) son peuple",
        "sauf",
        "cette",
        "ils ont dit",
        "Chasser",
        "(la famille",
        "(De) Lut",
        "de",
        "votre ville",
        "En effet, ils",
        "(Sont) personnes",
        "qui gardent propre et pur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ قَدَّرْنَاهَا مِنَ الْغَابِرِينَ",
      "simpleTranslate" : [
        "Nous sauvâmes Loth et sa famille, à l’exception de sa femme dont Nous avions",
        "décrété la perte avec les autres damnés."
      ],
      "tafsirTranslate" : [
        "Enfin nous avons sauvé lui et sa famille, sauf sa femme au sujet de laquelle nous",
        "avions décrété qu'elle s'attarder derrière, <N:70>"
      ],
      "tanslateWordByWord" : [
        "Donc, Nous l'avons sauvé",
        "et sa famille",
        "sauf",
        "sa femme",
        "Nous lui destinés",
        "(Être) de",
        "ceux qui sont restés derrière"
      ],
      "notes" : {
        "70" : [
          "Autrement dit, [ «Le Prophète Loth avait déjà été demandé de ne pas prendre la",
          "femme le long parce qu'elle devait être détruite avec son peuple.\"]"
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "وَأَمْطَرْنَا عَلَيْهِمْ مَطَرًا ۖ فَسَاءَ مَطَرُ الْمُنْذَرِينَ",
      "simpleTranslate" : [
        "Et Nous fîmes tomber sur eux une pluie néfaste, car est toujours néfaste la pluie",
        "qui tombe sur ceux qu’on avait en vain avertis."
      ],
      "tafsirTranslate" : [
        "et plu alors une pluie, une pluie très mal pour les gens qui avaient été mis en",
        "garde."
      ],
      "tanslateWordByWord" : [
        "Et Nous avons fait pleuvoir",
        "sur eux",
        "une pluie",
        "et était mal",
        "(la pluie",
        "(Sur) ceux qui ont été mis en garde"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "قُلِ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَىٰ عِبَادِهِ الَّذِينَ اصْطَفَىٰ ۗ آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ",
      "simpleTranslate" : [
        "Dis : «Louange à Dieu, et paix à ceux d’entre Ses serviteurs qu’Il a élus !»",
        "Lequel donc est le meilleur? Est-ce Dieu ou bien ce que les impies Lui associent?"
      ],
      "tafsirTranslate" : [
        "(O Prophète) <N:71> disent: «La louange est à Allah et paix sur les serviteurs de",
        "Sa qu'Il a choisi.\" (Demandez-leur :) \"Allah est meilleur ou ces divinités dont",
        "ils mettent en place comme ses associés?\" <N:72>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Toutes les louanges (be)",
        "à Allah",
        "et la paix (be)",
        "sur",
        "Ses esclaves",
        "ceux",
        "Il a choisi",
        "Allah est",
        "mieux",
        "ou quoi",
        "ils associent (avec Lui)"
      ],
      "notes" : {
        "72" : [
          "Superficiellement la question de savoir si Allah est meilleure ou les fausses",
          "divinités semble étrange. En fait, il ne peut être question de bonté dans les",
          "faux dieux et, par conséquent, ils ne peuvent être comparés à Allah. En ce qui",
          "concerne les polythéistes, même ils avaient aucune idée fausse que Dieu pourrait",
          "être comparé à leurs dieux. Mais ils ont été invités à cette question afin d'être",
          "mis en garde contre leur erreur. Pour toute évidence pas dans le monde ferait",
          "rien à moins qu'il a vu quelque chose de bon en elle. Maintenant, si les",
          "polyltheists servaient leurs dieux et les suppliaient pour leurs besoins au lieu",
          "d'Allah, et ont présenté leurs offrandes devant eux, ce serait sans signification",
          "à moins qu'ils percevaient un bon en eux. Voilà pourquoi ils ont été",
          "explicitement demandé d'examiner si Allah est meilleur ou leurs divinités, car",
          "ils ne pouvaient pas faire face et répondre à cette question ci-droite. Même le",
          "polythéiste les plus endurcis d'entre eux ne pouvait pas risquer de dire que",
          "leurs divinités étaient mieux. Mais s'ils ont reconnu que Allah est mieux ce",
          "serait de démolir toute leur croyance, car alors il serait déraisonnable",
          "d'adopter l'inférieur contre le credo supérieur. La signification du Coran Ainsi,",
          "le Coran dès le début fait les adversaires impuissants. Après cela, ont fait des",
          "questions ont été posées, l'une après l'autre, sur les manifestations de la",
          "puissance et de la création d'Allah à l'effet: [ \"dont les œuvres sont ces Y",
          "at-il en dehors d'Allah tout autre dieu aussi associé à ces œuvres« Si? ? non,",
          "pourquoi avez-vous alors configurer ces autres comme vos divinités \"] Selon les",
          "traditions, chaque fois que le Saint Prophète récita ce verset, il serait",
          "immédiatement répondre, en disant: [\" non, mais Allah est meilleur, et lui seul",
          "est l'Everlasting et Exalté et High. \"]"
        ],
        "71" : [
          "De là, commence le second discours, ce qui est sa phrase introductive. Cette",
          "introduction enseigne comment les musulmans doivent commencer un discours. Voilà",
          "pourquoi les gens vraiment islamiques d'esprit ont toujours été commencent leurs",
          "discours et discours à la louange de Dieu et salutation Ses serviteurs justes.",
          "Mais maintenant, cela est considéré comme caractéristique de la bigoterie, et les",
          "enceintes musulmanes actuelles ont aucune idée de commencer leur discours par ces",
          "mots, ou de se sentir timide de le faire."
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا ۗ أَإِلَٰهٌ مَعَ اللَّهِ ۚ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ",
      "simpleTranslate" : [
        "N’est-ce pas Lui qui a créé les Cieux et la Terre? Qui fait descendre, pour vous,",
        "du ciel une eau par laquelle Nous faisons croître des jardins splendides, dont",
        "vous n’auriez jamais pu faire pousser les arbres? Y a-t-il donc une autre",
        "divinité avec le Seigneur? Non, bien sûr ! Cependant, ces gens-là s’obstinent",
        "dans leur erreur."
      ],
      "tafsirTranslate" : [
        "Eh bien, Qui est Celui qui a créé les cieux et la terre et fait descendre l'eau",
        "de pluie pour vous depuis le ciel, puis causé au printemps par elle de beaux",
        "jardins, dont les arbres que vous aviez pas le pouvoir de causer de croître ?",
        "Est-il en dehors d'Allah un autre dieu (qui est son associé dans ces travaux)?",
        "<N:73> (Nay), mais ces gens eux-mêmes se sont écartés du droit chemin."
      ],
      "tanslateWordByWord" : [
        "Ou Qui",
        "a créé",
        "Le Paradis",
        "et la terre",
        "et envoyé vers le bas",
        "pour toi",
        "de",
        "Le ciel",
        "eau",
        "Et Nous fîmes pousser",
        "ainsi",
        "jardins",
        "de la beauté (et le plaisir)",
        "de la beauté (et le plaisir)",
        "ne pas",
        "c'est",
        "pour toi",
        "cette",
        "vous causez à croître",
        "leurs arbres",
        "Y at-il un dieu",
        "avec",
        "Allah",
        "Non",
        "ils",
        "(Sont) un peuple",
        "qui donnent des égaux"
      ],
      "notes" : {
        "73" : [
          "Personne parmi les polythéistes pourrait répondre à cette personne autre que",
          "AIlah avait fait ces œuvres, ou quelqu'un d'autre était l'associé d'Allah en",
          "faisant ces. Le Coran dit à d'autres endroits à l'égard des païens de la Mecque",
          "et polythéistes arabes: [ \"Si vous leur demandez:« Qui a créé les cieux et la",
          "terre? ils vont sûrement dire:. «Le Tout-Puissant, l'Omniscient On les a créés\"]",
          "[(Az-Zukhruf: 9 <V:43:9>)] [ \"? Et si vous leur demandez, qui les a créés, ils",
          "vont sûrement dire, 'AIIah'. \"] [(Az-Zukhruf: 87 <V:43:87>)], [\" Si vous leur",
          "demandez, 'qui a fait descendre l'eau de pluie du ciel et ce qui a soulevé la",
          "terre morte à la vie? Ils vont sûrement dire 'Allah' \"] [. (Al-`Ankabut: 63)]. [",
          "\"Demandez-leur: Qui vous des cieux et de la terre qui a le pouvoir sur ces",
          "facultés de l'ouïe et de la vue qui fait sortir le vivant du mort et le mort du",
          "vivant qui contrôle et dirige le système du??? univers?' Ils vont sûrement dire",
          "«AIIah»] [(Yunus: 31).]. Non seulement les polythéistes d'Arabie",
          "<V:10:31).].Nonseulementlespolythéistesd'Arabie>, mais du monde entier",
          "généralement admis, et reconnaissent encore aujourd'hui, que Allah est le",
          "Créateur de l'univers et lui seul contrôle et dirige son système. Par conséquent,",
          "aucun d'eux ne pouvait répondre à cette question, même opiniâtrement pour le bien",
          "de l'argument selon lequel leurs divinités étaient les associés d'Allah dans ces",
          "œuvres, car s'il l'avait fait, des milliers de ses propres citoyens l'auraient",
          "démenti en disant que cela n'a pas été leur croyance. Ceci et les autres",
          "questions qui suivent ne contiennent qu'une réfutation de la croyance de shirk",
          "[(polythéisme)], mais l'athéisme aussi bien. Par exemple, dans cette première",
          "question très, il a été demandé, [ «Qui a fait descendre l'eau de pluie et causé",
          "au printemps par elle de beaux jardins?\"] Il suffit de considérer si la présence",
          "des substances essentielles pour la croissance d'innombrables types de plantes la",
          "vie, dans le sol ou près du sol, et l'existence dans l'eau de ces qualités qui",
          "sont en conformité avec les exigences de la vie animale et végétale, et",
          "l'évaporation de cette eau encore et encore des mers, et sa condensation et la",
          "pluie régulièrement dans différentes parties de la terre, de temps en temps, et",
          "la coordination entre le sol et l'air, l'eau, la température;. .etc, propices à",
          "une bonne croissance de la vie végétale et le respect des exigences innombrables",
          "de toutes sortes d'animaux la vie, pourrait être juste accidentelle ou le",
          "résultat de l'intrigant sage et la planification du pouvoir suprême et de la",
          "volonté d'un designer Ali-Wise. . Et est-il possible que cet accident devrait",
          "continuer de se reproduire en permanence pour des millions et des millions",
          "d'années sur la fin? Seule une personne obstinée qui a été aveuglé par les",
          "préjugés se considérer comme accidentelle, sans truthloving, personne sensée peut",
          "faire une telle affirmation insensée ou l'accepter."
        ]
      }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا ۗ أَإِلَٰهٌ مَعَ اللَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "N’est-ce pas Lui qui a fait de la terre un lieu de séjour, qui l’a sillonnée de",
        "rivières, qui y a fixé des montagnes et qui a établi entre les eaux douces et les",
        "eaux salées une barrière? Y a-t-il donc une autre divinité avec Dieu? Non, bien",
        "sûr ! Mais la plupart de ces gens-là vivent dans l’ignorance."
      ],
      "tafsirTranslate" : [
        "Et qui est-ce qui a fait la terre comme un lieu de repos » <N:74> et provoqué en",
        "elle les rivières à l'écoulement, et mis en elle des montagnes fermes et placé",
        "des barrières entre les deux masses d'eau? <N:75> y at-il en dehors d'Allah un",
        "autre dieu (qui est son associé dans ces travaux)? Non, mais la plupart de ces",
        "personnes ont aucune connaissance."
      ],
      "tanslateWordByWord" : [
        "Ou Qui",
        "fabriqué",
        "La terre",
        "une demeure ferme",
        "et fait",
        "(En) son sein",
        "rivières",
        "et fait",
        "pour ça",
        "montagnes fermes",
        "et fait",
        "entre",
        "les deux mers",
        "une barrière",
        "Y at-il un dieu",
        "avec",
        "Allah",
        "Non",
        "la plupart d'entre eux",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "74" : [
          "Il est pas une chose simple pour que la terre soit un lieu de repos pour les",
          "innombrables sortes de créations qui y vivent. Si l'homme se penche sur",
          "l'harmonie sage et la coordination avec laquelle cette sphère de la terre a été",
          "établi, il est tout simplement étonné et commence à se sentir que ces harmonies",
          "et concordances et les relations ne peuvent être apportés sans grand dessein d'un",
          "All-Wise, Omniscient et Tout-puissant Dieu. Cette sphère de la terre est flottant",
          "dans l'espace et ne repose pas sur quoi que ce soit, mais il n'y a pas agitation",
          "et aucune vibration dans son mouvement. Il y avait eu des vibrations en elle,",
          "comme nous faisons l'expérience lors d'un séisme, la vie ne pourrait pas exister",
          "ici. Cette sphère vient avant le soleil et cache régulièrement, ce qui provoque",
          "l'alternance du jour et de nuit. Si elle avait tourné le même visage",
          "perpétuellement vers le soleil et a gardé l'autre côté toujours caché, pas de vie",
          "pourrait être possible ici, car le bon côté toute vie aurait été ratatiné, et sur",
          "le côté sombre de toute vie aurait été gelé à décès. La sphère est enveloppée par",
          "une atmosphère de cinq cents mile d'épaisseur, ce qui le protège contre le",
          "«bombardement continuel des météores, sinon les vingt millions de météores sur la",
          "moyenne, qui fléchette vers la terre tous les jours à 30 miles par seconde,",
          "auraient causé une telle destruction que aurait pas permis tout homme animal ou",
          "arbre pour survivre. La même atmosphère régule la température, soulève des nuages",
          "​​dans les océans, transporte de l'eau à différentes parties de la terre et",
          "fournit les gaz nécessaires qui soutiennent l'humain, la vie animale et végétale.",
          "Sans elle, la terre ne pouvait pas devenir un lieu en forme de repos pour tout",
          "type de vie animale. Juste sous la surface de la terre tous les minéraux et les",
          "produits chimiques qui sont essentiels à la survie de la vie végétale et animale",
          "ont été fournis en abondance. Partout où existent pas ces ressources naturelles,",
          "la terre, il ne peut pas supporter tout type de vie. Une grande réserve d'eau a",
          "été disposé sur la terre sous la forme d'océans, des rivières, des lacs, des",
          "sources et des canaux souterrains et de la neige sur les montagnes qui fond et",
          "coule vers le bas sous la forme de rivières. Sans un tel arrangement il pourrait",
          "y avoir aucune vie. La terre a été doté d'une force gravitationnelle appropriée",
          "par laquelle elle maintient l'eau et l'air et toutes les autres choses qui se",
          "trouvent sur elle a attiré à elle. Si cette force d'attraction avait été un peu",
          "moins forte, il ne pouvait pas avoir cessé de l'air et l'eau de fuir. Il aurait",
          "également beaucoup augmenté la température que la vie titre serait devenu",
          "difficile. D'autre part, si l'attraction gravitationnelle avait été un peu plus",
          "forte, l'atmosphère aurait été plus dense, sa pression aurait augmenté,",
          "l'évaporation serait devenu difficile et impossible pleut; le froid aurait",
          "augmenté et les zones moins sur la terre aurait été inhabitables; les hommes et",
          "les animaux auraient été plus courte en taille, mais plus lourd en poids, ce qui",
          "aurait rendu les déplacements difficiles. D'ailleurs, ce domaine a été situé à",
          "une distance convenable du soleil, qui est le plus approprié pour la population",
          "ici. Si la distance avait été plus long, la terre aurait reçu moins de chaleur,",
          "le climat aurait été beaucoup plus froid, les saisons beaucoup plus longue et la",
          "earthwould être difficilement inhabitables. D'autre part, si la distance avait",
          "été plus courte, l'intensité de la chaleur ainsi que d'autres facteurs aurait",
          "rendu impropre à la vie que l'homme vit ici. Voici quelques-unes de ces harmonies",
          "et concordances en raison de laquelle la terre est devenue un lieu de repos pour",
          "sa population. Un homme avec un peu de bon sens qui est au courant de ces faits",
          "ne peuvent pas imaginer un instant que ces concordances sont venus à l'existence",
          "sans la conception d'un Créateur Tout-Sage, comme un simple accident, il ne peut",
          "jamais concevoir qu'un dieu ou une déesse , djinns ou prophète, saint ou un ange,",
          "auraient eu une main dans la création et la mise en service de ce grand dessein."
        ],
        "75" : [
          "Autrement dit, les corps des eaux douces et salées qui existent sur la terre,",
          "mais ne le font pas, entremêlent. . canaux d'eau souterrains principalement",
          "coulent séparément avec de l'eau douce et saline côté de l'eau à côte. Même au",
          "milieu des mers amères existent là à certains endroits, des sources d'eau douce;",
          "leurs restes actuels séparent de l'eau de mer et les passagers maritimes",
          "obtiennent leur eau potable de lui. [(Pour de plus amples explications, voir,",
          "E.N. 68 de la sourate Al-Furqan)]."
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ ۗ أَإِلَٰهٌ مَعَ اللَّهِ ۚ قَلِيلًا مَا تَذَكَّرُونَ",
      "simpleTranslate" : [
        "N’est-ce pas Lui qui exauce le malheureux qui L’implore, qui dissipe le mal et",
        "qui vous fait succéder les uns aux autres sur la Terre? Ou bien existe-t-il une",
        "autre divinité avec le Seigneur? Non, bien sûr ! Que vous êtes donc lents à",
        "réfléchir !"
      ],
      "tafsirTranslate" : [
        "Qui est-ce qui écoute l'opprimé quand il l'invoque, et qui le soulage de son",
        "affliction? <N:76> Et (Qui est-ce qui) vous fait vicaires sur la terre? <N:77> y",
        "at-il en dehors d'Allah un autre dieu (de le faire)? Combien peu vous",
        "réfléchissez!"
      ],
      "tanslateWordByWord" : [
        "Ou Qui",
        "répond",
        "(À) une détresse",
        "quand",
        "il l'appelle",
        "et Il enlève",
        "le mal",
        "et vous rend",
        "héritiers",
        "(de la terre",
        "Y at-il un dieu",
        "avec",
        "Allah",
        "Peu",
        "(Est) ce qui",
        "tu te rappelles"
      ],
      "notes" : {
        "76" : [
          "Les polythéistes arabes se connaissaient et a reconnu que Dieu seul pouvait",
          "éviter une catastrophe. Par conséquent, le Coran leur rappelle encore et encore",
          "qu'ils implorent Allah seul de l'aide quand ils sont confrontés à une calamité.",
          "Mais quand le malheur est enlevé, ils commencent à invoquer d'autres en dehors",
          "d'Allah. [(Pour plus de détails, voir E.N. de 29 à 41 d'Al-An`am, Yunus:. 21-22",
          "<V:10:.21-22>, E.N. 46 de An-Nahl, et E.N. 84 de Bani Isra'il)]. Et cela est vrai",
          "non seulement des polythéistes arabes, mais de tous les polythéistes; si bien que",
          "même les athées russes qui sont régulièrement campagne contre Dieu culte,",
          "devaient invoquer Dieu quand dans la Seconde Guerre mondiale, ils étaient",
          "étroitement encerclées par les forces allemandes."
        ],
        "77" : [
          "Cela a deux significations: [(1)] [ \"Il soulève une génération après l'autre et",
          "une nation après l'autre\"]; et [(2)] [ \"Il vous donne le pouvoir et l'autorité de",
          "gouverner sur la terre\"]."
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "أَمَّنْ يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ ۗ أَإِلَٰهٌ مَعَ اللَّهِ ۚ تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ",
      "simpleTranslate" : [
        "N’est-ce pas Lui qui vous guide dans les ténèbres de la terre et de la mer et qui",
        "envoie les vents, comme annonciateurs de Sa miséricorde? Ou bien existe-t-il une",
        "autre divinité avec Dieu? Dieu le Très-Haut est au-dessus de tout ce qu’ils Lui",
        "associent."
      ],
      "tafsirTranslate" : [
        "Et qui est-ce qui vous montre le chemin dans l'obscurité de la terre et la mer,",
        "<N:78> et qui envoie les vents comme annonciateurs de Sa miséricorde? <N:79> Y",
        "at-il en dehors d'Allah un autre dieu (qui fait cela)? Loin exalté Allah-dessus",
        "de ce qu'ils Lui associent."
      ],
      "tanslateWordByWord" : [
        "Ou Qui",
        "vous guide",
        "dans",
        "(La) obscurité [es]",
        "(De) la terre",
        "et la mer",
        "et qui",
        "envoie",
        "les vents",
        "(As) bonne nouvelle",
        "avant",
        "avant",
        "Sa Miséricorde",
        "Y at-il un dieu",
        "avec",
        "Allah",
        "haut est",
        "Allah",
        "au-dessus de ce que",
        "ils associent (avec Lui)"
      ],
      "notes" : {
        "78" : [
          "Autrement dit, [ \"Il a pris ces dispositions au moyen des étoiles que vous pouvez",
          "trouver votre chemin, même dans l'obscurité de la nuit.\"] Ceci est aussi en",
          "raison de la planification sage d'Allah qu'Il a créé de tels moyens par lesquels",
          "l'homme peut déterminer sa direction et le chemin de sa destination dans ses",
          "voyages par mer et par terre. Dans la journée, il est guidé par différents",
          "terrestres marques et la direction du lever et du coucher du soleil, et dans les",
          "nuits sombres par les étoiles. Dans la sourate An-Nahl cela a été compté parmi",
          "les bienfaits de AIlah: [ \". Il a placé la terre des marques pour diriger les",
          "gens, et par les étoiles, aussi, ils sont bien guidés\"] [(v. 16)]"
        ],
        "79" : [
          "[ \"la miséricorde d'Allah\"] la pluie dont la venue est promptement annoncé par",
          "les vents."
        ]
      }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "أَمَّنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ ۗ أَإِلَٰهٌ مَعَ اللَّهِ ۚ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "N’est-ce pas Lui qui instaure la Création, puis la renouvelle, et qui vous",
        "procure votre subsistance à la fois du ciel et de la terre? Avec Dieu, peut-il y",
        "avoir une autre divinité? Dis-leur : «Produisez donc vos preuves, si vous êtes",
        "véridiques !»"
      ],
      "tafsirTranslate" : [
        "Et qui est-ce qui commence la création puis le reproduit? <N:80> et qui fournit à",
        "vous nourrit du ciel et la terre? <N:81> Y at-il en dehors d'Allah un autre dieu",
        "(qui est un partenaire dans ces œuvres) Dis: \"Apportez votre preuve, si vous êtes",
        "véridiques». <N:82>"
      ],
      "tanslateWordByWord" : [
        "Ou Qui",
        "provient",
        "la création",
        "puis",
        "le répète",
        "et qui",
        "vous fournit",
        "de",
        "Le Paradis",
        "et la terre",
        "Y at-il un dieu",
        "avec",
        "Allah",
        "Dire",
        "Produire",
        "votre preuve",
        "si",
        "tu es",
        "véridique"
      ],
      "notes" : {
        "80" : [
          "Le fait chapeau simple a été exprimé dans cette phrase est si vaste de sens et de",
          "détail que l'on considère de plus en plus profondément l'on va sur l'obtention de",
          "nouvelles et toujours de nouvelles preuves de l'existence d'Allah et son unité. à",
          "la première place, prendre la question de la création elle-même. L'homme par sa",
          "connaissance n'a pas été en mesure de découvrir ce qui est la vie, comment et",
          "whereform il vient. Jusqu'à présent, le fait scientifique admis est que le simple",
          "arrangement de la matière inanimée par lui-même ne peut pas apporter de la vie.",
          "Bien que les athées supposent, non scientifique, que la vie vient à l'existence",
          "automatiquement lorsque tous Ies éléments essentiels de sa création se combinent",
          "accidentellement dans la bonne proportion, mais si la loi athematical du hasard",
          "est appliquée, la possibilité de son apparition est réduit à néant. Toutes les",
          "tentatives faites jusqu'à présent pour produire la matière animée sur la matière",
          "inanimée expérimentalement en laboratoire ont rencontré un échec total en dépit",
          "d'employer tous les soins possibles. Au maximum ce qui a été créé est l'ADN, qui",
          "est le constituant de base de la cellule vivante. Telle est l'essence de la vie,",
          "mais pas la vie elle-même. La vie en elle-même est encore aujourd'hui un miracle",
          "qui ne peut être expliqué scientifiquement, sauf en disant qu'il est le résultat",
          "de la volonté et de la commande et la conception d'un Créateur. En outre,",
          "n'existe pas la vie sous une forme solitaire, mais dans une variété infinie de",
          "formes. L'homme a découvert à ce jour plus ou moins un million d'espèces",
          "d'animaux et de deux cent mille espèces de plantes sur la terre, qui, dans leurs",
          "caractéristiques de constitution et spéciales sont si clairement et absolument",
          "différentes les unes des autres, et Thave été le maintien de leurs",
          "caractéristiques distinctives depuis le premiers temps connus de façon constante",
          "qu'aucun Darwin ne pourrait jamais donner une explication rationnelle de cette",
          "grande variété de la vie, sauf l'existence de la conception créative d'un Dieu.",
          "Pas un lien a jusqu'à présent été découvert entre deux espèces, qui aurait pu",
          "brisées jusqu'à la forme des caractéristiques et de la constitution d'une espèce",
          "et pourraient être prises pour atteindre les caractéristiques et la constitution",
          "d'une autre espèce. L'ensemble du dossier des fossiles est sans un tel précédent,",
          "et parmi les animaux existants thereis également aucune [ \"eunuque\"] dans sa",
          "forme physique. Tout membre d'une espèce qui existe se trouve avec des",
          "caractéristiques thedistinctive de sa propre espèce, et chaque histoire qui est",
          "inventé et annoncé de temps à accorder à propos de la découverte d'un chaînon",
          "manquant est détruit par les faits eux-mêmes. Par conséquent, le fait inévitable",
          "est qu'il est le Designer All-Wise, le planificateur de la création, son Enforcer",
          "et son Façonneur, qui a doté la vie avec toutes ses innombrables formes",
          "différentes. Ce fut sur le début de la creation.Now considérons sa reproduction.",
          "Le Créateur a placé INTHE constitution et le serpent-up de toutes les espèces",
          "animales et végétales un tel mécanisme merveilleux, qui va sur la production à",
          "travers ses membres innombrables une course sans fin exactement avec sa propre",
          "forme distinctive et de la nature et les caractéristiques, et il ne l'a jamais",
          "arrivé même par erreur que dans ces millions et des millions de minuscules",
          "ateliers sexe un certain atelier d'une espèce peut avoir tourné un spécimen d'une",
          "espèce différente. Les observations de la génétique moderne à cet égard",
          "présentent des faits merveilleux. Chaque plante a été ainsi doté de la capacité",
          "de procréer ses espèces que la nouvelle génération doit posséder toutes les",
          "caractéristiques distinctives de sa propre espèce et de tout son membre doit être",
          "distinguée dans ses caractéristiques particulières des membres de tous Ies autres",
          "espèces. Cet élément pour la survie de l'espèce et de sa procréation est contenue",
          "dans une partie d'une cellule de chaque plante, qui peut être vu avec un effort",
          "seulement à travers un microscope le plus puissant. Ce petit ingénieur dirige",
          "l'ensemble du développement de l'usine avec précision et sans aucun doute sur le",
          "chemin qui est le chemin .de ses propres espèces distinctes. Voilà pourquoi ALi",
          "les plantes qui ont émergé à partir d'un grain de blé arty où dans le monde ont à",
          "son tour produit que du blé. En aucun climat et aucune région n'a jamais arrivé",
          "que de toute la race d'un grain de blé, même un seul grain d'orge aurait émergé.",
          "La même chose est le cas avec les animaux et les hommes. Aucun d'entre eux a été",
          "créé juste pour une fois, mais à une échelle incroyablement élevée une énorme",
          "usine de reproduction fonctionne partout, qui ne cesse de faire entrer dans",
          "l'existence, parmi les membres de toutes les espèces, d'innombrables autres",
          "membres de la même espèce. Si l'on considère le germe microscopique de la",
          "procréation qui, avec Ies traits distinctifs et les caractéristiques héréditaires",
          "de son espèce se trouve dans une petite partie de sa petite auto et tu regarde le",
          "système physiologique extrêmement délicate et complexe et les, les processus",
          "complexes subtiles par lesquelles la graine procréatif de chaque membre de chaque",
          "espèce produit un membre de la même espèce, on ne peut concevoir un instant que",
          "cette dent et système subtil pourraient entrer en être par lui-même, et ensuite",
          "continuer à fonctionner par lui-même dans des millions et des millions de les",
          "membres d'espèces différentes. Cette chose a besoin d'un Designer All-Wise non",
          "seulement pour son début, mais pour son bon fonctionnement et perpétuelle aussi",
          "besoin d'un administrateur qui est à la fois sage et Ever-Living and",
          "Self-Subsistent, qui est toujours regarder et guider le travail de ces ateliers.",
          "Ces faits détruisent la base même de la négation d'un athée de Dieu comme aussi",
          "de la croyance d'une polythéiste de polythéisme. Une personne stupide ne peut",
          "penser qu'un ange ou un djinn ou un prophète ou un saint a toute la main dans",
          "cette œuvre de Dieu, mais aucune personne impartiale possédée d'un peu de bon",
          "sens ne peut jamais dire que cette immense atelier de production et de",
          "reproduction avec tout sa sagesse et l'ordre sous-jacent a commencé à travailler",
          "juste accidentellement et a depuis travaillé de manière automatique."
        ],
        "81" : [
          "La question de la fourniture de nourriture est également pas si simple comme une",
          "personne peut se sentir qu'il soit d'une étude sommaire de cette courte phrase.",
          "Il existe sur cette terre des millions d'espèces animales et végétales,",
          "comprenant chacun des milliards de membres ayant des besoins alimentaires",
          "différents. Le Créateur a disposé les moyens de subsistance pour chaque espèce",
          "dans une telle abondance et ainsi facilement accessibles que les membres de",
          "aucune espèce jamais aller sans nourriture. Ensuite, les organismes de la terre",
          "et le ciel qui se combinent et travaillent ensemble dans ce système sont variées",
          "et innombrables. À moins que le bon type de coordination et de l'harmonie entre",
          "la chaleur, la lumière, l'air, l'eau et les diverses substances de la terre, et",
          "non pas une seule particule de nourriture peut être produite. «Quelqu'un peut-il",
          "concevoir que ce système sage pourrait se produire juste accidentellement. sans",
          "planification intelligente et la conception d'un Créateur Tout-Sage? Et quelqu'un",
          "peut-il dans ses sens imaginer que, dans ce système, il pourrait y avoir de la",
          "main d'un Jinn ou un ange ou l'esprit d'un homme pieux?"
        ],
        "82" : [
          "Autrement dit, [ \"Vous devez soit apporter une preuve pour montrer que quelqu'un",
          "d'autre est un associé d'Allah dans ces œuvres, ou, si cela est impossible, vous",
          "devriez au moins expliquer par un argument pourquoi vous devrait adorer et de",
          "servir un autre dieu en dehors d'Allah, quand un dieu seul a fait, et fait",
          "encore, toutes ces œuvres. \"]"
        ]
      }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ ۚ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
      "simpleTranslate" : [
        "Dis : «Aucun de ceux qui peuplent les Cieux et la Terre ne connaît le mystère de",
        "l’Univers en dehors de Dieu.» Car ils n’ont même pas une idée du jour où ils",
        "seront ressuscités !"
      ],
      "tafsirTranslate" : [
        "Dites-leur, «Aucun, mais Allah a la connaissance de l'invisible, dans les cieux",
        "et la terre, <N:83> et ils (vos divinités) ne savent même pas quand ils seront",
        "ressuscités retour à vie. \" <N:84>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Personne)",
        "sait",
        "quiconque",
        "(est dans",
        "Le Paradis",
        "et la terre",
        "(De) l'invisible",
        "sauf",
        "Allah",
        "et pas",
        "ils perçoivent",
        "quand",
        "ils seront ressuscités"
      ],
      "notes" : {
        "84" : [
          "qui est «Ces autres au sujet desquels on pense qu'ils possèdent la connaissance",
          "de ce qui est caché et, par conséquent, sont considérés comme des partenaires",
          "dans la Divinité, sont eux-mêmes conscients de leur avenir. Ils ne savent pas",
          "quand sera la résurrection être quand Allah les ressuscitera à nouveau."
        ],
        "83" : [
          "Dans les versets précédents, les arguments ont été donnés pour prouver que Allah",
          "est le seul et unique Dieu lorsqu'elle est considérée du point de vue de la",
          "création, la conception et la fourniture de moyens de subsistance. Or, dans ce",
          "verset, il est dit que du point de vue de la connaissance aussi, ce qui est un",
          "attribut important de la Divinité, Allah est Unique et sans associé. Quelles que",
          "soient les créations y sont les cieux et la terre, que ce soit des anges ou des",
          "djinns, des prophètes et des saints, ou d'autres hommes et d'autres créatures,",
          "ils ont seulement une connaissance limitée. Quelque chose est caché de tous.",
          "L'Omniscient One est seulement Allah, de qui rien du tout de cet univers est",
          "caché, et qui sait tout du passé et du présent et de l'avenir. Le mot ghaib",
          "signifie quelque chose de caché et couvert. En terme, il implique tout ce qui est",
          "inconnu, et au-delà son domaine de la connaissance et de l'information. Il y a",
          "beaucoup de choses dans le monde qui sont individuellement connus pour certains",
          "êtres humains et. inconnue aux autres. Et il y a beaucoup d'autres qui, pris dans",
          "son ensemble n'a jamais été connu pour toute l'humanité, ni sont connus à l'heure",
          "actuelle; ni seront connus à l'avenir: La même chose est le cas avec les djinns",
          "et les anges et d'autres types de création: certaines choses sont connus pour",
          "certains d'entre eux et cachés des autres, et beaucoup de choses cachées à chacun",
          "d'eux et connus à aucun . Toutes sortes de choses cachées ne sont connus pour",
          "l'Etre, l'Omniscient Allah. Pour lui rien est tout inconnu est connu et évident.",
          "Afin de mettre en évidence cette réalité la méthode de la question telle qu'elle",
          "est employée ci-dessus en ce qui concerne la création, la conception et la",
          "subsistance de l'univers n'a pas été adopté ici. La raison en est que les",
          "manifestations de ces attributs sont claires et évidentes que tout le monde voit,",
          "et qui même les païens et polythéistes ont reconnu, et font encore aujourd'hui,",
          "que ce sont les œuvres d'Allah. Donc, l'argument ci-dessus était adopté: Lorsque",
          "tous ces travaux, que vous admettez, sont faites par Allah, et personne d'autre",
          "est son partenaire dans ceux-ci, pourquoi avez-vous donc fait d'autres de ses",
          "associés dans la Divinité, et dans son culte? Toutefois, l'attribut de la",
          "connaissance. n'a aucune manifestation perceptible qui peut être mentionné et",
          "souligné. Il peut être compris que par la pensée et de la réflexion. Par",
          "conséquent, il a été mis en avant comme une affirmation au lieu d'une question.",
          "Maintenant, il est pour chaque personne intelligente à penser et à prendre en",
          "considération pour lui-même s'il est raisonnable de croire qu'il devrait y avoir",
          "un autre qu'Allah, qui est omniscient, ce qui connaît toutes les conditions et",
          "les choses et les réalités qui existaient dans l'univers le passé; ou existent",
          "maintenant; ou existera dans l'avenir. Et s'il n'y a rien d'autre qui est",
          "Omniscient, et ne peut pas être, alors est-il raisonnable de croire que l'un de",
          "ceux qui ne connaissent pas pleinement les réalités et les conditions et les",
          "circonstances peuvent devenir le answerer des prières du peuple, exécuteur de",
          "leurs besoins et décapant de leurs difficultés? Il existe une relation subtile",
          "entre la Divinité et la connaissance de l'invisible et cachée. Depuis les",
          "premiers temps dans quelque être l'homme a imaginé la présence d'un attribut de",
          "la Divinité, il a pris pour acquis qu'il sait tout et rien est caché, il. En",
          "d'autres termes, il va de soi pour l'homme de croire que la fabrication ou",
          "entachant les destinées, répondant aux prières, répondre aux besoins et d'aider",
          "tout le monde a besoin d'aide, peut être le travail de l'être qui sait tout et à",
          "qui rien ne caché. Voilà pourquoi quiconque l'homme a considéré comme possesseur",
          "des pouvoirs et l'autorité de la Divinité, il a nécessairement lui considéré",
          "comme le Connaisseur de toutes choses cachées aussi bien. Pour son intelligence",
          "témoigne à juste titre que la connaissance et l'autorité sont interdépendants.",
          "Maintenant, s'il est un fait qu'il n'y a que Dieu est le Créateur et le",
          "concepteur et l'Answerer des prières et de la Providence, comme cela a été prouvé",
          "dans les versets ci-dessus, il est aussi une réalité de soi que Dieu seul est le",
          "Connaisseur des choses cachées. Après tout, qui, dans ses sens ne pouvait",
          "imaginer qu'un ange ou un djinn ou un prophète ou d'un saint ou d'une autre",
          "créature seraient en sachant où et quels types d'animaux existent dans les océans",
          "et dans l'atmosphère et dans les couches de la terre et sur sa surface? Et quel",
          "est le nombre exact de planètes dans les cieux? Et quels types de créatures",
          "existent dans chacun d'eux? Et où est l'une de ces créatures vivent et quels sont",
          "ses besoins? Tout cela doit nécessairement être connu à Allah, parce qu'Il les a",
          "créés et Lui seul doit veiller sur leurs conditions et de contrôler leurs",
          "affaires et prendre des dispositions pour leur subsistance. Mais comment",
          "quelqu'un d'autre avec son moi limité peut avoir cette vaste et embrasse tout",
          "savoir et qu'est-ce qu'il à faire avec les fonctions de création et de",
          "subsistance qu'il devrait savoir ces choses? Ensuite, cette qualité est également",
          "pas divisible dans le sens où une personne, par exemple, peut être le Connaisseur",
          "de tout sur la terre, ou le connaisseur de tout ce qui concerne les êtres humains",
          "seulement, sur la terre. Il est de la même manière indivisible que sont la",
          "créativité de Dieu et de sa Providence et son auto-subsistance indivisible. Après",
          "tout, comment peut-il être possible pour un pour connaître toutes les affaires et",
          "toutes les conditions et les états d'êtres humains ALi qui sont nés dans le monde",
          "depuis le début de la création, et sera né jusqu'à la Résurrection, à partir du",
          "moment de leur mère les conçu jusqu'au moment où ils souffle leur dernière? Et",
          "comment et pourquoi il savoir tout cela? Est-il le créateur de ces multitudes",
          "innombrables? At-il créer leur semence dans goutte de sperme de leurs pères?",
          "At-il la moisissure et les façonner dans le ventre de leur mère? At-il prendre",
          "des dispositions pour leur naissance normale »? At-il le destin de chacun d'eux?",
          "Est-il responsable de prendre des décisions à l'égard de leur vie et la mort,",
          "leur santé et leur mauvais état de santé, leur prospérité et l'adversité, et leur",
          "ascension et la chute dans le monde? Et depuis quand est-il devenu responsable?",
          "Depuis avant sa propre naissance, ou depuis après? Et comment ces responsabilités",
          "restent confinés seulement aux êtres humains? Ceci est seulement une partie de",
          "l'administration universelle des cieux et de la terre. L'être qui contrôle tout",
          "l'univers est l'Être qui seul peut être responsable de la création et de la mort",
          "des hommes, pour restreindre et étendre leurs dispositions et pour faire en",
          "voilant leurs destinées. Voilà pourquoi il est un article fondamental de l'Islam",
          "qui nul autre que Allah est le Connaisseur des choses cachées et invisibles.",
          "Allah peut divulguer quelque de ses informations qu'il veut à quiconque de ses",
          "serviteurs Il veut et le bénir avec la connaissance de l'un ou plusieurs des",
          "choses cachées dans son ensemble. Être le Connaisseur de ALi choses cachées et",
          "invisibles est l'attribut seulement AIlah, qui est le Seigneur de la création aII",
          "[ \"Lui seul a les clés de la` invisible »dont aucun ne possède les connaissances,",
          "mais il.\"] [(AI- An`am: 59 <V:6:59>)]. [ \"Allah seul a la connaissance de",
          "l'Heure: lui seul fait descendre la pluie et lui seul sait ce qui est [(en",
          "forme)] dans les ventres des mères Non vivant sait ce qu'il veut gagner le",
          "lendemain, ni personne ne sais dans quelle terre il mourra \"] [(Luqman 34)] [\" il",
          "sait ce qui est devant le peuple et aussi ce qui leur est caché;. et ils ne",
          "peuvent pas comprendre quoi que ce soit, de Sa science tout ce qu'Il Lui-même",
          "peut plaire à révéler \"] [. (AlBaqarah: 255)]. Le Coran ne se contente pas de",
          "cette négation générale et absolue de la connaissance de ce qui est caché et",
          "invisible pour les différentes formes de création, mais sur les prophètes, en",
          "particulier, et le Saint Prophète Muhammad [(sur qui soit la paix d'Allah)]",
          "lui-même, il est dit clairement qu'ils ne possèdent pas la connaissance de ce qui",
          "est caché et invisible, et qu'ils ont reçu seulement que beaucoup de",
          "connaissances de ce qui est caché par Allah comme cela était nécessaire pour leur",
          "permettre d'exercer les fonctions de la prophétie. Sourate Al-An`am .: 50,",
          "Al-Araf, 187, At-Tawbah: 101, Hud: 31, AlAhzab: 63, Al-Ahqaf: 9, At-Tahrim: 3 et",
          "Al-Jinn: 26- 28 ne laissent aucun doute à cet égard. Toutes ces explications du",
          "support Coran et expliquer le verset en question après laquelle il reste sans",
          "aucun doute que la recherche sur l'autre que AIlah le Connaisseur de ce qui est",
          "caché et invisible et de croire que quelqu'un d'autre possède aussi la",
          "connaissance de tout le passé et l'avenir événements, est une croyance absolument",
          "non-islamique. Bukhari, Muslim, Tirmidhi, Nasa'i, Imam Ahmad, Ibn Jarir Ibn Abu",
          "Hatim ont cité cette parole de Hadrat `A'ishah. par les journalistes",
          "authentiques: [ «Celui qui prétend que le Saint Prophète [(paix soit sur lui)]",
          "savait ce qui allait se passer le lendemain, accusé Allah de mentir, car Allah",
          "dit: O Prophète, disons,` None dans les cieux et la terre a la connaissance de ce",
          "qui est caché et invisible, mais Allah '. \"] Ibn al-Mundhir a rapporté ceci sur",
          "l'autorité de' Ikrima, l'élève bien connu de Hadrat 'Abdullah bin' Abbas: [\" Une",
          "personne a demandé au Saint Prophète: O Muhammad, quand la résurrection soit et",
          "notre territoire souffre de la famine: quand il pleuvoir et ma femme est",
          "enceinte: ce sera elle offrir, un garçon ou une fille, et je sais ce que j'ai",
          "gagné aujourd'hui, mais??? que dois-je gagner demain? Et je sais où je suis né,",
          "mais où vais-je mourir? \"] En réponse, le Saint Prophète récita le verset 34 de",
          "la Sourate Luqman tel que cité ci-dessus. Ensuite, la tradition bien connue comme",
          "rapporté dans Bukhari; et musulman et d'autres œuvres de Hadith soutient",
          "également le même. Selon l'une des questions posées par l'ange Gabriel du Saint",
          "Prophète quand il était assis parmi les Compagnons de la forme humaine avant lui,",
          "était: [ «Quand sera la résurrection être?\"] Le Saint Prophète répondit: [ «Celui",
          "interrogé sait pas mieux que celui en question. \"] on ajoute alors, [\" Ceci est",
          "l'un de ces cinq choses dont la connaissance est possédé par nul mais AIIah, \"],",
          "puis il a récité le verset cité ci-dessus de la Sourate Luqman. ."
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ ۚ بَلْ هُمْ فِي شَكٍّ مِنْهَا ۖ بَلْ هُمْ مِنْهَا عَمُونَ",
      "simpleTranslate" : [
        "Bien pis ! Ils n’ont qu’une vague idée de la vie future, ou plutôt ils en doutent",
        "encore, s’ils ne sont pas complètement aveugles à son égard,"
      ],
      "tafsirTranslate" : [
        "Mais (au contraire) ces personnes ont perdu la connaissance de l'au-delà; «non,",
        "ils arein doute à ce sujet;. Non, ils sont aveugles à elle <N:85>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "est arrêté",
        "leurs connaissances",
        "de",
        "l'au-delà",
        "Non",
        "ils",
        "(sont dans",
        "doute",
        "à propos de ça",
        "Non",
        "ils",
        "à propos de ça",
        "(Sont) aveugles"
      ],
      "notes" : {
        "85" : [
          "Après avoir averti les gens de leurs erreurs de base à l'égard de la Divinité, il",
          "est dit que la raison pour laquelle ces personnes sont impliquées dans ces",
          "erreurs ne sont pas qu'ils sont parvenus à cette conclusion après une réflexion",
          "sérieuse et la délibération qu'il existe d'autres êtres aussi qui sont les",
          "associés d'Allah dans sa divinité, mais la véritable raison est qu'il n'a jamais",
          "examiné cette question au sérieux. Comme ils ne sont pas au courant de l'au-delà,",
          "ou sont dans le doute à ce sujet, ou sont aveugles à elle, leur étourderie de",
          "l'au-delà a développé en eux une attitude tout à fait irresponsable. Ils ne sont",
          "pas du tout sérieux au sujet de l'univers et les vrais problèmes de leur propre",
          "vie. Ils ne se soucient pas de savoir ce qu'est la réalité et si leur philosophie",
          "de vie conforme à cette réalité ou non. Car, selon eux, à la fin du polythéiste",
          "et l'athée, le monothéiste et l'agnostique, tout va devenir un avec la poussière",
          "après la mort, et rien ne portera aucun fruit. Le «thème de l'au-delà est",
          "contenue dans cette phrase du verset précédent: [\". Ils ne savent pas quand ils",
          "seront ressuscités à la vie \"] Dans cette phrase, il a été dit que ceux qui sont",
          "faits divinités-les anges, les djinns , prophètes, saints, etc., ne savent pas",
          "eux-mêmes quand sera la résurrection soit. Voici trois choses ont été dites au",
          "sujet des polythéistes communs et les athées: [(1)] Ils ne savent pas du tout",
          "s'il y aura tout au-delà ou non; [(2)] ce manque d'information de leur part ne",
          "tient pas à la raison pour laquelle ils ont jamais été informés de cela, mais",
          "parce qu'ils ne croyaient pas à l'information qui leur est donnée et doute de son",
          "authenticité; et [(3)] ils ne sont jamais pris la peine de considérer avec raison",
          "la pensée et de la gravité des arguments qui ont été avancés au sujet de la venue",
          "de l'au-delà, mais ils préféraient rester aveugle à elle."
        ]
      }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "وَقَالَ الَّذِينَ كَفَرُوا أَإِذَا كُنَّا تُرَابًا وَآبَاؤُنَا أَئِنَّا لَمُخْرَجُونَ",
      "simpleTranslate" : [
        "car les négateurs disent : «Lorsque nous serons réduits en poussière, nous et nos",
        "pères, nous fera-t-on revenir à une vie nouvelle?"
      ],
      "tafsirTranslate" : [
        "Les mécréants disent: «Quand nous et nos ancêtres sont devenus poussière,",
        "serons-nous vraiment ressuscités des tombes?"
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "ceux qui",
        "ne pas croire",
        "Quoi quand",
        "nous sommes devenus",
        "poussière",
        "et nos ancêtres",
        "allons-nous",
        "sûrement être mis en évidence"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "لَقَدْ وُعِدْنَا هَٰذَا نَحْنُ وَآبَاؤُنَا مِنْ قَبْلُ إِنْ هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "C’est ce qu’on nous avait déjà promis, ainsi qu’à nos pères avant nous ! Ce ne",
        "sont là que de vieilles sornettes !»"
      ],
      "tafsirTranslate" : [
        "Ces nouvelles a été donné à nous ainsi qu'à nos ancêtres avant nous, mais ceux-ci",
        "ne sont que des contes, que nous avons entendu depuis les temps anciens. \""
      ],
      "tanslateWordByWord" : [
        "Certainement",
        "nous avons été promis",
        "ce",
        "nous",
        "et nos ancêtres",
        "avant",
        "avant",
        "ne pas",
        "(est-ce",
        "sauf",
        "contes",
        "(De) l'ancien (personnes)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِينَ",
      "simpleTranslate" : [
        "Dis-leur : «Parcourez la Terre et voyez quelle a été la fin des criminels.»"
      ],
      "tafsirTranslate" : [
        "Dites à eux, \"se déplacer dans le pays et voir ce que condamnent les criminels se",
        "sont rencontrés.\" <N:86>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Voyager",
        "dans",
        "la terre",
        "Et voir",
        "Comment",
        "était",
        "(la fin",
        "(De) les criminels"
      ],
      "notes" : {
        "86" : [
          "Cette courte phrase contient deux arguments forts pour l'au-delà, ainsi que",
          "admonition: Tout d'abord, les communautés qui ont rejeté l'au-delà ne pouvais pas",
          "aider de devenir des criminels: ils vivaient de façon irresponsable; ils ont",
          "commis cruautés et toutes sortes de péchés; et, finalement, leur dépravation",
          "morale les a conduit à une ruine totale. Cette expérience continue de l'histoire",
          "humaine qui est témoigné par les communautés condamnées partout dans le monde,",
          "montre clairement que la croyance et de l'incroyance dans l'au-delà a une",
          "relation profonde avec la solidité ou l'inconsistance du comportement humain. La",
          "croyance en elle génère un comportement sain et déni de ce comportement malsain.",
          "Ceci est une preuve claire du fait que la croyance en elle est conforme à la",
          "réalité; Voilà pourquoi la croyance aide la vie à suivre le droit chemin. Et le",
          "rejet de celui-ci est contraire à la réalité; Voilà pourquoi le rejet mène la vie",
          "dans les ruelles tortueuses. En second lieu, la destruction des communautés, ce",
          "qui est devenu des criminels, l'un après l'autre, à la longue expérience de",
          "l'histoire est un pointeur clair sur le fait que cet univers ne soit pas gouverné",
          "par les forces sourdes et aveugles et insensés, mais ceci est un sage système qui",
          "fonctionne selon la loi immuable de la rétribution, qui traite avec les",
          "communautés humaines que sur le plan moral, dans lequel aucune communauté est",
          "donné assez longtemps la corde pour commettre quelque mal qu'il aime et continuer",
          "à profiter de la vie et de commettre des injustices après a une fois arrivé au",
          "pouvoir et à la prospérité. Mais quand une communauté méchant arrive à atteindre",
          "un certain stade, une main puissante bascule à partir de la puissance et le jette",
          "dans l'abîme de l'ignominie. Toute personne qui se rend compte de ce fait ne peut",
          "avoir aucun doute que la même loi de rétribution appelle à la mise en place d'un",
          "nouveau monde après ce monde, où tous les individus et les nations et l'ensemble",
          "de l'humanité collectivement devraient être récompensés et punis pour leurs",
          "actes. Pour les besoins de la justice ne peuvent être remplies que par la",
          "destruction d'une nation méchante; ce DCEs pas de quelque manière que redresser",
          "les griefs des peuples opprimés; cela ne punit pas ceux qui avaient profité de la",
          "vie et à gauche du monde avant la descente du fléau; cette ETCD ne prennent",
          "également de charger ces gens méchants qui sont partis en laissant derrière eux",
          "un héritage de immoralités et les écarts pour les générations à venir. Le",
          "tourment qui a visité la nation seulement mettre un terme aux autres tyrannies de",
          "sa dernière génération. Le tribunal n'a pas encore commencé à travailler, pour",
          "punir toute personne méchant pour le mal fait, pour compenser toute personne",
          "opprimée pour les pertes subies, et de récompenser tous ceux qui se tenait par la",
          "droite contre les assauts du mal, tenté de réformer les choses et face",
          "persécutions de cette façon tout au long de leur vie. . Tout cela doit",
          "nécessairement se produire à un moment donné. Pour le fonctionnement en continu",
          "dans le monde de la loi de rétribution des points clairement le tempérament et la",
          "technique du gouvernement au pouvoir de l'univers qu'il juge les actes humains",
          "par des normes morales et punit et les récompense en conséquence. Outre ces deux",
          "arguments, l'aspect de la mise en garde dans ce verset est: [ \"Apprenez les",
          "leçons du sort des coupables du passé, et ne persistent pas dans la croyance",
          "folle de la négation de l'au-delà, ce qui, en fait, était responsable de leur",
          "faire des criminels. \"]"
        ]
      }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ",
      "simpleTranslate" : [
        "Prophète ! Que leur sort ne t’afflige point ! Ne te laisse pas gagner par",
        "l’angoisse au sujet de leurs manigances !"
      ],
      "tafsirTranslate" : [
        "O Prophète, ne vous affligez pas pour eux, ni se sentir en détresse à leurs",
        "machinations <N:87>. -"
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "chagriner",
        "au dessus d'eux",
        "et pas",
        "être",
        "dans",
        "détresse",
        "de ce que",
        "ils complotent"
      ],
      "notes" : {
        "87" : [
          "Autrement dit, [ \"Vous avez rendu justice à votre mission de prêcher. Maintenant,",
          "s'ils ne vous écoutent pas, et souhaitent persister dans leur folie et méritent",
          "le châtiment divin, vous ne devriez pas consommer vous-même en étant en détresse",
          "et affligé de leur état. Alors, pourquoi devriez-vous vous sentez vexé de leurs",
          "machinations moyennes qu'ils mettent au point pour lutter contre la vérité et de",
          "faire échouer votre mouvement de retour `? vous avez le pouvoir d'Allah dans le",
          "dos. Si elles ne figure pas à vous, ils ne seront eux-mêmes du tort, pas vous. \"]"
        ]
      }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "Ils disent : «À quand cette promesse, si vous êtes véridiques?»"
      ],
      "tafsirTranslate" : [
        "Ils disent: «Quand cette menace sera effectuée si vous êtes véridiques?\" <N:88>"
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Quand",
        "(Volonté), cette",
        "promesse (être remplies)",
        "si",
        "tu es",
        "véridique"
      ],
      "notes" : {
        "88" : [
          "La même menace qui est implicite dans le verset précédent. Ce qu'ils voulaient",
          "dire était: [ \"Quand le fléau avec lequel vous nous menacez dépasser nous",
          "Pourquoi sommes-nous pas punis quand nous avons non seulement vous rejeté mais",
          "nous avons aussi fait tout ce que nous pouvions faire échouer votre mission '?\"]"
        ]
      }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "قُلْ عَسَىٰ أَنْ يَكُونَ رَدِفَ لَكُمْ بَعْضُ الَّذِي تَسْتَعْجِلُونَ",
      "simpleTranslate" : [
        "Réponds-leur : «Il se peut qu’une partie de ce que vous êtes si pressés de voir",
        "venir soit déjà à vos trousses.»"
      ],
      "tafsirTranslate" : [
        "Dis: «Pas étonnant qu'une partie du supplice que vous souhaitez être accéléré,",
        "peut-être bien vous approché.\" <N:89>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "peut-être",
        "cette",
        "est",
        "fermer derrière",
        "toi",
        "certains",
        "(De) ce que",
        "vous cherchez à hâter"
      ],
      "notes" : {
        "89" : [
          "Ceci est une voie royale de dire une chose. Quand les mots comme [ \"peut-être\"],",
          "[ «pas étonnant»], etc. se produisent dans le discours divin, ils ne contiennent",
          "pas de sentiment de doute, mais expriment l'indépendance d'Allah et",
          "l'autosuffisance. La puissance d'Allah est si grande que sa volonté une chose et",
          "son happening est une seule et même chose. Il est inconcevable qu'il devrait",
          "vouloir une chose et il ne devrait pas arriver. Par conséquent, quand il dit: [",
          "«Pas étonnant qu'il pourrait bien être si\"], cela signifie, [ «Ce sera",
          "certainement le cas si vous ne réparer votre façon.\"]"
        ]
      }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ",
      "simpleTranslate" : [
        "En vérité, ton Seigneur est Plein de bonté pour les hommes, mais la plupart",
        "d’entre eux manquent de reconnaissance."
      ],
      "tafsirTranslate" : [
        "Le fait est que votre Seigneur est très Gracieuse au peuple, mais la plupart",
        "d'entre eux ne sont pas reconnaissants. <N:90>"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "votre Seigneur",
        "(Est) pleine de Bounty",
        "(Est) pleine de Bounty",
        "pour",
        "l'humanité",
        "mais",
        "la plupart d'entre eux",
        "(ne sont pas",
        "reconnaissant"
      ],
      "notes" : {
        "90" : [
          "Autrement dit, [ «Il est la miséricorde d'Allah qu'Il ne saisit pas le coupable",
          "immédiatement après sa perpétration d'un crime, mais donne le répit pour se",
          "réformer. Mais la plupart des gens ne sont pas reconnaissants pour cela, et ne",
          "utiliser la période de répit pour leur réforme. au contraire, quand ils voient",
          "qu'ils ne sont pas prises à la tâche immédiatement, ils forment l'idée qu'il n'y",
          "a pas d'appeler thêta pour tenir compte. par conséquent, ils sont libres de faire",
          "ce qu'ils veulent et ils ne devraient pas entendre un mot d'avertissement \"]."
        ]
      }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
      "simpleTranslate" : [
        "En vérité, ton Seigneur connaît bien ce que recèlent leurs cœurs et ce qu’ils",
        "dévoilent,"
      ],
      "tafsirTranslate" : [
        "Sans doute votre Seigneur sait parfaitement bien ce qu'ils gardent cachés dans",
        "leurs seins et ce qu'ils révèlent. <N:91>"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "votre Seigneur",
        "sait sûrement",
        "quelle",
        "cache",
        "leurs seins",
        "et quoi",
        "ils déclarent"
      ],
      "notes" : {
        "91" : [
          "Autrement dit, [ «Il est non seulement au courant de leurs méfaits ouverts, mais",
          "est également pleinement conscient de la malice et malgré laquelle ils cachent",
          "dans leur cœur et les mauvaises parcelles qu'ils font en secret. Par conséquent,",
          "quand vient le temps de leur demander des comptes, ils seront pris à la tâche",
          "pour tout faire et de la pensée. \"]"
        ]
      }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "وَمَا مِنْ غَائِبَةٍ فِي السَّمَاءِ وَالْأَرْضِ إِلَّا فِي كِتَابٍ مُبِينٍ",
      "simpleTranslate" : [
        "car il n’y a aucun mystère dans le Ciel et sur la Terre qui ne soit inscrit dans",
        "un Livre explicite."
      ],
      "tafsirTranslate" : [
        "Il n'y a pas ce qui est caché dans les cieux et la terre, qui ne sont pas",
        "enregistrés dans un livre clair. <N:92>"
      ],
      "tanslateWordByWord" : [
        "Et non (est)",
        "n'importe quoi)",
        "caché",
        "dans",
        "Le Paradis",
        "et la terre",
        "mais",
        "(est dans",
        "un enregistrement",
        "clair"
      ],
      "notes" : {
        "92" : [
          "Voici par [ \"Livre\"] n'a pas pour but le Coran, mais le registre divin où tout a",
          "été enregistré."
        ]
      }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "إِنَّ هَٰذَا الْقُرْآنَ يَقُصُّ عَلَىٰ بَنِي إِسْرَائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ",
      "simpleTranslate" : [
        "En vérité, ce Coran expose aux Fils d’Israël la plupart des sujets qui les",
        "divisent,"
      ],
      "tafsirTranslate" : [
        "Le fait est que ce Coran dit aux enfants d'Israël la réalité de la plupart de ces",
        "choses dans lesquelles ils diffèrent; <N:93>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ce",
        "[Le Coran",
        "rapporte",
        "à",
        "(La) Enfants",
        "(De) Israël",
        "les plus",
        "(de ça",
        "ils",
        "en ce",
        "différer"
      ],
      "notes" : {
        "93" : [ ]
      }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "وَإِنَّهُ لَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "et il est aussi un guide et une bénédiction pour les fidèles."
      ],
      "tafsirTranslate" : [
        ", ce qui est un guide et une miséricorde pour les croyants <N:94>."
      ],
      "tanslateWordByWord" : [
        "Et en effet, il",
        "(Est) sûrement un guide",
        "et une miséricorde",
        "pour les croyants"
      ],
      "notes" : {
        "94" : [ ]
      }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ بِحُكْمِهِ ۚ وَهُوَ الْعَزِيزُ الْعَلِيمُ",
      "simpleTranslate" : [
        "En vérité, ton Seigneur les départagera par Son Jugement, car Il est",
        "Tout-Puissant et Sa science n’a point de limite."
      ],
      "tafsirTranslate" : [
        "(même) votre Seigneur va sûrement juger entre ces personnes <N:95> ainsi par Son",
        "ordre, et Il est le Tout-Puissant, l'Omniscient."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "votre Seigneur",
        "jugera",
        "entre eux",
        "par son jugement",
        "et il",
        "(Est) le Tout-Puissant",
        "l'Omniscient"
      ],
      "notes" : {
        "95" : [
          "ainsi par Son ordre, et Il est le Tout-Puissant, l'Omniscient."
        ]
      }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "فَتَوَكَّلْ عَلَى اللَّهِ ۖ إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ",
      "simpleTranslate" : [
        "Place donc ta confiance en Dieu, car de toute évidence tu détiens la vérité et tu",
        "es dans le bon droit."
      ],
      "tafsirTranslate" : [
        "<N:96> Par conséquent, O Prophète, mettez votre confiance en Allah: vous êtes",
        "certainement sur la vérité manifeste."
      ],
      "tanslateWordByWord" : [
        "Alors mettez votre confiance",
        "dans",
        "Allah",
        "en effet, vous",
        "(sont sur",
        "la vérité",
        "manifeste"
      ],
      "notes" : {
        "96" : [
          "Par conséquent, O Prophète, mettez votre confiance en Allah: vous êtes",
          "certainement sur la vérité manifeste."
        ]
      }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "إِنَّكَ لَا تُسْمِعُ الْمَوْتَىٰ وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ",
      "simpleTranslate" : [
        "En vérité, tu ne saurais te faire entendre des morts ni communiquer l’appel aux",
        "sourds quand ils te tournent le dos,"
      ],
      "tafsirTranslate" : [
        "Vous ne pouvez pas faire les morts pour vous entendre, <N:97> ni ne peut",
        "transmettre votre appel aux sourds, qui ont tourné le dos et sont en cours",
        "d'exécution loin de vous, <N:98>"
      ],
      "tanslateWordByWord" : [
        "En effet, vous",
        "(ne peut pas",
        "causer d'entendre",
        "le mort",
        "et pas",
        "pouvez-vous faire entendre",
        "le sourd",
        "l'appel",
        "quand",
        "ils tournent le dos",
        "retraite"
      ],
      "notes" : {
        "97" : [
          "ni ne peut transmettre votre appel aux sourds, qui ont tourné le dos et sont en",
          "cours d'exécution loin de vous,"
        ],
        "98" : [ ]
      }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلَالَتِهِمْ ۖ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ",
      "simpleTranslate" : [
        "pas plus que tu ne saurais tirer les aveugles de leur égarement. Seuls",
        "t’entendront ceux qui croient en Nos signes, en tant que musulmans ."
      ],
      "tafsirTranslate" : [
        "ni ne peut guider les aveugles contre leurs erreurs. <N:99> Vous ne pouvez faire",
        "que ces gens vous écoutent, qui croient en nos révélations et soumettent ensuite",
        "(pour nous) complètement."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "(pouvez-vous",
        "guider",
        "les aveugles",
        "de",
        "leur erreur",
        "ne pas",
        "vous pouvez causer d'entendre",
        "sauf",
        "(ceux qui",
        "croyez",
        "en Nos versets",
        "afin qu'ils",
        "(Sont) les musulmans"
      ],
      "notes" : {
        "99" : [
          "Vous ne pouvez faire que ces gens vous écoutent, qui croient en nos révélations",
          "et soumettent ensuite (pour nous) complètement."
        ]
      }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنَا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا لَا يُوقِنُونَ",
      "simpleTranslate" : [
        "Le jour où la sentence prononcée contre eux devra être exécutée, Nous ferons",
        "surgir de terre une bête qui proclamera que les hommes ne croyaient pas à Nos",
        "signes avec certitude."
      ],
      "tafsirTranslate" : [
        "Et lorsque le temps de l'accomplissement de notre décret en approche, <N:100>",
        "Nous ferons sortir une bête pour eux de la terre, qui leur parler (à ce sujet)",
        "que les gens ont fait ne pas croire en nos révélations. <N:101>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "(Est) remplie",
        "le mot",
        "contre eux",
        "Nous allons présenter",
        "pour eux",
        "une créature",
        "de",
        "La terre",
        "leur parler",
        "cette",
        "les gens",
        "ont été",
        "Nos signes",
        "ne pas",
        "certain"
      ],
      "notes" : {
        "100" : [
          "Autrement dit, [ «... quand la Résurrection laquelle ils sont promis",
          "approchera.\"]"
        ],
        "101" : [
          "Selon Ibn `Umar, cela se produira quand il ne reste personne dans le monde pour",
          "commander les gens à faire le bien et leur interdire de faire le mal. Ibn",
          "Marduyah a rapporté un hadith sur l'autorité de Abu Saïd Khoudri; selon laquelle",
          "cette dernière a entendu la même chose du Saint Prophète lui-même. Cela montre",
          "que lorsque l'homme abandonne le devoir d'exhorter les autres à faire le bien et",
          "interdire leur de faire le mal, AIIah fera naître une bête pour servir de dernier",
          "avertissement juste avant la Résurrection. Ceci, cependant, ne sait pas si ce",
          "sera juste une bête, ou d'une espèce particulière de bêtes, qui se propage sur",
          "toute la terre. Les mots daabbat-an-min-al-ard pourrait contenir les deux sens.",
          "En tout cas, ce qu'il dira sera: [ \"Les gens ne croyaient pas les révélations",
          "d'Allah dans lequel la Résurrection a été prédit Maintenant, la même résurrection",
          "est sur le point de venir, Iet tout le monde sait que ce qu'Allah a dit était",
          "vrai.\"]. La phrase, [ «Les gens ne croient pas en nos révélations\"], est soit une",
          "partie de son propre discours de la bête, ou la narration d'Allah de ses mots. Si",
          "ce sont ses propres mots, le mot [ \"Notre\"] sera compris dans le style d'un",
          "fonctionnaire qui parle au nom de son gouvernement, et non en son nom personnel.",
          "Dans le second cas, car Allah est narrait les paroles de la bête, il a utilisé [",
          "\"Nos Revelations\"] dans le sens normal. Comme le temps et l'occasion de",
          "l'apparition de cette bête, le Saint Prophète a dit:. [ \"Le soleil se lèvera à",
          "l'ouest et la bête apparaît soudainement dans la lumière du jour ouverte Quelle",
          "que soit de ces signes apparaît d'abord, il sera étroitement suivie par l'autre.",
          "\"] [(musulman)] dans les autres traditions liées au musulman, Ibn Majah,",
          "Tirmidhi, Musnad Ahmad, etc., le Saint Prophète a prédit que les signes de la",
          "Résurrection-émergence de l'Anti-Christ [(Dajjal) ], l'apparence de la bête, la",
          "fumée et le lever du soleil dans l'ouest -Will apparaissent l'un après l'autre.",
          "Quant à la nature, l'apparence générale, le lieu d'apparition et d'autres détails",
          "sur la bête, les traditions contradictoires ont été rapportés, ce qui ne provoque",
          "la confusion et ne sont pas pertinentes à l'objet pour lequel cette chose a été",
          "mentionné dans le Coran. En ce qui concerne la parole de la bête pour les êtres",
          "humains dans un langage humain, ce sera une manifestation de la puissance",
          "d'Allah, Qui peut donner la parole à tout ce qu'Il veut. Il donnera ce pouvoir",
          "qu'à une bête avant l'événement de la Résurrection, mais quand la résurrection",
          "aura eu lieu, chaque membre de l'homme-ses oreilles, ses yeux, même sa peau se",
          "parler et de témoigner devant la Cour d'Allah, comme cela a été clairement",
          "indiqué dans Ha Mim As-Sajda: 20-21: [ \"Alors, quand tout aura il atteint, leurs",
          "oreilles et leurs yeux et leurs peaux très témoigneront contre eux au sujet de ce",
          "qu'ils avaient fait dans le monde . Ils diront à leurs peaux, \"] Pourquoi",
          "avez-vous rendu témoignage contre nous? Ils répondront, `Le même Dieu qui a donné",
          "la parole à tout ce que nous a donné la parole»."
        ]
      }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "وَيَوْمَ نَحْشُرُ مِنْ كُلِّ أُمَّةٍ فَوْجًا مِمَّنْ يُكَذِّبُ بِآيَاتِنَا فَهُمْ يُوزَعُونَ",
      "simpleTranslate" : [
        "Le jour où Nous rassemblerons, de chaque communauté, une foule de ceux qui",
        "traitaient Nos signes de mensonges, ils seront répartis en groupes distincts."
      ],
      "tafsirTranslate" : [
        "Et imaginez le jour où Nous rassemblons, de chaque communauté une foule de ces",
        "personnes qui ont utilisé pour traiter nos révélations comme faux; alors ils",
        "seront disposés (en fonction de leur classification et de mérite)"
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "Nous rassemblerons",
        "de",
        "chaque",
        "nation",
        "une troupe",
        "de (ceux-ci) qui",
        "nier",
        "Nos signes",
        "et ils",
        "sera mis en lignes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "حَتَّىٰ إِذَا جَاءُوا قَالَ أَكَذَّبْتُمْ بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا أَمَّاذَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "Et quand ils se présenteront devant Dieu, Il leur dira : «Avez-vous traité Mes",
        "signes de mensonges faute d’en avoir saisi la portée, ou aviez-vous un autre",
        "motif d’agir ainsi?»"
      ],
      "tafsirTranslate" : [
        "jusqu'au moment où elles seront toutes sont arrivés, (leur Seigneur) va leur",
        "demander: «Avez-vous traitez Mes révélations comme faux alors que vous ne les",
        "avez pas comprenez par la connaissance? <N:102> Si pas, qu'est-ce que tu faisais?",
        "\" <N:103>"
      ],
      "tanslateWordByWord" : [
        "Jusqu'à",
        "quand",
        "Ils viennent",
        "Il dira",
        "Avez-vous niez",
        "Mes signes",
        "tout en ne",
        "vous englobé",
        "leur",
        "(En) connaissances",
        "ou quoi",
        "vous avez utilisé (à)",
        "faire"
      ],
      "notes" : {
        "102" : [
          "Autrement dit, [ «Vous ne niez Mes révélations sur la base d'une recherche",
          "scientifique, ce qui pourrait avoir prouvé qu'ils soient faux, mais vous les",
          "refuser sans raison valable.\"]"
        ],
        "103" : [
          "Autrement dit, [ \"Si elle est pas, pouvez-vous alors prouver que vous les avez",
          "traités comme faux seulement après une enquête scientifique approfondie à travers",
          "laquelle vous avez appris que la réalité n'a pas été celui qui a été présenté",
          "dans ces versets? \"]"
        ]
      }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "وَوَقَعَ الْقَوْلُ عَلَيْهِمْ بِمَا ظَلَمُوا فَهُمْ لَا يَنْطِقُونَ",
      "simpleTranslate" : [
        "Et la sentence tombera alors sur eux en punition de leurs crimes, sans qu’ils",
        "puissent prononcer aucun mot."
      ],
      "tafsirTranslate" : [
        "Et la menace du supplice sera effectuée sur eux, en raison de leurs mauvaises",
        "actions; alors ils ne seront pas en mesure de prononcer un mot."
      ],
      "tanslateWordByWord" : [
        "Et (sera) rempli",
        "le mot",
        "contre eux",
        "car",
        "ils ont fait du tort",
        "et ils",
        "(Sera) pas",
        "parler"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ",
      "simpleTranslate" : [
        "N’ont-ils pas vu que Nous avons établi la nuit pour leur repos, et le jour pour",
        "leur assurer une claire vision? N’y a-t-il pas là des signes pour un peuple qui",
        "croit?"
      ],
      "tafsirTranslate" : [
        "ont-ils pas l'impression que nous avions ordonné la nuit pour eux d'avoir de",
        "repos, et a fait la brillante journée? <N:104> Certes, dans ce qu'il y avait de",
        "nombreux signes pour ceux qui ont cru. <N:105>"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "ils voient",
        "que nous",
        "[Nous avons fait",
        "la nuit",
        "afin qu'ils se reposent",
        "en ce",
        "et la journée",
        "donnant de la visibilité",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) Signes",
        "pour un peuple",
        "qui croient"
      ],
      "notes" : {
        "104" : [
          "Autrement dit, [ \"Deux des signes innombrables étaient tels laquelle ils",
          "observaient en tout temps, dont les avantages qu'ils appréciaient chaque instant,",
          "et qui n'ont pas caché, même d'une personne aveugle ou sourd ou muet . Alors ils",
          "ont bénéficié par le reste dans la nuit et les possibilités offertes par le jour,",
          "pourquoi pensent-ils pas que ce soit un système conçu par un être All-Wise, qui a",
          "établi la relation entre le soleil et la terre précisément pour répondre à leurs",
          "les exigences et les besoins? Cela ne peut pas être un simple accident, car il",
          "manifeste clairement purposefulness, la sagesse et la planification, qui ne peut",
          "pas être la caractéristique des forces aveugles de la nature, ni le travail de",
          "nombreux dieux. il ne peut être un système mis en place par le One Créateur et",
          "Maître et éliminateur, qui règne sur la terre, la lune, le soleil et toutes les",
          "autres planètes. de l'observation de ce phénomène unique qu'ils pourraient juger",
          "que l'alternance du jour et de la nuit a témoigné de la vérité que nous avons",
          "transmis à travers Notre messager et Notre livre. \"]"
        ],
        "105" : [
          "Autrement dit, [ «Ce ne fut pas quelque chose d'incompréhensible non plus. Il y",
          "avait parmi leurs propres parents, de leur propre clan et leur propre peuple de",
          "fraternité comme eux-mêmes, qui avaient vu les mêmes signes très et croyaient que",
          "le credo de Godworship et Monothéisme vers laquelle le Prophète les invitait",
          "était précisément en conformité avec la vérité et la réalité. \"]"
        ]
      }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ۚ وَكُلٌّ أَتَوْهُ دَاخِرِينَ",
      "simpleTranslate" : [
        "Le jour où l’on soufflera dans la Trompette, tous ceux qui sont dans les Cieux et",
        "dans la Terre seront saisis d’effroi, excepté ceux que Dieu voudra bien épargner.",
        "Et tous, pleins d’humilité, se présenteront devant Lui."
      ],
      "tafsirTranslate" : [
        "Et le jour où la trompette sera soufflé, tous ceux qui sont dans les cieux et la",
        "terre, sont frappés de terreur <N:106> --- sauf ceux qu'Allah est heureux de",
        "protect.-Et tout doit se présenter devant lui dans la soumission."
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "sera soufflé",
        "[dans]",
        "la trompette",
        "et sera terrifié",
        "quiconque",
        "(est dans",
        "Le Paradis",
        "et celui qui",
        "(est dans",
        "La terre",
        "sauf",
        "qui",
        "Allah le veut",
        "Allah le veut",
        "Et tout",
        "(Va) venir à Lui",
        "humilié"
      ],
      "notes" : {
        "106" : [
          "Pour une discussion détaillée du soufflage de la trompette, voir E.N. 47",
          "AI-An`am, E.N. 57 d'Ibrahim, E.N. 78 de Ta Ha, E.N. I de Al-Hajj, E.N. de. 46, 47",
          "de Ya Sin et E.N. 79 de Az-Zumar."
        ]
      }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ ۚ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ ۚ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ",
      "simpleTranslate" : [
        "Et tu verras alors les montagnes que tu croyais immobiles filer à la vitesse des",
        "nuages. C’est l’œuvre de Dieu qui a tout façonné à la perfection et qui est si",
        "bien Informé de tout ce que vous faites."
      ],
      "tafsirTranslate" : [
        "Aujourd'hui, vous voyez les montagnes et pensent qu'ils sont fermement fixés,",
        "mais à ce jour ils seront en volant comme les nuages; ce sera une manifestation",
        "des pouvoirs de Dieu, qui a commandé tout avec sagesse. Il est pleinement",
        "conscient de ce que vous faites. <N:107>"
      ],
      "tanslateWordByWord" : [
        "Et vous voyez",
        "les montagnes",
        "les penser",
        "fermement fixe",
        "pendant qu'ils",
        "passera",
        "(Comme) en passant",
        "(De) les nuages",
        "(L'oeuvre",
        "(De) Allah",
        "Qui",
        "perfectionné",
        "tout",
        "des choses",
        "En effet, il",
        "(Est) All-Aware",
        "de quoi",
        "tu fais"
      ],
      "notes" : {
        "107" : [
          "Autrement dit, [ \"De tels Dieu vous ne devriez pas attendre à ce que après vous",
          "avoir donné les pouvoirs de l'intelligence et de la discrimination et de contrôle",
          "sur les choses, Il restera pas au courant de vos actes et vos actions et ne sera",
          "pas voir comment vous avez eu recours à l'autorité déléguée de la terre. \"]"
        ]
      }
    },
    {
      "verseNumber" : 89,
      "arabicVerse" : "مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ",
      "simpleTranslate" : [
        "Ceux qui se présenteront avec de bonnes œuvres en seront bien mieux récompensés,",
        "de même qu’ils seront à l’abri de l’épouvante de ce Jour ;"
      ],
      "tafsirTranslate" : [
        "Celui qui apportera de bonnes actions, aura une récompense mieux que cela,",
        "<N:108> et ces personnes sont à l'abri de la terreur de ce jour-là"
      ],
      "tanslateWordByWord" : [
        "Quiconque",
        "vient",
        "avec le bon",
        "puis pour lui",
        "(sera mieux",
        "ce que",
        "et ils",
        "de",
        "(La) la terreur",
        "(De) ce jour-là",
        "(Sera) en toute sécurité"
      ],
      "notes" : {
        "108" : [
          "La récompense sera mieux de deux façons: [(1)] Il sera plus élevé que ce qu'une",
          "personne sera effectivement mériter pour ses bonnes actions; et [(2)], il sera",
          "éternelle et toujours si la bonne action était temporaire et son influence",
          "limitée à une période limitée."
        ]
      }
    },
    {
      "verseNumber" : 90,
      "arabicVerse" : "وَمَنْ جَاءَ بِالسَّيِّئَةِ فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ هَلْ تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "tandis que ceux qui se présenteront chargés de péchés, ceux-là seront précipités",
        "dans le feu, la face la première : «Pouvez-vous être récompensés autrement que",
        "selon vos œuvres?», leur sera-t-il dit."
      ],
      "tafsirTranslate" : [
        "Et celui qui va venir avec de mauvaises actions, toutes ces personnes doivent",
        "être jetés sur leurs visages dans le Feu. Pouvez-vous récompensé sauf en",
        "conformité avec vos actions? <N:109>"
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "vient",
        "avec le mal",
        "sera abattu",
        "leurs visages",
        "dans",
        "le feu",
        "Sont",
        "vous rétribuera",
        "sauf",
        "(pour quoi",
        "vous avez utilisé (à)",
        "faire"
      ],
      "notes" : {
        "109" : [
          "Autrement dit, [ «Bien que les terreurs de la Résurrection seront étourdir et",
          "confondre les mécréants, les croyants vont rester en sécurité et obtenir d'eux,",
          "pour tout dans l'au-delà sera en fonction de leurs attentes. Ils avaient déjà",
          "connu des messages apportés par les messagers d'Allah que la Résurrection aura",
          "lieu, et un monde nouveau sera créé quand tout le monde sera appelé à rendre",
          "compte de ses actes. par conséquent, ils ne seront ni désorientés, ni alarmés, ce",
          "qui sera le cas avec ceux qui avait refusé cette journée et recycler inattentif",
          "ce, jusqu'à leur dernier souffle dans le monde .Ils seront également satisfaits",
          "parce qu'ils ont travaillé pour cette journée et avaient apporté des dispositions",
          "nécessaires dans le monde entier pour leur succès ici. par conséquent, ils ne",
          "seront pas hébété et confus que seront ceux qui avaient investi toutes leurs",
          "énergies et leurs capacités »dans leur lutte pour la réalisation de succès",
          "mondains seulement, et n'a jamais pensé qu'il y aurait la vie ci-après également",
          "pour lesquelles ils devraient prendre des dispositions. Contrairement à eux, les",
          "croyants seront satisfaits que le jour pour l'amour dont ils avaient abandonné",
          "les avantages et les plaisirs de la vie illégales et a eu des difficultés subies",
          "et labeur, était enfin venu, et ils ne seront pas privés des avantages inhérents",
          "à la leurs œuvres. \"] 109a. a plusieurs endroits dans le Coran, il a été",
          "clairement indiqué que le mal sera puni dans l'au-delà que dans la mesure du mal",
          "commis, mais une bonne action sera récompensée beaucoup plus généreusement par",
          "AIIah . que ce que l'auteur sera effectivement méritent pour cela pour plus",
          "d'exemples, voir Sourate Yunus: 26-27, AlQasas: 84. Al-Ankabut: 7, Saba ': 37-38,",
          "Al-Mu'min: 40."
        ]
      }
    },
    {
      "verseNumber" : 91,
      "arabicVerse" : "إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَٰذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا وَلَهُ كُلُّ شَيْءٍ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ",
      "simpleTranslate" : [
        "Dis aux négateurs : «Je n’ai reçu pour ordre que d’adorer le Seigneur de cette",
        "cité qu’Il a Lui-même sanctifiée , car tout Lui appartient. Et il m’a été",
        "recommandé d’être du nombre des musulmans"
      ],
      "tafsirTranslate" : [
        "(O Muhammad, dis-leur :) \"Qu'est-ce que 1 ont été commandé est que je dois adorer",
        "le Seigneur de cette ville, qui a fait sacré, et qui est le propriétaire de tout.",
        "<N:110> m'a été ordonné de vivre en tant que musulman"
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "Je commandais",
        "cette",
        "j'adore",
        "(le Seigneur",
        "(de cela",
        "ville",
        "celui qui",
        "fait sacrée",
        "et à Lui (appartient)",
        "tout",
        "des choses",
        "Et je commandais",
        "cette",
        "Je serai",
        "de",
        "les musulmans"
      ],
      "notes" : {
        "110" : [
          "Comme cette sourate a été envoyé à un stade où le message de l'Islam a été",
          "confiné à la Mecque et de ses destinataires étaient les gens de seulement cette",
          "ville, il a été dit, [ «il m'a été ordonné que je devrais adorer le Seigneur de",
          "cette ville. »] Et la caractéristique du Seigneur a été dit d'être ce qu'il avait",
          "fait cette ville sacrée. Cela a été fait pour avertir les mécréants de la Mecque,",
          "comme pour dire, [ \"Vous pouvez si vous le voulez prouver ingrat à ce Dieu qui",
          "vous a fait la grande faveur de faire de cette ville de la vôtre un havre de paix",
          "dans la proie à des conflits, terre d'Arabie, et qui par sa grâce a fait le",
          "centre d'affiliation spirituelle pour toute l'Arabie, mais il m'a été commandé",
          "d'être reconnaissant envers lui et se prosterner devant lui. Aucun de vos",
          "divinités avait le pouvoir de faire de cette ville un sanctuaire et faire le",
          "querelleur et tribus pillage de l'Arabie ont le respect pour elle. Je ne peux pas",
          "abandonner mon vrai Bienfaiteur prosterner devant ceux qui me l'ont fait aucune",
          "faveur à tous. \"]"
        ]
      }
    },
    {
      "verseNumber" : 92,
      "arabicVerse" : "وَأَنْ أَتْلُوَ الْقُرْآنَ ۖ فَمَنِ اهْتَدَىٰ فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ ۖ وَمَنْ ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنْذِرِينَ",
      "simpleTranslate" : [
        "et de réciter le Coran.» Quiconque suit la bonne voie ne le fait qu’à son propre",
        "avantage. Mais dis à celui qui s’en écarte : «Ma mission ne consiste qu’à avertir",
        "!»"
      ],
      "tafsirTranslate" : [
        "et de réciter le Coran. \"Maintenant, quiconque suit la direction, suivra pour son",
        "propre bien, et à celui qui se fourvoie, par exemple,« Je ne suis qu'un",
        "avertisseur. \""
      ],
      "tanslateWordByWord" : [
        "Et cela",
        "Je récite",
        "Le Coran",
        "Et quiconque",
        "accepte des orientations",
        "alors seulement",
        "il accepte des orientations",
        "pour lui-même",
        "et celui qui",
        "se égare",
        "alors dire",
        "Seulement",
        "je suis",
        "de",
        "les avertisseurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 93,
      "arabicVerse" : "وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا ۚ وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ",
      "simpleTranslate" : [
        "Dis encore : «Louange à Dieu ! Il vous montrera bientôt Ses signes et vous les",
        "reconnaîtrez.» Ton Seigneur n’est point inattentif à ce que vous faites."
      ],
      "tafsirTranslate" : [
        "Dis-leur: \"Louange est à Allah, très bientôt, il vous montrera Ses signes qui",
        "vous reconnaissent, et ton Seigneur est pas au courant de ce que vous faites.\""
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "Toutes les louanges (be)",
        "à Allah",
        "Il vous montrera",
        "Ses signes",
        "et vous les reconnaîtrez",
        "Et ton Seigneur est pas",
        "Et ton Seigneur est pas",
        "ignorant",
        "de quoi",
        "tu fais"
      ],
      "notes" : { }
    }
  ],
  "medinian" : false
}