{
  "chapterNumber" : 28,
  "nbVerses" : 88,
  "name" : "Le récit, L’histoire",
  "nameArabic" : "القصص",
  "transName" : "al-qaṣaṣ",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "طسم",
      "simpleTranslate" : [
        "Tâ - Sîn - Mîm."
      ],
      "tafsirTranslate" : [
        "Ta. Péché. Mim."
      ],
      "tanslateWordByWord" : [
        "Ta Seem Meem"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ",
      "simpleTranslate" : [
        "Voici les versets du Livre édifiant !"
      ],
      "tafsirTranslate" : [
        "Ce sont les versets du Livre lucide."
      ],
      "tanslateWordByWord" : [
        "Ces",
        "(Les) Versets",
        "(du livre",
        "clair"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "نَتْلُو عَلَيْكَ مِنْ نَبَإِ مُوسَىٰ وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٍ يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Nous allons te raconter en toute vérité, à l’intention des croyants, une partie",
        "de l’histoire de Moïse et de Pharaon."
      ],
      "tafsirTranslate" : [
        "Nous te racontons avec précision une partie de l'histoire de Moïse et de Pharaon",
        "<N:1> au profit de ceux qui croient <N:2>"
      ],
      "tanslateWordByWord" : [
        "Nous récitons",
        "à toi",
        "de",
        "(les nouvelles",
        "(De) Musa",
        "et Firaun",
        "en vérité",
        "pour un peuple",
        "qui croient"
      ],
      "notes" : {
        "1" : [
          "A titre de comparaison, voir AI-Baqarah: 47-59, AI-Araf, 100-141, Yunus: 75-92.",
          "Hud: 96-109, Bani Isra'il: 101-111, Maryam: 51-53. Ta Ha: 1-89, Al Mu'minun:",
          "45-49, Ash-Shu`araa: 10-68, An-Naml: 7-14, Al-`Ankabut: 39-40, AlMu'min: 23- 50,",
          "Az-Zukhruf: 46-56, Ad-Dukhan: 1 7-33, Adh-Dariyat: 38-40, An-Naziyat: 5 au 26",
          "janvier."
        ],
        "2" : [
          "Autrement dit, \"Pour le bénéfice de ceux qui ne sont pas obstiné et têtu, car il",
          "serait inutile de répondre à ceux qui ne sont pas du tout enclin à vous écouter."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ وَجَعَلَ أَهْلَهَا شِيَعًا يَسْتَضْعِفُ طَائِفَةً مِنْهُمْ يُذَبِّحُ أَبْنَاءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ ۚ إِنَّهُ كَانَ مِنَ الْمُفْسِدِينَ",
      "simpleTranslate" : [
        "Pharaon se comportait en desposte dans le pays. Il avait réparti ses habitants en",
        "clans et en opprimait une partie en mettant à mort leurs fils et en ne laissant",
        "en vie que leurs filles, car c’était un être malfaisant."
      ],
      "tafsirTranslate" : [
        "Le fait est que Pharaon a adopté une attitude de rébellion dans le pays <N:3> et",
        "divisé ses habitants en groupes <N:4>, dont il avilie, en mettant leurs fils à la",
        "mort, et de laisser leurs filles vivent: <N:5> en effet, il a été l'un des",
        "fauteurs de désordre."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Firaun",
        "lui-même exalté",
        "dans",
        "la terre",
        "et fait",
        "son peuple",
        "(en) sectes",
        "opprime",
        "un groupe",
        "parmi eux",
        "abattage",
        "leurs fils",
        "et laisser vivre",
        "leurs femmes",
        "En effet, il a",
        "était",
        "de",
        "corrupteurs"
      ],
      "notes" : {
        "3" : [
          "Les mots ala fil-ard dans le texte sont complets et signifient qu'il a adopté une",
          "attitude rebelle dans le pays, suppose l'indépendance et la divinité et de la",
          "supériorité au lieu de se comporter comme un serviteur et un subordonné, et a",
          "commencé à opprimer ses sujets comme un dirigeant tyrannique et hautain."
        ],
        "4" : [
          "Autrement dit, [ «Il n'a pas exclu ses sujets avec une main donnant même",
          "l'égalité des droits pour tous, mais il avait adopté le système politique de les",
          "diviser en groupes. Il a accordé des privilèges et des droits préférentiels sur",
          "certains d'être fait la classe dirigeante et de réduire les autres à être serfs",
          "opprimés et exploités. \"] \n Ici, personne ne devrait avoir le doute qu'un",
          "gouvernement islamique est également discriminatoire entre ses sujets musulmans",
          "et dhimmis, et ne leur permet pas l'égalité des droits et privilèges dans tous",
          "les sens Ce doute est déplacé parce que cette distinction, contrairement à la",
          "discrimination Pharaonique, ne repose sur aucune distinction en raison de la",
          "race, la couleur, la langue ou la classe, mais sur la distinction de l'idéologie",
          "et le mode de vie. Dans le système islamique il n'y a absolument aucune",
          "différence entre les droits des musulmans et les dhimmis. La seule différence est",
          "dans leurs droits politiques, pour la simple raison que, dans un état idéologique",
          "de la classe dominante ne peut être que celui qui croit en son idéologie de base.",
          "Toute personne qui accepte cette idéologie peut entrer dans cette catégorie, et",
          "tous ceux qui le rejette, il se ferme. Ainsi, il peut y avoir aucun élément de",
          "ressemblance entre cette discrimination et la discrimination Pharaonique selon",
          "laquelle aucun membre de la race opprimée ne peut jamais entrer dans la classe",
          "dirigeante, en vertu de laquelle les gens de la race opprimée ne jouissent même",
          "pas les droits fondamentaux de l'homme, et non pas de parler de leurs droits",
          "politiques et économiques; si bien qu'ils sont encore privés de leur droit de",
          "vivre et de survivre, et refuser la sécurité de tout droit que ce soit, tous les",
          "privilèges et avantages spéciaux et élevé de bureaux et de bonnes choses de la",
          "vie étant réservée à la classe dirigeante et pour chacune de ces personnes qui",
          "arrive à être né en elle."
        ],
        "5" : [
          "La Bible élucide ce qui suit: \n . [ \"Maintenant, il y eut un nouveau roi sur",
          "l'Egypte, qui ne connaissait pas Joseph Et il dit à son peuple: Voici, le peuple",
          "des enfants d'Israël sont de plus en plus puissant que nous: Allez, laissez-nous",
          "habiles avec eux: de peur qu'ils ne se multiplient, et il se passer, que, quand",
          "il survient une guerre, ils se joignent à nos ennemis, pour nous combattre, et",
          "ainsi de les faire sortir de la terre. par conséquent, ils ont mis sur eux la",
          "tâche maîtres à les affliger avec leurs fardeaux et ils ont construit pour",
          "Pharaon des villes, Pithom et Ra`amses .... et les Égyptiens commercer les",
          "enfants d'Israël à servir avec rigueur;. et ils ont fait leur vie amère par de",
          "rudes, dans un mortier, et en briques, et dans toutes sortes de services dans le",
          "domaine: tout leur service, dans lequel ils ont fait les servir, était avec",
          "rigueur .... et le roi d'Égypte parla aux sages-femmes des Hébreux .... et il",
          "dit: Quand vous faire le bureau d'une sage-femme à l'hébreu les femmes, et les",
          "voir sur les sièges, si ce soit un fils, vous en tuer: mais si elle est une",
          "fille, puis elle doit vivre \"] [(Exod.. 1: 8-16)]. \n Cela montre que, après la",
          "disparition du prophète Joseph une révolution nationaliste a eu lieu en Egypte,",
          "et quand les Coptes ont repris le pouvoir du nouveau gouvernement nationaliste",
          "employé tous les moyens pour maîtriser les Israélites. Ils ne _ ne humilient et",
          "déshonorent eux et ont pris tout service d'eux, mais, au-delà de cela, ils ont",
          "adopté la politique de réduction de leur population, en tuant leurs fils et",
          "permettre à leurs filles de vivre de telle sorte que leurs femmes devraient",
          "progressivement passer dans «les Coptes __gVirt_NP_NNS_NNPS<__ mains et produire",
          "le copte au lieu de la course Israélite. Le Talmud ajoute que cette révolution",
          "avait eu lieu un peu plus de cent ans après la mort du prophète Joseph. Selon",
          "lui, le nouveau gouvernement, en premier lieu, a privé les Israélites de leurs",
          "terres et maisons fertiles et possessions, puis les a enlevés des emplois du",
          "gouvernement et les bureaux. Même après cette chaque fois que les dirigeants",
          "coptes ont estimé que les Israélites et leurs coreligionnaires égyptiens",
          "devenaient redoutables qu'ils les déshonorer et les employer dans des emplois",
          "rigoureux sur peu ou pas de salaire du tout. Telle est l'explication du verset",
          "coranique: [ \"Il avili une section de la population égyptienne\"], et du verset 49",
          "de AlBaqarah: [ \". Ils avaient infligé un châtiment terrible sur vous\"]",
          "Cependant, ni la Bible ni le Coran mentionne que le Pharaon a été dit par un",
          "astrologue qu'un garçon serait né parmi les Israélites, qui allait devenir une",
          "cause de sa déposition du pouvoir et de répondre à ce danger, il avait donné",
          "l'ordre de tuer les enfants mâles nés dans le maisons d'Israël, ou que Pharaon",
          "lui-même avait vu un rêve épouvantable et l'explication donnée était qu'un fils",
          "serait né parmi les Israélites, qui provoqueraient sa chute. Nos commentateurs",
          "ont pris cette ' `légende du Talmud et d'autres traditions israélites. [(Voir",
          "Jewish Encyclopedia, sous; [ «Moïse»], et les sélections Talmud, pp 123-24.)]."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ",
      "simpleTranslate" : [
        "Or, Nous voulions apporter Notre aide à ces opprimés sur Terre, pour faire d’eux",
        "des dirigeants et des héritiers,"
      ],
      "tafsirTranslate" : [
        "Et ce fut notre volonté de montrer faveur à ceux qui avaient été opprimés dans le",
        "pays pour en faire des dirigeants et en faire les héritiers <N:6>;"
      ],
      "tanslateWordByWord" : [
        "Et Nous voulions",
        "à",
        "accorder une faveur",
        "sur",
        "ceux qui",
        "ont été opprimés",
        "dans",
        "la terre",
        "et les rendre",
        "dirigeants",
        "et les rendre",
        "les héritiers"
      ],
      "notes" : {
        "6" : [
          "Autrement dit, [ \"Faites-les leaders et guides du peuple dans le monde.\"]"
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ",
      "simpleTranslate" : [
        "en les rendant maîtres du pays, et faire subir à Pharaon, à Hâmân et à leurs",
        "armées ce qu’ils avaient tant redouté."
      ],
      "tafsirTranslate" : [
        "pour leur donner le pouvoir dans le pays <N:7> et de montrer Pharaon et Haman",
        "<N:8> et leurs hôtes, leurs mains, le même dont ils redoutaient."
      ],
      "tanslateWordByWord" : [
        "Et [Nous] établissons",
        "leur",
        "dans",
        "la terre",
        "et spectacle",
        "Firaun",
        "et Haman",
        "et leurs hôtes",
        "à travers eux",
        "quelle",
        "ils étaient",
        "craignant"
      ],
      "notes" : {
        "8" : [
          "Les orientalistes occidentaux ont été très critique de cette. Ils disent que",
          "Haman était un courtisan du roi perse Xerxès, qui a régné des centaines d'années",
          "après le Prophète Moïse, 486-465 av. J.-C., mais le Coran lui a fait un ministre",
          "de Pharaon en Egypte. Ce ne sont que d'une instance de préjugés pure. Après tout,",
          "ce que les preuves historiques ont ces orientalistes obtenu pour prouver qu'il",
          "n'y a jamais vécu toute autre personne appelée Haman avant Xerxès courtisan",
          "Haman? Si un orientaliste a pu découvrir, à travers des moyens authentiques, une",
          "liste complète des ali les ministres et les chefs et les courtisans du Pharaon en",
          "discussion qui cotisations contiennent pas le nom de Haman, il devrait le rendre",
          "public, ou publier un photostat de celui-ci, car il pourrait y avoir aucun",
          "instrument meilleur ou plus efficace que ce cf la réfutation de l'Our'an."
        ],
        "7" : [
          "Autrement dit, \"fais- leur héritage de la terre afin qu'ils devraient être",
          "souverains sur elle."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَأَوْحَيْنَا إِلَىٰ أُمِّ مُوسَىٰ أَنْ أَرْضِعِيهِ ۖ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي وَلَا تَحْزَنِي ۖ إِنَّا رَادُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ الْمُرْسَلِينَ",
      "simpleTranslate" : [
        "Aussi fîmes-Nous la révélation suivante à la mère de Moïse : «Allaite ton fils",
        "et, si tu as peur pour lui, jette-le dans le fleuve, sans éprouver ni crainte ni",
        "chagrin à son sujet, car Nous allons te le rendre et en faire l’un de Nos",
        "messagers.»"
      ],
      "tafsirTranslate" : [
        "Nous <N:9> inspiré la mère de Moïse, en disant: \"Allaite lui, et quand vous voyez",
        "un danger pour lui, jette-le dans le fleuve, et ne crains rien ni pleurons, car",
        "nous allons restaurer lui de vous et doit l'inclure parmi les messagers. \" <N:10>"
      ],
      "tanslateWordByWord" : [
        "Et Nous révélâmes",
        "[à]",
        "(la mère",
        "(De) Musa",
        "cette",
        "Allaite-le",
        "mais quand",
        "tu as peur",
        "pour lui",
        "puis le jeter",
        "dans)",
        "la rivière",
        "et (faire) pas",
        "la crainte",
        "et (faire) pas",
        "chagriner",
        "En effet, nous",
        "(Va) restaurer lui",
        "à toi",
        "et (va) lui faire",
        "de",
        "les messagers"
      ],
      "notes" : {
        "9" : [
          "Ce fils est né dans la même période à un des parents israélites qui fut plus tard",
          "connu sous le nom de Moïse dans le monde, a été omis. Selon la Bible et le",
          "Talmud, la famille est descendu de Levi, un fils du Prophète Jacob, et le nom du",
          "père du Prophète Moïse était Amram, qui a été prononcé comme Imran par le Coran.",
          "Ils avaient déjà deux enfants devant Moïse, l'aîné d'une fille, nommée Miriam, et",
          "le plus jeune de son frère, Aaron. Probablement la proclamation que chaque enfant",
          "mâle né dans une maison Israélite serait tué, n'a pas encore été émis lorsque le",
          "Prophète Aaron est né; par conséquent, il a été sauvé. Le troisième enfant est né",
          "lorsque la proclamation était en pleine force."
        ],
        "10" : [
          "Autrement dit, [ \"Elle n'a pas été ordonné de jeter l'enfant dans la rivière",
          "immédiatement après la naissance, mais téter elle jusqu'à ce qu'elle se sentait",
          "un danger réel pour cela. Par exemple, si elle a estimé que le secret avait été",
          "exposée et les ennemis avaient appris à connaître de la naissance de l'enfant par",
          "certains moyens, ou par quelque informateur misérable parmi les Israélites",
          "eux-mêmes, elle doit placer l'enfant dans une boîte et de le jeter dans la",
          "rivière, sans aucune hésitation. Selon la Bible, la mère du Prophète Moïse",
          "faisait lui caché pendant trois mois après sa naissance. le Talmud ajoute que le",
          "gouvernement du Pharaon avait nommé des femmes égyptiennes qui ont porté les",
          "nourrissons dans les maisons d'Israël, et rendrait ces bébés pleurent, de manière",
          "à faire des enfants israélites cachés aussi pleurer et être ainsi découvert.",
          "cette nouvelle méthode d'espionnage inquiète la mère de Moïse et afin de sauver",
          "la vie de son enfant, elle le jeta dans le fleuve trois mois après sa naissance.",
          "Jusqu'à ce point la version donnée par ces livres est le même que le Coran et de",
          "cas de la coulée de la boîte dans la rivière a également été décrit comme le",
          "Coran l'a décrit. Dans la sourate Ta Ha il a été dit:. Mettez cet enfant dans une",
          "boîte et placer la boîte dans la rivière \"] [(v.39)] La même chose a été dit par",
          "la Bible et le Talmud Selon eux, le.. la mère du Prophète Moïse fit un panier de",
          "roseaux et couvert de boue [(tar)] et de poix pour le rendre étanche. Puis elle",
          "posa l'enfant et le plaça dans le fleuve du Nil. Mais la chose la plus",
          "importante, que le Coran mentionne, a trouvé aucune mention nulle part dans les",
          "traditions israélites, qui est, que la mère du Prophète Moïse avait fait tout",
          "cela selon une inspiration de AIlah, et Allah l'avait déjà assuré qu'en suivant",
          "ce dispositif non seulement serait son enfant demeure sûr et sécuritaire, mais",
          "l'enfant serait finalement rendue à elle, et que son enfant allait devenir le",
          "Messager d'Allah à l'avenir."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ۗ إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ",
      "simpleTranslate" : [
        "La famille de Pharaon recueillit l’enfant sans se douter qu’il allait devenir",
        "pour eux un ennemi et une source d’ennuis, car Pharaon, Hâmân et leurs armées",
        "étaient dans l’erreur."
      ],
      "tafsirTranslate" : [
        "En conséquence, la maison de Pharaon lui ramassé (de la rivière), afin qu'il",
        "puisse devenir leur lavement et la cause de la douleur pour eux <N:11> Vraiment,",
        "Pharaon, Haman et leurs hôtes étaient égarés (en. leur intrigante)."
      ],
      "tanslateWordByWord" : [
        "Puis lui ramassé",
        "(la famille",
        "(De) Firaun",
        "de sorte qu'il puisse devenir",
        "pour eux",
        "un ennemi",
        "et un deuil",
        "Effectivement",
        "Firaun",
        "et Haman",
        "et leurs hôtes",
        "ont été",
        "pécheurs"
      ],
      "notes" : {
        "11" : [
          "Ce ne fut pas leur but, mais le destin ultime de leur acte. Ils ont ramassé",
          "l'enfant par l'intermédiaire duquel ils devaient être destoyed à la fin."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِي وَلَكَ ۖ لَا تَقْتُلُوهُ عَسَىٰ أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لَا يَشْعُرُونَ",
      "simpleTranslate" : [
        "La femme de Pharaon lui dit : «Cet enfant sera une consolation pour nous deux. Ne",
        "le tuez pas ! Peut-être nous sera-t-il utile un jour ou le prendrons-nous pour",
        "fils.» Ils ne pressentaient rien de ce qui allait se produire."
      ],
      "tafsirTranslate" : [
        "la femme de Pharaon dit (à lui), «Il est un confort des yeux pour moi et pour",
        "vous, ne le tuez pas: peut-être qu'il se révèle utile pour nous, ou nous pouvons",
        "l'adopter en tant que fils. \" <N:12> Et ils ne savaient pas (du résultat final)."
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "(l'épouse",
        "(De) Firaun",
        "Un confort",
        "(Du) oeil",
        "pour moi",
        "et pour toi",
        "(Ne pas",
        "tue-le",
        "peut-être",
        "(cette)",
        "il peut nous bénéficier",
        "ou",
        "nous pouvons le prendre",
        "(Comme) un fils",
        "Et ils",
        "(Fait) pas",
        "apercevoir"
      ],
      "notes" : {
        "12" : [
          "Qu'est-ce que l'on comprend de c'est brièvement pour: [ «Quand l'arche ou le",
          "panier a été réalisée par la rivière à l'endroit où se trouvaient les palais de",
          "Pharaon, les serviteurs de Pharaon le ramassa et a pris devant le roi et la",
          "reine. il est tout à fait possible que le roi et la reine étaient à ce moment-là",
          "se promener le long de la berge de la rivière et peut-être remarqué le panier et",
          "ordonné qu'il soit ramassé. Quand ils ont vu un enfant en elle, ils pourraient",
          "facilement deviner qu'il appartenait à une famille israélite. Car il est venu des",
          "quartiers habités par les Israélites, dont les fils ont été mis à mort dans ces",
          "jours. il a été entendu que quelqu'un avait caché l'enfant pendant un certain",
          "temps, mais quand il ne pouvait pas être caché plus longtemps, il a été jeté à la",
          "rivière dans l'espoir qu'il pourrait être repris et sauvé de la mort. dans cette",
          "perspective les serviteurs les plus obéissants. soumis que l'ordre du roi à",
          "l'enfant d'être tué immédiatement, car il pourrait se révéler dangereux pour lui.",
          "Mais la femme du Pharaon était une femme et peut-être même sans enfant. Puis ce",
          "fut un bel enfant, comme Allah l'a rappelé Moïse dans Ta Ha: 39, ainsi: \".] Je",
          "l'avais jeté sur vous aimez de Myself [\" qui est \"] Je vous avais fait un tel bel",
          "enfant que les spectateurs ne pouvaient pas vous aider en ce qui concerne",
          "l'amour. [ \"par conséquent, la femme ne pouvait pas aider à se sentir pour lui,",
          "et dit au roi,\"] ne le tue pas, mais laissez-nous l'adopter. Quand il grandit",
          "dans notre maison comme notre fils, il saura pas qu'il était un Israélite: il",
          "pense plutôt qu'il est l'un des propres kinsfolk de Pharaon, et il sera utile",
          "pour nous en tant que contre les Israélites [ \". \n Selon la Bible et le Talmud,",
          "la femme qui avait conseillé l'adoption de Moïse était la fille de Pharaon, mais",
          "selon le Coran sa femme [(imra'at-u-Fir aun ')]. De toute évidence, la Parole",
          "directe d'Allah est plus fiable que les traditions verbales qui ont été compilées",
          "siècles après. Par conséquent, il est absolument inutile de traduire aun",
          "imra'at-u-Fir »comme une femme de la famille de Pharaon\"] contre l'idiome arabe",
          "et l'utilisation seulement pour le bien de chercher conformité avec les",
          "traditions israélites."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَارِغًا ۖ إِنْ كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَنْ رَبَطْنَا عَلَىٰ قَلْبِهَا لِتَكُونَ مِنَ الْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Pendant ce temps, le cœur de la mère de Moïse était accablé de douleur. Et peu",
        "s’en fallut qu’elle n’en divulguât l’origine, si nous n’avions pas raffermi son",
        "cœur afin qu’elle demeurât une vraie croyante."
      ],
      "tafsirTranslate" : [
        "D'autre part, le cœur de la mère de Moïse était très affligés. Elle aurait révélé",
        "son secret, nous avions pas renforcé son cœur pour qu'elle puisse avoir la foi",
        "(en Notre promesse)."
      ],
      "tanslateWordByWord" : [
        "Et est devenu",
        "(le cœur",
        "(Du) mère",
        "(De) Musa",
        "vide",
        "Cette",
        "elle était proche",
        "(À) la divulgation",
        "à propos de lui",
        "sinon",
        "cette",
        "Nous avons renforcé",
        "[plus de]",
        "son coeur",
        "de sorte qu'elle serait",
        "de",
        "les croyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَقَالَتْ لِأُخْتِهِ قُصِّيهِ ۖ فَبَصُرَتْ بِهِ عَنْ جُنُبٍ وَهُمْ لَا يَشْعُرُونَ",
      "simpleTranslate" : [
        "«Ne perds pas de vue ton frère !», dit-elle à la sœur de Moïse. Et celle-ci se",
        "mit à le suivre de loin sans qu’on l’eût remarquée."
      ],
      "tafsirTranslate" : [
        "Elle a dit à sa sœur: «Suivez-le.» Alors, elle le regardait de loin, d'une",
        "manière qui (les ennemis) ne le remarquent. \" <N:13>"
      ],
      "tanslateWordByWord" : [
        "Et elle a dit",
        "à sa sœur",
        "Suis-le",
        "Alors qu'elle regardait",
        "lui",
        "de",
        "une distance",
        "pendant qu'ils",
        "(Fait) pas",
        "apercevoir"
      ],
      "notes" : {
        "13" : [
          "Autrement dit, la jeune fille marchait et regarda le panier flottant de telle",
          "sorte que les ennemis ne pouvaient pas savoir qu'elle avait quelque chose à voir",
          "avec l'enfant en elle. Selon les traditions israélites, cette sœur du Prophète",
          "Moïse était âgé de 10 à 12 ans. Elle a suivi son frère intelligemment et",
          "habilement et constaté qu'il avait été ramassé par la maison du Pharaon."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ فَقَالَتْ هَلْ أَدُلُّكُمْ عَلَىٰ أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَاصِحُونَ",
      "simpleTranslate" : [
        "Mais comme Nous avions interdit à l’enfant le sein des femmes autres que sa mère,",
        "sa sœur leur dit : «Voulez-vous que je vous indique une famille qui pourra se",
        "charger du bébé et lui prodiguer les soins dont il a besoin?»"
      ],
      "tafsirTranslate" : [
        "Et Nous avions déjà interdit les seins des infirmières pour l'enfant. <N:14> (En",
        "voyant cela) la jeune fille leur dit: «Dois-je vous dire d'une maison dont les",
        "gens vont lui apporter pour vous et prendre soin de lui bien? \" <N:15>"
      ],
      "tanslateWordByWord" : [
        "Et Nous avions interdit",
        "pour lui",
        "les nourrices",
        "avant",
        "avant",
        "elle dit",
        "Dois-je",
        "vous diriger",
        "à",
        "(les gens",
        "(De) une maison",
        "qui lui arrière",
        "pour toi",
        "pendant qu'ils",
        "à lui",
        "(Sera) sincère"
      ],
      "notes" : {
        "14" : [
          "Autrement dit, [ «L'enfant ne prendrait pas à toute infirmière qui la reine",
          "appellerait pour lui téter.\"]"
        ],
        "15" : [
          "Cela montre que la sœur ne va pas et asseyez-vous à la maison quand elle a",
          "constaté que son frère avait atteint le palais de Pharaon, mais intelligemment",
          "accroché sur le palais pour regarder chaque nouveau développement. Puis, quand",
          "elle a constaté que l'enfant ne prenait pas à une infirmière, et la reine était",
          "désireux d'obtenir une infirmière qui lui convenir, la jeune fille intelligente",
          "est allé directement dans le palais, et dit: [ \"Je peux vous dire l'endroit où se",
          "une infirmière, qui apportera lui avec beaucoup d'affection. \"] ici, il convient",
          "de garder à l'esprit que dans les vieux jours le bien-to-do et nobles familles de",
          "ces pays généralement utilisés pour confier leurs enfants à des infirmières pour",
          "élever. Nous savons que dans le temps du Saint Prophète aussi les infirmières de",
          "la banlieue utilisés pour visiter la Mecque de temps en temps afin d'obtenir les",
          "nourrissons du-bien faire les familles pour l'allaitement et les soins infirmiers",
          "sur les salaires riches. Le Saint Prophète lui-même a été élevé par Halimah Sa",
          "diyah dans le désert. La même coutume était répandue en Egypte. voilà pourquoi la",
          "sœur du prophète Moïse n'a pas dit qu'elle apporterait une infirmière appropriée,",
          "mais a dit qu'elle allait leur dire d'une maison dont le peuple prendrait la",
          "responsabilité de l'élever avec soin et affection."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "فَرَدَدْنَاهُ إِلَىٰ أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اللَّهِ حَقٌّ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Et c’est ainsi que Nous le rendîmes à sa mère, pour la consoler de sa douleur,",
        "faire cesser sa peine et lui montrer que Dieu tient toujours Ses promesses, bien",
        "que la plupart des hommes ne s’en doutent guère."
      ],
      "tafsirTranslate" : [
        "Ainsi nous avons restauré Moïse <N:16> à sa mère pour que ses yeux pourraient",
        "être refroidis et elle pourrait ne pas pleurer et elle peut savoir que la",
        "promesse d'Allah était vrai. <N:17> Mais la plupart des gens ne le font pas",
        "Saches cela."
      ],
      "tanslateWordByWord" : [
        "Nous lui rendîmes",
        "à",
        "sa mère",
        "cette",
        "pourrait être consolée",
        "son oeil",
        "et pas",
        "elle peut pleurer",
        "et qu'elle ne saurait",
        "cette",
        "la promesse d'Allah",
        "la promesse d'Allah",
        "(est vrai",
        "Mais",
        "la plupart d'entre eux",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "16" : [
          "Selon la Bible et le Talmud, l'enfant a été nommé [ «Moïse»] dans la maison de",
          "Pharaon. Il est pas un Hébreu, mais un mot copte, ce qui signifie, [ «Je l'ai",
          "tiré hors de l'eau\"], dans mo copte signifie eau et oshe sauvé."
        ],
        "17" : [
          "Une autre bonne chose qui a résulté de ce dispositif sage par Allah était que le",
          "Prophète Moïse ne pouvait pas devenir un véritable prince dans la maison de",
          "Pharaon, mais a grandi parmi son propre peuple et est devenu pleinement conscient",
          "de ses traditions familiales et communautaires et sa religion ancestrale. Ainsi,",
          "au lieu de grandir en tant que membre de la classe et les gens, il se leva",
          "sentimentalement et intellectuellement comme un Israélite à part entière de",
          "Pharaon. \n Dans un Hadith, le Saint Prophète a dit: [ «Celui qui travaille pour",
          "gagner sa vie et garde en vue la bonne volonté d'Allah aussi, a une ressemblance",
          "avec la mère du Prophète Moïse, qui allaitait son propre fils, ainsi que reçu son",
          "salaire pour le service, aussi. \"] Autrement dit, même si une telle personne",
          "travaille pour gagner sa vie pour ses enfants, car il travaille honnêtement en",
          "vue de plaire à Dieu, il est juste et droit dans ses relations avec les autres,",
          "cherche des dispositions légales pour lui-même et ses enfants dans l'esprit de",
          "l'adoration de Dieu, il ne mérite une récompense d'Allah, même pour gagner sa",
          "vie."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَىٰ آتَيْنَاهُ حُكْمًا وَعِلْمًا ۚ وَكَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "Et lorsque Moïse eut atteint sa majorité et son plein développement, Nous lui",
        "donnâmes la sagesse et la science. C’est ainsi que Nous récompensons les gens",
        "vertueux."
      ],
      "tafsirTranslate" : [
        "Quand Moïse avait atteint sa pleine maturité et devenir plein grandi, <N:18> Nous",
        "lui avons donné le jugement et la connaissance; <N:19> ainsi que Nous",
        "récompensons les justes."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Il a atteint",
        "toute sa force",
        "et est devenu mûr",
        "Nous lui donnâmes",
        "sagesse",
        "et de la connaissance",
        "Et ainsi",
        "Nous récompensons",
        "les bienfaisants"
      ],
      "notes" : {
        "18" : [
          "Autrement dit, quand il avait atteint son développement mental et physique. A cet",
          "égard, différents âges du prophète Moïse ont été mentionnés dans les traditions",
          "juives. Certains disent qu'il avait 18 ans, d'autres l'ont mentionné 20 ans et",
          "d'autres 40 ans encore. Selon le Nouveau Testament, il était âgé de 40 ans.",
          "[(Actes 7: 23)]. Mais le Coran ne mentionne pas d'âge. Aux fins de l'incident",
          "étant mentionné dans les versets suivants, il suffit de savoir qu'il avait",
          "atteint sa pleine maturité à ce moment-là."
        ],
        "19" : [
          "Hukum implique la sagesse, la compréhension et le pouvoir de jugement, et «LLM",
          "est à la fois la connaissance religieuse et mondaine. Le Prophète Moïse est",
          "devenu familier avec les enseignements de ses ancêtres Prophètes Joseph. Jacob,",
          "Isaac et Abraham [(la paix soit sur tous)] grâce à son contact avec ses parents,",
          "et avec les sciences répandues en Egypte en vertu de sa formation comme un prince",
          "dans le palais du roi. Ici, le don de Hukm [(sagesse)] et `Ilm [(connaissances)]",
          "ne ni se référer au don de prophétie, parce Prophétie a été accordé à Moïse",
          "plusieurs années après, comme il est mentionné ci-dessous, et a déjà été",
          "mentionné dans Ash- Shu`araa: 21 ci-dessus. \n En ce qui concerne son éducation et",
          "de la formation tout comme un prince le Nouveau Testament dit: [ \". Moïse fut",
          "instruit dans toute la sagesse des Égyptiens, et il était puissant en paroles et«",
          "dans les faits »] [(Actes 7: 22)]. Le Talmud dit: Moïse a grandi, un beau garçon,",
          "dans le palais du roi: il vêtu royalement, a été honoré par le peuple, et",
          "semblait en toutes choses de la lignée royale. Il a visité le pays de Gosen",
          "quotidien, en observant la rigueur avec laquelle ses frères ont été traités ....",
          "Moïse a exhorté le roi d'Égypte à accorder aux hommes de Goshen un jour de repos",
          "de la main-d'œuvre, chaque semaine, et le roi a adhéré à sa demande. Moïse dit: [",
          "\"Si vous les forcez à la main-d'œuvre de façon constante leur force sera leur",
          "manquera, pour votre bénéfice et profit leur permettre au moins un jour de la",
          "semaine pour le repos et le renouvellement de la force\"], Et le Seigneur a été",
          "avec Moïse, et son renommée étendue à travers tout le pays. \"[(H. Polano: Le",
          "Talmud pp Sélection 128-29.)]."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَدَخَلَ الْمَدِينَةَ عَلَىٰ حِينِ غَفْلَةٍ مِنْ أَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَٰذَا مِنْ شِيعَتِهِ وَهَٰذَا مِنْ عَدُوِّهِ ۖ فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسَىٰ فَقَضَىٰ عَلَيْهِ ۖ قَالَ هَٰذَا مِنْ عَمَلِ الشَّيْطَانِ ۖ إِنَّهُ عَدُوٌّ مُضِلٌّ مُبِينٌ",
      "simpleTranslate" : [
        "Un jour, entrant dans la ville à l’insu de ses habitants, Moïse y trouva deux",
        "hommes qui se battaient. L’un d’eux était de son clan et l’autre du clan adverse.",
        "L’homme qui était de son parti lui demanda son appui contre son adversaire. Moïse",
        "assena alors un coup de poing à ce dernier et le tua. Après quoi, il se dit en",
        "lui-même : «C’est là l’œuvre du démon ! Il est, en vérité, un ennemi déclaré des",
        "hommes qu’il s’acharne à égarer !"
      ],
      "tafsirTranslate" : [
        "(Un jour), il entra dans la ville à un moment où les gens étaient inattentifs.",
        "<N:20> Là, il a vu deux hommes qui se battaient, l'un de ses propres personnes,",
        "l'autre de ses ennemis. Celui appartenant à son propre peuple a demandé son aide",
        "contre l'un appartenant à l'ennemi. Moïse lui donna un coup <N:21> et l'a tué.",
        "(En voyant ce qui était arrivé) Moïse dit: «Ceci est l'œuvre de Satan. Il est un",
        "ennemi mortel (de l'homme) et un misleader ouvert\" <N:22>"
      ],
      "tanslateWordByWord" : [
        "Et il entra",
        "la ville",
        "à",
        "une époque",
        "(De) inattention",
        "de",
        "son peuple",
        "et trouvé",
        "la bride",
        "deux hommes",
        "la lutte contre l'autre",
        "ce",
        "de",
        "son parti",
        "et ça",
        "de",
        "son ennemi",
        "Et lui appelé à l'aide",
        "celui qui",
        "(A) à partir de",
        "son parti",
        "contre",
        "celui qui",
        "(A) à partir de",
        "son ennemi",
        "alors Musa l'a frappé avec son poing",
        "alors Musa l'a frappé avec son poing",
        "et l'a tué",
        "et l'a tué",
        "Il a dit",
        "C'est)",
        "de",
        "(Le) acte",
        "(De) Shaitaan",
        "En effet, il a",
        "(Est) un ennemi",
        "celui qui égare",
        "clairement"
      ],
      "notes" : {
        "20" : [
          "Il pourrait être tôt le matin ou le midi en été, ou de la nuit en hiver, quand",
          "les routes étaient désertes et il y avait tout calme dans la ville. Les mots [",
          "\"sont entrés dans la ville\"] indiquent que les palais royaux étaient situés en",
          "dehors de la capitale, loin de la population commune. Les mots utilisés sont [",
          "\"entrés dans la ville\"] et non [ \"est sorti dans la ville\"], parce que le",
          "prophète Moïse a vécu dans le palais royal."
        ],
        "21" : [
          "Le mot wakaza dans l'original signifie à la fois de donner une claque et de",
          "donner un coup. Nous avons adopté [ \"Moïse a donné un coup\"] pour la raison qu'un",
          "coup peut entraîner la mort, mais pas si une gifle."
        ],
        "22" : [
          "On peut imaginer l'état de remords totale et de confusion dans lequel le Prophète",
          "Moïse prononça ces paroles quand il a vu la chute égyptienne vers le bas après",
          "avoir reçu le coup et le dernier soupir. Il n'a pas l'intention d'assassiner, ni",
          "est un coup porté à tuer, ne peut-on espérer qu'une personne en bonne santé",
          "allait mourir sur la réception d'un coup. Voilà pourquoi le prophète Moïse cria:!",
          "[ \"Ceci est l'œuvre de Satan Il m'a fait faire cela dans le but de travailler un",
          "grand mal, de sorte que je suis accusé d'avoir tué un Egyptien tout en défendant",
          "un Israélite, et une violente tempête de «la colère et l'indignation est suscité",
          "dans toute l'Egypte, non seulement contre moi, mais toute la communauté",
          "israélite.\"] a cet égard, la Bible donne une version différente du Coran. Il",
          "déclare le prophète Moïse pour être coupable d'assassiner volontaire. Il dit que",
          "quand Moïse vit un Egyptien et un combat Israélite, [ «Il [(Moïse)] avait l'air",
          "de cette façon et de cette façon, et quand il a vu qu'il n'y avait personne, il",
          "tua l'Egyptien, et le cacha dans le sable. \"] [(Exode 2:. 12)]. La même chose est",
          "la version du Talmud aussi. Maintenant tout le monde peut voir comment les",
          "Israélites marque les caractères de leurs aînés avec l'infamie et comment le",
          "Coran les disculpe. Le verdict de bon sens est aussi qu'une personne sage et",
          "discret, qui allait devenir un grand prophète à l'avenir, et qui a dû donner à",
          "l'homme un grand code de droit et de la justice, ne pouvait pas être un",
          "nationaliste aveugle que de voir un membre de son propre combat de la communauté",
          "avec un homme de l'autre communauté, il serait si furieux qu'il tuerait l'autre",
          "personne volontairement. De toute évidence, il ne pouvait pas être permis de tuer",
          "l'Egyptien seulement pour le bien de sauver un Israélite de sa tyrannie."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ ۚ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ",
      "simpleTranslate" : [
        "«Seigneur ! J’ai été injuste envers moi-même ! Pardonne-moi !» Dieu lui pardonna,",
        "car Il est, en vérité, l’Absoluteur, le Clément."
      ],
      "tafsirTranslate" : [
        "Puis il dit, <N:23> «O mon Seigneur, j'ai péché contre moi-même, pardonnez-moi.\"",
        "Ainsi, Allah lui pardonna: Il est le Tout-Pardonneur, le Tout Miséricordieux.",
        "<N:24>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Mon Seigneur",
        "En effet, je",
        "[I] ont fait du tort",
        "mon âme",
        "alors pardonnez",
        "[pour moi",
        "Puis il a pardonné",
        "[pour lui",
        "En effet, il",
        "Il est)",
        "le Pardonneur",
        "le Très Miséricordieux"
      ],
      "notes" : {
        "24" : [
          "Cela a deux significations et les deux sont impliqués ici: Allah a pardonné",
          "l'erreur de Moïse, ainsi que cachait son péché du peuple de sorte que ni toute",
          "égyptienne, ni aucun officiel du gouvernement égyptien a adopté cette façon à ce",
          "moment-là il pourrait assister à l'incident. Ainsi, le prophète Moïse a eu",
          "l'occasion d'échapper inaperçue depuis le lieu de l'apparition d'assassiner."
        ],
        "23" : [
          "Ce que le prophète Moïse entend par cette prière était: [ \". O mon Seigneur,",
          "pardonne ce péché à moi, que vous savez que je ne l'ai pas commis",
          "intentionnellement, et aussi couvrir et cacher des gens\"]"
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "قَالَ رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِلْمُجْرِمِينَ",
      "simpleTranslate" : [
        "«Seigneur, ajouta Moïse, puisque Tu as été bienveillant à mon égard, je ne",
        "prêterai plus jamais assistance aux criminels !»"
      ],
      "tafsirTranslate" : [
        "Moïse promis, \"O mon Seigneur, après cette faveur que tu me as montré, <N:25> Je",
        "ne sera jamais à nouveau une aide des criminels.\" <N:26>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Mon Seigneur",
        "Car",
        "Vous avez favorisé",
        "[sur moi",
        "afin de ne pas",
        "je serai",
        "un partisan",
        "(De) les criminels"
      ],
      "notes" : {
        "25" : [
          "Autrement dit, [ \"La faveur de dissimuler mon` acte »de mes ennemis et me",
          "permettant de sortir indemne de l'Egypte.\"]"
        ],
        "26" : [
          "Cette promesse du Prophète Moïse est dans les mots très complets. Ce qu'il",
          "voulait dire par là est qu'il ne serait ni devenir un assistant d'un individu, ni",
          "de ceux qui ont commis la cruauté et de la tyrannie dans le monde. Ibn Jarir et",
          "plusieurs autres commentateurs ont bien compris que cela signifie que ce jour-là,",
          "le prophète Moïse a promis de rompre ses relations avec Pharaon et son",
          "gouvernement, car il était un gouvernement tyrannique, qui avait mis en place un",
          "système méchants sur la terre de Dieu. Il a réalisé qu'il n'y avait pas pour",
          "toute personne honnête de continuer en tant que fonctionnaire d'un royaume",
          "tyrannique et devenir un instrument de plus en plus sa puissance et sa grandeur.",
          "\n Les savants musulmans en général ont déduit de cette promesse du prophète Moïse",
          "qu'un croyant devrait complètement s'abstenir d'aider un tyran, si le tyran est",
          "un individu ou un groupe, ou un gouvernement ou royaume. Quelqu'un a demandé",
          "Hadrat `Ata 'bin Abi Rabah le suiveur bien connu des Compagnons, [\" Mon frère est",
          "secrétaire du gouverneur de Kufa, sous le Omeyyades. Bien qu'il ne décide pas les",
          "différends du peuple, les décisions, cependant, .. ate émis par sa plume, il doit",
          "continuer dans ce service parce que cela est sa seule source de revenu »] Hadrat",
          "Ata` récita ce verset, et dit: [\" Votre frère doit jeter sa plume: la Providence",
          "est Allah. un autre secrétaire a demandé `Amir Sha`bi,\"] O Abu `Amr, je ne suis",
          "responsable de la rédaction vers le bas et la délivrance des jugements: je n'ai",
          "rien à faire avec eux en passant. Est-il disposition licite pour moi [ \"Il",
          "répondit:\"] Il est tout à fait possible qu'une peine d'assassiner est passé",
          "contre une personne innocente et elle est émise sous votre plume?; ou la",
          "propriété d'une personne est confisqué injustement; ou la maison de quelqu'un est",
          "condamné à être tiré vers le bas, et les ordres sont émis sous votre plume. [",
          "\"Alors le dit Imam récitait ce verset, audience dont le secrétaire a dit,\"] Après",
          "cette journée ma plume ne sera pas utilisé pour la délivrance de jugements de les",
          "Omeyyades. [ \"L'Imam a dit,\"] Puis AIlah aussi ne vous priver de votre pain",
          "quotidien. [ \" \n 'Abdur Rehman bin Muslim avait seulement demandé Dahhak d'aller",
          "à Boukhara et distribuer les salaires des fonctionnaires là-bas, mais il a refusé",
          "même cela. Quand ses amis ont dit qu'il n'y avait rien de mal à cela, il a",
          "répondu, \"] Je ne veux pas être une aide de l'injuste en aucune façon. [\" [(Ruh",
          "al-Ma`ani, Vol. XX. P. 49) ] Tous les biographes authentiques de l'Imam Abu",
          "Hanifah, y compris al-Muwaffaq al-Makki, lbn al-Bazzaz al-Karvari, Mulla `AII",
          "Qari, etc .. ont raconté que Hasan bin Qahtubah, le commandant en chef de Mansur,",
          "avait présenté sa démission seulement sur son instruction, en disant: \"] Tout ce",
          "que je l'ai fait pour soutenir votre royaume jusqu'à aujourd'hui, est assez pour",
          "moi si elle était dans la cause de AIIah, mais si elle était pour l'injustice et",
          "la tyrannie, alors je ne veux pas ajouter à mes crimes dans ma conduite-livre."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "فَأَصْبَحَ فِي الْمَدِينَةِ خَائِفًا يَتَرَقَّبُ فَإِذَا الَّذِي اسْتَنْصَرَهُ بِالْأَمْسِ يَسْتَصْرِخُهُ ۚ قَالَ لَهُ مُوسَىٰ إِنَّكَ لَغَوِيٌّ مُبِينٌ",
      "simpleTranslate" : [
        "Le lendemain, il se retrouva dans la ville, tremblant de peur et toujours sur ses",
        "gardes, lorsque celui qui, la veille, lui avait demandé secours l’appela de",
        "nouveau à son aide à grands cris. «Décidément, tu es un vrai égaré !», lui dit",
        "Moïse."
      ],
      "tafsirTranslate" : [
        "Le lendemain matin, alors qu'il marchait dans un état de peur et de prudence dans",
        "la ville, tout à coup, il vit le même homme qui avait demandé son aide la veille,",
        "à nouveau l'appeler à l'aide. Moïse dit: \"Vous êtes certainement un homme égaré.\"",
        "<N:27>"
      ],
      "tanslateWordByWord" : [
        "Le matin, il était",
        "dans",
        "la ville",
        "craintif",
        "(Et) était vigilant",
        "quand voici",
        "Celui qui",
        "demandé son aide",
        "le jour d'avant",
        "lui cria de l'aide",
        "Dit",
        "à lui",
        "Musa",
        "En effet, vous",
        "(Sont) sûrement un déviateur",
        "clair"
      ],
      "notes" : {
        "27" : [
          "Autrement dit, [ \"Vous semblez être un homme querelleur: vous avez tous les jours",
          "une nouvelle querelle avec l'un ou l'autre personne.\"]"
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "فَلَمَّا أَنْ أَرَادَ أَنْ يَبْطِشَ بِالَّذِي هُوَ عَدُوٌّ لَهُمَا قَالَ يَا مُوسَىٰ أَتُرِيدُ أَنْ تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالْأَمْسِ ۖ إِنْ تُرِيدُ إِلَّا أَنْ تَكُونَ جَبَّارًا فِي الْأَرْضِ وَمَا تُرِيدُ أَنْ تَكُونَ مِنَ الْمُصْلِحِينَ",
      "simpleTranslate" : [
        "Et pendant qu’il se disposait à porter un coup à leur ennemi commun, celui-ci lui",
        "dit : «Ô Moïse ! Veux-tu me tuer comme l’homme que tu as tué hier? Tu ne veux",
        "donc être qu’un tyran sur Terre et non un bienfaiteur?»"
      ],
      "tafsirTranslate" : [
        "Puis, quand Moïse était sur le point d'assaut l'homme, qui était leur ennemi,",
        "<N:28> il cria, <N:29> «Ô Moïse! Voulez-vous me tuer aujourd'hui comme vous tué",
        "un personne hier? Vous souhaitez certainement devenir un tyran dans le rien de la",
        "terre et la réforme \"."
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "[cette]",
        "il voulait",
        "à",
        "la grève",
        "celui qui",
        "[il était)",
        "un ennemi",
        "à chacun d'eux",
        "il a dit",
        "O Musa",
        "Avez-vous l'intention",
        "à",
        "tue-moi",
        "comme",
        "tu as tué",
        "une personne",
        "hier",
        "ne pas",
        "tu veux",
        "mais",
        "cette",
        "vous devenez",
        "un tyran",
        "dans",
        "La terre",
        "et pas",
        "tu veux",
        "cette",
        "vous soyez",
        "de",
        "les réformateurs"
      ],
      "notes" : {
        "28" : [
          "Ici, la version biblique est différent du Coran. La Bible dit que la lutte le",
          "lendemain était entre deux Israélites, mais selon le Coran ce combat était aussi",
          "entre un Israélite et un Egyptien. Cette seconde version semble être crédible,",
          "pour la manière dont le secret de l'assassiner du jour tirst est devenu connu,",
          "comme étant mentionné ci-dessous, pourrait être possible que si un membre de la",
          "communauté copte avait appris à connaître de la question. la connaissance de",
          "l'Israélite de celui-ci ne pouvait pas être si perfide: il ne pouvait pas allé",
          "informer le gouvernement pharaonique d'un tel crime odieux commis par le prince,",
          "qui était un grand partisan de sa propre communauté."
        ],
        "29" : [
          "Celui qui crie était le même Israélite que le Prophète Moïse voulait aider contre",
          "l'ennemi. Quand, après gronder et le réprimandant, il se tourna vers l'assaut",
          "égyptien, l'Israélite pensait que Moïse allait le frapper; par conséquent, il a",
          "soulevé un tollé et divulgué le secret de l'assassiner de la veille par cette",
          "folie."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَجَاءَ رَجُلٌ مِنْ أَقْصَى الْمَدِينَةِ يَسْعَىٰ قَالَ يَا مُوسَىٰ إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ",
      "simpleTranslate" : [
        "Au même moment, accourant de l’autre bout de la ville, un homme vint dire à Moïse",
        ": «Ô Moïse ! Les responsables sont en train de se concerter pour te tuer.",
        "Sauve-toi ! C’est un conseil loyal que je te donne.»"
      ],
      "tafsirTranslate" : [
        "Puis, un homme est venu courir à l'autre bout de la ville, <N:30> qui a dit: «Ô",
        "Moïse, les chefs tiennent des consultations pour vous tuer, donc quitter cet",
        "endroit: je suis votre bien intentionnée.\""
      ],
      "tanslateWordByWord" : [
        "Et il est venu",
        "un homme",
        "de",
        "(L) le plus éloigné extrémité",
        "(de la ville",
        "fonctionnement",
        "Il a dit",
        "O Musa",
        "Effectivement",
        "les chefs",
        "prennent un avocat",
        "au propos de vous",
        "vous tuer",
        "alors laissez",
        "en effet, je suis",
        "à toi",
        "de",
        "les conseillers sincères"
      ],
      "notes" : {
        "30" : [
          "Ce qui est arrivé quand dans la lutte de la deuxième journée, le secret de",
          "l'assassiner est devenu connu et l'Egypte a informé les autorités de l'affaire en",
          "conséquence."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "فَخَرَجَ مِنْهَا خَائِفًا يَتَرَقَّبُ ۖ قَالَ رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ",
      "simpleTranslate" : [
        "Pris de peur et toujours sur ses gardes, Moïse quitta la ville en disant :",
        "«Seigneur ! Délivre-moi de ce peuple injuste !»"
      ],
      "tafsirTranslate" : [
        "En entendant cela, Moïse a quitté la place, dans un état de peur et de la",
        "vigilance, et a prié, \"O mon Seigneur, sauve-moi des gens méchants.\""
      ],
      "tanslateWordByWord" : [
        "Il a donc quitté",
        "à partir de cela",
        "craignant",
        "(Et) vigilants",
        "Il a dit",
        "Mon Seigneur",
        "Sauve-moi",
        "de",
        "les gens",
        "les malfaiteurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَلَمَّا تَوَجَّهَ تِلْقَاءَ مَدْيَنَ قَالَ عَسَىٰ رَبِّي أَنْ يَهْدِيَنِي سَوَاءَ السَّبِيلِ",
      "simpleTranslate" : [
        "Et ayant pris la direction de Madyan, il se dit : «Peut-être que mon Seigneur me",
        "mettra sur la bonne voie.»"
      ],
      "tafsirTranslate" : [
        "(En quittant l'Egypte) lorsque Moïse posa sa direction vers Madyan <N:31> il a",
        "dit: «Je pense que mon Seigneur me guide vers le droit chemin.\" <N:32>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "il tourna son visage",
        "vers",
        "Madyan",
        "il a dit",
        "peut-être",
        "mon Seigneur",
        "[cette]",
        "me guidera",
        "(À) son",
        "façon"
      ],
      "notes" : {
        "32" : [
          "Le droit chemin: [ \"Le chemin qui peut me prendre à Madian en toute sécurité.\"]",
          "Il convient de garder à l'esprit que Madian dans ces jours était en dehors de",
          "l'empire du Pharaon. . Egypte n'a pas de contrôle sur l'ensemble de la péninsule",
          "du Sinaï, mais seulement sur ses parties ouest et sud. Les Madianites qui",
          "habitaient les côtes est et ouest du golfe du 'Agabah étaient libres de toute",
          "influence et de l'autorité égyptienne. Voilà pourquoi le Prophète Moïse avait",
          "dirigé pour Madian après avoir quitté l'Egypte, parce que c'était la terre libre",
          "et habité le plus proche. Mais pour arriver à Madian il devait passer à travers",
          "les territoires égyptiens; en évitant la police égyptienne et des postes",
          "militaires sur le chemin. Voilà pourquoi il pria Dieu de le mettre sur la bonne",
          "voie qui devrait l'emmener à Madian en toute sécurité."
        ],
        "31" : [
          "La Bible et le Coran conviennent que après avoir quitté l'Egypte le Prophète",
          "Moïse était allé vivre à Madyan [(Madian)]. Mais le Talmud raconte l'histoire",
          "absurde que Moïse a fui vers l'Ethiopie et est devenu un grand favori avec le roi",
          "là-bas. Après la mort du roi le peuple fait Moïse leur roi et le chef et lui a",
          "donné la veuve du roi pour une femme, mais au cours des 40 années de son règne,",
          "il n'a jamais eu des rapports sexuels avec sa femme nègre. Puis la reine",
          "d'Ethiopie, qui était une femme à Moïse de nom, dit au peuple, [ «Pourquoi cet",
          "étranger continuer à vous gouverner? Il n'a jamais adoré les dieux de",
          "l'Ethiopie.\"] A ce peuple de Ethiopie le déposa et lui fit beaucoup de riches",
          "présents et le renvoya avec de grands honneurs. Puis il est venu à Madian et a",
          "rencontré les événements qui sont mentionnés ci-dessous. A cette époque, il avait",
          "67 ans. Une preuve évidente de cette histoire est d'être absurde est que selon",
          "elle l'Assyrie [(nord de l'Irak)] dans ces jours était sous l'Ethiopie, et le",
          "Prophète Moïse et le roi éthiopien, son prédécesseur, avaient mené des campagnes",
          "militaires pour écraser les révoltes assyriens. Maintenant, quelqu'un qui a un",
          "peu de connaissance de l'histoire et la géographie peut jeter un oeil à la carte",
          "et de voir les choses pour lui-même. Assyrie pourrait être sous la domination",
          "éthiopienne et ont été attaqués par l'armée éthiopienne qu'en cas l'Egypte et la",
          "Palestine et la Syrie avait été sous sa domination, ou toute l'Arabie sous son",
          "emprise, ou, au moins la marine éthiopienne aussi puissant que d'avoir vaincu",
          "Irak à travers l'océan Indien et le golfe Persique. L'histoire, cependant, ne",
          "supporte pas l'idée que les Ethiopiens jamais régné sur ces pays, ou leur force",
          "navale était toujours aussi puissant. Cela indique comment imparfaite était la",
          "connaissance des Israélites de leur propre histoire, et comment le Coran corrige",
          "leurs erreurs et présente des faits thetrue dans leur forme pure. Néanmoins, le",
          "orientalistes chrétiens et juifs ne sont jamais honte d'affirmer que le Coran a",
          "plagié les traditions israélites pour ses récits."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَلَمَّا وَرَدَ مَاءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِنَ النَّاسِ يَسْقُونَ وَوَجَدَ مِنْ دُونِهِمُ امْرَأَتَيْنِ تَذُودَانِ ۖ قَالَ مَا خَطْبُكُمَا ۖ قَالَتَا لَا نَسْقِي حَتَّىٰ يُصْدِرَ الرِّعَاءُ ۖ وَأَبُونَا شَيْخٌ كَبِيرٌ",
      "simpleTranslate" : [
        "Arrivé enfin au point d’eau de Madyan, il y trouva un attroupement de gens",
        "occupés à abreuver leurs troupeaux, pendant que deux jeunes femmes, retenant",
        "leurs bêtes, se tenaient à l’écart. «Quel est votre problème?», leur demanda",
        "Moïse. «Nous ne pouvons, répondirent-elles, abreuver notre troupeau que lorsque",
        "les bergers seront partis, car notre père est d’un âge fort avancé.»"
      ],
      "tafsirTranslate" : [
        "Et quand il est arrivé au puits de Madyan <N:33> il a vu une multitude de gens",
        "arroser leurs animaux et en dehors de deux femmes gardant leurs animaux en",
        "arrière. Moïse a demandé aux femmes «Quel est votre souci?\" Ils ont dit \"Nous ne",
        "pouvons pas arroser nos animaux jusqu'à ce que ces bergers ont enlevé leurs",
        "animaux;. Et notre père est un très vieil homme\" <N:34>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "il est venu",
        "(À) l'eau",
        "(De) Madyan",
        "il a trouvé",
        "dessus",
        "un groupe",
        "de",
        "Hommes",
        "larmoiement",
        "et il a trouvé",
        "à côté d'eux",
        "à côté d'eux",
        "deux femmes",
        "en gardant le dos",
        "Il a dit",
        "Quelle",
        "(Est) question avec vous deux",
        "Ils ont dit",
        "Nous ne pouvons pas l'eau",
        "Nous ne pouvons pas l'eau",
        "jusqu'à",
        "à emporter",
        "les bergers",
        "et notre père",
        "(Est) un très vieil homme",
        "(Est) un très vieil homme"
      ],
      "notes" : {
        "33" : [
          "Ce lieu où le prophète Moïse était arrivé était situé, selon la tradition arabe,",
          "sur la côte ouest du golfe de 'Agabah, à quelques miles au nord de Magna.",
          "Aujourd'hui, il est appelé Al-Bid, et est une petite habitation. Je me suis rendu",
          "ce lieu en Décembre 1952, quand je voyageais de Tabuk à 'Agabah. Les indigènes me",
          "dit que, comme ils l'avaient entendu parler de leurs aînés, Madian y était situé.",
          "De Josephus à Burton, ALi explorateurs et géographes anciens et modernes, ont",
          "confirmedthis généralement lieu très que l'emplacement de l'ancienne Madian. A",
          "proximité il y a lieu maintenant appelé Magha`irShu'aib ou Magharat Shu'aib. Il y",
          "a quelques monuments Thamudiques ici. Un mile ou si loin, il y a quelques ruines",
          "antiques, où nous avons vu deux puits secs, dont l'un a été dit être le puits où",
          "le prophète Moïse [(paix soit sur lui)] avait arrosé les chèvres. La même chose a",
          "été rapporté par Abu Fida '[(d 732 A.H..)] Dans Taqvim al-Buldan et Yaqut dans Mu",
          "jam al-Buldan, sur l'autorité de Abu Zaid Ansari; [(D. 216 A.H.)], que les",
          "indigènes pointent vers le même bien là que le puits de Moïse. Cela indique que",
          "la tradition est transmise depuis des siècles parmi le peuple, et par conséquent,",
          "il peut être affirmé avec confiance que ce soit le même endroit qui a été",
          "mentionné dans le Coran. Voir quelques photos de cette sur la page opposée."
        ],
        "34" : [
          "Autrement dit, [ \"Nous sommes des femmes: il est impossible pour nous d'arroser",
          "nos animaux en résistant à ces bergers Notre père est trop vieux pour accomplir",
          "cette tâche rigoureuse Il n'y a aucun autre membre de sexe masculin dans la",
          "maison soit.. . par conséquent, nous, les femmes, ont à sortir pour effectuer ces",
          "tâches, et jusqu'à ce que tous les bergers ont arrosé leurs animaux et à gauche,",
          "nous devons attendre. \"] tout ce sens a été transmise par les dames en une courte",
          "phrase, qui est indicatif de leur modestie. Ils ne veulent pas avoir une longue",
          "conversation avec un étranger, mais en même temps, ils ne l'ont pas avoir une",
          "longue conversation avec un étranger, mais en même temps, ils ne sont pas comme",
          "ça, il devrait former une fausse impression au sujet de leur famille, penser",
          "comment léthargiques étaient les manfoIk qui se rassit dans leurs maisons et a",
          "envoyé les femmes à exercer des fonctions de plein air. \n A propos du père de ces",
          "dames traditions qui sont devenues en cours parmi les musulmans sont qu'il était",
          "le prophète Shu`aib [(paix soit sur lui)], mais le Coran ne fait aucune allusion",
          "à cela, bien que le Prophète Shu`aib est un caractère important du Coran. S'il",
          "était vraiment le père des dames, il aurait été clairement mentionné ici. Sans",
          "doute, il y a des traditions dans lesquelles son nom a été mentionné, mais les",
          "deux «Allama Ibn Jarir Ibn Kathir accordent qu'aucun d'entre eux a été",
          "authentiquement rapporté. Voilà pourquoi de grands commentateurs comme Ibn",
          "`Abbas, Hasan Basri, Abu` Ubaidah et Said bin Jubayr se sont appuyés sur les",
          "traditions israélites et a mentionné les mêmes noms de ce personnage qui apparaît",
          "dans le Talmud. etc. De toute évidence, si le nom de Shu'aib avait effectivement",
          "été rapporté écume le Saint Prophète ces savants auraient pas mentionné un autre",
          "nom. \n La Bible le mentionne comme Re'uel dans un endroit et Jethro dans un autre",
          "[(Exode 2: 16-18., 3: 1, 18: 5)], et dit qu'il était le prêtre de Madian. Dans la",
          "littérature talmudique, il a été diversement appelé Re'uel, Jethro et Hobab. Les",
          "savants juifs d'aujourd'hui sont d'avis que Jethro était synonyme de [ «Son",
          "Excellence» et son vrai nom était Re'uel ou Hobab. De même, ils diffèrent sur le",
          "sens du mot Kohen. Certains le considèrent comme un synonyme de prêtre et",
          "d'autres du prince. Selon le Talmud Re'uel utilisé pour visiter Pharaon de temps",
          "en temps avant la naissance du Prophète Moïse et pharaon appuyé sur ses",
          "connaissances et ses bons conseils et de l'opinion mature. Mais quand le conseil",
          "royal de l'Egypte a commencé consultations pour le Conquérant des Israélites et",
          "il a été décidé que leurs enfants mâles soient tués sur leur naissance, il fait",
          "de son mieux pour arrêter Pharaon de l'application de cette mauvaise décision,",
          "l'avertit de ses conséquences néfastes et conseillé que s'il a trouvé les",
          "Israélites insupportable, il devrait les laisser aller à Canaan, la louange de",
          "leurs ancêtres. Ces paroles de Re'ue colère Pharaon, et il l'a envoyé dans la",
          "honte devant sa présence. Re'uel a ensuite quitté l'Egypte pour son pays. Madian,",
          "et s'y installe toujours dans la suite . \n Quant à sa religion, il est",
          "communément admis que, comme le Prophète Moïse, il était un adepte de la foi du",
          "Prophète braham, car tout comme le Prophète Moïse était un «descendant d'Isaac,",
          "fils d'Abraham [(la paix soit sur un bain d'entre eux)] , donc était-il un",
          "descendant de Madian, fils d'Abraham. Probablement en raison de cette relation,",
          "il a essayé d'empêcher Pharaon de persécuter les Israélites et l'a mis en colère.",
          "Nisaburi, le commentateur, écrit sur l'autorité de Hasan Basri: \"] Il était un",
          "musulman: il avait embrassé la religion du Prophète Shu`aib.\" Le Talmud dit qu'il",
          "a publiquement condamné l'idole culte des Madian comme une folie. En raison de ce",
          "peuple de Madian avait tourné ses adversaires."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰ إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ",
      "simpleTranslate" : [
        "Moïse fit alors boire le troupeau des deux jeunes filles et se retira à l’ombre",
        "en disant : «Seigneur, j’ai grand besoin de toute grâce dont Tu voudras bien me",
        "gratifier !»"
      ],
      "tafsirTranslate" : [
        "Audition ce Moïse arrosé leurs animaux pour eux, puis se retourna et cherchait un",
        "endroit ombragé et dit: «Seigneur, je me tiens dans le besoin du bien que vous",
        "pouvez envoyer vers moi.\""
      ],
      "tanslateWordByWord" : [
        "Il abreuva",
        "pour eux",
        "alors",
        "il se retourna",
        "à",
        "l'ombre",
        "et dit",
        "Mon Seigneur",
        "En effet, je suis",
        "de tout",
        "Vous envoyez",
        "pour moi",
        "de",
        "bien",
        "(dans le besoin"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "فَجَاءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى اسْتِحْيَاءٍ قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا ۚ فَلَمَّا جَاءَهُ وَقَصَّ عَلَيْهِ الْقَصَصَ قَالَ لَا تَخَفْ ۖ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ",
      "simpleTranslate" : [
        "Puis l’une des deux jeunes filles revint vers lui, d’un pas timide, pour lui dire",
        ": «Mon père voudrait te voir pour te récompenser d’avoir abreuvé notre troupeau.»",
        "Moïse se rendit alors auprès du vieillard et lui raconta son histoire. Le",
        "vieillard lui dit : «Tu n’as plus rien à craindre. Tu es désormais hors de portée",
        "des injustes.»"
      ],
      "tafsirTranslate" : [
        "(Peu de temps après) l'une des deux femmes vint timidement vers lui, <N:35> et",
        "dit: «Mon père vous appelle pour qu'il puisse vous récompenser pour arroser nos",
        "animaux pour nous.\" <N:36> Quand Moïse est allé vers lui et raconta lui toute son",
        "histoire, il a dit: «ne craignez rien car vous avez maintenant échappé aux gens",
        "méchants.\""
      ],
      "tanslateWordByWord" : [
        "Puis vint le",
        "une des deux femmes",
        "en marchant",
        "avec",
        "la timidité",
        "Dit-elle",
        "Effectivement",
        "mon père",
        "vous appelle",
        "qu'il peut vous récompenser",
        "(la récompense",
        "(pour quoi",
        "vous arrosé",
        "pour nous",
        "Donc quand",
        "il est venu à lui",
        "et narré",
        "à lui",
        "l'histoire",
        "il a dit",
        "(Ne pas",
        "la crainte",
        "Vous avez échappé",
        "de",
        "les gens",
        "les malfaiteurs"
      ],
      "notes" : {
        "36" : [
          "Elle a dit cela aussi par pudeur, car elle devait donner une bonne raison pour sa",
          "venue à un autre homme tout seul; sinon il était pas du tout nécessaire qu'un",
          "homme aurait dû être récompensé s'il avait rendu quelques services à la [(sans",
          "défense)] les femmes en difficulté. Et puis, en dépit de l'audition d'une",
          "récompense, la volonté du prophète Moïse de la suivre sans délai à sa maison",
          "indique l'état d'extrême détresse dans laquelle il se trouvait à ce moment-là. Il",
          "avait quitté l'Egypte les mains vides et aurait pu prendre au moins huit jours",
          "pour atteindre Madian. Il doit avoir faim et usé par voyage. Et, surtout, il doit",
          "être soucieux de trouver un abri dans le pays inconnu et une personne sympathique",
          "pour lui donner refuge. Sous cette contrainte même, en dépit d'entendre qu'il",
          "était appelé à être récompensé pour un petit service qu'il avait rendu, le",
          "Prophète Moïse sentait aucune hésitation à aller avec la femme. Il a dû penser",
          "que la prière qu'il venait de faire à Dieu était répondu ainsi par Dieu Lui-même.",
          "Par conséquent, il ne pensait pas qu'il était juste de refuser les moyens",
          "d'hospitalité fournies par son Seigneur par un spectacle inutile de respect de",
          "soi."
        ],
        "35" : [
          "Hadrat `Umar a expliqué cette phrase, ainsi: [\" Elle est venue marcher",
          "modestement, avec son visage recouvert d'une partie de son vêtement extérieur,",
          "contrairement à ces femmes impudiques, qui vont au sujet où ils le souhaitent, et",
          "entrez partout où ils comme sans aucune hésitation. \"] Plusieurs traditions",
          "portant sur ce sujet ont été rapportés par Said bin Mansur, Ibn Jarir, Ibn Abi",
          "Hatim et Ibn al-Mundhir de Hadrat 'Umar à travers des chaînes authentiques de",
          "athorities. Cela montre que le concept islamique de modestie qui les Compagnons",
          "du Saint Prophète avaient compris du Coran et de l'enseignement et de la",
          "formation du Saint Prophète a été absolument opposé au maintien de la face",
          "exposée à l'autre puis se déplacer et impudique. en dehors de la maison. Hadrat",
          "`Umar a clairement considéré dissimulation du visage comme un symbole de modestie",
          "et de l'exposer aux autres hommes comme une impudeur et impudeur."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ ۖ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ",
      "simpleTranslate" : [
        "«Ô père, dit l’une des deux jeunes filles, prends-le à ton service. Tu ne",
        "pourrais trouver un autre serviteur plus fort et plus digne de confiance.»"
      ],
      "tafsirTranslate" : [
        "L'une des deux femmes ont dit à son père: «Cher père, employer cet homme comme",
        "serviteur, pour le meilleur homme pour vous d'employer en tant que serviteur peut",
        "être celui qui est fort et digne de confiance. « <N:37>"
      ],
      "tanslateWordByWord" : [
        "Dit",
        "l'un d'eux",
        "O mon père",
        "lui Recrutez",
        "Effectivement",
        "(le meilleur",
        "qui",
        "vous (pouvez) embaucher",
        "(Est) la forte",
        "digne de confiance"
      ],
      "notes" : {
        "37" : [
          "Il est pas nécessaire que la jeune fille a dit ceci à son père dans sa première",
          "rencontre avec Moïse. Très probablement son père a rendu le séjour de voyageur",
          "avec lui fo quelques jours, et la jeune fille lui conseilla donc pendant cette",
          "période. Qu'est-ce qu'elle voulait dire par ce conseil était:.. [ \"Père, tu es",
          "vieux, et donc, nous, les filles doivent aller à perfom devoirs de plein air Nous",
          "avons aucun frère soit, qui pourrait prendre jusqu'à ces tâches Vous Thay donc",
          "employer cette l'homme comme un serviteur: il est fort et sera en mesure de faire",
          "face à toutes sortes de rigueurs, et il est aussi digne de confiance, il nous a",
          "aidé seulement en raison de sa noble nature quand il nous a trouvé debout sans",
          "défense, mais il n'a jamais levé les yeux sur nous.. \"]"
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "قَالَ إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ عَلَىٰ أَنْ تَأْجُرَنِي ثَمَانِيَ حِجَجٍ ۖ فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِنْدِكَ ۖ وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ ۚ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّالِحِينَ",
      "simpleTranslate" : [
        "«Je voudrais, dit le vieillard, te marier à l’une de mes filles que voici, à",
        "condition que tu restes huit ans à mon service. Si tu veux aller jusqu’à dix ans,",
        "libre à toi de le faire. Je ne t’imposerai rien de pénible et, s’il plaît à Dieu,",
        "tu trouveras toujours en moi un homme équitable.»"
      ],
      "tafsirTranslate" : [
        "Son père a dit (à Moïse), <N:38> «Je tiens à vous donner un de mes filles en",
        "mariage à condition que vous me servez pendant huit ans, et si vous le souhaitez",
        "vous pouvez remplir dix. Je ne veux pas être dur pour vous, si Dieu le veut, vous",
        "me trouverez un homme juste \"."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "En effet, je",
        "[Je souhaite",
        "à",
        "vous marier à",
        "un",
        "(De) mes filles",
        "(De) ces deux",
        "sur",
        "cette",
        "vous me servez",
        "(Pour) huit",
        "années",
        "mais si",
        "vous remplissez",
        "Dix",
        "puis de",
        "toi",
        "Et pas",
        "je souhaite",
        "à",
        "il est difficile",
        "pour toi",
        "Vous me trouverez",
        "si",
        "Allah le veut",
        "Allah le veut",
        "de",
        "les justes"
      ],
      "notes" : {
        "38" : [
          "Il est également pas nécessaire que le père aurait dit cela à Moïse immédiatement",
          "à l'avocat de la fille. On sent qu'il doit avoir formé cette opinion après mûre",
          "réflexion. Il doit avoir la pensée. [ \"Sans doute, il est une personne noble,",
          "mais en employant un jeune homme sain et fort comme lui comme servante dans une",
          "maison où il y a grandi filles ne serait pas la bonne chose quand il est doux,",
          "homme instruit et civilisé d'une famille noble [(comme il doit avoir appris à",
          "connaître de l'histoire racontée par Moïse)], pourquoi devrait-il pas être",
          "conservé comme un fils-frère dans la maison? \"] Après avoir atteint un tel",
          "décision, il aurait parlé à Moïse à un moment approprié. \n Là encore, les",
          "lsraelites ont fait une grave injustice à leur illustre Prophète, le plus grand",
          "bienfaiteur et héros national. Le Talmud dit: [ \"Moïse a vécu avec Re'uel, et il",
          "a regardé avec faveur Ziporah, la fille de son hôte, et l'épousa.»] Une autre",
          "tradition juive liée dans l'Encyclopédie juive est à l'effet: Quand Moïse raconta",
          "son histoire à Jethro, ce dernier a compris qu'il était la personne à la main le",
          "royaume de Pharaon devait être détruit selon les prophéties. Par conséquent, il a",
          "immédiatement emprisonné Moïse afin qu'il devrait le remettre à Pharaon et",
          "obtenir une récompense. Il est resté emprisonné pendant sept ou dix ans dans une",
          "cellule souterraine sombre, mais la fille de Jethro, Ziporah, qu'il avait d'abord",
          "rencontré au puits d'eau, maintenu lui rendre visite dans la cellule en secret et",
          "en lui fournissant de la nourriture et des boissons ;. Ils avaient même décidé de",
          "se marier. Après sept ou dix ans Ziporah dit à son père, [ \"Il y a des années que",
          "vous mettez un homme dans la cellule, puis l'oublia tout à fait. Il aurait dû",
          "mourir maintenant. Mais s'il est encore vivant, il doit être une personne",
          "pieuse.\" ] En entendant cela quand Jethro est allé à la prison, il a trouvé Moïse",
          "vivant et était convaincu qu'il avait miraculeusement resté ainsi. Puis il épousa",
          "Ziporah à lui. \n Demandez aux orientalistes occidentaux qui sont toujours à",
          "l'affût des sources des récits coraniques jamais pris en charge pour voir cette",
          "différence manifeste qui existe entre la version coranique et les traditions",
          "israélites?"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "قَالَ ذَٰلِكَ بَيْنِي وَبَيْنَكَ ۖ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلَا عُدْوَانَ عَلَيَّ ۖ وَاللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٌ",
      "simpleTranslate" : [
        "– «C’est convenu entre nous, répondit Moïse, et, quelle que soit la période que",
        "j’accomplis, il n’y aura aucun reproche à me faire. Dieu est Garant de notre",
        "accord.»"
      ],
      "tafsirTranslate" : [
        "Moïse répondit: «Que ce soit un accord entre moi et vous Quel que soit des deux",
        "termes que je complète, qu'il y ait pas d'injustice à moi après cela;. Et Allah",
        "est témoin de ce que nous avons convenu . <N:39>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Cette",
        "(Est) entre moi",
        "et entre vous",
        "quel",
        "(De) les deux termes",
        "je complète",
        "alors non",
        "injustice",
        "pour moi",
        "et Allah",
        "plus de",
        "quelle",
        "nous disons",
        "(Est) un témoin"
      ],
      "notes" : {
        "39" : [
          "Certaines personnes ont pris cette conversation entre le prophète Moïse et le",
          "père de la jeune fille pour un contrat de mariage, et ont commencé le différend",
          "si le service dans le cadre du père peut être regardé comme un douaire de filles",
          "mariage, si ces conditions extérieures peuvent être fixées pour le contrat de",
          "mariage; tandis que les mots des versets en discussion s'indiquent ce ne fut pas",
          "le contrat de mariage, mais la proposition initiale qui est généralement faite",
          "avant l'exécution du contrat de mariage lui-même. Après tout, comment cela",
          "peut-il être pris pour un contrat de mariage quand il n'a pas encore été décidé",
          "qui des deux filles devait être donnée en mariage. La teneur de la conversation",
          "était que le père de la jeune fille a dit, [ «Je suis disposé à épouser une de",
          "mes filles pour vous à condition que vous promettez que vous allez rester dans ma",
          "maison pendant huit à dix ans et me aider dans l'accomplissement de tâches",
          "ménagères, pour Je suis vieux et sans avoir de fils soit, qui pourrait gérer mes",
          "propriétés. Je n'ai que filles que je dois envoyer à exercer des fonctions de",
          "plein air. Je veux que tu me renforcez comme mon soi-fils-frère. Lf vous êtes",
          "prêt d'accepter cette responsabilité, et ne pas l'intention de retirer votre",
          "femme peu de temps après le mariage, je vais épouser une de mes filles à vous. \"]",
          "le Prophète Moïse lui-même était à la recherche d'un abri à ce moment-là, donc il",
          "a accepté la proposition. \n De toute évidence, il était une sorte de contrat qui",
          "avait été convenu entre les deux parties avant le mariage. Après cela, le mariage",
          "réelle doit avoir eu lieu conformément à la loi et le douaire également",
          "installés. Il ne saurait être question d'inclure la condition de service dans le",
          "lien du mariage lui-même."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "فَلَمَّا قَضَىٰ مُوسَى الْأَجَلَ وَسَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا قَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ",
      "simpleTranslate" : [
        "Puis, lorsque Moïse eut accompli la période convenue et qu’il eut prit la route",
        "avec sa famille, il aperçut un feu du côté du mont Sinaï. «Restez ici, dit-il.",
        "J’aperçois au loin un feu. Peut-être vous en rapporterai-je quelque nouvelle ou",
        "un tison ardent pour vous permettre de vous réchauffer.»"
      ],
      "tafsirTranslate" : [
        "Quand Moïse a complété le terme <N:40> et il voyageait avec sa famille, il vit un",
        "feu dans la direction de Tur <N:41> Il dit à sa famille: «Restez un moment.: J'ai",
        "vu un feu: je peux apporter un peu d'informations à partir de là, ou une marque",
        "de brûlure avec laquelle vous pouvez vous réchauffer \"."
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "Musa remplie",
        "Musa remplie",
        "le terme",
        "et était en voyage",
        "avec sa famille",
        "il a vu",
        "dans",
        "(la direction",
        "(De) Mount Tur",
        "un feu",
        "Il a dit",
        "à sa famille",
        "Reste ici",
        "en effet, je",
        "[I] percevoir",
        "un feu",
        "peut-être",
        "Je vous ferai",
        "De là",
        "des informations",
        "ou",
        "un bois",
        "de",
        "le feu",
        "afin que vous puissiez",
        "vous réchauffer"
      ],
      "notes" : {
        "40" : [
          "Selon Hadrat Hasan bin `Ali bin Abi Talib, le Prophète Moïse avait complété le",
          "terme au lieu des huit ans de dix ans. Selon Ibn 'Abbas, ce qui a été liée à",
          "l'autorité du Saint Prophète lui-même. Il a dit: [ «Moïse [(paix soit sur lui)] a",
          "complété le terme qui était plus parfaite et plus agréable à son père-frère, à",
          "savoir dix ans.\"]"
        ],
        "41" : [
          "Que la direction du voyage était vers Mt. Tur montre que le Prophète Moïse",
          "pourrait être en voyage en Egypte avec sa famille, pour Tur se trouve sur le",
          "chemin de Madian en Egypte. Probablement prophète Moïse pensait qu'il était resté",
          "loin de la maison pendant dix longues années et le Pharaon dans le règne duquel",
          "il avait quitté l'Egypte avait également mort, s'il est allé tranquillement en",
          "arrière et est resté avec son peuple, personne ne le saurait. \n La version",
          "biblique de la séquence des événements est différent du Coran de. Il dit que le",
          "Prophète Moïse `a conduit les troupeaux [(de son père-frère)] à l'arrière du",
          "désert, et vint à la montagne de Dieu, à Horeb.» Là, Dieu lui a parlé, et l'a",
          "nommé . à prophétie et lui ordonna d'aller en Egypte Moïse est retourné à Jethro,",
          "son père-frère, a pris sa permission et est allé en Egypte avec sa famille",
          "[(Exode 3:. 1, 4: 18)]. Contrairement à cela, le Coran dit que le prophète Moïse",
          "a quitté Madian avec sa famille après avoir terminé le terme et au cours de ce",
          "voyage AIIah lui a parlé et l'a nommé à prophétie. \n La Bible et le Talmud",
          "conviennent que le Pharaon dans la maison duquel le Prophète Moïse avait été",
          "élevé était mort pendant son séjour à Madian, et maintenant un autre Pharaon",
          "était le roi d'Égypte."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "فَلَمَّا أَتَاهَا نُودِيَ مِنْ شَاطِئِ الْوَادِ الْأَيْمَنِ فِي الْبُقْعَةِ الْمُبَارَكَةِ مِنَ الشَّجَرَةِ أَنْ يَا مُوسَىٰ إِنِّي أَنَا اللَّهُ رَبُّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "Et lorsqu’il s’y rendit, une voix l’interpella, du côté droit de la vallée, dans",
        "le site béni, et du sein de l’arbre : «Ô Moïse ! Je suis en vérité Dieu, le",
        "Maître de l’Univers."
      ],
      "tafsirTranslate" : [
        "Quand il y a atteint, une voix cria d'un arbre dans le sol béni <N:42> sur le",
        "côté droit <N:43> de la vallée: «Ô Moïse, je suis Allah, Seigneur de l'univers.\""
      ],
      "tanslateWordByWord" : [
        "Mais quand",
        "il est venu (à) il",
        "il était appelé",
        "de",
        "(le côté",
        "(De) la vallée",
        "la droite",
        "dans",
        "l'endroit même",
        "béni",
        "de",
        "l'arbre",
        "cette",
        "O Musa",
        "Effectivement",
        "Je suis",
        "Allah",
        "(le Seigneur",
        "(De) les mondes"
      ],
      "notes" : {
        "42" : [
          "Autrement dit, dans le sol qui était éclairé par la lumière divine."
        ],
        "43" : [
          "Autrement dit, de ce côté de la vallée qui se trouvait à la droite du prophète",
          "Moïse."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَأَنْ أَلْقِ عَصَاكَ ۖ فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ وَلَّىٰ مُدْبِرًا وَلَمْ يُعَقِّبْ ۚ يَا مُوسَىٰ أَقْبِلْ وَلَا تَخَفْ ۖ إِنَّكَ مِنَ الْآمِنِينَ",
      "simpleTranslate" : [
        "Jette ton bâton !» Mais quand Moïse vit son bâton s’agiter comme un serpent, il",
        "se mit à fuir sans se retourner. «Ô Moïse, ajouta la voix, approche et n’aie pas",
        "peur ! Tu es de ceux dont la sécurité est assurée."
      ],
      "tafsirTranslate" : [
        "Et (il a été commandé), \"Cast votre personnel.\" Lorsque Moïse vit que le",
        "personnel se tordait comme un serpent, il se retourna et prit la fuite et n'a",
        "même pas regarder derrière. (Il a été dit,) «Moïse, revenir et ne pas avoir peur:",
        "vous êtes tout à fait sûr."
      ],
      "tanslateWordByWord" : [
        "Et cela]",
        "jeter",
        "votre personnel",
        "Mais quand",
        "il l'a vu",
        "en mouvement",
        "comme si elle",
        "(Étaient) un serpent",
        "il a tourné",
        "(En) vol",
        "et (a) pas",
        "retour",
        "O Musa",
        "s'approcher",
        "et (faire) pas",
        "la crainte",
        "En effet, vous",
        "(sont de",
        "la sécurité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ ۖ فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ ۚ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ",
      "simpleTranslate" : [
        "Introduis ta main dans l’ouverture de ta tunique, elle en ressortira toute",
        "blanche sans aucun mal. Puis serre tes bras sur ton corps pour dissiper ta",
        "frayeur. Ce sont là deux preuves de ton Seigneur, destinées à Pharaon et à ses",
        "dignitaires qui forment, en vérité, un peuple pervers.»"
      ],
      "tafsirTranslate" : [
        "Mettez votre main dans votre sein: elle sortira brillante, sans aucun dommage",
        "pour vous, <N:44> et rabattre le bras pour conjurer la peur <N:45> Ce sont deux",
        "signes clairs. de votre Seigneur à être montré à Pharaon et ses courtisans: ce",
        "sont des gens très désobéissants en effet. « <N:46>"
      ],
      "tanslateWordByWord" : [
        "Insérer",
        "ta main",
        "dans",
        "votre sein",
        "elle sortira",
        "blanc",
        "sans pour autant",
        "sans pour autant",
        "du mal",
        "Et dessiner",
        "à vous-mêmes",
        "ta main",
        "contre",
        "la crainte",
        "donc, ce",
        "(Sont) deux évidences",
        "de",
        "votre Seigneur",
        "à",
        "Firaun",
        "et ses chefs",
        "En effet, ils",
        "sont",
        "un peuple",
        "pervers"
      ],
      "notes" : {
        "44" : [
          "Ces deux miracles ont été montrés au prophète Moïse, à ce moment-là de telle",
          "sorte que, d'une part, il est lui-même convaincu que le même être qui lui parle",
          "est, en fait, le Créateur et Maître et souverain de l'ensemble système de",
          "l'univers et d'autre part, il devrait avoir pleine satisfaction qu'il ne va pas",
          "désarmé devant Pharaon, pour effectuer la dangereuse mission qui lui est",
          "assignée, mais irait bien armé avec les deux armes puissantes."
        ],
        "45" : [
          "Autrement dit, [ «Chaque fois que vous rencontrez la peur de tout danger, replier",
          "le bras pour vous: cela permettra de renforcer votre cœur et vous délivrera",
          "complètement de tout sentiment de peur et d'effroi.\"] Le bras implique",
          "probablement le bras droit. Le bras peut être replié de deux façons: soit en",
          "amenant le bras et le pressant contre le côté, ou en appuyant sur une main sous",
          "l'aisselle de l'autre. Probablement la première façon est implicite, dans ce cas,",
          "l'autre personne ne peut pas percevoir que l'un est spécialement fait ainsi afin",
          "de conjurer la peur. \n Le prophète Moïse a appris ce dispositif parce qu'il a été",
          "envoyé pour contrer un gouvernement tyrannique sans armée et de l'équipement",
          "terrestre. Il allait rencontrer beaucoup une situation terrible quand un grand",
          "prophète ne pouvait pas non plus rester à l'abri de la peur et la terreur. AIlah",
          "lui dit: [ «Chaque fois que vous faites face à une telle situation, il suffit de",
          "le faire * et Pharaon ne sera pas en mesure de secouer votre cœur en dépit de",
          "toute la puissance de son puissant royaume.\"]"
        ],
        "46" : [
          "Les mots en eux-mêmes impliquent: [ \". Va vers Pharaon avec ces signes et vous",
          "présenter comme le Messager d'Allah, et lui et ses chefs inviter à l'obéissance",
          "et l'adoration d'Allah, Seigneur des mondes\"] Voilà pourquoi sa nomination n'a",
          "pas été spécifiée ici, mais à d'autres endroits, il a été clairement indiqué,",
          "ainsi: «Va vers Pharaon, car il est devenu rebelle '[\" [(ta Ha: 24 <V:20:24>)]",
          "Et: \"] Lorsque ton Seigneur appela Moïse, disant: [ «Va vers le peuple méchants -",
          "le peuple de Pharaon.\"] [(Ash-Shu'araa: 10 <V:26:10>)]."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "قَالَ رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَنْ يَقْتُلُونِ",
      "simpleTranslate" : [
        "– «Seigneur, dit Moïse, j’ai tué l’un des leurs, et je crains qu’ils ne me",
        "mettent à mort."
      ],
      "tafsirTranslate" : [
        "Moïse submited, \"Mon Seigneur, je l'ai tué un homme de leur: je crains qu'ils ne",
        "me mettre à mort; <N:47>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Mon Seigneur",
        "Effectivement",
        "j'ai tué",
        "d'eux",
        "un homme",
        "et je crains",
        "cette",
        "ils me tueront"
      ],
      "notes" : {
        "47" : [
          "Il ne veut pas dire qu'il hésitait à y aller à cause de la peur, mais cela",
          "voulait dire ceci: [ \"Veuillez faire un peu tel arrangement que je ne suis pas",
          "appréhendé sur l'accusation d'assassiner juste à l'arrivée avant même Je peux",
          "leur transmettre votre message, car dans ce cas l'objet même pour lequel je suis",
          "en cours envoyé sera vaincu. \"] le verset suivant, il est clair que le prophète",
          "Moïse, par cette soumission, ne signifie pas du tout à rejeter la bureau de la",
          "prophétie et de refuser d'aller devant Pharaon à cause de la peur."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي ۖ إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ",
      "simpleTranslate" : [
        "Mon frère Aaron est plus éloquent que moi. Envoie-le avec moi pour m’assister et",
        "confirmer mes dires, car je crains qu’ils ne me traitent de menteur.»"
      ],
      "tafsirTranslate" : [
        "et mon frère Aaron est plus éloquent de la langue que moi lui envoie avec moi",
        "comme auxiliaire afin qu'il puisse me soutenir; Je crains qu'ils ne me traitent",
        "de menteur. \""
      ],
      "tanslateWordByWord" : [
        "Et mon frère",
        "Harun",
        "il",
        "(Est) plus éloquent",
        "que moi",
        "(Dans) la parole",
        "donc lui envoyer",
        "avec moi",
        "(Comme) une aide",
        "qui me confirmer",
        "Effectivement",
        "Je crains",
        "cette",
        "ils me reniera"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلَا يَصِلُونَ إِلَيْكُمَا ۚ بِآيَاتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ",
      "simpleTranslate" : [
        "Dieu dit : «Nous allons t’accorder le soutien de ton frère et vous donner à tous",
        "les deux un tel pouvoir que vos ennemis ne sauront jamais vous atteindre. Et",
        "c’est ainsi que, grâce à Nos signes, vous serez, vous et ceux qui vous suivront,",
        "les vainqueurs.»"
      ],
      "tafsirTranslate" : [
        "Allah dit: «Nous allons renforcer votre main avec votre frère et donnerons tous",
        "les deux vous une telle autorité que ils ne seront pas en mesure de vous nuire en",
        "aucune façon. Avec vous Nos signes et tes followers ne doit triompher. <N:48>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Nous renforcerons",
        "ton bras",
        "par votre frère",
        "et Nous ferons",
        "pour vous deux",
        "une autorité",
        "afin de ne pas",
        "ils atteindront",
        "à vous deux",
        "Grâce à Nos signes",
        "toi aussi",
        "et (ceux-ci) qui",
        "te suivre",
        "(Sera) la dominante"
      ],
      "notes" : {
        "48" : [
          "Cette rencontre du Prophète Moïse avec Dieu et la conversation mutuelle a été",
          "décrit beaucoup plus en détail dans la sourate Ta Ha [(vv. 9-48)]. Toute personne",
          "en possession de bon goût, qui compare cette version coranique avec l'histoire",
          "donnée dans la Bible [(Exod., Chap. 3, 4)], sera lui-même en mesure de juger",
          "lequel des deux est la révélation divine et dont le résultat de la narration",
          "humaine. D'ailleurs, il sera également en mesure de juger si la version coranique",
          "est, à Dieu ne plaise, un plagiat des traditions bibliques et d'Israël, ou que",
          "Dieu lui-même est décrit l'événement, qui avait honoré Moïse en l'appelant vers",
          "le haut dans Sa Présence . [(Pour de plus amples explications, voir E.N. 19 de",
          "Sourate Ta Ha)]."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "فَلَمَّا جَاءَهُمْ مُوسَىٰ بِآيَاتِنَا بَيِّنَاتٍ قَالُوا مَا هَٰذَا إِلَّا سِحْرٌ مُفْتَرًى وَمَا سَمِعْنَا بِهَٰذَا فِي آبَائِنَا الْأَوَّلِينَ",
      "simpleTranslate" : [
        "Puis, quand Moïse se présenta à eux, nanti de Nos signes évidents, ils",
        "s’écrièrent : «Ce n’est là qu’une magie forgée de toutes pièces ! Nous n’avons",
        "jamais entendu parler de cela chez nos premiers ancêtres.»"
      ],
      "tafsirTranslate" : [
        "Puis, quand Moïse vint à ces gens avec Nos signes clairs, ils ont dit \"Ce ne sont",
        "que de faux magie, <N:49> et nous avons jamais entendu parler de telles choses",
        "dans le temps de nos ancêtres. <N:50>"
      ],
      "tanslateWordByWord" : [
        "Mais quand",
        "est venu à eux",
        "Musa",
        "avec Nos signes",
        "clair",
        "ils ont dit",
        "ne pas",
        "(est-ce",
        "sauf",
        "une magie",
        "a inventé",
        "et pas",
        "nous avons entendu",
        "de cela",
        "parmi",
        "nos ancêtres",
        "nos ancêtres"
      ],
      "notes" : {
        "49" : [
          "Les mots du texte signifie [ \"Fabricated ou de la magie forgée.\"] Si la",
          "fabrication, on entend le mensonge, cela voudrait dire, [ \"tourne Le personnel en",
          "serpent et l'éclat de la main est pas réel changement dans la nature de la chose",
          "elle-même, mais une simple illusion, que cet homme appelle un miracle pour nous",
          "tromper \"] Et si on entend un faux, il impliquera: [\". cette personne a forgé",
          "quelque chose qui apparaît être un personnel, mais quand il est jeté sur le sol,",
          "il se déplace comme un serpent Quant à la main, il a frotté quelque chose sur",
          "elle de sorte que quand il tire hors de l'aisselle, il brille il travaille",
          "lui-même ces magique.. astuces, mais essaie de nous faire croire que ce sont des",
          "miracles que Dieu lui a accordés. \"]"
        ],
        "50" : [
          "La référence est aux enseignements que le prophète Moïse avait présenté tout en",
          "transmettant ce message de Monothéisme. Les détails ont été donnés à d'autres",
          "endroits dans le Coran. Par exemple, selon la Sourate An-Naziyat: 18-19, il dit à",
          "Pharaon: [ «Voulez-vous l'esprit pour vous purifier, que je puisse vous guider",
          "vers votre Seigneur afin que vous pouvez avoir peur [(de lui)]?\" ] et dans la",
          "sourate ta Ha: 47-48:. [ \"Nous sommes venus à vous avec des signes de ton",
          "Seigneur, la paix est pour celui qui suit le droit chemin Nous avons été informés",
          "par la Révélation qu'il y est une punition pour celui qui le rejette et se",
          "détourne \"] Et: [\". nous sommes des messagers de ton Seigneur:. nous allons les",
          "Israélites avec nous »] Il était de ces choses que Pharaon a dit, [« Même nos",
          "ancêtres avaient jamais entendu parler qu'il y avait un être plus puissant que",
          "Pharaon d'Egypte, qui a été autorisé à le commander, pour le punir, d'envoyer un",
          "homme à sa cour pour transmettre ses instructions à lui, et pour avertir le roi",
          "d'Egypte à le craindre. Ce sont des choses étranges que nous entendons",
          "aujourd'hui d'un homme comme vous. \"]"
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَقَالَ مُوسَىٰ رَبِّي أَعْلَمُ بِمَنْ جَاءَ بِالْهُدَىٰ مِنْ عِنْدِهِ وَمَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ ۖ إِنَّهُ لَا يُفْلِحُ الظَّالِمُونَ",
      "simpleTranslate" : [
        "– «Mon Seigneur, rétorqua Moïse, sait mieux que personne qui a reçu de Lui la",
        "bonne direction et qui aura le séjour éternel, car, en vérité, les injustes n’ont",
        "aucune chance de réussir.»"
      ],
      "tafsirTranslate" : [
        "Moïse répondit: \"Mon Lard est pleinement conscient de la personne qui a apporté",
        "des conseils de Lui et Lui seul sait qui tirera mieux à la fin;. La vérité est",
        "que les injustes n'atteignent jamais le vrai succès\" <N:51>"
      ],
      "tanslateWordByWord" : [
        "Et Moïse dit",
        "Et Moïse dit",
        "Mon Seigneur",
        "sait mieux",
        "de qui",
        "est venu",
        "avec [la] orientation",
        "de lui",
        "de lui",
        "et qui",
        "sera",
        "pour lui",
        "la bonne fin dans l'au-delà",
        "la bonne fin dans l'au-delà",
        "Effectivement",
        "ne pas",
        "sera couronnée de succès",
        "les malfaiteurs"
      ],
      "notes" : {
        "51" : [
          "Autrement dit, [ \"Vous pensez que je suis un magicien et un faussaire, mais mon",
          "Seigneur est bien conscient de moi, il sait quel genre d'homme est la personne",
          "qu'il a désigné comme un messager, et le jugement final appartient à Lui Si je",
          "suis un menteur, je rencontre une fin mal;.. et si vous êtes un menteur, vous",
          "devez savoir que votre fin ne sera pas bon en tout cas, le fait inévitable est",
          "que la volonté injuste pas atteindre le vrai succès. celui qui est pas le",
          "messager d'Allah, mais se présente faussement comme un messager pour des motifs",
          "égoïstes, est également injuste et ne sera pas atteindre le succès. et celui qui",
          "rejette un véritable Messenger par de fausses accusations et supprime la vérité",
          "par le mensonge et la fraude , est également injuste et ne sera jamais atteindre",
          "le succès. \"]"
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَٰهٍ غَيْرِي فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا لَعَلِّي أَطَّلِعُ إِلَىٰ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُ مِنَ الْكَاذِبِينَ",
      "simpleTranslate" : [
        "S’adressant alors aux dignitaires, Pharaon dit : «Vous n’avez pas, que je sache,",
        "un autre dieu que moi ! Et toi, Hâmân, fais-moi cuire des briques et",
        "construis-moi une tour pour que je monte jusqu’au Dieu de Moïse ! Je suis certain",
        "que Moïse est un imposteur.»"
      ],
      "tafsirTranslate" : [
        "Et Pharaon dit: \"les chefs de O, je ne sais pas d'un autre dieu de la vôtre que",
        "moi. <N:52> Graver pour moi briques d'argile, ô Haman, et me construire une tour",
        "afin que je puisse grimper pour voir le Dieu de Moïse, car je le considère comme",
        "un menteur absolu ». <N:53>"
      ],
      "tanslateWordByWord" : [
        "Et Firaun dit",
        "Et Firaun dit",
        "chefs O",
        "chefs O",
        "ne pas",
        "je connais",
        "pour toi",
        "tout",
        "Dieu",
        "autre que moi",
        "donc, Kindle",
        "pour moi",
        "O Haman",
        "Sur",
        "l'argile",
        "et fais",
        "pour moi",
        "une tour élevée",
        "de telle sorte que [I]",
        "Je peux regarder",
        "à",
        "(le Dieu",
        "(De) Musa",
        "Et en effet, je",
        "[I] pense qu'il",
        "(Is) de",
        "les menteurs"
      ],
      "notes" : {
        "52" : [
          "Par ce Pharaon n'a pas, et ne pouvait pas, dire qu'il était le créateur de son",
          "peuple et la terre et les cieux, pour une telle chose être prononcé que par un",
          "fou. Également; il n'a pas non plus dire qu'il n'y avait pas d'autre divinité à",
          "côté de lui pour les Egyptiens adoraient plusieurs dieux, et le Pharaon lui-même",
          "avait été fait l'incarnation du sungod. Le Coran atteste que le Pharaon lui-même",
          "adorait plusieurs dieux: [ \"? Les chefs du peuple de Pharaon dit:` Voulez-vous",
          "laisser Moïse et ses disciples libres de semer le désordre sur la terre, et pour",
          "vous et vos divinités \"jeter\"] [ (A1-A`raf: 127)] par conséquent, inévitablement,",
          "le Pharaon n'a pas utilisé le mot [ «dieu»] ici pour lui-même comme un créateur",
          "et sa divinité, mais comme un souverain absolu et suprême. Ce qu'il voulait dire",
          "ceci: [ \"Je suis le propriétaire de cette terre d'Egypte: seul, je régnera ici:.",
          "Ma loi sera la loi de la terre, je serai seul être accepté comme la source de",
          "toutes les commandes et les interdictions ici Aucun d'autre a le droit de donner",
          "des ordres dans ce pays. qui est ce Moïse, qui est apparu en tant que délégué du",
          "Seigneur de l'univers et est transmettre des ordres à moi comme si il est la",
          "règle et je suis son subordonné? \"] Voilà pourquoi il a adressé ses courtisans,",
          "ainsi: [ \"O peuple: est-ce pas le royaume de la mine Egypte et ne sont pas ces",
          "canaux coule sous moi?\"] [(Az-Zukhruf: 51 <V:43:51>)] et voilà pourquoi il dit à",
          "Moïse encore et à nouveau, [ \"Es-tu venu à nous détourner de la foi de nos",
          "ancêtres afin que vous puissiez trop dominer sur la terre?\"] [(Yunus: 78",
          "<V:10:78>)] [ \"O Moïse, avez-vous venu pour nous faire sortir de notre terres par",
          "la puissance de votre sorcellerie »] [(ta Ha: 57 <V:20:57>)] [\"? Je crains qu'il",
          "va changer votre religion, ou de causer du tort à apparaître dans la terre \"] [.",
          "(Al-Mu'min: 26)] \n Si l'affaire est considérée sous cet angle, il deviendra",
          "évident que la position de Pharaon n'a pas été différente de la position des",
          "Etats qui prétendent politique et juridique souveraineté indépendante de la loi",
          "divine apportée par les prophètes. Qu'ils acceptent un roi en tant que source de",
          "droit et des commandes et des interdictions, ou la volonté de la nation, en tout",
          "cas, aussi longtemps qu'ils collent à la position que le pays sera gouverné par",
          "leur droit et non par la loi du AIlah et Ses messagers, il n'y aura pas de",
          "différence fondamentale entre leur position et celle de Pharaon. Il est,",
          "cependant, une autre chose que les gens ignorants maudissent Pharaon, mais",
          "ceux-ci approuve comme licite. Une personne qui comprend la réalité va chercher",
          "l'esprit et le sens et non pas seulement pour les mots et la terminologie.",
          "Pharaon avait utilisé le mot [ «dieu»] pour lui-même, mais ces stales utiliser le",
          "terme [ «souveraineté»] dans le même sens. [(Pour de plus amples explications,",
          "voir E.N. 21 de Ta'Ha."
        ],
        "53" : [
          "] Ce fut le même genre de mentalité que les communistes russes d'aujourd'hui",
          "affichent. Ils lancent spoutniks et Lunics et dire au monde que ces balles ont",
          "pas trouvé Dieu partout ci-dessus. Cet homme stupide d'autrefois voulait voir",
          "Dieu du haut d'une tour. Cela montre que l'étendue de l'imagination des gens",
          "égarés au cours des 3500 dernières années est restée où elle était. Ils ont pas",
          "avancé même d'un pouce. On ne sait pas qui leur a dit que l'être que le Dieu des",
          "adorateurs reconnaissent que le Seigneur de l'univers résidait quelque part",
          "ci-dessus en fonction de leur croyance. Et si elles ne le voient pas quelques",
          "milliers de pieds ou à quelques miles lakh au-dessus de la surface de la terre",
          "dans cet univers sans limites, ce sera une preuve qu'il existe nulle part. \n Le",
          "Coran ne précise pas si Pharaon a effectivement obtenu une telle tour construite",
          "et a essayé de voir Dieu par le haut de celui-ci, mais il ne concerne que ce",
          "qu'il a dit. Apparemment, il n'a pas commis la folie. Il ne voulait moquer du",
          "peuple. \n Ceci est également pas clair si Pharaon était, en fait, un mécréant",
          "dans l'Être du Seigneur de l'univers, ou l'athéisme parlé seulement en raison de",
          "l'entêtement. À cet égard, ses paroles pointent vers la même confusion mentale",
          "que l'on retrouve dans les déclarations des communistes russes. Parfois, il",
          "voulait monter dans le ciel et de revenir pour dire au monde qu'il avait vu nulle",
          "part le Dieu de Moïse, et parfois, il disait: [ «Pourquoi ne sont pas des",
          "bracelets d'or envoyés sur lui, ou une société d'anges préposés \"] [?",
          "(Az-Zukhruf: 53)] Ces choses ne sont pas très différentes de ce que dit un ancien",
          "premier ministre de la Russie, Khrouchtchev,. Il parfois rejeté Dieu et parfois",
          "lui invoqué et jura par Lui. Nous sommes d'avis que, après le passage de la",
          "période du prophète Joseph et ses successeurs lorsque l'Egypte a été dominé par",
          "le nationalisme copte et une révolution politique a eu lieu dans le pays en",
          "raison du préjugé racial et nationaliste, les nouveaux dirigeants, dans leur",
          "l'enthousiasme nationaliste, révolté contre Dieu aussi vers que le prophète",
          "Joseph et ses disciples, les Israélites et les musulmans égyptiens, avait appelé",
          "le peuple. Ils pensaient que si elles croyaient en Dieu, ils ne seraient jamais",
          "en mesure de jeter l'influence et l'impact de la civilisation provoquée par le",
          "prophète Joseph. Car si cette civilisation est restée, ils ne seraient jamais en",
          "mesure de consolider, leur influence politique. Pour eux la croyance en Dieu et",
          "la souveraineté musulmane étaient inséparables et interdépendants. Par",
          "conséquent, pour se débarrasser de celui qu'il était nécessaire de rejeter",
          "l'autre, même si elles ne pouvaient pas extirper la croyance en un seul Dieu du",
          "fond de leur cœur."
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ",
      "simpleTranslate" : [
        "Pharaon et son armée se montrèrent, sans raison, pleins d’arrogance sur terre,",
        "pensant qu’ils ne seraient jamais ramenés vers Nous un jour !"
      ],
      "tafsirTranslate" : [
        "Lui et ses hôtes supposé altaneria dans la terre injustement, sans anyright,",
        "<N:54> et ils pensaient qu'ils avaient jamais revenir à nous. <N:55>"
      ],
      "tanslateWordByWord" : [
        "Et il était arrogant",
        "Et il était arrogant",
        "et ses hôtes",
        "dans",
        "la terre",
        "sans pour autant",
        "droite",
        "et ils ont pensé",
        "qu'ils",
        "à nous",
        "ne pas",
        "seront retournés"
      ],
      "notes" : {
        "54" : [
          "Autrement dit, Allah, Seigneur des mondes, seul est habilité à le droit à la",
          "grandeur, mais Pharaon et ses armées supposées grandeur quand ils ont atteint un",
          "peu de puissance dans un petit territoire sur la terre."
        ],
        "55" : [
          "Autrement dit, [ \"Ils pensaient qu'ils étaient responsables devant aucun et avec",
          "cette hypothèse, ils ont commencé un comportement tout à fait indépendamment dans",
          "leur vie de tous les jours.\"]"
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ ۖ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ",
      "simpleTranslate" : [
        "Nous le saisîmes, lui et ses troupes, et les précipitâmes tous dans la mer.",
        "Considère donc comment finissent les pervers !"
      ],
      "tafsirTranslate" : [
        "Par conséquent, Nous lui et ses hôtes saisis et jetés dans la mer. <N:56>",
        "Maintenant, voici ce que le destin les méchants sont réunis!"
      ],
      "tanslateWordByWord" : [
        "Nous lui saisis",
        "et ses hôtes",
        "et Nous les jetions",
        "dans",
        "la mer",
        "donc, voir",
        "Comment",
        "était",
        "(la fin",
        "(De) les injustes"
      ],
      "notes" : {
        "56" : [
          "Allah en ces termes a dépeint leur inutilité et de l'insignifiance contre leur",
          "fausse fierté. Ils pensaient qu'ils étaient grandes personnes, mais quand le",
          "répit qu'Allah leur avait accordé à réformer eux-mêmes ont pris fin, ils ont été",
          "jetés dans la mer comme tant ordures."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ ۖ وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ",
      "simpleTranslate" : [
        "Nous avons fait d’eux des prédicateurs qui appellent les hommes à l’Enfer, et",
        "qui, le Jour de la Résurrection, ne bénéficieront d’aucun secours."
      ],
      "tafsirTranslate" : [
        "Nous les avons fait les dirigeants qui ont invité les gens à l'Enfer, <N:57> et",
        "le Jour de la Résurrection ils ne seront pas en mesure d'obtenir de l'aide de",
        "partout."
      ],
      "tanslateWordByWord" : [
        "Et Nous les fîmes",
        "dirigeants",
        "attrayant",
        "à",
        "le feu",
        "et (le) Jour",
        "(De) la Résurrection",
        "ne pas",
        "ils seront aidés"
      ],
      "notes" : {
        "57" : [
          "Autrement dit, [ \"Ils ont créé un précédent pour les générations futures à des",
          "injustices commis, rejetant la Vérité et de la persistance dans leur rejet",
          "jusqu'à la dernière, et en utilisant toutes sortes de dispositifs pour défendre",
          "le mensonge contre la vérité \".] Ils ont montré ces moyens à la population et",
          "sont allés en enfer, et maintenant leurs descendants suivent leurs traces et se",
          "précipitant vers le même destin."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "وَأَتْبَعْنَاهُمْ فِي هَٰذِهِ الدُّنْيَا لَعْنَةً ۖ وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ",
      "simpleTranslate" : [
        "Nous les avons frappés de Notre malédiction dans ce monde, et Nous en avons fait",
        "des damnés dans la vie future."
      ],
      "tafsirTranslate" : [
        "Nous avons mis une malédiction pour les suivre dans ce monde et le Jour de la",
        "Résurrection, ils seront impliqués dans une situation délicate. <N:58>"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons fait de les suivre",
        "dans",
        "ce",
        "monde",
        "une malédiction",
        "et (le) Jour",
        "(De) la Résurrection",
        "ils",
        "(Sera) de",
        "méprisés"
      ],
      "notes" : {
        "58" : [
          "Les mots du texte signifient: [ \"Le Jour de la Résurrection, ils seront parmi les",
          "maqbuhin\"], qui a plusieurs significations: [(l)] Ils se tiendront rejeté et",
          "repoussé; [(2)], ils seront entièrement privés de la miséricorde d'Allah; et",
          "[(3)], ils seront sévèrement battus et leurs visages se déformer."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ مِنْ بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَىٰ بَصَائِرَ لِلنَّاسِ وَهُدًى وَرَحْمَةً لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "simpleTranslate" : [
        "Et après avoir anéanti les premières générations, Nous avons donné à Moïse le",
        "Pentateuque, comme à la fois une lumière, une direction et une bénédiction pour",
        "les hommes. Peut-être sauront-ils s’en souvenir !"
      ],
      "tafsirTranslate" : [
        "Après avoir fait périr les anciennes générations, Nous avons donné à Moïse le",
        "Livre, qui Nous avons fait un moyen d'illumination pour le peuple, et un guide et",
        "une miséricorde, afin qu'ils puissent en tirer des leçons. <N:59>"
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons donné",
        "Musa",
        "l'Ecriture",
        "après quoi]",
        "après quoi]",
        "après quoi]",
        "Nous avions détruit",
        "les générations",
        "ancien",
        "(Comme) une illumination",
        "pour l'humanité",
        "et un guidage",
        "et de la miséricorde",
        "qu'ils puissent",
        "rappelles toi"
      ],
      "notes" : {
        "59" : [
          "Autrement dit, [ «Quand les générations précédentes ont rencontré les mauvaises",
          "conséquences de se détourner des enseignements des prophètes, et ils ont",
          "rencontré le malheur qui a été vécue par Pharaon et ses armées, puis Moïse a été",
          "accordé le Réservez pour inaugurer une nouvelle ère pour l'humanité. \"]"
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَىٰ مُوسَى الْأَمْرَ وَمَا كُنْتَ مِنَ الشَّاهِدِينَ",
      "simpleTranslate" : [
        "Tu n’étais pas ô Muhmmad sur le versant occidental du mont Sinaï, lorsque Nous",
        "avons investi Moïse de sa mission. Et tu n’en as pas été témoin."
      ],
      "tafsirTranslate" : [
        "(O Muhammad,) vous étiez pas présent sur le côté ouest <N:60>, lorsque Nous avons",
        "donné à Moïse la loi, ni vous été parmi les témoins, <N:61>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "vous étiez",
        "sur le côté",
        "occidental",
        "quand",
        "Nous décidâmes",
        "à",
        "Musa",
        "le Commandment",
        "et pas",
        "vous étiez",
        "parmi",
        "les témoins"
      ],
      "notes" : {
        "60" : [
          "[ \"côté occidental\"]: Mount Sinai, qui se trouve à l'ouest du Hijaz et sur lequel",
          "le prophète Moïse a reçu la loi divine."
        ],
        "61" : [
          "[ \"Les témoins\"]: les soixante-dix des anciens d'Israël qui avaient été convoqués",
          "avec Moïse pour l'alliance de suivre la loi. [(Pour référence, voir AI-Araf. 155",
          "et Exod, ch 24.)]"
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَلَٰكِنَّا أَنْشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ ۚ وَمَا كُنْتَ ثَاوِيًا فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا وَلَٰكِنَّا كُنَّا مُرْسِلِينَ",
      "simpleTranslate" : [
        "Mais, depuis Moïse, que de générations n’avons-Nous pas fait se succéder et dont",
        "le souvenir se perd dans la nuit des temps ! Et tu n’as pas non plus vécu parmi",
        "les Madyan pour leur communiquer Nos enseignements. Aussi devions-Nous envoyer",
        "des messagers."
      ],
      "tafsirTranslate" : [
        ", mais après lui (jusqu'à ce que votre temps) Nous avons suscité de nombreuses",
        "générations, et un long temps a passé sur eux. <N:62>"
      ],
      "tanslateWordByWord" : [
        "Mais nous",
        "[Nous] produisions",
        "générations",
        "et prolongé",
        "pour eux",
        "la vie",
        "Et pas",
        "vous étiez",
        "un habitant",
        "parmi",
        "(les gens",
        "(De) Madyan",
        "récitation",
        "pour eux",
        "Nos versets",
        "mais nous",
        "[Nous étions",
        "le Senders"
      ],
      "notes" : {
        "62" : [
          "Autrement dit, [ «Vous avez eu aucun moyen direct d'obtenir ces informations. AlI",
          "cela est révélé à vous par Allah. Voilà comment vous avez pu relier ces anciens",
          "événements de deux mille ans, d'une manière comme si vous étiez un témoin",
          "oculaire. \"]"
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "وَمَا كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا وَلَٰكِنْ رَحْمَةً مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "simpleTranslate" : [
        "Tu n’étais pas du côté du mont Sinaï, lorsque Nous avons appelé Moïse. Mais c’est",
        "par une grâce émanant de ton Seigneur que te voilà appelé à prêcher un peuple que",
        "personne, avant toi, n’est venu avertir. Peut-être sauront-ils s’en souvenir,"
      ],
      "tafsirTranslate" : [
        "Vous étiez également pas présent parmi les Madianites que vous pourriez avoir",
        "récités Nos révélations, <N:63>, mais il est nous qui vous envoyons (ces",
        "nouvelles de ce moment-là). Et vous étiez également pas présent sur le côté de",
        "Tur quand nous avions appelé out (à Moïse pour la première fois), mais cela est",
        "la Miséricorde de ton Seigneur (que vous êtes donné cette information <N:64> de",
        "sorte que vous devriez avertir ceux qui ne warner était venu devant vous: <N:65>",
        "peut-être qu'ils prennent garde."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "vous étiez",
        "à côté",
        "(De) la Tur",
        "quand",
        "Nous avons appelé",
        "Mais",
        "(Comme) une miséricorde",
        "de",
        "votre Seigneur",
        "de sorte que vous avertir",
        "un peuple",
        "ne pas",
        "(A) venir à eux",
        "tout",
        "warner",
        "Avant toi",
        "Avant toi",
        "afin qu'ils puissent",
        "rappelles toi"
      ],
      "notes" : {
        "64" : [
          "Ces choses ont été présentés comme une preuve de la prophétie du Saint Prophète.",
          "Au moment où ils ont été indicé tous les chefs de la Mecque et les incroyants",
          "communes ont été pliés sur quelque sorte de lui prouver en tant que non-prophète,",
          "et, Dieu ne plaise, un faux demandeur d'Prophétie. Pour aider et de les aider",
          "dans leur campagne, il y avait les érudits juifs et les moines chrétiens aussi,",
          "qui vivaient dans les plaines du Hijaz. D'ailleurs, le Saint Prophète Muhammad",
          "[(que la paix d'Allah soient sur lui)] ne paraissait pas tout d'un coup de",
          "quelque part et a commencé à réciter le Coran au peuple, mais il était un",
          "résident de la même ville de La Mecque, et aucun aspect de sa vie a été cachée",
          "aux gens de sa ville et clan. Voilà pourquoi, lorsque ces trois choses ont été",
          "présentées comme un défi ouvert comme une preuve de sa Prophétie, pas une seule",
          "personne de la Mecque et du Hedjaz et de l'ensemble des terres de l'Arabie",
          "pourrait se lever pour dire la chose absurde que les orientalistes modernes",
          "disent, bien que ceux les gens ne sont pas moins. efficace dans la fabrication de",
          "faux que ces soi-disant savants. Mais comment pourraient-ils proférer un mensonge",
          "non rentables qui ne pourraient pas survivre à un seul instant? Comment",
          "pouvaient-ils dire, [ \"O Muhammad, vous avez atteint cette information de tel ou",
          "tel savant juif et un moine chrétien?\"] Car, dans ce but, ils ne pouvaient pas",
          "mentionner un nom dans tout le pays. Pour quelque nom ils ont mentionné, il",
          "deviendrait manifeste là et puis que le Saint Prophète n'a pas obtenu aucune",
          "information de lui. Comment pouvaient-ils dire, [ \"O Muhammad, vous possédez une",
          "bibliothèque à part entière contenant sortes tous Ies de livres une histoire",
          "ancienne et des sciences et de la littérature, à partir de laquelle vous prenez",
          "l'aide pour préparer tous vos discours?\"] \"Pour ne pas parler d'un bibliothèque,",
          "personne ne pouvait saisir même un morceau de papier de sa maison contenant ces",
          "informations. Tout le monde à la Mecque savait que Muhammad [(que la paix d'Allah",
          "soient sur lui)] était non-lettrés et personne ne pouvait dire aussi qu'il avait",
          "eu des traducteurs à sa disposition, qui lui a fourni des traductions de l'hébreu",
          "et des livres assyriens et grecs. Ensuite, aucun d'entre eux pourrait être si",
          "éhontée à oserait prétendre qu'il avait obtenu cette information pendant les",
          "voyages commerciaux vers la Syrie et la Palestine, car il n'a pas effectué ces",
          "voyages seul, mais avait voyagé en compagnie de caravanes commerciales de la",
          "Mecque. Quelqu'un avait fait une telle affirmation, des centaines de témoins",
          "vivants auraient réfuté cette et a témoigné qu'il avait reçu aucune instruction",
          "de personne là-bas. Puis, dans les deux ans de la guerre de la mort du Saint",
          "Prophète avaient commencé entre les Romains et les Musulmans. S'il avait un fils",
          "de discussion partout en Syrie et en Palestine avec un moine chrétien ou rabbin",
          "juif, l'Empire romain aurait pas hésité à lancer une campagne de propagande, en",
          "disant que Muhammad [(paix soit sur lui)], Dieu ne plaise, avait tout appris",
          "d'eux et retourné à la Mecque et se proclame un prophète. En bref, à l'époque où",
          "le défi du Coran était le glas de la Quraish mécréant et les polythéistes et la",
          "nécessité de ces personnes pour la réfuter était beaucoup plus alors des",
          "orientalistes modernes, personne ne pouvait découvrir tout matériel qui il",
          "pouvait prouver que le Saint Prophète Muhammad [(sur lui la paix de Dieu)] avait",
          "d'autres moyens que l'Apocalypse pour obtenir cette information. \n Il faut aussi",
          "savoir que le Coran n'a pas donné ce défi seulement ici, mais dans plusieurs",
          "autres endroits également en relation avec des histoires différentes. Après",
          "raconter l'histoire du prophète Zacharie et Marie, il a été dit: [ «Ce sont des",
          "choses« invisibles »Nous vous révélant: vous étiez pas présent là quand les",
          "prêtres du Temple jetaient beaucoup en jetant leurs pennes à décider lequel",
          "d'entre eux doit être le gardien de Marie:., ni vous y étiez avec eux quand ils",
          "se disputaient à ce sujet \"] [(Al-i-`Imran: 44 <V:3:44>)] à la fin de l'histoire",
          "de Joseph, le prophète, il a été dit: [ \"Cette histoire qui nous révélons à vous",
          "est de ces choses qui ne sont pas connus pour vous:. pour vous étiez pas avec les",
          "frères [(de Joseph)], quand ils avaient conspiré ensemble un complot contre",
          "Joseph\"] [(Yusuf : 102 <V:12:102>)] de même, après avoir raconté l'histoire du",
          "Prophète Noé, il a été dit: [ «ce sont quelques-unes des nouvelles de la`",
          "invisible »qui nous sont révélateurs de vous. Vous ne saviez pas ces avant, ni ce",
          "que votre peuple »] [(Hud: 49).] Que cette chose a été réitérée à plusieurs",
          "reprises montre que ce fut l'un des principaux arguments que le Coran a donné la",
          "preuve de son être la Parole de Dieu et le Saint Prophète étant un Messager",
          "d'Allah. Car il n'y avait aucun moyen perceptibles de connaissances à la",
          "disposition du Saint Prophète qui était une personne illettrée, en dehors de la",
          "Révélation, à travers laquelle il pourrait raconter avec autant de précision les",
          "événements survenus des centaines et des milliers d'années dans le passé. et ce",
          "fut l'une des raisons importantes pour lesquelles les contemporains du Saint",
          "prophète venaient à croire, en nombre de plus en plus grandes encore, qu'il était",
          "vraiment un prophète d'Allah et ont reçu les révélations d'Allah. maintenant, on",
          "peut facilement imaginer à quel point il doit avoir été pour les adversaires du",
          "mouvement islamique à ce moment-là pour relever ce défi, et quels efforts ils",
          "doivent avoir faits pour recueillir des arguments et des preuves contre elle. on",
          "peut aussi voir que si, à Dieu ne plaise, il y avait la moindre faiblesse. dans",
          "ce défi, il aurait pas été du tout difficile pour les gens contemporains de",
          "fournir des preuves pour sa réfutation. ."
        ],
        "65" : [
          "Aucun prophète était né en particulier en Arabie après les Prophètes Ismaël et",
          "Shu`aib [(la paix soit sur eux)], au cours des deux mille dernières années ou",
          "alors ,, si les enseignements des prophètes comme Moïse Salomon et Jésus [(la",
          "paix soit sur tous)] avaient atteint le peuple de cette terre."
        ],
        "63" : [
          "Autrement dit, [ \"Vous n'existait pas au moment où le prophète Moïse a atteint",
          "Madian, passé dix ans de sa vie là-bas, puis à gauche pour l'Egypte. Vous ne",
          "prêchaient pas dans les habitations de Madian que que vous prêchez dans les rues",
          "de la Mecque. vous n'êtes pas relatifs ces événements comme un témoin oculaire,",
          "mais parce que vous avez reçu la connaissance de ceux-ci par nous à travers",
          "l'Apocalypse. \"]"
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَيَقُولُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ وَنَكُونَ مِنَ الْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "afin qu’ils ne disent pas, si jamais une calamité les frappait pour prix de leurs",
        "œuvres : «Seigneur ! Si seulement Tu nous avais envoyé un prophète, Nous aurions",
        "suivi Tes signes, et nous aurions été croyants.»"
      ],
      "tafsirTranslate" : [
        "(Ce Nous avons fait) de peur que, quand un malheur les atteint à cause de leurs",
        "propres méfaits, «ils devraient dire:« Notre Seigneur, si vous aviez envoyé un",
        "messager pour nous, nous aurions obéi Votre Révélations et été parmi les",
        "croyants. \" <N:66>"
      ],
      "tanslateWordByWord" : [
        "Et sinon",
        "[cette]",
        "les frappait",
        "une catastrophe",
        "pour quoi",
        "avait envoyé de suite",
        "leurs mains",
        "et ils diraient",
        "Notre Seigneur",
        "Pourquoi pas",
        "Tu as envoyé",
        "à nous",
        "un Messager",
        "de sorte que nous (pourrait avoir) suivi",
        "Vos versets",
        "et nous (ne) sommes",
        "de",
        "les croyants"
      ],
      "notes" : {
        "66" : [
          "Cette chose a été présenté à plusieurs endroits dans le Coran que la raison de",
          "l'envoi des messagers, mais il ne sera pas correct de conclure que Messenger doit",
          "être envoyé à chaque occasion à chaque placer à cet effet. Tant que le message",
          "d'un prophète reste intact dans le monde et le moyen de transmettre à d'autres",
          "existent, il n'y a pas besoin d'un nouveau prophète, à moins de besoin pour",
          "compléter le message précédent, ou supplanter par un nouveau message, Néanmoins,",
          "lorsque les enseignements des prophètes sont oubliés, ou se mélangent avec des",
          "erreurs et des écarts et ne peuvent plus être considérés comme des moyens de",
          "guidage, alors les gens obtiennent une chance de faire l'excuse qu'il existait",
          "aucun arrangement que ce soit à faire prendre conscience de la distinction entre",
          "la vérité et la contrevérité et les guider vers le droit chemin: de sorte qu'ils",
          "ne pouvaient pas être bien guidés. Pour répondre à une telle excuse Allah envoie",
          "les prophètes dans de telles conditions pour que toute personne qui suit une",
          "mauvaise façon après cela peut lui-même être tenu responsable de son égarement."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "فَلَمَّا جَاءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوا لَوْلَا أُوتِيَ مِثْلَ مَا أُوتِيَ مُوسَىٰ ۚ أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَىٰ مِنْ قَبْلُ ۖ قَالُوا سِحْرَانِ تَظَاهَرَا وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ",
      "simpleTranslate" : [
        "Mais, lorsque la vérité leur est parvenue de Notre part, ils ont dit : «Si",
        "seulement il avait reçu la même chose que Moïse !» Eh, quoi ! N’avaient-ils pas",
        "déjà renié ce qu’avait reçu Moïse autrefois? Ne disent-ils pas : «Ce sont deux",
        "variétés de magie qui se soutiennent mutuellement»? Et ils ajoutent : «Nous ne",
        "croyons ni en l’une ni en l’autre.»"
      ],
      "tafsirTranslate" : [
        "Mais quand la vérité leur vint de nous, ils dirent: \"Pourquoi at-il pas eu la",
        "même qui a été donné à Moïse?\" <N:67> ont-ils pas rejeté ce qui avait été donné à",
        "Moïse avant? <N:68> Ils dirent: «Les deux sont des œuvres de magie, <N:69> qui",
        "aident les uns des autres.\""
      ],
      "tanslateWordByWord" : [
        "Mais quand",
        "est venu à eux",
        "la vérité",
        "de notre part",
        "de notre part",
        "ils ont dit",
        "Pourquoi pas",
        "il a été donné",
        "(La) comme",
        "(de quoi",
        "a été donné",
        "(À) Musa",
        "N'a pas",
        "ils ne croient pas",
        "en ce que",
        "a été donné",
        "(À) Musa",
        "avant",
        "avant",
        "Ils ont dit",
        "Deux magie (travaux)",
        "soutenir mutuellement",
        "Et ils ont dit",
        "En effet, nous",
        "dans tout",
        "(Sont) incroyants"
      ],
      "notes" : {
        "67" : [
          "Autrement dit, [ «Pourquoi a. Pas Muhammad [(sur qui sera la paix d'Allah)] a été",
          "donné tous ces miracles qui avaient été données au Prophète Moïse? Il aurait",
          "également dû nous montrer le miracle de la personnel, sa main doit aussi avoir",
          "brillé comme le soleil, ses deniers aussi aurait été frappé avec des orages et",
          "des fléaux de la terre et du ciel;. et il a également dû les commandements écrits",
          "sur des tablettes de pierre apporté \"]"
        ],
        "68" : [
          "Ceci est une réponse à leur objection, ce qui implique:. [ \"Les mécréants de la",
          "Mecque avaient pas cru en Moïse non plus, ni suivi ses enseignements qu'ils",
          "avaient donc pas le droit de dire: Pourquoi le Prophète Muhammad pas été donné",
          "les mêmes miracles qui ont été donnés au Prophète \"] Moïse [?\" dans la sourate",
          "Saba ': 31, cette parole des mécréants de la Mecque a été associée: \"] Nous ne",
          "serons jamais croire en ce Coran, ni dans aucun autre livre qui a précédé \"."
        ],
        "69" : [
          "Autrement dit, le Coran et la Torah à la fois."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "قُلْ فَأْتُوا بِكِتَابٍ مِنْ عِنْدِ اللَّهِ هُوَ أَهْدَىٰ مِنْهُمَا أَتَّبِعْهُ إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "Dis-leur : «Apportez donc de la part de Dieu un Livre qui soit meilleur guide que",
        "ces deux-là, et je le suivrai si vous êtes véridiques.»"
      ],
      "tafsirTranslate" : [
        "Et ils dirent: \"Nous croyons dans aucun.\" (O Prophète,) leur dire: «Eh bien,",
        "apportez un livre d'Allah, ce qui peut donner une meilleure direction que ces",
        "deux, si vous êtes véridiques je suivrai la même chose.\" <N:70>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Ensuite, mettre",
        "un livre",
        "d'Allah",
        "d'Allah",
        "d'Allah",
        "lequel",
        "(Est) un meilleur guide",
        "que deux d'entre eux",
        "que je puisse suivre",
        "si",
        "tu es",
        "véridique"
      ],
      "notes" : {
        "70" : [
          "Autrement dit, [ «Je dois suivre les conseils dans tous les cas, à condition",
          "qu'il ne soit pas forgé mais l'orientation réelle de Dieu. Si vous possédez un",
          "livre divin qui donne une meilleure direction que le Coran et la Torah, vous",
          "devez produire: Je vais le suivre sans aucune hésitation \"]."
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ ۚ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ ۚ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
      "simpleTranslate" : [
        "S’ils ne répondent pas à ton appel, sache alors qu’ils ne font que céder à leurs",
        "passions. Or, qui est plus égaré que celui qui se laisse dominer par ses passions",
        "sans être guidé par Dieu? Mais Dieu ne guide point les injustes."
      ],
      "tafsirTranslate" : [
        "Maintenant, si elles ne répondent pas à cette demande de la vôtre, vous devez",
        "savoir qu'ils sont, en fait, les adeptes de leurs propres convoitises. Et qui",
        "pourrait aller plus loin égaré que celui qui suit sa passion, sans les conseils",
        "d'Allah? Allah ne guide pas du tout ces gens méchants."
      ],
      "tanslateWordByWord" : [
        "Mais si",
        "ne pas",
        "ils répondent",
        "à toi",
        "sachez alors",
        "seulement ça",
        "ils suivent",
        "leurs désirs",
        "Et qui",
        "(Est) plus égaré",
        "que (un) qui",
        "suit",
        "son propre désir",
        "sans pour autant",
        "orientation",
        "de",
        "Allah",
        "Effectivement",
        "Allah",
        "(ne fait pas",
        "guider",
        "les gens",
        "les malfaiteurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "simpleTranslate" : [
        "Nous leur avons fait parvenir la Parole le Coran, afin qu’ils se souviennent."
      ],
      "tafsirTranslate" : [
        "Et Nous avons transmis leur l'avertissement maintes et maintes fois, afin qu'ils",
        "puissent en tenir compte. <N:71>"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "Nous avons transmis",
        "pour eux",
        "le mot",
        "afin qu'ils puissent",
        "rappelles toi"
      ],
      "notes" : {
        "71" : [
          "Autrement dit, [ \"En ce qui concerne la mise en garde du transport est concerné,",
          "nous avons fait justice à elle dans le Coran de la meilleure façon. Mais",
          "l'orientation est atteint seulement par celui qui abandonne l'entêtement et",
          "libère son cœur de préjugés et est enclin à accepter la vérité volontiers et",
          "sincèrement. \"]"
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Ceux que Nous avions initiés aux Écritures avant le Coran croient à ce Livre,"
      ],
      "tafsirTranslate" : [
        "Les personnes que nous avons donné le Livre avant cela, croient dans ce (Coran),",
        "<N:72>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "Nous leur avons donné",
        "l'Ecriture",
        "avant cela",
        "avant cela",
        "ils",
        "en ce",
        "croyez"
      ],
      "notes" : {
        "72" : [
          "Cette ETCD ne signifie pas que tous les gens du Livre [(les juifs et les",
          "chrétiens)] affirment la foi en elle. Ceci, en fait, contient une allusion à",
          "l'événement qui a eu lieu pendant la période où cette sourate a été révélée, et a",
          "été conçu pour faire honte aux gens de la Mecque, comme pour dire, [ «Vous niez",
          "et rejeter une bénédiction qui a été envoyé dans votre propre ville, alors que",
          "les gens de lieux éloignés, quand ils entendent de celui-ci, viennent de",
          "reconnaître sa valeur et en tirer profit. \"] \n Cet événement a été rapporté par",
          "Ibn Hisham, Baihaqi et d'autres sur l'autorité d'Ibn Ishaq, ainsi: [ \"Après la",
          "migration vers l'Abyssinie quand les nouvelles à propos avènement et le message",
          "de propagation du Saint Prophète dans ce pays, une députation d'une vingtaine de",
          "chrétiens est venu à la Mecque pour découvrir la vérité, et ils ont rencontré le",
          "Saint Prophète dans le Masjid al-Haram Une foule de Quraish a également rassemblé",
          "autour d'eux pour voir ce qui est arrivé. les membres de la députation ont",
          "demandé au Saint Prophète quelques questions, dont il a répondu . Puis il les a",
          "invités à accepter l'Islam et a récité quelques versets du Coran devant eux.",
          "Quand ils ont entendu le Coran, les larmes sont descendus de leurs yeux et ils",
          "ont confirmé son être la Parole de Dieu et croit dans le Saint Prophète. Lorsque",
          "la réunion était terminée et les gens sont partis, Abu Jahl et quelques-uns de",
          "ses hommes les saisit sur le chemin, et les réprimanda sévèrement, en disant: \"]",
          "jamais une société plus bête venir ici avant: les hommes O stupides vous avez été",
          "envoyé ici par votre peuple en vue d'enquêter sur cet homme. mais à peine",
          "avez-vous rencontré que vous avez donné votre propre foi! [ \"Ces gens doux",
          "répondirent:\"] Paix à vous! Nous ne voulons pas entrer dans toute discussion avec",
          "vous: vous êtes responsable de votre foi et nous sommes pour les nôtres:... Nous",
          "ne pouvons pas se permettre de se priver sciemment de bonté »[(Ibn Hisham, Vol",
          "II, p 32; Al-Bidayah wanNihayah, vol. III, p. 82. Pour plus de détails, voir l'eN",
          "123 de Ash-Shu`araa)]."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "وَإِذَا يُتْلَىٰ عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ",
      "simpleTranslate" : [
        "et quand on le leur récite, ils disent : «Nous y croyons, parce qu’il exprime la",
        "vérité émanant de Notre Seigneur. Et nous étions, avant cette révélation, déjà",
        "totalement soumis.»"
      ],
      "tafsirTranslate" : [
        "et quand il le leur récite, ils disent: «Nous avons cru en elle: tel est bien la",
        "vérité de notre Seigneur:. Nous étions musulmans avant même cette« <N:73>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "il est récité",
        "pour eux",
        "ils disent",
        "Nous croyons",
        "en ce",
        "En effet, il",
        "(est la vérité",
        "de",
        "notre Seigneur",
        "En effet, nous",
        "[nous étions",
        "avant cela",
        "avant cela",
        "les musulmans"
      ],
      "notes" : {
        "73" : [
          "Autrement dit, [ \"Même avant cela, nous étions croyants dans les Prophètes et les",
          "Livres Divins. Par conséquent, nous avons eu aucune autre foi que l'Islam et nous",
          "avons cru en ce livre aussi, dont ce prophète a apporté d'Allah. ainsi, aucun",
          "changement n'a eu lieu dans notre religion: nous étions musulmans avant même que",
          "nous sommes musulmans maintenant »]. \n Ce disant indique clairement que l'Islam",
          "est pas le nom de la foi apportée par le Saint Prophète Muhammad [(paix soit sur",
          "lui)] et le terme [ «musulman»] est non seulement applicable à son. suiveurs,",
          "mais l'islam a été la foi de tous les prophètes depuis le début et leurs",
          "partisans étaient des musulmans dans tous les âges. Ces musulmans sont devenus",
          "mécréants seulement quand ils ont refusé de reconnaître un vrai prophète qui est",
          "venu par la suite. Mais aucune interruption a eu lieu dans l'Islam de ces gens",
          "qui ont cru en l'ancien prophète et a également affirmé la foi dans le Prophète",
          "qui lui a succédé. Ils ont continué à être musulmans comme ils avaient été",
          "musulmans avant. \n Il est étrange que même certains savants aussi ont échoué à",
          "comprendre ce fait, et ce verset clair aussi ne pouvait pas les satisfaire.",
          "`Allama Suyuti a écrit un traité sur le sujet que le terme [\" musulman \"] n'a été",
          "réservé pour les adeptes du Saint Prophète Muhammad [(que la paix d'Allah soient",
          "sur lui)]. Puis, comme il dit lui-même, quand ce verset est venu devant lui, il a",
          "été stupéfait: il pria Dieu qu'il le guider en la matière. Enfin, au lieu de",
          "réviser son avis, il collé à elle encore plus fermement et a donné plusieurs",
          "interprétations du verset, chacun pour ce qui est plus de sens que l'autre. Par",
          "exemple, l'un de ses interprétations est: [ «Nous étions musulmans avant même",
          "cette\"] signifie: Nous avions l'intention de devenir musulmans avant même la",
          "révélation du Coran, parce que nous avions prédit par nos Écritures qu'il serait",
          "venu, et nous hadthe intention que quand il est venu nous accepterions l'Islam [",
          "\"Une autre interprétation est:\"]. dans cette phrase, le mot bi-salut après",
          "muslimin est omis, ce qui implique: Nous avons cru dans le Coran à l'avance,",
          "parce que nous nous attendions à ce serait venir, et avaient cru en prévision.",
          "Par conséquent, nous étions musulmans, non pas parce que nous avons cru dans la",
          "Torah et les Évangiles, mais parce que nous avions cru dans le Coran comme la",
          "Parole de Dieu avant même sa révélation [ \"La troisième interprétation est la",
          "suivante:\"]. Il avait été divinement destiné à nous que nous accepterions l'islam",
          "sur l'avènement du Saint Prophète et de la révélation du Coran; Par conséquent,",
          "nous étions musulmans avant même cela. [ \"Aucune de ces interprétations porte",
          "tout impressionner que l'aide divine était devenu disponible pour la bonne",
          "compréhension de ce verset. \n Le fait est que le Coran a exprimé ce principe",
          "fondamental non seulement ici, mais à des dizaines d'autres endroits aussi que la",
          "véritable voie de la vie est que l'Islam [(soumission à AIIah)], et dans",
          "l'univers de Dieu, il ne peut y avoir d'autres mode de vie que cela pour ses",
          "créatures. Depuis le début de la création chaque prophète qui est venu pour",
          "l'orientation de l'humanité a apporté cette mode de vie: les prophètes eux-mêmes",
          "ont toujours été musulmans, et ils ont impressionné sur leurs adeptes aussi à",
          "vivre en tant que musulmans, et tous leurs partisans qui ont soumis à la",
          "commandement divin apporté par les prophètes, étaient aussi les musulmans à tous",
          "les âges. Considérez les quelques versets suivants, par exemple: \n [(1)] En",
          "effet, l'Islam est la seule Rightway de vie aux yeux d'Allah \"] [. (Al-Imran:",
          "19)] \n [(2)] [ «Celui qui adopte tout autre que ce mode de communication",
          "[(Islam)], il ne sera pas accepté de lui.\"] [(Al-i-`imran: 85 <V:3:85>)] \n [(3)]",
          "[ \"Ma récompense est avec Allah, et je l'ai été ordonné de croire comme un",
          "musulman.\"] [(Yunus: 72 <V:10:72>)] \n A propos de Prophète Abraham et ses",
          "descendants, il a été dit: \n [(4)] [ \"Quand son Seigneur lui dit:« Surrender »,",
          "il a répondu rapidement, je l'ai remis au Seigneur de l'univers [(et devenir",
          "musulman)]». Il a également enjoint à ses enfants à suivre . de même Jacob a",
          "aussi fait la même chose et son dernier testament à ses fils était: '.. O mes",
          "enfants, AIIah a choisi le même mode de vie pour vous donc, restent musulmans",
          "jusqu'à votre dernier souffle' [(Oserez vous niez cela?)] Etiez-vous présent au",
          "moment où Jacob était sur le point de la mort? Il a demandé à ses enfants, `Qui",
          "allez-vous adorer après moi? Ils ont tous répondu, `Nous allons adorer le même Un",
          "AIIah Qui vous, vos ancêtres Abraham, Ismaël et Isaac reconnu comme leur Dieu et",
          "à Lui nous avons tous la remise en tant que musulmans»] [(Al-Baqarah: 133).] [(5",
          "<V:2:133).][(5>)] [ \"Abraham était ni Juif ni un chrétien, mais il était un",
          "musulman, son dans la foi.\"] [(AI-i-`Imran: 67 <V:3:67>)] prophètes Abraham et",
          "Ismaël se priaient: \n [(6)] [ \"Seigneur, fais de nous tes musulmans et d'élever",
          "de notre descendance une communauté qui devrait également être musulman [(soumis",
          "à ta volonté)].\"] [(AI-Baqarah: 128 <V:2:128>)]. Dans le cadre de l'histoire du",
          "Prophète Lot il a été dit: \n [(7)] [ \"Nous ne avons trouvé en elle une maison des",
          "musulmans, sauf un.\"] [(AdhDhariyat: 36 <V:51:36>)] Le prophète Joseph pria",
          "Allah: \n [(8)] [ «Laissez-moi mourir en tant que musulman, et se joignent à moi",
          "avec les justes à la fin.\"] [(Yusuf: 101 <V:12:101>)] Prophète Moïse dit à son",
          "peuple: \n [(9)] [ \"O mon peuple, si vous croyez sincèrement en Allah, mettez",
          "votre confiance en Lui, si vous êtes musulmans.\"] [(Yunus: 84 <V:10:84>)] \n La",
          "vraie religion des Israélites était pas le judaïsme mais l'islam comme on l'a",
          "connu à leurs amis et ennemis. Voilà pourquoi les derniers mots que Pharaon dit",
          "alors que la noyade était: \n [(10)] [ «J'ont cru qu'il n'y a pas de dieu mais le",
          "vrai Dieu en qui les enfants d'Israël ont cru, et je suis des musulmans.\"]",
          "[(Yunus: 90 <V:10:90>)] \n Islam était le mode de vie de tous les prophètes",
          "d'Israël: \n [(11)] [ \"En effet, Nous avons fait descendre la Torah dans laquelle",
          "a été d'orientation et de la lumière:. Aii ainsi les prophètes, qui étaient",
          "musulmans, jugés les cas de ceux qui étaient devenus Juifs»] [(Al-Maidah: 44",
          "<V:5:44>)]. \n La même chose était la voie du Prophète Salomon de la vie. Alors,",
          "quand la reine de Saba cru en lui, dit-elle. \n [(12)] [ «Je me [soumets (en tant",
          "que musulman)] avec Salomon à AIIah, Seigneur des baguettes.\"] [(An-Naml: 44",
          "<V:27:44>)]. Et la même chose était la religion des disciples du Prophète Jésus:",
          "\n [(13)] [ \"Et quand j'inspiré les disciples à croire en Moi et Mon messager, ils",
          "ont dit:.` Nous croyons et nous rendons témoignage que nous sommes musulmans \"\"]",
          "[(AlMa'idah: 111 <V:5:111>)]. A cet égard, si quelqu'un exprime le doute que les",
          "mots arabes [ \"lslam\"] et [ \"musulmans\"] ne pouvaient pas avoir été utilisés dans",
          "différentes langues et pays, il serait évidemment une objection stupide. Pour la",
          "vraie chose ne sont pas les mots arabes, mais le sens dans lequel ils sont",
          "utilisés en arabe. En fait, ce qui a été souligné dans les versets cités",
          "ci-dessus est que le vrai chemin de la vie envoyé par Dieu ne fut ni le",
          "christianisme ni Mosaïcisme ni Muhammadanism, mais de se rendre aux commandements",
          "divins enseignés par les prophètes et les Écritures, et celui qui a adopté cette",
          "Way partout et à tout moment dans le monde, est le disciple de la même vraie Voie",
          "universelle, éternelle et éternelle de la vie. Pour ceux qui ont adopté cette",
          "voie consciemment et sincèrement, il n'y a aucun changement de la foi de croire",
          "en Jésus après Moïse et Muhammad après Jésus [(que la paix d'Allah soient sur",
          "chacun d'eux)], mais une demande naturelle et logique après la même véritable",
          "mode de vie [(Islam)]. Contrairement à cela, ces gens qui sont entrés dans les",
          "communautés des prophètes sans raison compréhension ou qui sont nés en eux, et",
          "pour lesquels les préjugés nationalistes et raciaux et tribaux étaient la",
          "religion, sont devenus de simples juifs ou chrétiens, et sur l'avènement du Saint",
          "Prophète Muhammad [(paix soit sur lui)] leur ignorance a été exposé. Pour en",
          "refusant de croire au Prophète Dernière d'Allah, non seulement ils ont refusé de,",
          "restent musulmans dans l'avenir, mais aussi prouvé qu'ils étaient pas [",
          "\"musulmans\"] avant même: ils avaient été charmé par la personnalité d'un prophète",
          "ou Prophètes ou avait pris la conformité aveugle à leurs ancêtres pour la",
          "religion."
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "أُولَٰئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
      "simpleTranslate" : [
        "Voilà ceux qui seront rémunérés doublement, parce qu’ils font preuve d’endurance,",
        "répondent au mal par le bien, donnent en aumône une partie de ce que Nous leur",
        "avons attribué,"
      ],
      "tafsirTranslate" : [
        "Ce sont les gens qui sont donnés deux fois leur récompense <N:74> pour le courage",
        "qu'ils ont montré, <N:75>, ils repoussent le mal par le bien <N:76> et dépensent",
        "de ce que Nous avons fourni eux avec. <N:77>"
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "sera donnée",
        "leur récompense",
        "deux fois",
        "car",
        "ils sont patients",
        "et ils se repoussent",
        "avec un bon",
        "le mal",
        "et de ce que",
        "Nous leur avons fourni",
        "ils dépensent"
      ],
      "notes" : {
        "74" : [
          "Autrement dit, une récompense pour affirmer la foi dans le Prophète Jésus [(la",
          "paix d'Allah soient sur lui)] et le second pour l'affirmation de la foi en",
          "Muhammad [(que la paix d'Allah soit sur lui)]. La même chose a été exprimé dans",
          "le hadith qui Bukhari et Muslim ont porté sur l'autorité de Hadrat Abu Musa",
          "Ash`ari. Il dit que le Saint Prophète a dit: [ \"L'un des trois personnes qui",
          "auront une double récompense est celui qui appartenait au peuple du Livre, avait",
          "une foi entière dans son Prophète et affirmé la foi en Muhammad [(que la paix",
          "d'Allah soient sur lui)].\"]"
        ],
        "75" : [
          "Autrement dit, [ \"Ils obtiennent une double récompense pour la raison qu'ils",
          "évitaient préjugés nationalistes, raciaux et tribaux et sont restés fermes sur le",
          "chemin de la vraie foi. Lorsque, sur l'avènement du nouveau Prophète, ils étaient",
          "confronté à une rude épreuve, ils ont prouvé par leur comportement qu'ils",
          "n'étaient pas christicoles mais adorateurs de Dieu. ils ne sont pas séduits par",
          "la personnalité du Christ, mais étaient adeptes du \"] Islam [\" Voilà pourquoi,",
          "lorsque le nouveau prophète après Jésus-Christ a apporté la même l'islam que le",
          "Christ avait apporté, ils ont adopté la voie de l'islam sous sa direction, sans",
          "aucune hésitation, et ont abandonné le chemin de ceux qui sont restés coincés au",
          "christianisme \"]."
        ],
        "76" : [
          "Autrement dit, [ \"Ils répondent mal et le mensonge avec ce qui est bon et droit:.",
          "Ils repoussent l'injustice et le mal avec ce qui est juste et noble, et ils ne",
          "paient pas l'autre homme de retour dans la même pièce de monnaie\"]"
        ],
        "77" : [
          "Autrement dit, [ \"Ils font aussi des sacrifices monétaires dans la voie de la",
          "vérité Il pourrait aussi être en elle une allusion à ce que ces personnes avaient",
          "voyagé de Habash à La Mecque à la recherche de la vérité:. Ils n'avaient pas gain",
          "matériel en vue quand ils ont entrepris un voyage pénible impliquant beaucoup de",
          "dépenses. quand ils ont entendu que l'homme à la Mecque avait fait une demande",
          "pour être un prophète, ils ont jugé nécessaire d'aller découvrir la vérité, de",
          "sorte que si un prophète avait vraiment été envoyé par Dieu, ils ne devraient pas",
          "être privés d'affirmer la foi en lui et en étant guidé aright. \"]"
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ",
      "simpleTranslate" : [
        "et se détournent, quand ils entendent un discours frivole, en disant : «À nous",
        "notre manière d’agir, et à vous la vôtre ! Que la paix soit avec vous ! Nous ne",
        "voulons pas engager de discussion avec des ignorants !»"
      ],
      "tafsirTranslate" : [
        "Et quand ils ont entendu parler vain, <N:78> ils se sont retirés de lui, en",
        "disant: «Nos actions sont pour nous et vos actes sont pour vous: la paix soit sur",
        "vous: nous ne cherchons pas la manière des ignorants. \""
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "ils entendent",
        "vains discours",
        "ils se détournent",
        "à partir de cela",
        "et dis",
        "Pour nous",
        "nos actes",
        "et pour toi",
        "vos actions",
        "Paix (be)",
        "sur toi",
        "ne pas",
        "nous cherchons",
        "l'ignorant"
      ],
      "notes" : {
        "78" : [
          "La référence est à la [ «futilités»] que Abu Jahl et ses hommes avaient avec les",
          "chrétiens de Habash, comme mentionné dans E.N. 72 ci-dessus."
        ]
      }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَٰكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ۚ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ",
      "simpleTranslate" : [
        "Prophète ! Tu ne peux remettre dans le droit chemin un être que tu aimes. Mais",
        "seul Dieu dirige qui Il veut, car Il est le mieux à même de connaître ceux qui",
        "sont les bien-guidés."
      ],
      "tafsirTranslate" : [
        "O Prophète, vous ne pouvez pas donner des conseils à qui vous s'il vous plaît,",
        "mais Allah donne des conseils à qui Il veut, et Il sait mieux ceux qui",
        "accepteraient des conseils. <N:79> Ils disent: «Si nous suivons ce guide avec",
        "vous, nous serons arraché de notre terre <N:80>"
      ],
      "tanslateWordByWord" : [
        "En effet, vous",
        "(ne peut pas",
        "guider",
        "qui",
        "tu aimes",
        "mais",
        "Allah",
        "guides",
        "qui",
        "Il veut",
        "Et il",
        "(Est) connaît mieux",
        "(De) ceux guidées"
      ],
      "notes" : {
        "80" : [
          "Ce fut l'excuse la plus importante que le Quraish incroyant fait de ne pas",
          "accepter l'islam. Pour bien comprendre, nous devrons voir ce qui était la",
          "position du Quraish historiquement dont ils craignaient seraient affectés s'ils",
          "ont accepté l'Islam. \n L'importance que le Quraish a gagné d'abord en Arabie leur",
          "était dû être généalogiquement les descendants du Prophète Ismaël, et donc, les",
          "Arabes les regardait comme les enfants des Prophètes. Puis, quand ils sont",
          "devenus les gardiens de la Kaaba par la sagacité de Qusayy bin Kilab, et Makkah",
          "est devenu leur maison, leur importance a grandi, parce qu'ils étaient les",
          "serviteurs du plus, sanctuaire sacré de l'Arabie, et ses prêtres aussi. Par",
          "conséquent, chaque tribu arabe devait avoir des relations avec eux en raison du",
          "pèlerinage annuel. Profitant de cette position centrale Quraish a commencé à",
          "gagner la proéminence comme un peuple commerçant, et à leur bonne fortune, le",
          "conflit politique entre l'Empire romain d'Orient et l'Iran les a aidés à gagner",
          "une place importante dans le commerce international. Iran en ces jours avait",
          "bloqué l'entrée à toutes les routes commerciales entre Rome, la Grèce, l'Egypte",
          "et la Syrie dans le nord et la Chine, l'Inde, l'Indonésie et l'Afrique orientale",
          "dans le sud-est. La seule exception était la route de la mer Rouge. Cela a",
          "également été bloqué lorsque Yaman est tombé à l'Iran. Après cela, aucun moyen de",
          "le transit des marchandises commerciales est resté, sauf que les rnerchants",
          "arabes devraient transporter des marchandises des territoires romains aux ports",
          "de la mer d'Oman et le golfe Persique, puis soulevez les marchandises",
          "commerciales des pays de l'Est à partir de ces ports et les transporter aux",
          "territoires romains Ce genre d'arrangement fait Makkah un centre important du",
          "commerce international, et les Quraysh étaient ses monopoleurs. Mais les",
          "conditions chaotiques qui prévalent en Arabie ne permettre le transit en douceur",
          "des produits commerciaux à moins que le Quraish avait eu des relations agréables",
          "avec les tribus à travers le territoire duquel les caravanes commerciales",
          "passaient. Pour cela, l'influence religieuse du Quraish ne suffisait pas; ils",
          "avaient dû conclure des traités avec les tribus concernées, les payer des",
          "dividendes de leurs profits, et de faire des cadeaux aux chefs de tribu et",
          "d'autres personnes influentes. D'ailleurs, ils ont échangé dans le prêt d'argent",
          "également sur une vaste échelle, qui avait pris au piège les commerçants et les",
          "chefs de presque toutes les tribus voisines. \n Telles étaient les conditions",
          "lorsque le Saint Prophète a donné son message de Monothéisme. Plus que le préjugé",
          "de religion ancestrale ce qui a causé l'Qouraysh la plus grande provocation",
          "contre elle était que, dans ce qu'ils ont vu de leurs propres intérêts en danger.",
          "Ils ont pensé que même si le polythéisme et l'idolâtrie ont été révélées fausses",
          "et. Monothéisme droit par des arguments rationnels et le raisonnement, il était",
          "ruineuse pour eux d'accepter Monothéisme. Car, dès que ils l'ont fait toute",
          "l'Arabie augmenterait en révolte contre eux. Ensuite, ils seraient évincés de la",
          "garde de la Ka'ba, et ALi leurs obligations et des pactes d'amitié avec les",
          "tribus polythéistes seraient rompus, qui seule garantit le transit en toute",
          "sécurité de leurs caravanes commerciales à travers leurs territoires. Ainsi, la",
          "nouvelle foi ne serait pas seulement mettre un terme à leur influence religieuse,",
          "mais aussi à leur prospérité économique, et ils pourraient même être contraints",
          "par les Arabes à quitter la Mecque. \n Ce, présente un étrange phénomène du manque",
          "de perspicacité de la part du monde des adorateurs. Le Saint Prophète a essayé de",
          "son mieux pour leur faire croire que s'ils ont accepté son message, le monde",
          "entier serait céder et se soumettre à eux. [(Voir aussi Introduction à la Sourate",
          "Sad)]. Mais ils ont vu leur mort en elle. Ils ont pensé que le changement de la",
          "foi ne serait pas seulement les priver de leur richesse et de la prospérité et de",
          "l'influence, mais les rendrait donc complètement impuissant dans le pays que les",
          "oiseaux du ciel seraient cueillir et manger leur chair et. Ils ne pouvaient pas",
          "prévoir le moment où quelques années plus tard l'ensemble de l'Arabie allait être",
          "gouverné par «un gouvernement central dans le cadre du Saint Prophète lui-même. .",
          "Ensuite, même pendant la durée de vie de leur propre génération Iran et `l'Irak",
          "et la Syrie et l'Egypte allaient tomber, l'un après l'autre, à la même autorité",
          "centrale et dans un siècle de cet énoncé par eux califes du clan des Quraish se",
          "sont de se prononcer sur de vastes territoires, du Sind à l'Espagne et du Caucase",
          "sur les côtes de Yaman."
        ],
        "79" : [
          "Le contexte montre que l'objet de traiter cette phrase au Saint Prophète, après",
          "avoir mentionné l'affirmation de la foi par ce chrétiens de Habash, était de",
          "mettre les mécréants de la Mecque à la honte, comme pour dire. [ \"O peuple",
          "malheureux, ce malheureux vous êtes! Les gens de lieux éloignés viennent de",
          "bénéficier de la source de bénédictions qui a été mis à disposition dans votre",
          "propre ville, mais vous sont volontairement privent-vous de celui-ci.\"] Mais la",
          "même chose a été dit comme ceci: [ \"O Muhammad, vous voulez que vos clansmen et",
          "ta parenté, et vos proches et chers devraient bénéficier de ce nectar qui donne",
          "la vie, mais votre volonté seule ne peut pas prévaloir Pour donner des conseils",
          "est dans le pouvoir de. Allah: il favorise avec elle seulement ceux qu'il trouve",
          "enclin à accepter les conseils. Si vos kinsfolk manquent cette inclinaison,",
          "comment peuvent-ils être privilégiés avec cette bénédiction? \"] \n Selon Bukhari",
          "et Muslim. ce verset a été envoyé à l'égard de l'oncle du Saint Prophète, Abou",
          "Talib. Quand il était sur le point de le dernier soupir, le Saint Prophète a",
          "essayé de son mieux qu'il devrait affirmer la foi dans La ilaha illallah, afin",
          "qu'il puisse mourir en tant que musulman, mais il a préféré mourir sur la",
          "croyance de `Abdul Muttalib; Voilà pourquoi Allah a dit: [ \"Vous ne pouvez pas",
          "donner des conseils à qui vous s'il vous plaît ..\"] Mais ceci est une méthode",
          "bien connue des traditionnistes et les commentateurs que quand ils trouvent qu'un",
          "verset particulier applique à un événement du temps du Prophète, ils considèrent",
          "comme l'occasion de la révélation du verset. Par conséquent, il ne peut pas être",
          "nécessairement déduit et les autres traditions similaires qui ont été liés à",
          "Tirmidhi, Musnad Ahmad, etc., sur l'autorité de Abû Hurayrah, Ibn `Abbas, Ibn`",
          "Umar, etc. que ce verset de la sourate Al -Qasas a été révélé à l'occasion de la",
          "mort d'Abou Talib. Cela montre seulement que la vérité de son sens est devenu",
          "plus évident que, à cette occasion. Bien que le Saint Prophète voulait",
          "sincèrement que tout homme doit être béni avec l'orientation, la personne dont la",
          "mort sur l'incrédulité pourrait lui causer la plus grande angoisse et de la",
          "direction duquel il était le plus désireux à cause d'obligations personnelles de",
          "l'amour et de l'affection, était Abou Talib. Mais quand il était impuissant en",
          "donnant des conseils, même pour lui, il est devenu évident qu'il ne réside pas",
          "dans la puissance du Prophète de donner des conseils à l'un ou de refuser d'une",
          "autre, mais il était tout à fait dans la puissance de AIlah. Et Allah accorde",
          "cette faveur à qui jamais il veut non pas à cause d'une relation familiale ou",
          "tribale, mais sur la base de sa sincérité, la capacité et l'inclinaison du cœur."
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "وَقَالُوا إِنْ نَتَّبِعِ الْهُدَىٰ مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا ۚ أَوَلَمْ نُمَكِّنْ لَهُمْ حَرَمًا آمِنًا يُجْبَىٰ إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا مِنْ لَدُنَّا وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "«Si nous suivons avec toi la bonne direction, disent les idolâtres, nous serons",
        "expulsés de nos terres.» Mais ne les avons-Nous pas installés dans une enceinte",
        "sacrée et sûre, où sont acheminées, par un effet de Notre grâce, toutes sortes de",
        "produits pour leur subsistance? Seulement la plupart d’entre eux l’ignorent."
      ],
      "tafsirTranslate" : [
        "est-il pas un fait que nous avons fait un sanctuaire sûr un endroit dwelling-",
        "pour eux, à laquelle les fruits de toutes sortes sont tirés, comme une",
        "disposition de Nous-même? Mais la plupart d'entre eux ne savent pas ce <N:81>."
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Si",
        "nous suivons",
        "l'orientation",
        "avec toi",
        "nous serions balayés",
        "de",
        "notre terre",
        "Ne pas avoir",
        "Nous avons établi",
        "pour eux",
        "un sanctuaire",
        "garantir",
        "sont amenés",
        "à ce",
        "fruits",
        "(de tout",
        "des choses",
        "une disposition",
        "de",
        "Nous",
        "Mais",
        "la plupart d'entre eux",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "81" : [
          "Ceci est la première réponse à leur excuse par Allah. Cela signifie que: Il est",
          "dû à la sacralité et la position centrale de ce sanctuaire que la marchandise du",
          "monde entier est en cours d'élaboration et a attiré dans cette vallée aride et",
          "inculte, pour votre bénéfice et l'utilisation. Vous devez savoir que vous êtes en",
          "aucun cas responsable de lui donner la position centrale, il bénéficie et pour",
          "l'état de la sécurité qui prévaut dans les zones autour de lui. 2; 500 ans, un",
          "serviteur d'Allah est venu à cette vallée aride dans les montagnes nues avec sa",
          "femme et son enfant téter. Ici, il a construit une petite pièce avec de la pierre",
          "et de boue, a proclamé que Dieu avait fait un sanctuaire, et que les gens",
          "devraient venir visiter et faire le tour dans le culte et l'adoration.",
          "Maintenant, cela est seulement dû à la bénédiction d'Allah que ce sanctuaire a",
          "été le centre de l'Arabie depuis 25 siècles. La paix règne ici même quand il y a",
          "le chaos tout autour. Il est tenu en haute estime par tous les Arabes, et des",
          "milliers de personnes sont attirés chaque année pour faire le tour dans le culte.",
          "Il est seulement en vertu de cette bénédiction que vous êtes considéré comme les",
          "chefs spirituels de l'Arabie et une grande partie du commerce international est",
          "sous votre contrôle. Maintenant, pensez-vous; que si vous avez tourné et révolté",
          "contre ce Dieu qui vous a favorisé cette bénédiction. vous prospérer, mais dès",
          "que vous avez suivi sa foi vous a ruiné?"
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "وَكَمْ أَهْلَكْنَا مِنْ قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا ۖ فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَنْ مِنْ بَعْدِهِمْ إِلَّا قَلِيلًا ۖ وَكُنَّا نَحْنُ الْوَارِثِينَ",
      "simpleTranslate" : [
        "Combien de cités, dont les habitants vivaient dans l’opulence, n’avons-Nous pas",
        "anéanties pour leur ingratitude? Voyez leurs demeures, devenues presque désertes,",
        "après leur mort. Et c’est Nous qui en fûmes l’Héritier suprême."
      ],
      "tafsirTranslate" : [
        "Et combien ont habitations Nous avons détruit dont le peuple exultait dans leurs",
        "moyens de subsistance! Il suffit de voir les logements de leurs seuls",
        "quelques-uns qui ont été habitées après eux. Enfin, Nous sommes les seuls devenus",
        "les héritiers. <N:82>"
      ],
      "tanslateWordByWord" : [
        "Et combien",
        "Nous avons détruit",
        "de",
        "une ville",
        "qui exulté",
        "(En) ses moyens de subsistance",
        "Et ceux-ci",
        "(Sont) leurs logements",
        "ne pas",
        "ont été habité",
        "après eux",
        "après eux",
        "sauf",
        "un peu",
        "Et en effet, [Nous]",
        "nous",
        "(Sont) les héritiers"
      ],
      "notes" : {
        "82" : [
          "Ceci est la deuxième réponse à leur excuse. Cela signifie impliquer ceci: La",
          "richesse du monde et la prospérité dont vous êtes si fier et dont le danger",
          "probable de perte qui vous fait tenir au mensonge et à se détourner de la vérité",
          "a également possédé une fois par `Ad et Thamud et Saba 'et les gens de Lot.",
          "Ensuite, at-il les sauver de la destruction? Après tout, un haut niveau de vie",
          "est pas le seul but dans la vie que l'homme devrait s'efforcer de poursuivre",
          "indépendamment de toute considération pour la vérité et le mensonge, et refusent",
          "d'accepter la bonne façon seulement parce qu'il y avait un risque de perdre si on",
          "a fait alors. Avez-vous une garantie que si vous persistez dans les erreurs et",
          "les maux qui ont ruiné les peuples prospères du passé, vous rester en sécurité et",
          "de ne jamais rencontrer le châtiment qu'ils ont rencontré? \""
        ]
      }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَىٰ حَتَّىٰ يَبْعَثَ فِي أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا ۚ وَمَا كُنَّا مُهْلِكِي الْقُرَىٰ إِلَّا وَأَهْلُهَا ظَالِمُونَ",
      "simpleTranslate" : [
        "Ton Seigneur n’anéantit jamais les cités avant d’envoyer dans leur métropole un",
        "messager pour leur réciter Nos versets, car Nous n’avons à anéantir que les cités",
        "dont les habitants sont injustes."
      ],
      "tafsirTranslate" : [
        "Et ton Seigneur ne détruirait jamais habitations avant d'avoir envoyé à leur",
        "place centrale un messager, qui leur récite Nos versets; et nous ne serions pas",
        "détruire jusqu'à ce que leurs habitants Habitations étaient devenus méchants.",
        "<N:83>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "était",
        "votre Seigneur",
        "(L '), une pour détruire",
        "les villes",
        "jusqu'à",
        "Il (avait) envoyé",
        "dans",
        "leur mère (ville)",
        "un Messager",
        "récitation",
        "pour eux",
        "Nos versets",
        "Et pas",
        "Nous serions",
        "(L '), une pour détruire",
        "les villes",
        "sauf",
        "tandis que leur peuple",
        "(Étaient) les malfaiteurs"
      ],
      "notes" : {
        "83" : [
          "Ceci est la troisième réponse à leur excuse. Cela signifie: [ «Les nations qui",
          "ont été détruits avant était devenu méchant Pour les avertir enfin Allah a envoyé",
          "Ses messagers, mais quand ils ont pris aucun avis de leurs avertissements et ont",
          "persisté dans leurs mauvaises voies, ils ont été détruits Le même est le cas..",
          "avec vous maintenant. vous avez aussi devenir méchant, et un messager est venu à",
          "vous pour vous avertir aussi. maintenant, si vous persistez dans votre",
          "incrédulité et le déni, vous ne serez pas la sauvegarde de votre prospérité et le",
          "confort de la vie, mais les mettre en danger. La destruction vous avez peur de",
          "vous dépasser non pas à cause de croire, mais à cause du refus de croire. \"]"
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "وَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا ۚ وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَىٰ ۚ أَفَلَا تَعْقِلُونَ",
      "simpleTranslate" : [
        "Tous les biens qui vous ont été impartis sur Terre ne sont que jouissance",
        "éphémère et vaine parure, alors que ce qui est auprès de Dieu est plus précieux",
        "et plus durable. Finirez-vous donc par le comprendre?"
      ],
      "tafsirTranslate" : [
        "Tout ce que vous avez reçu, est simplement une disposition pour cette vie",
        "mondaine et sa parure; et ce qui est auprès d'Allah est meilleur et plus durable.",
        "Ne vous utilisez le bon sens?"
      ],
      "tanslateWordByWord" : [
        "Et quel que soit",
        "vous avez été donné",
        "de",
        "des choses",
        "(Est) une jouissance",
        "(La) vie",
        "(du monde",
        "et sa parure",
        "Et quoi",
        "(est avec",
        "Allah",
        "(est mieux",
        "et plus durable",
        "Donc (nt)",
        "vous utilisez l'intellect"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "أَفَمَنْ وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لَاقِيهِ كَمَنْ مَتَّعْنَاهُ مَتَاعَ الْحَيَاةِ الدُّنْيَا ثُمَّ هُوَ يَوْمَ الْقِيَامَةِ مِنَ الْمُحْضَرِينَ",
      "simpleTranslate" : [
        "Celui à qui Nous avons fait une belle promesse, dont il verra à coup sûr",
        "l’accomplissement, peut-il être comparé à celui à qui Nous avons accordé quelques",
        "brèves jouissances de ce bas monde et qui aura, ensuite, des comptes à rendre au",
        "Jour de la Résurrection?"
      ],
      "tafsirTranslate" : [
        "La personne à qui nous avons fait une bonne promesse, qu'il serait certainement",
        "rencontrer, être toujours comme celui, que nous avons seulement donné les",
        "dispositions de la vie mondaine, et qui, le jour de la Résurrection, sera",
        "présenté pour la peine. <N:84>"
      ],
      "tanslateWordByWord" : [
        "Puis est (il) qui",
        "Nous lui avons promis",
        "une promesse",
        "bien",
        "et il",
        "(Va) rencontrer",
        "comme (celui) qui",
        "Nous lui avons fourni",
        "jouissance",
        "(La) vie",
        "(du monde",
        "puis",
        "il",
        "(au jour",
        "(De) la Résurrection",
        "(Sera) parmi",
        "ceux qui sont présentés"
      ],
      "notes" : {
        "84" : [
          "Ceci est la quatrième réponse à leur excuse. Pour comprendre pleinement il faut",
          "garder à l'esprit deux choses: d'abord, la vie présente qui est pas plus de",
          "quelques années pour quiconque, est seulement la phase temporaire d'un voyage. La",
          "vraie vie qui sera éternelle est encore à venir. Dans cette vie, l'homme peut",
          "amasser autant disposition comme il peut plaire et de vivre les quelques années à",
          "sa disposition aussi confortablement que possible, il sera en tout cas à sa fin,",
          "et l'homme partira du monde les mains vides. Aucune personne sensée ne souhaite",
          "faire de la mauvaise affaire de la souffrance de la détresse éternelle et",
          "l'affliction dans l'au-delà en échange pour les plaisirs et le confort de son",
          "bref séjour dans le monde. Par contre cela, il serait plutôt préférer faire face",
          "à quelques années de difficultés ici et de gagner la bonté qui peuvent lui gagner",
          "la béatitude éternelle et le confort dans la vie éternelle de l'autre monde. \n",
          "Deuxièmement, la religion d'Allah ne demande pas que Tnan devrait totalement",
          "s'abstenir de rechercher et de profiter des bonnes choses de la vie et jeter ses",
          "ornements en tout cas. Sa seule exigence est qu'il doit préférer l'au-delà dans",
          "le monde, car le monde est périssable et l'éternelle au-delà; et les plaisirs du",
          "monde sont inférieurs et de l'au-delà supérieur. Par conséquent, Tnan doit",
          "essayer d'atteindre ces dispositions et parures du monde qui peut lui permettre",
          "d'obtenir de bons dans la vie éternelle de l'autre monde, ou du moins le protéger",
          "de la perte éternelle là. Mais dans le cas où il y a une question d'une",
          "comparaison entre les deux, et thesuccess du monde et de l'au-delà d'opposition",
          "et de se contredire, les exigences de foi, ce qui est la demande du bon sens de",
          "l'homme aussi, qu'il devrait sacrifier le monde à l'au-delà, et ne devrait jamais",
          "adopter la façon de chercher seulement les dispositions transitoires et les",
          "ornements de ce monde, qui conduisent inévitablement à sa perte dans l'au-delà",
          "pour toujours. \n Compte tenu de ces deux choses en vue Iet nous voyons ce que",
          "Dieu dit aux mécréants de la Mecque dans les phrases précédentes. Il ne leur dit",
          "pas de liquider leur entreprise, cesser de leur métier et de suivre ses prophètes",
          "et devenir mendiants. Ce qu'Il dit est que la richesse du monde dont ils sont si",
          "épris, est très maigre et ils peuvent l'utiliser seulement pour quelques jours",
          "dans cette vie mondaine. Contrairement à cela, ce qui est auprès d'Allah est bien",
          "meilleur en qualité et en quantité et est également éternelle. Par conséquent,",
          "ils seraient insensés si pour le bien de bénéficier des bienfaits limités de",
          "cette vie passagère, ils ont adopté la manière dont les résultats mal qu'ils",
          "auront à souffrir sous la forme de la perte éternelle dans l'autre monde. Ils",
          "doivent juger eux-mêmes quant à savoir qui est couronnée de succès: Celui qui",
          "s'exerce au service de son Seigneur, puis est béni avec ses faveurs pour",
          "toujours, ou celui qui sera produit comme un coupable dans sa cour, seulement",
          "après avoir eu l'occasion de profiter de la richesse illégale pendant quelques",
          "jours dans le monde."
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ",
      "simpleTranslate" : [
        "Le jour où Dieu les appellera, Il leur dira : «Où sont donc ceux que vous",
        "prétendiez être Mes associés?»"
      ],
      "tafsirTranslate" : [
        "Et (qu'ils n'oublient pas) le jour où Il les appellera et demander. \"Où sont les",
        "associés de la mine que vous considéré comme tel?\" <N:85>"
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "Il les appellera",
        "et dis",
        "Où",
        "(Sont) Mes partenaires",
        "qui",
        "vous avez utilisé (à)",
        "revendication"
      ],
      "notes" : {
        "85" : [
          "Ce discours est dans le prolongement de la quatrième réponse, et est liée à la",
          "dernière phrase du verset précédent. Cela signifie impliquer ceci: Ceux qui",
          "persistent dans le mal du polythéisme et l'idolâtrie et refusent de croire au",
          "Prophète que pour le bien de leurs intérêts matériels, se réunira avec telles et",
          "telles conséquences néfastes dans la vie éternelle de l'au-delà. Ils devraient,",
          "par conséquent, juger soigneusement pour eux-mêmes que ce serait une bonne",
          "affaire si elles devaient être condamnés à une telle fin, après avoir joui",
          "pleinement les dispositions et les ornements de la vie mondaine court même si",
          "aucune calamité abattue sur eux dans le monde ."
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "قَالَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ رَبَّنَا هَٰؤُلَاءِ الَّذِينَ أَغْوَيْنَا أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا ۖ تَبَرَّأْنَا إِلَيْكَ ۖ مَا كَانُوا إِيَّانَا يَعْبُدُونَ",
      "simpleTranslate" : [
        "Alors ceux qui auront mérité le châtiment diront : «Seigneur ! Voilà ceux que",
        "nous avons égarés comme nous nous sommes égarés nous-mêmes. Nous les désavouons",
        "devant Toi. Ce n’est pas nous qu’ils adoraient !»"
      ],
      "tafsirTranslate" : [
        "Ceux sur qui cette Parole sera vrai, <N:86> dira: \"() ur Seigneur, ceux-ci sont",
        "en effet les personnes que nous avions trompés: nous les égarés comme nous nous",
        "avons été amenés . égarent nous plaidons notre innocence devant toi:. <N:87>, ils",
        "ne nous avez pas adorer \" <N:88>"
      ],
      "tanslateWordByWord" : [
        "(Diront",
        "ceux",
        "(A) se réalise",
        "contre qui",
        "le mot",
        "Notre Seigneur",
        "Ces",
        "(Sont) ceux",
        "nous égarer",
        "Nous les égarés",
        "comme",
        "nous étions égarés",
        "Nous déclarons notre innocence",
        "Avant toi",
        "ne pas",
        "ils avaient l'habitude)",
        "adorer nous",
        "adorer nous"
      ],
      "notes" : {
        "88" : [
          "Autrement dit, [ \"Ils ne nous servent, mais ont servi leur propre moi seul.\"]"
        ],
        "86" : [
          "Cela implique ces satans parmi les djinns et les hommes, qui avaient été mis en",
          "place en tant qu'associés, de Dieu dans le monde, dont les enseignements ont été",
          "suivis de préférence aux commandements divins, et la dépendance qui avaient fait",
          "les gens abandonnent le droit chemin et adopter les mauvaises manières de la vie.",
          "Ces personnes peuvent ne pas avoir été appelés dieux et seigneurs en tant que",
          "tels, mais comme ils ont été adorés et obéissaient comme on doit adorer et obéir",
          "à Dieu seul, ils ont inévitablement fait des partenaires dans la Divinité."
        ],
        "87" : [
          "Autrement dit, [ «Nous ne les avons pas égarer de force. Nous ne les a privés de",
          "leur pouvoir de voir et d'entendre, ni de leurs pouvoirs de la pensée, ni jamais",
          "il y eut une situation où ils ont voulu suivre le droit chemin mais nous aurions",
          "pu force les tirés vers le mauvais sens. mais comme nous nous étions égarés de",
          "notre propre volonté, donc ils ont aussi de leur propre gré accepté dans le",
          "mauvais sens lorsque nous avons présenté devant eux. Par conséquent, nous ne",
          "sommes pas responsables de ce qu'ils ont fait. nous sommes responsables de nos",
          "actes et ils sont responsables de leur \"] \n Il y a un point subtil à noter ici.",
          "Allah, en fait, va interroger ceux qui avaient mis en place d'autres comme",
          "associés avec lui, mais avant de faire une réponse, ceux qui avaient été mis en",
          "place en tant qu'associés va parler. La raison en est: Lorsque les polythéistes",
          "communs seront interrogés ainsi, leurs dirigeants et leurs guides auront le",
          "sentiment que leur jugement dernier était venu, pour leurs partisans seront",
          "certainement les blâmer pour leur déviation. Par conséquent, avant même que les",
          "partisans disent quelque chose en réponse, les dirigeants les prévenir et",
          "commencer à plaider leur innocence."
        ]
      }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "وَقِيلَ ادْعُوا شُرَكَاءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا لَهُمْ وَرَأَوُا الْعَذَابَ ۚ لَوْ أَنَّهُمْ كَانُوا يَهْتَدُونَ",
      "simpleTranslate" : [
        "Et on dira aux négateurs : «Appelez vos associés !» Et ils les appelleront sans",
        "recevoir de réponse. Alors, mis en face du châtiment, ils regretteront de n’avoir",
        "pas suivi le droit chemin."
      ],
      "tafsirTranslate" : [
        "Ensuite, il sera dit à eux. \"Appelez maintenant ceux que vous teniez en tant que",
        "partenaires (d'Allah).\" <N:89> Ils les appelleront, mais ne recevront aucune",
        "réponse et ils verront le châtiment. Serait-ce qu'ils avaient suivi les conseils!"
      ],
      "tanslateWordByWord" : [
        "Et il sera dit",
        "Appel",
        "vos partenaires",
        "Et ils vont les appeler",
        "mais non",
        "ils répondront",
        "pour eux",
        "et ils verront",
        "la punition",
        "Si seulement",
        "[qu'ils",
        "a été",
        "guidé"
      ],
      "notes" : {
        "89" : [
          "Autrement dit, [ \"Invoquer leur aide. Dans le monde, vous aviez compté sur eux et",
          "rejeté Nos commandements. Donc les invoquer pour venir à votre secours ici aussi",
          "et vous sauver de la punition.\"]"
        ]
      }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ",
      "simpleTranslate" : [
        "Le jour où Dieu les appellera, Il leur demandera : «Qu’avez-vous répondu aux",
        "prophètes?»"
      ],
      "tafsirTranslate" : [
        "Et (IET Them pas oublier) le jour où Il les appellera et demander. '' Quelle",
        "réponse avez-vous donné à nos messagers? \""
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "Il les appellera",
        "et dis",
        "Quelle",
        "Avez-vous répondu",
        "les messagers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "فَعَمِيَتْ عَلَيْهِمُ الْأَنْبَاءُ يَوْمَئِذٍ فَهُمْ لَا يَتَسَاءَلُونَ",
      "simpleTranslate" : [
        "Mais, ce jour-là, ils seront à court d’arguments et ne pourront même pas",
        "s’interroger mutuellement."
      ],
      "tafsirTranslate" : [
        "A cette époque, aucune réponse ne leur grève, ni ne seront en mesure de consulter",
        "les uns les autres."
      ],
      "tanslateWordByWord" : [
        "Mais (sera) obscur",
        "pour eux",
        "l'information",
        "Ce jour là",
        "afin qu'ils",
        "ne demandera pas les uns les autres",
        "ne demandera pas les uns les autres"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "فَأَمَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فَعَسَىٰ أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ",
      "simpleTranslate" : [
        "Quant à celui qui se sera repenti, qui aura cru et fait œuvre pie, celui-là",
        "pourra espérer être du nombre des bienheureux."
      ],
      "tafsirTranslate" : [
        "Cependant, celui qui a repenti ici et cru et fait de bonnes œuvres, peut attendre",
        "d'être parmi ceux qui vont atteindre le vrai succès là-bas."
      ],
      "tanslateWordByWord" : [
        "Mais, comme pour",
        "(Lui) qui",
        "repentie",
        "et cru",
        "et a fait",
        "droiture",
        "alors peut-être",
        "[cette]",
        "il sera",
        "de",
        "ceux qui ont réussi"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ ۗ مَا كَانَ لَهُمُ الْخِيَرَةُ ۚ سُبْحَانَ اللَّهِ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
      "simpleTranslate" : [
        "Ton Seigneur crée ce qu’Il veut et choisit pour les hommes ce qu’ils ne sauraient",
        "eux-mêmes choisir. Gloire à Dieu ! Il est bien au-dessus de ce qu’on Lui associe",
        "!"
      ],
      "tafsirTranslate" : [
        "Ton Seigneur crée ce qu'Il veut; et choisit (pour son travail qui Il veut). Pour",
        "choisir est pas pour eux. <N:90> Allah est pure et Exalté bien au-dessus du shirk",
        "que ces gens commettent."
      ],
      "tanslateWordByWord" : [
        "Et ton Seigneur",
        "crée",
        "quelle",
        "Il veut",
        "et choisit",
        "ne pas",
        "ils ont",
        "pour eux",
        "le choix",
        "Gloire",
        "(À) Allah",
        "et Il est au",
        "au-dessus de ce que",
        "ils associent (avec Lui)"
      ],
      "notes" : {
        "90" : [
          "Ceci, en fait, est une réfutation de shirk. Allah fait objection à la mise en",
          "place d'innombrables dieux mousser parmi Ses créatures par les polythéistes et",
          "leur attribuant à eux-mêmes des attributs et des rangs et des bureaux, et dit:",
          "«Nous nous bénissons avec tout ce que les attributs, les capacités et les",
          "pouvoirs qui que ce soit, nous aimons parmi les hommes , les anges, les djinns et",
          "les autres serviteurs que Nous avons créés, et emploient quiconque Nous allons",
          "pour quelque service que nous ferons. Mais, comment et d'où ont les polythéistes",
          "obtenu l'autorité qu'ils devraient faire ceux qu'ils aiment parmi Mes serviteurs",
          "remover des difficultés, dispensateur des trésors et answerer des prières? Ce",
          "qu'ils devraient faire à quelqu'un le seigneur de la pluie, un autre donateur des",
          "emplois et des enfants, encore un autre dispensateur de la santé et de la",
          "mauvaise santé? Ce qu'ils devraient regarder à qui ils veulent que la règle d'une",
          "partie de Mon royaume et lui assigner celui des Mes pouvoirs qu'ils aiment? Que",
          "ce soit un ange ou un djinn, ou un prophète, ou saint, ou quelqu'un d'autre, il a",
          "été créé par nous quel que soit le excellences qu'il a, a été accordée par nous,",
          "et quel que soit le service Nous voulions prendre de lui, Nous avons pris. Par",
          "conséquent, la sélection. d'une personne pour un service particulier ne signifie",
          "pas qu'il devrait être relevé de la position d'un serviteur à Dieu et adoré à la",
          "place de Dieu, invoqué à l'aide, a prié pour la satisfaction des besoins, pris",
          "comme producteur ou destructeur de destins et possesseur de la divine ; les",
          "attributs et les pouvoirs."
        ]
      }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ",
      "simpleTranslate" : [
        "Ton Seigneur connaît les pensées que recèlent leurs cœurs, ainsi que celles",
        "qu’ils divulguent."
      ],
      "tafsirTranslate" : [
        "Ton Seigneur sait ce qu'ils cachent dans leur cœur et ce qu'ils révèlent. <N:91>"
      ],
      "tanslateWordByWord" : [
        "Et ton Seigneur",
        "sait",
        "quelle",
        "cache",
        "leurs seins",
        "et quoi",
        "ils déclarent"
      ],
      "notes" : {
        "91" : [
          "L'objet pour lequel cette chose a été dit dans ce contexte est: Une personne [(ou",
          "des personnes)] peuvent faire une réclamation devant le peuple dans ce monde",
          "qu'il est pleinement satisfait des motifs rationnels que l'écart il a adopté est",
          "sain et à droite, et les arguments qui sont donnés contre elle ne sont pas",
          "convaincants; qu'il a adopté l'écart pas dû à un mauvais motif, mais avec la plus",
          "sincère et intentions les plus pures; qu'il n'a jamais été confronté à tout ce",
          "qui pourrait lui se sont révélés être dans l'erreur. Mais il ne peut avancer un",
          "tel argument devant Allah, car Allah est non seulement au courant de l'ouverture,",
          "mais aussi des secrets cachés de l'esprit et du cœur: Il connaît directement ce",
          "type de connaissances et les sentiments et les sentiments et les désirs et les",
          "intentions et la conscience d'un certaine personne a: il est conscient des",
          "occasions et les moyens et les moyens par lesquels une personne a été averti, par",
          "lequel la vérité lui est parvenue, à travers lequel le mensonge a été prouvé être",
          "mensonge à lui, et aussi les vrais motifs pour lesquels il a préféré sa déviation",
          "vers le droit chemin."
        ]
      }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "وَهُوَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ لَهُ الْحَمْدُ فِي الْأُولَىٰ وَالْآخِرَةِ ۖ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
      "simpleTranslate" : [
        "Il est Dieu ! Il n’est point de divinité en dehors de Lui ! À Lui la louange en",
        "ce monde et dans la vie future ! C’est à Lui qu’appartient le Jugement suprême et",
        "c’est à Lui que vous ferez retour."
      ],
      "tafsirTranslate" : [
        "Il est AIlah, l'un: aucun, mais il est digne d'adoration: lui est toute louange",
        "due, à la fois dans ce monde et dans l'au-delà: la souveraineté est la sienne, et",
        "vers Lui de vous tous être retourné."
      ],
      "tanslateWordByWord" : [
        "Et il",
        "(Est) Allah",
        "(Il n'y a pas",
        "Dieu",
        "mais",
        "Il",
        "À lui",
        "(Sont dus) toutes les louanges",
        "dans",
        "la première",
        "et le dernier",
        "Et pour Lui",
        "(Est) la décision",
        "et à Lui",
        "vous retournerez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا إِلَىٰ يَوْمِ الْقِيَامَةِ مَنْ إِلَٰهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ ۖ أَفَلَا تَسْمَعُونَ",
      "simpleTranslate" : [
        "Dis-leur : «Que diriez-vous si Dieu vous avait plongés dans une nuit sans fin",
        "jusqu’au Jour du Jugement dernier? Quelle divinité autre que Dieu aurait pu vous",
        "redonner la lumière? Quand pourrez-vous le comprendre?»"
      ],
      "tafsirTranslate" : [
        "O Prophète, dis-leur: «Avez-vous déjà pensé que si Allah devrait rendre le",
        "perpétuel de nuit pour vous, jusqu'au Jour de la Résurrection, quelle divinité en",
        "dehors d'Allah, apporterait tu allumes Don? t vous entendu quelque chose? \" Leur",
        "demander, \""
      ],
      "tanslateWordByWord" : [
        "Dire",
        "As-tu vu",
        "si",
        "Allah a fait",
        "Allah a fait",
        "pour toi",
        "la nuit",
        "continu",
        "jusqu'à",
        "(le jour",
        "(De) la Résurrection",
        "qui",
        "(Est le) dieu",
        "outre",
        "Allah",
        "qui pourrait vous apporter",
        "lumière",
        "Ensuite, ne sera pas",
        "tu entends"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "قُلْ أَرَأَيْتُمْ إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا إِلَىٰ يَوْمِ الْقِيَامَةِ مَنْ إِلَٰهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ ۖ أَفَلَا تُبْصِرُونَ",
      "simpleTranslate" : [
        "Dis-leur : «Et que diriez-vous si Dieu avait étendu sur vous un jour sans fin",
        "jusqu’au Jugement dernier? Quelle divinité autre que Dieu aurait pu vous ramener",
        "la nuit pour votre repos? Ne le voyez-vous donc pas?»"
      ],
      "tafsirTranslate" : [
        "Avez-vous déjà pensé que si AIlah devrait rendre le perpétuel jour pour vous,",
        "jusqu'au Jour de la Résurrection, quelle divinité en dehors d'Allah, vous",
        "apporterait la nuit afin que vous puissiez avoir le repos en elle? Ne voyez-vous",
        "pas quelque chose? \""
      ],
      "tanslateWordByWord" : [
        "Dire",
        "As-tu vu",
        "si",
        "Allah a fait",
        "Allah a fait",
        "pour toi",
        "le jour",
        "continu",
        "jusqu'à",
        "(le jour",
        "(De) la Résurrection",
        "qui",
        "(Est le) dieu",
        "outre",
        "Allah",
        "qui pourrait vous apporter",
        "nuit",
        "(Pour) vous (à) reste",
        "en ce",
        "Ensuite, ne sera pas",
        "tu vois"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "وَمِنْ رَحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ لِتَسْكُنُوا فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "simpleTranslate" : [
        "Mais Dieu, par un effet de Sa miséricorde, a institué la nuit et le jour, pour",
        "vous permettre à la fois de vous reposer et d’aller à la recherche de Ses",
        "faveurs. Peut-être Lui en serez-vous reconnaissants."
      ],
      "tafsirTranslate" : [
        "Il est Sa Miséricorde qu'Il a fait de la nuit et le jour pour vous afin que vous",
        "puissiez avoir le repos (dans la nuit) et de chercher la générosité de ton",
        "Seigneur (dans la journée); peut-être que vous êtes reconnaissants."
      ],
      "tanslateWordByWord" : [
        "Et de",
        "Sa Miséricorde",
        "Il a fait",
        "pour toi",
        "la nuit",
        "et la journée",
        "que vous pouvez reposer",
        "la bride",
        "et que vous pouvez demander",
        "de",
        "Son Bounty",
        "et afin que vous puissiez",
        "être reconnaissant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ",
      "simpleTranslate" : [
        "Le Jour de leur comparution, Dieu leur dira : «Où sont les associés que vous",
        "prétendiez Me donner?»"
      ],
      "tafsirTranslate" : [
        "(Ils devraient être conscients de) le jour où Il les appellera et demander «Où",
        "sont les associés de la mine que vous considéré comme tel?\""
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "Il les appellera",
        "et dis",
        "Où",
        "(Sont) Mes partenaires",
        "qui",
        "vous avez utilisé (à)",
        "revendication"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "وَنَزَعْنَا مِنْ كُلِّ أُمَّةٍ شَهِيدًا فَقُلْنَا هَاتُوا بُرْهَانَكُمْ فَعَلِمُوا أَنَّ الْحَقَّ لِلَّهِ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ",
      "simpleTranslate" : [
        "Et Nous ferons sortir un témoin de chaque communauté, et leur dirons : «Apportez",
        "vos preuves !» C’est alors qu’ils comprendront que la Vérité n’appartient qu’à",
        "Dieu et qu’ils verront leurs illusions s’évanouir."
      ],
      "tafsirTranslate" : [
        "Et Nous ferons sortir de chaque communauté un témoin <N:92> et dire: «Apportez",
        "votre preuve maintenant.» <N:93> Ensuite, ils viendront à savoir que la vérité",
        "est avec AIlah seul, et tous les mensonges qu'ils avaient forgé disparaîtront."
      ],
      "tanslateWordByWord" : [
        "Et Nous tirerai",
        "de",
        "chaque",
        "nation",
        "un témoin",
        "et Nous dirons",
        "Apporter",
        "votre preuve",
        "Ils sauront alors",
        "cette",
        "la vérité",
        "(Est) pour Allah",
        "et (sera) perdu",
        "d'eux",
        "quelle",
        "ils avaient l'habitude)",
        "inventer"
      ],
      "notes" : {
        "92" : [
          "Un témoin [ \": le Prophète qui avait averti que la communauté, ou une personne",
          "bien guidé parmi les disciples des prophètes, qui avait fait le devoir de prêcher",
          "la vérité dans la communauté, ou un moyen à travers lequel le message de la",
          "vérité avait atteint la communauté."
        ],
        "93" : [
          "Autrement dit, \"] Présenter un argument convaincant dans votre défense de sorte",
          "que vous êtes pardonné. Vous devez soit prouver que le polythéisme et le refus de",
          "l'au-delà et Prophétie dans lequel vous persistez étaient la bonne foi et vous",
          "avait adopté des motifs rationnels, ou, si vous ne pouvez pas faire cela, vous",
          "devez au moins prouver qu'aucun arrangement avait été faite par Dieu pour vous",
          "avertir de cette erreur et vous guider vers le droit chemin \"."
        ]
      }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَىٰ فَبَغَىٰ عَلَيْهِمْ ۖ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ ۖ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ",
      "simpleTranslate" : [
        "En vérité, Coré appartenait au peuple de Moïse ; mais sa violence envers ses",
        "congénères ne connut point de limite le jour où Nous lui donnâmes tant de trésors",
        "que les clefs en étaient trop lourdes à porter pour une bande d’hommes pourtant",
        "très forts. Son peuple lui disait : «Ne te réjouis pas trop ! Dieu n’aime pas les",
        "gens pleins de gloriole."
      ],
      "tafsirTranslate" : [
        "Le fait <N:94> est que Coré était du peuple de Moïse, mais il se révolta contre",
        "eux; <N:95> et nous lui avions donné tant de trésors que leurs clés mêmes",
        "auraient alourdi un groupe d'hommes forts. <N:96> une fois que son peuple lui",
        "dit: «ne pas exultent, car Allah n'aime pas le exultant."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Qarun",
        "était",
        "de",
        "(les gens",
        "(De) Musa",
        "mais il opprimait",
        "[sur eux",
        "Et Nous lui avons donné",
        "de",
        "les trésors",
        "lequel",
        "effectivement",
        "(les) clés de celui-ci",
        "alourdirait",
        "une entreprise (des hommes)",
        "possesseurs d'une grande force",
        "possesseurs d'une grande force",
        "Quand",
        "dit",
        "à lui",
        "son peuple",
        "(Ne pas",
        "exulter",
        "Effectivement",
        "Allah",
        "(ne fait pas",
        "amour",
        "le exultant"
      ],
      "notes" : {
        "96" : [
          "Dans l'histoire liée à lui dans la Bible [(Num., Ch. 16)], il n'y a aucune",
          "mention de la richesse de cet homme. Mais selon les traditions juives, il",
          "possédait d'immenses richesses, si bien que trois cents mules étaient tenus de",
          "Barry les clefs de ses «trésors. [(Jewish Encyclopedia, Vol. VII, p. 556)]. Bien",
          "que beaucoup exagéré cette déclaration montre que même selon les traditions",
          "israélites, Koré était un homme très riche de son temps."
        ],
        "94" : [
          "Ce fait est également être lié dans le prolongement de la réponse à l'excuse qui",
          "a été le thème du discours à partir du verset 57 en avant. À cet égard, il",
          "convient de garder à l'esprit le fait que les gens qui craignaient que le message",
          "du Saint Prophète Muhammad aurait une incidence sur les intérêts nationaux",
          "globaux étaient négativement, en fait, les grands propriétaires de l'argent,",
          "l'argent des prêteurs et des capitalistes de la Mecque, qui, en vertu de leur",
          "activité commerciale et de l'argent-prêt international était devenu le Korahs de",
          "leur temps. Ce sont les gens qui pensaient que la vérité était de gagner et",
          "amasser de la richesse maximale. Tout ce qui semblait à vicier cet objet était un",
          "mensonge qui ne pouvait être acceptée dans tous les cas. D'un autre côté, il y",
          "avait les gens ordinaires qui ont consulté avec les yeux de nostalgie à ces",
          "magnats et vivement désiré qu'ils devraient également atteindre les mêmes",
          "hauteurs que ces personnes avaient atteint. Dans une atmosphère chargée de",
          "l'amour de l'argent, comme il était, les gens considéraient comme un argument de",
          "poids que si l'invitation du Saint Prophète Muhammad [(sur qui soit la paix",
          "d'Allah)] vers Monothéisme et l'au-delà et le code moral était accepté ce serait",
          "la ruine pour le Quraish non seulement dans le commerce mais économiquement",
          "aussi."
        ],
        "95" : [
          "Qarun qui a été appelé Koré dans la Bible et le Talmud était un cousin germain du",
          "Prophète Moïse. Selon le récit de la descente donnée dans Exode [(ti: 18-21)] les",
          "pères du Prophète Moïse et Korah étaient de vrais frères. A un autre endroit dans",
          "le Coran, il a été établi que cet homme avait rejoint avec inspite Pharaon d'être",
          "un Israélite et devenir l'un de ses favoris; si bien que l'un des deux meneurs de",
          "l'opposition au Prophète Moïse, après Pharaon fut ce même Koré: [ \"Nous avons",
          "envoyé Moïse à Pharaon, Haman et Coré avec Nos signes et une autorité claire de",
          "rendez-vous, mais ils ont dit,` Il est un sorcier, un menteur »] [. (Al-Mu'min:",
          "23-24)]. De cela, il résulte que Koré était révolté contre son propre peuple et",
          "de devenir un partisan des forces hostiles qui ont été pliées à anéantir les",
          "Israélites. En raison de cette rébellion contre son propre peuple, il avait",
          "atteint un haut lieu avec Pharaon et les deux personnes, en plus de Pharaon, à",
          "qui le Prophète Moïse avait été envoyé était ministre, Haman, et ce Israélite",
          "capitaliste, Koré de Pharaon. Tous les autres chefs et courriers étaient d'un",
          "statut inférieur, qui ne sont pas dignes de mention. La même position de Koré a",
          "été fait allusion dans Al 'Ankabut: 39."
        ]
      }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ ۖ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ۖ وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ ۖ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ ۖ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ",
      "simpleTranslate" : [
        "Emploie plutôt les richesses que Dieu t’a accordées pour gagner l’ultime demeure,",
        "sans pour autant renoncer à ta part de bonheur dans ce monde. Sois bon envers les",
        "autres comme Dieu l’a été envers toi ! Ne favorise pas la corruption sur la",
        "Terre, car Dieu n’aime pas les corrupteurs.»"
      ],
      "tafsirTranslate" : [
        "chercher, à travers la richesse que Dieu vous a donné pour rendre votre séjour",
        "dans l'au-delà, et aussi ne pas oublier votre part de ce monde; et à faire du",
        "bien aux autres comme Allah a été bienfaisant envers toi; et ne cherche pas à",
        "semer le désordre sur la terre, car Allah n'aime pas les fauteurs de désordre. \""
      ],
      "tanslateWordByWord" : [
        "Cherchez",
        "à travers ce",
        "Allah vous a donné",
        "Allah vous a donné",
        "la maison",
        "(De) l'au-delà",
        "et (faire) pas",
        "oublier",
        "votre part",
        "de",
        "le monde",
        "Et faire le bien",
        "comme",
        "Allah a été bonne",
        "Allah a été bonne",
        "à toi",
        "Et (ne) pas",
        "chercher",
        "la corruption",
        "dans",
        "La terre",
        "Effectivement",
        "Allah",
        "(ne fait pas",
        "amour",
        "corrupteurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ عِنْدِي ۚ أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا ۚ وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ",
      "simpleTranslate" : [
        "Mais Coré répondait : «Ce que j’ai, je le dois uniquement à la science que je",
        "possède.» Ne savait-il donc pas que Dieu avait déjà détruit avant lui tant de",
        "générations d’hommes plus redoutables que lui par leur force et leur nombre? Mais",
        "les criminels ne seront même pas interrogés sur leurs péchés."
      ],
      "tafsirTranslate" : [
        "Mais il répondit: «Tout ce qui m'a été donné est, en vertu de la connaissance que",
        "je possède.\" <N:97> -Est sait-il pas que AIIah avait détruit devant lui beaucoup",
        "de ces personnes qui étaient plus puissant que lui dans la puissance et la force?",
        "<N:98> Mais les criminels ne sont pas invités à leurs péchés. <N:99>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Seulement",
        "On m'a donné",
        "sur (compte)",
        "(De) la connaissance",
        "j'ai",
        "N'a pas",
        "il sait",
        "cette",
        "Allah",
        "effectivement",
        "détruit",
        "avant lui",
        "avant lui",
        "de",
        "les générations",
        "qui",
        "[ils]",
        "(Étaient) plus fort",
        "que lui",
        "(en force",
        "et une plus grande",
        "(En) accumulation",
        "Et pas",
        "sera interrogé",
        "sur",
        "leurs péchés",
        "les criminels"
      ],
      "notes" : {
        "97" : [
          "Les mots du texte peuvent avoir deux significations: [(1)] [ \"Tout ce que je l'ai",
          "obtenu est, en vertu de ma propre capacité Il n'est pas une prime que quelqu'un",
          "d'autre pourrait me donner comme une faveur sans. mon mérite comme un droit, et",
          "maintenant je peut avoir à rendre grâces en donnant une partie de celui-ci à ceux",
          "qui ne l'ont pas été donné quoi que ce soit, comme une faveur, ou de donner",
          "certaines d'entre elles dans la charité de sorte que la prime ne soit pas retirée",
          "de moi. \"] [(2)] [« Je crois que Dieu m'a donné cette richesse en raison de mes",
          "qualités et excellences avais-je pas été une personne sympathique, il ne me",
          "aurait pas donné tout cela. Qu'il m'a accordée sortes de bénédictions ALi est une",
          "preuve que je suis son favori et il approuve le mode de vie que je suivais. \"]"
        ],
        "98" : [
          "Autrement dit, [ \"Est-ce que cette personne qui était fier d'être si bien informé",
          "et sage et bien informé et capable ne savent jamais que les gens avec une plus",
          "grande richesse et de la grandeur et de la puissance et la force que lui avaient",
          "vécu avant lui dans le monde et Allah enfin leur avait anéanti complètement? si",
          "la capacité et la compétence et la compétence sont les seuls facteurs propices au",
          "progrès du monde, alors pourquoi ne pas ces vertus profitent quand ils ont été",
          "détruits? et si les progrès du monde d'une personne est un que la preuve que Dieu",
          "est satisfait de lui et approuve de ses actes et qualités, alors pourquoi étaient",
          "ces gens voués à la destruction du tout? \"]"
        ],
        "99" : [
          "Autrement dit, [ \"Les criminels ont toujours été prétendant être les meilleures",
          "personnes, qui sont libres de tout mal, mais leur punition ne dépend pas de leurs",
          "propres aveux Chaque fois qu'ils sont saisis;. Ils ne sont pas saisis sur la base",
          "de leurs propres aveux des péchés, etc. \"]"
        ]
      }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "فَخَرَجَ عَلَىٰ قَوْمِهِ فِي زِينَتِهِ ۖ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ",
      "simpleTranslate" : [
        "Coré se présenta un jour devant son peuple avec tout son faste, ce qui poussa",
        "ceux qui voulaient jouir de la vie présente à dire : «Si seulement nous",
        "possédions des richesses semblables à celles de Coré ! Il a vraiment une chance",
        "extraordinaire !»"
      ],
      "tafsirTranslate" : [
        "Un jour, il est sorti à son peuple dans toutes ses parures. Ceux qui cherchaient",
        "la vie de ce monde, a dit: «Si seulement nous avions comme ce que Koré a été",
        "donné! Il est en effet un homme très chanceux.\""
      ],
      "tanslateWordByWord" : [
        "Il sortit",
        "à",
        "son peuple",
        "dans",
        "sa parure",
        "Dit",
        "ceux qui",
        "envie",
        "la vie",
        "(du monde",
        "O! Serait-ce",
        "pour nous",
        "(La) comme",
        "(de quoi",
        "a été donné",
        "(À) Qarun",
        "En effet, il a",
        "(Est la) propriétaire",
        "(De) fortune",
        "génial"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ",
      "simpleTranslate" : [
        "– «Malheureux que vous êtes, leur répliquèrent ceux qui avaient reçu la science.",
        "La récompense de Dieu est bien meilleure pour celui qui croit et pratique les",
        "bonnes œuvres.» Mais une telle récompense n’échoit qu’à ceux qui sont constants",
        "dans l’épreuve."
      ],
      "tafsirTranslate" : [
        "Mais ceux qui possédaient la connaissance, a dit: «Malheur à vous! La récompense",
        "d'Allah est meilleure pour celui qui croit et fait de bonnes œuvres, et cette",
        "fortune est atteint seulement par ceux qui montrent la patience.\" <N:100>"
      ],
      "tanslateWordByWord" : [
        "Mais ladite",
        "ceux qui",
        "ont reçu",
        "la connaissance",
        "Malheur à vous",
        "(La récompense",
        "(De) Allah",
        "(est mieux",
        "pour (il) qui",
        "croit",
        "et fait",
        "justes (actes)",
        "Et pas",
        "elle est accordée",
        "sauf",
        "(À) les endurants"
      ],
      "notes" : {
        "100" : [
          "Autrement dit, [ «Ce genre de caractère et de la façon de penser et la hounty de",
          "la récompense d'Allah tombe sur le lot de seulement ceux qui collent fermement et",
          "résolument et patiemment les moyens légitimes dans la vie, que ce soit ce",
          "faisant, ils sont en mesure de gagner seulement une vie nue, ou sont en mesure de",
          "devenir millionnaires, mais ne sont jamais enclins à suivre les voies illégales,",
          "même si elles promettent tous Ies avantages et la richesse du monde. Dans ce",
          "verset, \"] la récompense d'Allah [ \"signifie la disposition bounteous qui est",
          "acquise par l'homme dans le monde et l'au-delà en raison du travail de labeur",
          "REHELV entrepris dans les limites fixées par Allah, et\"] patience [ \"signifie",
          "avoir le contrôle de ses émotions et ses désirs, de coller à l'honnêteté et la",
          "justice contre la cupidité et la convoitise, à supporter les pertes que l'on peut",
          "avoir à supporter à cause de la vérité et de la justice, à repousser les gains",
          "qui pourraient découler de utilisant des dispositifs illégaux, de rester content",
          "et satisfait avec le gain licite, même si elle est maigre et insuffisante pour",
          "éviter des sentiments d'envie et de la jalousie à la splendeur des gens corrompus",
          "et éviter, même en jetant un coup d'œil sur lui, et de se contenter de la pensée",
          "que pour un honnête homme la pureté incolore qu'Allah a accordé lui par Sa grâce",
          "est meilleure que la saleté lustrée du mal et de la corruption. En ce qui",
          "concerne \"] fortune [\", cela implique la récompense d'Allah ainsi que la",
          "mentalité pure en vertu de laquelle une personne croyant et juste trouve plus",
          "facile de souffrir de la faim et de la famine que de devenir un",
          "multi-millionnaire en adoptant des voies et des moyens malhonnêtes et corrompus.",
          "\"]"
        ]
      }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ",
      "simpleTranslate" : [
        "Nous fîmes alors engloutir par la terre Coré et son palais, et sa suite fut",
        "impuissante à le secourir contre Dieu, pas plus qu’il ne put se secourir",
        "lui-même."
      ],
      "tafsirTranslate" : [
        "Par conséquent, Nous lui et son peuple dans toute sa dwelling- 2 place",
        "souterraine a coulé; puis il avait pas foule de partisans, qui pourraient l'aider",
        "contre Allah, il n'a pas pu s'aider."
      ],
      "tanslateWordByWord" : [
        "Ensuite, Nous fîmes engloutir",
        "lui",
        "et sa maison",
        "La terre",
        "Alors pas",
        "était",
        "pour lui",
        "tout",
        "groupe",
        "(pour l'aider",
        "outre",
        "outre",
        "Allah",
        "et pas",
        "était",
        "(Il) de",
        "ceux qui (pourraient) se défendre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ ۖ لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا ۖ وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ",
      "simpleTranslate" : [
        "Et ceux qui, la veille, souhaitaient être à sa place se mirent le lendemain à",
        "dire : «Il est vrai que Dieu prodigue Ses richesses ou les restreint à qui Il",
        "veut parmi Ses serviteurs. Et si Dieu ne S’était pas montré bienveillant envers",
        "nous, Il nous aurait sûrement fait engloutir. Il est donc certain que les",
        "négateurs ne pourront jamais réussir !»"
      ],
      "tafsirTranslate" : [
        "Maintenant, les mêmes personnes qui aspiraient pour son sort la veille, se mit à",
        "dire: «Hélas! Nous avions oublié que Dieu étend les dispositions pour qui Il veut",
        "parmi Ses serviteurs et limite pour qui il veut . <N:101> Si Allah avait pas eu",
        "pitié de nous, Il nous aurait coulé aussi sous terre. Hélas! nous ne rappelons",
        "que les mécréants ne prospèrent jamais. \" <N:102>"
      ],
      "tanslateWordByWord" : [
        "Et a commencé",
        "ceux qui",
        "(A) souhaité",
        "son poste",
        "le jour d'avant",
        "(dire",
        "Ah! Cette",
        "Allah",
        "étend",
        "la fourniture",
        "pour qui",
        "Il veut",
        "de",
        "Ses esclaves",
        "et restreint, il",
        "Sinon",
        "cette",
        "Allah avait favorisé",
        "Allah avait favorisé",
        "[à nous",
        "Il aurait causé à nous avaler",
        "Il aurait causé à nous avaler",
        "Ah! Cette",
        "ne pas",
        "allons réussir",
        "les incroyants"
      ],
      "notes" : {
        "101" : [
          "C'est [ \"L'extension ou la restriction des dispositions est toujours selon la",
          "volonté d'Allah, et la volonté d'Allah est déterminé par ses propres motifs et",
          "considérations. Son quelqu'un favorisant des dispositions généreuses ne signifie",
          "pas nécessairement que AIIah est bien content de lui et est l'honorer avec des",
          "cadeaux. la plupart du temps, il arrive que la personne est sous la colère",
          "d'Allah, mais il va lui en faveur de portait et plus de richesse jusqu'à ce que,",
          "à la fin, la même richesse provoque le tourment d'un Ilah descendre sur lui .",
          "Contrairement à cela, si quelqu'un est donnée provisons restreinte elle DCEs",
          "signifie pas nécessairement que AIIah est mécontent de lui et le punit. Surtout",
          "le juste alors vivre dans la misère bien qu'ils sont les favoris d'Allah, et dans",
          "de nombreux cas, la même difficulté devient un cause de la miséricorde d'Allah",
          "pour eux. par conséquent, une personne qui ne comprend pas cette réalité regarde",
          "avec des yeux envieux à la prospérité de ceux qui méritent réellement la colère",
          "d'Allah. \"]"
        ],
        "102" : [
          "Autrement dit, [ «Nous avons eu l'idée fausse, que la prospérité du monde et de",
          "la richesse par eux-mêmes constitué un réel succès. Par conséquent, nous avons",
          "pensé que Koré était très .successful, mais maintenant nous avons appris à",
          "connaître que le véritable succès est un tout autre chose, et il est jamais",
          "atteint par les mécréants. \"] Cette morale de l'histoire de Coré a été mentionné",
          "que dans le Coran. La Bible et le Talmud sont sans elle. Toutefois, selon les",
          "détails donnés dans ces Iooks, quand les Israélites quittèrent l'Egypte, Koré",
          "également accompagné thêta avec ses hommes, puis conspiré contre les prophètes",
          "Moïse et Aaron et a été rejoint en cela par 250 de ses partisans. Enfin, la",
          "colère d'Allah est descendu sur lui, et l'earthopened et avalé lui et ses",
          "disciples ainsi que leurs biens. \""
        ]
      }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا ۚ وَالْعَاقِبَةُ لِلْمُتَّقِينَ",
      "simpleTranslate" : [
        "Cette dernière demeure, Nous la réservons à ceux qui ne veulent être, sur Terre,",
        "ni altiers ni corrupteurs. Et ce sont ceux qui craignent leur Seigneur qui auront",
        "la fin la plus heureuse."
      ],
      "tafsirTranslate" : [
        "Que demeure de l'au-delà <N:103> Nous nous réservons pour ceux qui ne cherchent",
        "pas la gloire dans la terre, <N:104>, ni vouloir faire du mal; <N:105> et le bien",
        "ultime est seulement pour les pieux. <N:106>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "la maison",
        "(De) l'au-delà",
        "Nous assignons",
        "à ceux qui",
        "(ne pas",
        "envie",
        "exaltedness",
        "dans",
        "La terre",
        "et pas",
        "la corruption",
        "Et la bonne fin",
        "(Est) pour les justes"
      ],
      "notes" : {
        "104" : [
          "[ «Qui ne cherche pas la gloire\"]: qui ne sont pas désireux d'établir leur propre",
          "gloire dans la terre de Dieu: qui ne vivent pas comme des rebelles et des tyrans",
          "et des gens arrogants mais comme d'humbles serviteurs: qui ne cherchent pas pour",
          "faire les serviteurs de Dieu leurs serviteurs personnels"
        ],
        "105" : [
          "[ \"Mischief\"] implique le chaos qui apparaît inévitablement dans la vie humaine",
          "en conséquence de porter atteinte à la vérité. Quel que soit l'homme fait quand",
          "il désobéit à Allah et se détourne de son service est rien, mais mal.",
          "Partiellement ce mal se produit lorsque la richesse est amassé par des moyens",
          "illégaux et dépensé de façon illégale."
        ],
        "106" : [
          "[ \"Le craignant Dieu\"]: ceux qui se sont abstenus de Sa désobéissance."
        ],
        "103" : [
          "Voilà, Paradis qui est la demeure du véritable succès."
        ]
      }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْهَا ۖ وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى الَّذِينَ عَمِلُوا السَّيِّئَاتِ إِلَّا مَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "Celui qui se présentera avec une bonne action en sera récompensé au-delà de ce",
        "qu’elle mérite. Quant à celui qui se présentera avec une mauvaise action, qu’il",
        "sache que ceux qui auront commis le mal n’en seront rétribués que selon les",
        "fautes qu’ils auront commises."
      ],
      "tafsirTranslate" : [
        "Celui qui apporte une bonne action doit avoir une meilleure récompense que cela,",
        "et celui qui apporte une mauvaise action, les méchants auront leur récompense",
        "selon leurs œuvres."
      ],
      "tanslateWordByWord" : [
        "Quiconque",
        "vient",
        "avec un bon (acte)",
        "puis pour lui",
        "(sera mieux",
        "ce que",
        "et celui qui",
        "vient",
        "avec un mal (acte)",
        "alors pas",
        "sera dédommagé",
        "ceux qui",
        "faire",
        "les mauvais (actes)",
        "sauf",
        "quelle",
        "ils avaient l'habitude)",
        "faire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَىٰ مَعَادٍ ۚ قُلْ رَبِّي أَعْلَمُ مَنْ جَاءَ بِالْهُدَىٰ وَمَنْ هُوَ فِي ضَلَالٍ مُبِينٍ",
      "simpleTranslate" : [
        "En vérité, Celui qui t’a prescrit le Coran te ramènera sûrement là où tu aspires",
        "à faire retour. Dis : «Mon Seigneur connaît mieux que quiconque celui qui prêche",
        "la vérité et celui qui se trouve dans un égarement évident.»"
      ],
      "tafsirTranslate" : [
        "O. Prophète, être assurés que celui qui a ordonné ce Coran pour vous <N:107> va",
        "certainement vous amener à la meilleure fin. <N:108> dire à ces gens, \"Mon",
        "Seigneur mieux sait qui a amené la direction, et qui est impliqué dans une erreur",
        "évidente \"."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Lui qui",
        "ordonné",
        "sur vous",
        "Le Coran",
        "(Va) sûrement vous ramener",
        "à",
        "un lieu de retour",
        "Dire",
        "Mon Seigneur",
        "(Est) connaît mieux",
        "(De lui) qui",
        "vient",
        "avec les conseils",
        "et qui",
        "il",
        "(est dans",
        "une erreur",
        "manifeste"
      ],
      "notes" : {
        "108" : [
          "Le mot ma annonce dans l'original signifie le lieu où l'on doit revenir en fin de",
          "compte. Son utilisation comme un nom commun implique qu'il est une place éminente",
          "et la gloire. Certains commentateurs pensent qu'il se réfère au Paradis. Mais il",
          "n'y a aucune raison pour laquelle il devrait être limité seulement au Paradis.",
          "Laissez-le rester indéfiniment comme Allah Lui-même a mis en sorte que la",
          "promesse devienne applicable tant son monde et l'autre monde. Le contexte exige",
          "également qu'il devrait être considéré comme une promesse de donner sans réserve",
          "la plus haute gloire et éminence sur le Saint Prophète, finalement, non seulement",
          "dans l'au-delà, mais trop ce monde. Dans la parole des mécréants de la Mecque,",
          "qui a été le thème du discours à partir du verset 57 jusqu'à présent, ils avaient",
          "dit, [ \"O Muhammad [(la paix d'Allah soit sur lui)], voulez-vous aussi nous",
          "soyons condamnés à ?. vous Si nous joignons à vous et à adopter cette foi, il",
          "deviendra difficile pour nous de vivre en Arabie \"] en réponse à cela, Allah dit",
          "à Son Prophète: [\" O Muhammad, que Dieu qui a placé la charge de transmettre le",
          "message du Coran sur vous, ne vous détruire: plutôt il vous élèvera au rang que",
          "ces gens ne peuvent même pas imaginer aujourd'hui \"] Et, en fait, dans quelques",
          "années après cela, même dans ce monde, Allah. accordé l'autorité complète Saint",
          "Prophète sur l'ensemble de l'Arabie, et il n'y avait pas le pouvoir de lui",
          "résister, et aucune religion reposer son sol. Il n'y avait pas de précédent dans",
          "l'histoire de l'Arabie que l'ensemble de la péninsule aurait pu venir sous",
          "l'emprise d'un homme si complètement qu'aucun adversaire pourrait être là pour",
          "lui et pas d'âme pour oser contester désobéir à ses ordres. Puis ce fut non",
          "seulement une domination politique mais religieuse aussi, pour toute la",
          "population avait été gagnée à l'Islam. \n Certains commentateurs opine que ce",
          "verset de la sourate Al-Qasas a été envoyé vers le bas sur le chemin lors de la",
          "migration du Saint Prophète de la Mecque à Médine, et dans ce qu'Allah avait",
          "promis Son Prophète qu'il serait à nouveau de le ramener à la Mecque. Mais, d'une",
          "part, les mots du verset ne permettent pas que [ \"ma` annonce \"] on entend [\" La",
          "Mecque \"]. En second lieu, cette sourate, à la fois selon les traditions et la",
          "preuve interne de son thème, a été révélé un peu de temps pendant le temps de la",
          "migration vers l'Abyssinie, et on ne peut pas comprendre que si ce verset a été",
          "révélé après plusieurs années sur le chemin lors de la migration à Médine.",
          "pourquoi était-il inséré dans ce contexte sans pertinence? En troisième lieu,",
          "dans ce contexte, la mention du retour du Saint Prophète à la Mecque semble tout",
          "à fait hors de propos. Car si le verset, on entend cela, il ne sera pas une",
          "réponse à l'excuse des incroyants, mais serait plutôt la renforcer. Cela voudrait",
          "dire ceci: [ «Sans doute, ce que vous dites, ô gens de la Mecque, est correcte",
          "Muhammad sera expulsé de cette ville, mais il ne restera pas un exil pour",
          "toujours, mais finalement, nous le ramènera à cette même. place \"] Bien que cette",
          "tradition a été rapporté par Boukhari, Nasa'i, Ibn Jarir et d'autres",
          "traditionnistes sur l'autorité d'Ibn` Abbas, il est, en fait, l'opinion de Ibn",
          "`Abbas. il est une tradition qui aurait pu être reçu directement du Saint",
          "Prophète que l'on peut avoir à l'accepter."
        ],
        "107" : [
          "Autrement dit, [ \"Il a placé sur vous la responsabilité de transmettre le Coran",
          "et l'enseignement au peuple, et la réforme du monde selon les indications qu'il",
          "contient.\"]"
        ]
      }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "وَمَا كُنْتَ تَرْجُو أَنْ يُلْقَىٰ إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِنْ رَبِّكَ ۖ فَلَا تَكُونَنَّ ظَهِيرًا لِلْكَافِرِينَ",
      "simpleTranslate" : [
        "Tu n’espérais point que le Livre te serait révélé. Et s’il l’a été, c’est",
        "uniquement par un effet de la miséricorde de ton Seigneur. Ne soutiens donc",
        "jamais les infidèles."
      ],
      "tafsirTranslate" : [
        "Vous n'espériez que le livre serait envoyé vers vous. Seulement par la",
        "miséricorde de ton Seigneur (at-il été envoyé propre à vous);. <N:109> Par",
        "conséquent, ne soyez pas une aide des infidèles <N:110>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "vous étiez",
        "attendant",
        "cette",
        "serait envoyé vers le bas",
        "à toi",
        "le livre",
        "sauf",
        "(Comme) une miséricorde",
        "de",
        "votre Seigneur",
        "Donc ne le fais pas",
        "être",
        "un assistant",
        "aux incroyants"
      ],
      "notes" : {
        "109" : [
          "Cette chose est présentée comme une preuve de la prophétie du Saint Prophète",
          "Muhammad. Tout comme le Prophète Moïse était totalement ignorant qu'il allait",
          "être nommé un prophète, et envoyé sur une grande mission quand il avait même",
          "jamais attendu ou souhaité pour une telle chose, mais avait été soudainement",
          "appelé lors d'un voyage et fait un prophète et chargé d'une mission qui a eu",
          "aucune pertinence avec sa précédente soi-vie était précisément le cas avec le",
          "Saint Prophète Muhammad [(que la paix d'Allah soient sur lui)]. Les gens de la",
          "Mecque savaient très bien quel genre de vie qu'il menait jusqu'à un jour avant le",
          "jour où il est descendu de la Grotte de Hira 'avec le message de la Prophétie.",
          "Ils étaient parfaitement au courant de ses occupations, des sujets de sa",
          "conversation, de la nature de ses intérêts et activités. Sans doute, il était une",
          "vie qui était une incarnation de la vérité, l'honnêteté et la justice, un modèle",
          "de la noblesse, de la paix, le respect des obligations et des droits d'autrui et",
          "du service à l'humanité, mais il n'y avait rien dans ce qui pourrait donner à",
          "quelqu'un une idée que le juste allait faire une réclamation à prophétie le",
          "lendemain. Il n'y avait personne parmi ses amis les plus intimes et les relations",
          "et les voisins, qui pourrait dire qu'il avait déjà été prépare à devenir un",
          "prophète. Personne n'a jamais entendu un mot sur les thèmes et les problèmes et",
          "sujets de lui, qui est devenu le sujet de sa conversation quotidienne tout d'un",
          "coup après le moment révolutionnaire dans la grotte de Hira. Personne ne l'avait",
          "entendu employer le genre de diction et de mots et de termes, que les gens ont",
          "commencé à recevoir de lui dans la forme du Coran. Il n'a jamais levé pour",
          "prêcher, ne l'avait jamais donné un message ou lancé un mouvement, et aucun de",
          "ses activités n'a jamais indiqué qu'il était impatient d'entreprendre un",
          "programme pour la solution des problèmes sociaux ou pour la réforme religieuse ou",
          "morale. Jusqu'à un jour avant ce moment révolutionnaire qu'il menait la vie d'un",
          "commerçant, qui gagne sa vie par des moyens justes et légaux. qui vit une vie",
          "heureuse avec sa famille, reçoit ses invités, aide les pauvres et les traite bien",
          "ses parents, et parfois se retire de la société dans la solitude pour l'amour de",
          "culte. Pour une telle personne, il serait un grand changement s'il a commencé à",
          "faire, tout d'un coup, oraisons déplacement monde, prêchant un message",
          "révolutionnaire, produisant une littérature sublime et propager la philosophie",
          "durable de la vie et un système profond de la pensée et de la morale et vie",
          "sociale. Pour psychologiquement aussi, un tel changement n'est pas possible par",
          "tout type de préparation et un effort conscient. Un tel effort et de préparation,",
          "en tout cas, doit passer par certaines étapes de l'évolution, qui ne peuvent",
          "rester cachées des gens parmi lesquels une personne passe sa vie. la vie du Saint",
          "Prophète avait passé à travers toutes ces étapes de développement progressif, des",
          "centaines de personnes à la Mecque serait venu pour dire, [ «Avons-nous pas vous",
          "dire d'avance que cet homme serait un jour faire une réclamation de haut?\"] Mais",
          "l'histoire porte la preuve que personne dans Makkah jamais fait une telle",
          "objection, bien que les mécréants de la Mecque ont soulevé toutes sortes d'autres",
          "objections contre le Saint Prophète. \n Puis une autre chose: le Saint Prophète",
          "lui-même n'a jamais souhaité ou prévu ou attendu sa nomination à la prophétie,",
          "mais il est venu à travers cette expérience tout d'un coup tout à fait",
          "inattendue. Cette hypothèse est étayée par l'événement qui a été rapporté dans",
          "les traditions en relation avec le début de la révélation. Après sa première",
          "rencontre avec l'ange Gabriel et la révélation des versets initiaux de la sourate",
          "Al-`Alaq il se précipite à la maison de trembler Hira 'avec crainte, et dit à sa",
          "femme, [ «Couvrez-moi d'un manteau! Couvre-moi avec un manteau! \"] Après un",
          "certain temps quand il récupère un peu de l'état de l'anxiété, il raconte ce",
          "qu'il avait vécu à sa femme et dit: [\" Je pense qu'il ya danger pour ma vie! »]",
          "Elle répond, [\" Non, jamais Allah ne vous apportera à la douleur: vous restituez",
          "les droits de votre famille, vous soutenez theindigent, aider les pauvres, bien",
          "traiter vos invités, et sont toujours prêts à contribuer à une bonne cause »]",
          "Puis elle l'emmène à Waraqa. bin Naufal, qui était son cousin et une personne",
          "juste et bien informé, parmi les gens du livre. Audition de lui ce qui était",
          "arrivé, Waraqa dit sans aucune hésitation, [ «Celui qui est venu à vous est le",
          "même Namus [(l'spécialement nommé Messager Divin)], qui avait l'habitude de venir",
          "à Moïse. Je voudrais être un jeune homme et pourrais vivre jusqu'au moment où",
          "votre peuple vous expulser »] Le Saint Prophète demande, [\" Est-ce que mon peuple",
          "me expulser \"] Il répond, [« Oui.?; personne n'a passé avant, qui a apporté même",
          "chose que vous avez apporté, et son peuple n'a pas devenir hostile à lui. \"]",
          "Ensemble Cet événement représente l'état où un homme simple sera naturellement",
          "l'objet quand il est confronté de façon inattendue par une expérience",
          "extraordinaire tout d'un coup. Si le Saint Prophète avait déjà été soucieux de",
          "devenir un prophète et de penser qu'un homme comme lui doit être un prophète, et",
          "avait été méditant et de forcer son esprit et en attendant l'arrivée d'un ange",
          "avec un message, il aurait été rempli de joie à l'expérience dans la grotte, et",
          "descendant de la montagne serait allé droit devant son peuple et prophétie",
          "proclamé. Mais, bien au contraire, il est confondu à ce qu'il avait vu, atteint",
          "la maison tremble et se trouve dans le lit entièrement couvert. Quand il est",
          "composé un peu, il dit à sa femme tranquillement ce qui était arrivé dans la",
          "solitude de la Grotte, et exprime des sentiments d'anxiété et d'insécurité.",
          "Quelle différence est cet état de l'état d'un candidat à la prophétie! \n Alors,",
          "qui peut être mieux au courant de la vie de son mari, ses ambitions et ses",
          "pensées, que la femme? Si elle avait perçu avant la main que le mari était un",
          "candidat pour la prophétie et avait été attend avec impatience l'arrivée de",
          "l'ange, sa réponse aurait été différente de ce qu'a dit Hadrat Khadijah. Elle",
          "aurait répondu, [ \"!? Cher mari Pourquoi êtes-vous si agité Vous avez obtenu ce",
          "que vous avez eu envie depuis longtemps maintenant, fleurir comme un saint:.. Moi",
          "aussi, je vais me préparer pour la collecte de dons et les offrandes\"] Mais sur",
          "le base de ce qu'elle avait vu de son mari au cours de ses 15 ans de longue",
          "compagnie, elle n'a pas pris plus d'un moment pour comprendre que Satan ne",
          "pouvait pas venir à un homme likehim juste et désintéressé, ne pouvait Allah",
          "l'ont mis à un test sévère. Par conséquent, tout ce qu'il avait vu était la",
          "vérité même et de la réalité. La même chose est également vrai dans le cas de",
          "Waraqa bin Naufal. Il ne fut pas un étranger, mais un membre du clan du Saint",
          "Prophète et un frère-frère par une relation étroite. Ensuite, être chrétien bien",
          "informé qu'il ne pouvait distinguer la prophétie et la révélation livre et de la",
          "fabrication et la fraude. Être celui du Saint Prophète aîné de nombreuses années",
          "toute sa vie depuis l'enfance avait été passé devant lui. Par conséquent, quand",
          "il a entendu ce que le Saint Prophète avait à dire à propos de son expérience",
          "dans la grotte, aussitôt il a dit qu'il était très certainement le même Ange qui",
          "sert à apporter des messages divins au prophète Moïse. Car, dans ce cas aussi",
          "exactement la même chose était arrivée comme dans le cas du prophète Moïse. Il a",
          "également été une personne pure et droite, simple dans la pensée et sans idées",
          "préconçues au sujet de la prophétie, il avait aussi vécu la même chose de façon",
          "inattendue en pleine conscience similaire. Par conséquent, sans la moindre",
          "hésitation, il a été conduit à la conclusion ferme qu'il n'y avait pas",
          "d'auto-tromperie ou insinuation satanique en cause, mais quel que soit le",
          "truthfulman avait vu, sans aucune volonté ou le désir de sa part, était en fait,",
          "une expérience de la Réalité. Ceci est une telle preuve claire de la prophétie du",
          "Saint Prophète Muhammad qu'une personne réaliste ne peut guère nier. Voilà",
          "pourquoi il a été présenté comme une preuve de la Prophétie à plusieurs endroits",
          "dans le Coran Par exemple, dans la sourate Yunus il a été dit: [ \"O Prophète,",
          "dis-leur: Allah avait voulu, je n'aurait jamais récité ce Coran à vous, ni",
          "aurait-il pu vous dire quoi que ce soit [(de son existence)]. Je l'ai déjà vécu",
          "une vie parmi vous avant sa révélation. avez-vous pas utiliser le bon sens? \"]",
          "[(v. 16)] et dans la sourate Ash-Shura, il a été dit: [ \"O Prophète, vous ne",
          "saviez pas du tout ce qui était le livre et ce qui était la foi, mais Nous avons",
          "fait cette révélation d'une lumière par laquelle Nous montrons la voie à un de",
          "Nos serviteurs Nous sera. \"] [(v. 52)] Pour de plus amples explications, voir EN",
          "21 de la sourate Yunus, E.N. de 88 à 92 d'Al-Ankabut et E.N. 84 de Ash-Shu'ara."
        ],
        "110" : [
          "Autrement dit, [ «Quand Allah vous a accordé cette bénédiction sans votre",
          "demander, vous êtes dans l'obligation d'exercer toutes vos énergies et passer aII",
          "vos efforts dans la défense, il transmettre à d'autres et de promouvoir son",
          "causer. Toute négligence à cet égard signifierait que vous avez aidé les",
          "incroyants. . Cela ne veut pas dire que, Dieu ne plaise, il n'y avait aucune",
          "chance de ce relâchement de la part du Saint Prophète. Allah, en fait, exhortait",
          "le Saint Prophète, comme pour dire, \"] Vous devriez continuer à faire votre",
          "mission en dépit de l'opposition des mécréants et leur tumulte, et ne du tout",
          "l'esprit pas ce que craint les ennemis de l'express Vérité au sujet de votre",
          "message du être préjudiciable à leurs intérêts nationaux \"."
        ]
      }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "وَلَا يَصُدُّنَّكَ عَنْ آيَاتِ اللَّهِ بَعْدَ إِذْ أُنْزِلَتْ إِلَيْكَ ۖ وَادْعُ إِلَىٰ رَبِّكَ ۖ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ",
      "simpleTranslate" : [
        "Ne te laisse pas détourner par eux des versets de Dieu, maintenant qu’ils te sont",
        "parvenus ! Invite les hommes au culte de Dieu, et ne sois pas du nombre des",
        "idolâtres !"
      ],
      "tafsirTranslate" : [
        "Et qu'on ne se produira jamais que les non-croyants devraient vous détourner »",
        "<N:111> à partir des révélations d'Allah quand ils sont envoyés vers le bas pour",
        "vous. Inviter (le peuple) vers ton Seigneur et ne pas rejoindre les polythéistes,"
      ],
      "tanslateWordByWord" : [
        "Et (laisser) pas",
        "vous éviter",
        "de",
        "(Le) Versets",
        "(De) Allah",
        "après",
        "[quand]",
        "ils ont été révélés",
        "à toi",
        "Et inviter (personnes)",
        "à",
        "votre Seigneur",
        "Et (ne) pas",
        "être",
        "de",
        "les polythéistes"
      ],
      "notes" : {
        "111" : [
          ".. vous détourner \": vous détourner de les transmettre à d'autres et d'agir en",
          "conformité avec eux dans la vie pratique."
        ]
      }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "وَلَا تَدْعُ مَعَ اللَّهِ إِلَٰهًا آخَرَ ۘ لَا إِلَٰهَ إِلَّا هُوَ ۚ كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ ۚ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ",
      "simpleTranslate" : [
        "Et n’invoque nulle autre divinité que Dieu ! Il n’est de divinité que Lui ! Tout",
        "est voué à périr, excepté la Face du Seigneur. C’est à Lui qu’appartient le",
        "pouvoir suprême et c’est à Lui que vous ferez retour."
      ],
      "tafsirTranslate" : [
        ", ni invoquer une divinité autre qu'Allah. Il n'y a pas de divinité à part Lui.",
        "Tout est périssable, sauf lui-même: la souveraineté est la sienne, <N:112> et à",
        "Lui sera tout vous sera retourné."
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "invoquer",
        "avec",
        "Allah",
        "Dieu",
        "autre",
        "(Il n'y a pas",
        "Dieu",
        "sauf",
        "Lui",
        "Chaque",
        "chose",
        "(va être détruit",
        "sauf",
        "Son visage",
        "À lui",
        "(Est) la décision",
        "et à Lui",
        "vous retournerez"
      ],
      "notes" : {
        "112" : [
          "Une autre signification peut être: [ \". La souveraineté est pour Lui, pour Lui",
          "seul a le droit de par le droit\"]"
        ]
      }
    }
  ],
  "medinian" : false
}