{
  "chapterNumber" : 29,
  "nbVerses" : 69,
  "name" : "L’araignée",
  "nameArabic" : "العنكبوت",
  "transName" : "al-ʿankabūt",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "الم",
      "simpleTranslate" : [
        "Alif - Lâm - Mîm."
      ],
      "tafsirTranslate" : [
        "Alif. Lam. Mim."
      ],
      "tanslateWordByWord" : [
        "Alif Laam Meem"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ",
      "simpleTranslate" : [
        "Les hommes s’imaginent-ils qu’on les laissera dire : «Nous croyons» sans les",
        "mettre à l’épreuve?"
      ],
      "tafsirTranslate" : [
        "Est-ce que les gens pensent qu'ils vont se laisser aller simplement en disant:",
        "«Nous croyons», et qu'ils ne seront pas testés, <N:1>"
      ],
      "tanslateWordByWord" : [
        "Ne pensez",
        "les gens",
        "cette",
        "ils seront laissés",
        "car",
        "ils disent",
        "Nous croyons",
        "et ils",
        "ne sera pas testé",
        "ne sera pas testé"
      ],
      "notes" : {
        "1" : [
          "Lorsque cette chose a été dit, les conditions qui prévalent dans la Mecque ont",
          "été extrêmement difficiles. Celui qui a accepté l'Islam a été fait une cible de",
          "la tyrannie et de l'humiliation et la persécution. S'il était un esclave ou une",
          "personne pauvre, il a été battu et soumis à des tortures insupportables; s'il",
          "était un commerçant ou un artisan, il a été fait à souffrir des difficultés",
          "économiques, même la famine; s'il était un membre d'une famille influente, ses",
          "propres gens taquinent et harceler lui de différentes manières et rendent la vie",
          "difficile pour lui. Cela a créé une atmosphère de peur et d'effroi à la Mecque,",
          "en raison de. que la plupart des gens avaient peur de croire en le Saint Prophète",
          "bien qu'ils lui ont reconnu pour être un vrai prophète dans leurs cœurs; et",
          "quelques autres qui ont cru perdraient coeur peu après et se soumettre et céder",
          "aux mécréants quand ils confrontés terribles persécutions. Bien que ces",
          "circonstances difficiles ne pouvaient pas ébranler la détermination des",
          "Compagnons forte volonté, naturellement, ils ont également été parfois submergés",
          "par un sentiment intense d'anxiété et de distraction. Une instance de cela se",
          "trouve dans la tradition de Hadrat Khabbab bin Arat, qui a été rapporté par",
          "Bukhari, Abu Dâwûd et Nasa'i. Il dit: [ \"Pendant le temps où nous étions devenus",
          "malades de notre persécution par les polythéistes, un jour, je vis le Saint",
          "Prophète assis à l'ombre du mur de la Ka'ba. Je wen à lui et dit:` O Messager",
          "d'Allah, vous ne priez pas pour nous! En entendant cela son visage devint rouge",
          "avec le sentiment et l'émotion, et il dit: `Les croyants qui sont passés avant",
          "vous avait été soumis à de plus grandes persécutions. Certains d'entre eux a été",
          "fait asseoir dans un fossé dans la terre et a été sciée en deux pièces de la tête",
          "aux articulations pied. quelqu'un ont été frottées avec ironcombs afin de lui",
          "refuser de la foi. par Dieu, cette mission sera accomplie et le temps ne sont pas",
          "loin quand une personne se rendra sans appréhension de San`a 'à Hadramaout et il",
          "n'y en aura, mais Allah qui il veut craindre. \"] pour changer cet état",
          "d'agitation dans l'abstention, Allah dit aux croyants, [\" Ho peut devenir digne",
          "de nos promesses de succès dans le monde et l'au-delà par simple verbale",
          "profession de foi, mais chaque demandeur de la foi devra passer à travers les",
          "épreuves et les tribulations de manière à fournir la preuve de la vérité de sa",
          "demande. Notre paradis est pas si pas cher, ni nos faveurs spéciales dans le",
          "monde si bas prix, que nous devrions vous bénir avec tout cela, dès que vous",
          "proclamez la foi verbale à Us. Le flacon est un pré-requis pour eux. Vous aurez à",
          "subir des difficultés à cause de nous, subir des pertes de vie et des biens, les",
          "dangers du visage, des malheurs et des difficultés; vous serez tenté à la fois",
          "par la peur et la cupidité; vous aurez à sacrifier tout ce qui vous est cher pour",
          "notre plaisir, et supporter tous les gêne dans notre chemin. Alors seulement il",
          "va se manifester si votre réclamation à la foi en nous était vrai ou faux. Cette",
          "chose a été dit à chaque endroit dans le Coran où les musulmans ont été trouvés",
          "placés dans les épreuves et les difficultés et obsédé par la peur et la",
          "consternation. Dans la phase initiale de la vie à Médine, après la migration,",
          "lorsque les musulmans étaient en grande difficulté à cause des difficultés",
          "économiques, les dangers extérieurs et vilenie interne des Juifs et les",
          "hypocrites, Allah a dit: \"] Pensez-vous que vous entrerez Paradise sans subir de",
          "tels essais ont été vécus comme par les croyants avant vous? Ils ont rencontré",
          "l'adversité et l'affliction et ont été tellement secoué par des essais que le",
          "Prophète du temps et de ses partisans criaient, `quand sera l'aide d'Allah venir?",
          "[(Alors seulement ils ont été consolés avec la bonne nouvelle :)] [ \"Oui, l'aide",
          "d'Allah est proche!\"] '[(Al-Baqarah: 214 <V:2:214>)]. . De même, lorsque, après",
          "la bataille de Uhud, les musulmans à nouveau confronté une période de",
          "souffrances, il a été dit: [ «Pensez-vous que vous allez entrer au Paradis sans",
          "subir de procès alors qu'Allah n'a pas encore vous essayé de voir qui parmi vous?",
          "prêts à donner leur vie à sa manière et qui montrera le courage pour son amour \"]",
          "[. (Al-i-`Imran: 142)]. Presque la même chose a été dit dans AI-i-Imran: 179,",
          "Tawbah: 16 et Sourate Muhammad: 31. Allah dans ces versets a impressionné sur les",
          "musulmans que le procès est la pierre de touche par laquelle le pur et l'impur",
          "sont jugés. L'impur est mis de côté par Allah et le pur est choisi afin qu'Allah",
          "les honorer avec ses faveurs que les croyants sincères méritent seulement."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ",
      "simpleTranslate" : [
        "Nous avons déjà mis à l’épreuve ceux qui les ont précédés. Dieu connaît",
        "parfaitement ceux qui disent la vérité et ceux qui ne font que mentir."
      ],
      "tafsirTranslate" : [
        "pour Nous avons en effet testé ceux qui sont allés devant eux <N:2> Allah sera",
        "très certainement déterminer <N:3> ceux qui ont parlé de la vérité et ceux qui",
        "ont menti?."
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "Nous avons testé",
        "ceux qui",
        "(Étaient) avant de les",
        "(Étaient) avant de les",
        "Et Allah va sûrement mettre en évidence",
        "Et Allah va sûrement mettre en évidence",
        "ceux qui",
        "(Sont) la vérité",
        "et il va sûrement mettre en évidence",
        "les menteurs"
      ],
      "notes" : {
        "2" : [
          "Autrement dit, [ \"Ce ne sont pas une chose nouvelle que vous pouvez seul être",
          "confronté. La même chose qui se passe avant aussi. Celui qui a fait une demande à",
          "la foi a été fait pour passer à travers les épreuves et tribulations. Et quand le",
          "d'autres ne sont pas donnés quoi que ce soit sans l'essai, vous n'êtes en aucun",
          "cas des personnes spéciales que vous devriez être favorisé et récompensé",
          "seulement sur la profession verbale de la foi. \"]"
        ],
        "3" : [
          "Littéralement, [ \"Il est nécessaire que Dieu devrait savoir.\"] Une question peut",
          "être posée: [ «Quand Allah connaît déjà la vérité de la vérité et la fausseté du",
          "menteur, pourquoi devrait-il mettre les gens ? à l'épreuve pour le bien de ces \"]",
          "la réponse est: Jusqu'à ce qu'une personne a manifesté son potentiel et la",
          "capacité de faire quelque chose en termes pratiques, la justice exige qu'il ne",
          "mérite aucune récompense ni aucune punition. Un homme, par exemple, est capable",
          "d'être digne de confiance et un autre homme d'être non-confiance. A moins que les",
          "deux sont jugés et un manifeste la fiabilité et l'autre le manque de pratique, il",
          "ne sera pas la justice de la part d'Allah qu'Il doit récompenser un pour la",
          "fiabilité et de punir l'autre pour le manque de seulement sur la base de sa",
          "connaissance de l'invisible. Par conséquent, la connaissance d'Allah possède déjà",
          "sur les capacités des personnes et sur leur comportement à l'avenir ne suffit pas",
          "à satisfaire les exigences de la justice jusqu'à ce que les gens ont manifesté",
          "leurs potentialités de manière pratique. Justice AIlah ne repose pas sur la",
          "connaissance qu'une personne possède une tendance à voler et commettre un vol,",
          "mais sur la connaissance qu'il a effectivement commis un vol. De même, Allah ne",
          "donne pas des faveurs et des récompenses sur la base de la connaissance qu'une",
          "personne a le potentiel et la capacité de devenir un grand croyant et combattant",
          "à sa manière, mais sur la base de la connaissance que l'intéressé a pratiquement",
          "prouvé par acte et l'action qu'il est un croyant sincère et un combattant",
          "courageux dans sa voie. Voilà pourquoi nous avons traduit les paroles du verset",
          "comme: [ \"Allah a voir ...\"]"
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَنْ يَسْبِقُونَا ۚ سَاءَ مَا يَحْكُمُونَ",
      "simpleTranslate" : [
        "Ceux qui commettent de mauvaises actions croient-ils pouvoir Nous échapper? Comme",
        "ils raisonnent mal !"
      ],
      "tafsirTranslate" : [
        "Faites les méchants <N:4> supposent qu'ils vont obtenir le meilleur de nous <N:5>",
        "Comment le mal est leur jugement?!"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "penser",
        "ceux qui",
        "faire",
        "actes diaboliques",
        "cette",
        "ils peuvent nous dépasser",
        "Le mal est",
        "quelle",
        "ils jugent"
      ],
      "notes" : {
        "4" : [
          "Cela peut se référer à tous ces gens qui désobéissent commandements d'Allah, mais",
          "ici particulièrement, elle implique les chefs méchants du Quraish, qui étaient à",
          "l'avant-garde dans leur antagonisme à l'islam et à la persécution des convertis à",
          "l'islam, par exemple Walid .bin Mughirah, Abu Jahl, `Utbah, Shaibah, ~` Uqba bin",
          "Abi Mu`ait, Handhala bin Wail, etc. Ici, le contexte lui-même exige que après",
          "avoir exhorté les musulmans à la patience et de courage contre les épreuves et",
          "les tests, ces personnes devrait également être réprimandé et grondé, qui",
          "persécutaient les croyants. [ \""
        ],
        "5" : [
          "Cela peut aussi signifier: \"] ... qu'ils vont échapper à notre portée. [\" Les",
          "mots yasbiquna dans l'original peuvent avoir deux significations: [(1)] `Quoi que",
          "nous allons [(à savoir le succès de la mission de Notre Messager)] doit répondre",
          "à l'échec, et ce qu'ils veulent [(c.-à-faire échouer la mission de Notre",
          "messager)] doit être accomplie; \"] et [(2)] [\" Nous pouvons vouloir les saisir",
          "pour leurs excès et ils devraient être en mesure d'échapper et de sortir de notre",
          "portée. \"]"
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "مَنْ كَانَ يَرْجُو لِقَاءَ اللَّهِ فَإِنَّ أَجَلَ اللَّهِ لَآتٍ ۚ وَهُوَ السَّمِيعُ الْعَلِيمُ",
      "simpleTranslate" : [
        "Celui qui espère rencontrer Dieu doit savoir que le terme fixé par Dieu aura",
        "immanquablement lieu et que Dieu est Celui qui entend tout et qui sait tout."
      ],
      "tafsirTranslate" : [
        "Que celui qui a hâte de rencontrer Allah sait que ce terme attitré d'Allah",
        "viendra sûrement passer <N:6> Il est Audient et Omniscient <N:7>.."
      ],
      "tanslateWordByWord" : [
        "Quiconque",
        "[est]",
        "espoirs",
        "(Pour la) réunion",
        "(Avec) Allah",
        "alors en effet",
        "(le terme",
        "(De) Allah",
        "(Est) sûrement,",
        "Et il",
        "(Est) l'Audient",
        "l'Omniscient"
      ],
      "notes" : {
        "6" : [
          "Autrement dit, [ \"Le cas de celui qui ne croit pas en l'au-delà de la vie et",
          "pense qu'il est responsable devant aucun de ses actes et il n'y a pas de",
          "responsabilité que ce soit, est différent. Il peut rester inattentif et agir",
          "comme il aime, car il se verra les conséquences quand ils apparaissent contre ses",
          "attentes. Mais ceux qui attendent qu'ils doivent rencontrer leur Seigneur un jour",
          "et récompensés et punis selon leurs. actes, ne devrait pas avoir le malentendu",
          "que le temps de la mort est encore goudron off. ils devraient plutôt penser qu'il",
          "est à portée de main et le répit pour l'action est sur le point d'arriver à une",
          "fin. par conséquent, tout ce qu'ils peuvent faire pour leur bien-être dans",
          "l'au-delà, ils devraient le faire. ils ne doit pas retarder l'auto-réforme en",
          "raison de la croyance sans fondement qu'ils ont encore à vivre une longue vie. \"]"
        ],
        "7" : [
          "Autrement dit, [ «Que Dieu devant lequel ils apparaîtront à rendre leurs comptes",
          "ne sont pas informés. Il entend tout et sait tout, et rien d'eux est caché de",
          "Lui.\"]"
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَمَنْ جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ ۚ إِنَّ اللَّهَ لَغَنِيٌّ عَنِ الْعَالَمِينَ",
      "simpleTranslate" : [
        "Quiconque lutte pour la Cause de Dieu ne lutte en réalité que pour lui-même, car",
        "Dieu Se passe volontiers de tout l’Univers."
      ],
      "tafsirTranslate" : [
        "Quiconque se efforce (dans la cause d'Allah) le fait pour son propre bien <N:8>",
        "Certes, Allah signifie en aucun besoin de personne dans l'Univers entier <N:9>.."
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "efforce",
        "alors seulement",
        "il cherche",
        "pour lui-même",
        "Effectivement",
        "Allah",
        "(Est) gratuit du besoin",
        "de",
        "au monde"
      ],
      "notes" : {
        "8" : [
          "Le mot mujahadah signifie lutter et d'exercer sa plus grande face à un",
          "adversaire, et lorsque la force de l'adversaire particulier n'a pas fait",
          "remarquer, le mot implique un tout-out, la lutte multiforme. La lutte que le",
          "croyant doit faire dans le monde, est de cette nature. Il doit lutter contre",
          "Satan, qui lui fait peur à chaque instant des pertes éventuelles qu'il Thay avoir",
          "à supporter pour l'amour du bien et lui séduit avec les avantages et les plaisirs",
          "du mal. Il doit lutter contre son propre aussi, qui exerce à faire de lui",
          "l'esclave de ses convoitises. Il a aussi pour lutter contre tous ces hommes, de",
          "la maison au monde extérieur, dont l'idéologie, les tendances, la morale, les",
          "coutumes mode de vie et les principes sociaux et économiques peuvent être en",
          "conflit avec sa foi; et il doit combattre cet état aussi, qui impose ses lois",
          "indépendantes de l'obéissance à Allah, et emploie ses forces pour promouvoir le",
          "mal au lieu du bien. Cette lutte est pas d'un jour ou deux, mais d'une vie, de",
          "chaque instant de la journée et la nuit. Et ce n'est pas une lutte dans un seul",
          "domaine, mais sur tous les fronts de la vie. Il est à ce sujet que Hadrat Hasan",
          "Basri a dit: [ \". L'homme exerce dans la voie d'Allah, même si il ne peut pas",
          "frapper une épée à tout moment\"]"
        ],
        "9" : [
          "Autrement dit, [ «Allah ne vous demande pas d'exercer votre plus grand parce",
          "qu'il a besoin d'aucune aide de vous pour établir sa divinité et le maintenir en",
          "place et soutenu. Mais il vous demande d'entrer dans ce conflit parce que cette",
          "ouvre la voie à votre propre progress.Through cette façon que vous pouvez vous",
          "débarrasser du mal et suivre la voie de la vérité, par le biais de cette façon,",
          "seul, vous pouvez développer la capacité et le pouvoir d'augmenter à mesure que",
          "les porte-étendards de la bonté dans le monde et devenir digne du Paradis d'Allah",
          "dans l'au-delà. en menant cette guerre, vous ne ferez aucune faveur à AIlah. mais",
          "ne sera d'aider vous-mêmes. \"]"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "Ceux qui croient et font le bien, Nous effacerons leurs péchés et Nous les",
        "rétribuerons selon les meilleures œuvres qu’ils auront accomplies."
      ],
      "tafsirTranslate" : [
        "Ceux qui croient et font de bonnes oeuvres, Nous les purifier de leurs mauvaises",
        "actions et les récompenser en fonction des meilleures de leurs actions <N:10>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "croyez",
        "et fait",
        "justes (actes)",
        "sûrement, nous allons supprimer",
        "d'eux",
        "leurs mauvaises actions",
        "et nous allons sûrement récompenser",
        "(le meilleur",
        "(de quoi",
        "Ils ont utilisé",
        "(faire"
      ],
      "notes" : {
        "10" : [
          "Iman signifie croire et accepter sincèrement toutes ces choses que le Messager",
          "d'Allah et ce livre invitent; et [ «bonnes œuvres»] sont celles qui sont",
          "effectuées en conformité avec les instructions d'Allah et à Son messager. Le bon",
          "travail du cœur et de l'esprit est que la pensée de l'homme et ses idées et ses",
          "intentions devraient être droite et pure. Le bon travail de la langue est que",
          "l'homme doit s'abstenir de parler des choses mauvaises, et tout ce qu'il dit doit",
          "être juste et juste et vrai; et le bon travail des membres est toute la vie de",
          "l'homme devrait être dépensé dans le culte d'Allah et dans l'obéissance à ses",
          "commandements et la loi. Deux résultats des croyances et justes actes ont été",
          "mentionnés: [(1)] Les maux de l'homme seront essuyées; et [(2)] qu'il sera",
          "récompensé pour le meilleur de ses actions mieux que ce qu'il sera effectivement",
          "mériter. Essuyer des maux signifie plusieurs choses: [(1)] Toutes sortes de",
          "péchés que l'homme aurait commis avant son affirmation de la foi sera pardonné",
          "dès qu'il croit; [(2)] les erreurs que l'homme aurait commis après l'affirmation",
          "de la foi en raison de la faiblesse humaine, mais pas à cause d'une attitude",
          "rebelle, sera négligé en raison de ses bonnes actions; [(3)] La réforme de l'auto",
          "de l'homme se fera automatiquement quand il adopte une vie de foi et de la",
          "justice. . et la plupart de ses faiblesses sera retiré de lui. La phrase, [ \"Nous",
          "allons les récompenser pour le meilleur de leurs actes\"], a deux significations:",
          "[(1)] Man sera donné ses récompenses sur la base du meilleur de ses actes; et",
          "[(2)], il sera récompensé meilleur et plus grassement que ce qu'il sera",
          "effectivement mériter de ses actes. Cette chose a été dit à d'autres endroits",
          "aussi dans le Coran. Par exemple, dans la sourate Al-An`am. : 160, il a été dit:",
          "[ «Celui qui apportera une bonne action devant Allah, recevra une récompense",
          "décuplée pour elle\"], et Surah AlQasas: 4: [ «Celui qui apporte une bonne action,",
          "doit avoir une meilleure récompense que \"], et dans la sourate An-Nisa: 40: [\" en",
          "effet DCEs Allah n'a pas tort de qui que ce soit, même par un iota:. si l'on fait",
          "une bonne action, il l'augmente collecteur \"]"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا ۖ وَإِنْ جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا ۚ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "Nous avons recommandé à l’homme d’être bon envers son père et sa mère ; mais «si",
        "ceux-ci te poussent à M’associer ce dont tu n’as aucune connaissance, ne leur",
        "obéis pas.» C’est vers Moi que vous ferez tous retour, et Je vous ferai, alors,",
        "connaître toutes vos œuvres !"
      ],
      "tafsirTranslate" : [
        "Nous avons enjoint à l'homme de bien à ses parents, mais si elles exercent une",
        "pression sur vous associer à moi dans ma Divinité tout ce que vous ne connaissez",
        "pas (pour être mon associé), ne leur obéis pas. <N:11> To Me est votre retour, et",
        "je vous ferai savoir tout ce que vous avez fait. <N:12>"
      ],
      "tanslateWordByWord" : [
        "Nous avons commandé",
        "(E) homme",
        "bonté de ses parents",
        "bonté de ses parents",
        "mais si",
        "ils ont tous deux cherchent contre vous",
        "pour vous faire associé",
        "avec moi",
        "quelle",
        "ne pas",
        "tu as",
        "de celui-ci",
        "aucune connaissance",
        "puis (faire) pas",
        "obéir à tous les deux",
        "Pour moi",
        "(Est) votre retour",
        "et je vais vous informer",
        "sur quoi",
        "tu as utilisé",
        "(faire"
      ],
      "notes" : {
        "12" : [
          "Autrement dit, [ \"Les relations du monde et leurs obligations sont confinés dans",
          "le monde. Enfin, les parents ainsi que les enfants doivent retourner à leur",
          "Créateur, et devant Lui que tout le monde sera tenu responsable que sur la base",
          "de sa responsabilité personnelle. Si les parents ont trompé les enfants, ils",
          "seront appelés à rendre des comptes. Si les enfants ont accepté la déviation pour",
          "l'amour des parents, ils seront punis. Et si les enfants adoptés le droit chemin,",
          "et ne présentaient aucun relâchement en rendant les droits légitimes des parents",
          "non plus, mais les parents les mauvais traitements pour la seule raison qu'ils ne",
          "se joignent à eux dans leur écart, ils ne seront pas en mesure d'échapper à la",
          "punition d'Allah. \"]"
        ],
        "11" : [
          "Selon Muslim, Tirmidhi, Ahmad, Abu Dâwûd et Nasa`i, ce verset a été envoyé à",
          "l'égard de Hadrat Sa`d bin Abi Waqqas. Il était âgé de 18 ou 19 ans quand il a",
          "embrassé l'Islam. Quand sa mère, Hamnah, fille de Sufyan bin Umayyah [(neice",
          "d'Abu Sufyan)], est venu de savoir que son fils était devenu un musulman,",
          "dit-elle, [ «Je vais ni manger, ni boire, ni assis à l'ombre, sauf si vous reniez",
          "Muhammad . les droits de la mère sont supermost même selon commandement d'Allah.",
          "par conséquent, si vous me désobéissez, vous désobéi à Allah aussi. \"] Hadrat",
          "Saad a été perplexes et sont venus devant le Saint Prophète et dit toute son",
          "histoire. A cela, ce verset a été révélé. Peut-être d'autres jeunes gens qui ont",
          "embrassé l'Islam dans la phase initiale à la Mecque ont également été confrontés",
          "à des situations similaires. Par conséquent, le même thème a été répété avec",
          "force dans la sourate Luqman: 15 aussi. Qu'est-ce que le verset signifie pour",
          "impressionner est la suivante: Les droits des parents, entre la création d'Allah,",
          "doivent être tenus comme suprême, mais même si les parents forcent une personne à",
          "adopter shirk, ils ne devraient pas être respectées. Les mots, [ \"Si deux d'entre",
          "eux vous obligent à associer ...\"] impliquent qu'une pression moindre, ou une",
          "pression par l'un d'eux, mérite d'être mis de côté beaucoup plus rapidement. La",
          "phrase suivante, [ \".... que vous ne connaissez pas [(en tant que telle)],\"] est",
          "également remarquable. Cela donne une bonne raison pour ne pas obéir aux parents",
          "à cet égard. Les parents ont certainement le droit que les enfants doivent les",
          "servir, les respecter, et leur obéir dans les choses licites. Mais ils ne",
          "disposent pas du droit que l'on doit leur obéir aveuglément contre de l'une",
          "connaissance de la réalité. Par conséquent, il n'y a aucune raison pour laquelle",
          "une personne doit aller à suivre la religion de ses parents juste parce qu'il est",
          "leur religion. Si les enfants viennent à savoir que leurs parents suivent une",
          "fausse religion, ils doivent y renoncer et adopter la bonne religion. et ne",
          "devrait pas suivre le mauvais sens dont le mensonge est devenu clair pour eux,",
          "même si les parents utilisent toutes sortes de pression pour cela. Lorsque tel",
          "est le cas dans le cas de même les parents, il doit être fait avec toute autre",
          "personne, aussi. Personne ne mérite d'être suivi et obéi à moins d'être sûr que",
          "la personne suivie est sur la bonne voie."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُدْخِلَنَّهُمْ فِي الصَّالِحِينَ",
      "simpleTranslate" : [
        "C’est ainsi que Nous admettrons au nombre des saints ceux qui auront cru et",
        "pratiqué le bien."
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui ont cru et agi avec droiture, Nous allons certainement les",
        "admettre parmi les justes."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "Nous allons sûrement les admettre",
        "parmi",
        "les justes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ وَلَئِنْ جَاءَ نَصْرٌ مِنْ رَبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ ۚ أَوَلَيْسَ اللَّهُ بِأَعْلَمَ بِمَا فِي صُدُورِ الْعَالَمِينَ",
      "simpleTranslate" : [
        "Certains hommes disent : «Nous croyons en Dieu !» Mais s’ils ont à souffrir pour",
        "la Cause de Dieu, ils considèrent l’épreuve infligée par les hommes comme un",
        "châtiment de Dieu. En revanche, quand un secours est accordé par ton Seigneur aux",
        "croyants, ils s’empressent de dire : «N’étions-Nous pas avec vous?», comme si",
        "Dieu n’est pas le mieux Informé de ce que recèlent les cœurs."
      ],
      "tafsirTranslate" : [
        "Parmi les gens, il y a des gens qui disent: <N:13> «Nous croyons en Allah. ' Mais",
        "si une telle personne est faite pour endurer la souffrance dans la cause d'Allah,",
        "il estime la persécution qu'il souffre aux mains de personnes comme si elle est",
        "un châtiment d'Allah. <N:14> Mais si la victoire vient de votre Seigneur, la même",
        "personne disons «Nous étions avec vous.» <N:15> est-ce que Allah sait pas ce qui",
        "est dans le cœur des gens du monde?"
      ],
      "tanslateWordByWord" : [
        "Et de",
        "les gens",
        "(Est-il) qui",
        "dit",
        "Nous croyons",
        "en Allah",
        "Mais quand",
        "il est blessé",
        "dans",
        "(La Voie) d'Allah",
        "il considère",
        "(le procès",
        "(des gens",
        "comme (la) peine",
        "(De) Allah",
        "Mais si",
        "vient",
        "la victoire",
        "de",
        "votre Seigneur",
        "sûrement, ils disent",
        "En effet, nous",
        "ont été",
        "avec toi",
        "N'est pas",
        "Allah",
        "qui connaît le mieux",
        "de quoi",
        "(est dans",
        "(les) seins",
        "(De) les mondes"
      ],
      "notes" : {
        "13" : [
          "Bien que le haut-parleur est une personne seule, il utilise le pronom pluriel et",
          "dit: [ «Nous avons cru,\"] Imam Razi a souligné un point subtil en elle. Il dit",
          "que l'hypocrite essaie toujours d'être compté parmi les croyants et mentionne sa",
          "foi comme il est aussi vrai croire comme les autres. Son cas est semblable à",
          "celle d'un soldat lâche qui accompagne une armée pour le champ de bataille où les",
          "soldats ont bien combattu et mis la déroute de enemyto. Cette personne lâche",
          "aurait apporté aucune contribution à tous, mais quand il rentre chez lui, il",
          "dira, [ «Nous avons mis en place un bon combat et déroute l'ennemi»], comme s'il",
          "était l'un des héros du champ de bataille."
        ],
        "14" : [
          "Autrement dit, [ «Tout comme il faut renoncer à l'incrédulité et du péché à cause",
          "de la peur de la punition d'Allah, a ainsi fait cet homme renoncer à la foi et de",
          "la bonté en raison de la crainte de persécution par le peuple. Quand, après la",
          "croyance qu'il a été confronté à des menaces et l'emprisonnement et un traitement",
          "sévère des incroyants, il pensait que la punition d'Allah dans l'enfer dont il",
          "aura à souffrir après la mort à la suite de son incrédulité, ne sera pas plus",
          "sévère que cela. par conséquent, il a décidé qu'il subirait le tourment de",
          "l'autre monde à son propre temps, mais doit renoncer à la foi et rejoindre les",
          "incroyants afin qu'il puisse se sauver du tourment de ce monde et de passer un",
          "facile, la vie. \"]"
        ],
        "15" : [
          "Autrement dit, [ \"Aujourd'hui, il a rejoint les incroyants pour sauver sa peau.",
          "Et a abandonné les croyants car il est pas préparé même à souffrir d'un",
          "thornprick dans la cause de la promotion de la religion d'Allah, mais quand Allah",
          "favorise avec .access et la victoire de ceux qui luttent pour sa cause de leur",
          "vie et les propriétés, cette personne va se présenter pour avoir sa part des",
          "fruits de la victoire et va dire aux musulmans, \"] Nos cœurs étaient avec vous:",
          "nous avons utilisé pour prier pour votre succès: nous avons pensé très fortement",
          "de votre dévouement et vos sacrifices [ \"ici, il faut comprendre que, dans le cas",
          "d'une persécution insupportable et la perte et la peur extrême, il est permis de",
          "renier l'islam et sauver sa. la vie, à condition que celui-ci reste ferme dans sa",
          "foi avec un cœur sincère. Mais il y a une grande différence entre le musulman",
          "sincère qui renie l'Islam sous la contrainte afin de sauver sa vie et le",
          "temps-serveur qui croit idéologiquement dans l'Islam comme une véritable",
          "religion, mais se joint aux mécréants quand il voit les dangers et les risques",
          "liés à la vie de la foi. Apparemment, ils ne semblent pas être très différent de",
          "l'autre, mais la chose qui définit eux aux antipodes est la suivante: Le musulman",
          "sincère qui pousse l'incrédulité sous la contrainte, non seulement reste attaché",
          "à l'islam idéologique, mais pratiquement aussi ses sympathies restent avec",
          "l'Islam et les musulmans; il se sent heureux de leur succès et malheureux de leur",
          "défaite. Même sous la contrainte, il essaie de se prévaloir de toutes les",
          "occasions de coopérer avec les musulmans, et reste à l'affût pour une chance de",
          "rejoindre ses frères en la foi dès que la poignée des ennemis desserre un peu.",
          "Contrairement à cela, lorsque le temps serveur constate que le chemin de la foi",
          "est difficile à suivre et calcule soigneusement que les inconvénients de bardage",
          "avec l'Islam l'emportent sur les avantages de re joindre les incroyants, il se",
          "détourne de l'Islam et les musulmans pour le bien de la sécurité personnelle et",
          "de gains matériels, établit l'amitié avec les incroyants et est prêt à mener à",
          "bien pour ses propres intérêts tout service pour eux, qui peuvent être tout à",
          "fait opposé à la foi et nuisible aux musulmans. . Mais en même temps, il ne ferme",
          "pas les yeux sur la possibilité que l'Islam aussi pourrait prospérer un certain",
          "temps dans l'avenir. Par conséquent, chaque fois qu'il aura l'occasion de parler",
          "aux musulmans, il reconnaît leur idéologie et admet sa foi et rend hommage à",
          "leurs sacrifices les plus généreux, de sorte que ses aveux verbaux pourraient",
          "être utiles en cas de besoin. A un autre endroit dans le Coran ce même",
          "négociation mentalité des hypocrites a été décrite, ainsi: \".] Les hypocrites",
          "regardent vous près de voir [(comment le vent souffle)] Si la victoire vient à",
          "vous d'Allah, ils seront à vous dire, `étions-nous pas avec vous? Et si les",
          "mécréants prennent le dessus, ils leur disent, `étions-nous pas assez fort pour",
          "lutter contre vous? Pourtant, nous vous défendu des musulmans\". \" [(An-Nisa ':",
          "141 <V:4:141>)]."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ آمَنُوا وَلَيَعْلَمَنَّ الْمُنَافِقِينَ",
      "simpleTranslate" : [
        "Certes, Dieu connaît parfaitement les croyants, comme Il connaît parfaitement",
        "ceux qui sont hypocrites."
      ],
      "tafsirTranslate" : [
        "Allah va sûrement déterminer qui sont les croyants et qui sont les hypocrites.",
        "<N:16>"
      ],
      "tanslateWordByWord" : [
        "Et Allah va sûrement mettre en évidence",
        "Et Allah va sûrement mettre en évidence",
        "ceux qui",
        "croyez",
        "Et il va sûrement mettre en évidence",
        "les hypocrites"
      ],
      "notes" : {
        "16" : [
          "Autrement dit, [ \"Allah fournit des occasions pour le procès encore et encore",
          "pour que la foi des croyants et l'hypocrisie des hypocrites se manifestent, et",
          "tout ce qui est caché dans le cœur devient exposée. La même chose a été dit dans",
          "Al-i-`Imran: 179: \"] Allah ne laissera pas les croyants dans l'état où vous",
          "arrive d'être à l'heure actuelle: Il va sûrement séparer le pur de gens impurs.\""
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ ۖ إِنَّهُمْ لَكَاذِبُونَ",
      "simpleTranslate" : [
        "Les négateurs disent aux croyants : «Suivez notre voie et nous nous chargeons du",
        "poids de vos péchés !» En vérité, ils sont incapables de s’en charger ; ils ne",
        "font que mentir."
      ],
      "tafsirTranslate" : [
        "Les mécréants disent aux croyants: «Suivez notre chemin et nous allons porter le",
        "fardeau de vos péchés.» <N:17> (Ils disent donc même si) ils ne vont pas à",
        "transporter une partie de leurs péchés. <N:18> Certes, ils sont couchés."
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "ceux qui",
        "ne pas croire",
        "à ceux qui",
        "croyez",
        "Suivre",
        "notre chemin",
        "et nous continuerons",
        "vos péchés",
        "Mais non",
        "ils",
        "(Sont) va porter",
        "de",
        "leurs péchés",
        "tout",
        "chose",
        "En effet, ils",
        "(sont) sûrement menteurs"
      ],
      "notes" : {
        "17" : [
          "Ce qu'ils voulaient dire était:. [ \"En premier lieu, le discours sur la vie",
          "au-delà et de la Résurrection et de la responsabilité est tout sens Mais à",
          "supposer il y a une autre vie où les gens seront appelés à rendre compte de leurs",
          "actions, nous prenons la responsabilité que nous prendrons la peine, etc., sur",
          "nous-mêmes Vous devez, par conséquent, -. de nous écouter et de renoncer à cette",
          "nouvelle foi et revenir à votre religion ancestrale \"] Selon les traditions",
          "plusieurs. chefs de Quraish utilisés à l'avocat ainsi les gens qui ont embrassé",
          "l'Islam au début. Ainsi, lorsque Hadrat `Umar a accepté l'Islam, Abu Sufyan et",
          "Harab bin Umayyah bin Khalaf l'a rencontré et dit ces mêmes choses. [\""
        ],
        "18" : [
          "Autrement dit, \"] Il est pas du tout possible qu'une personne devrait prendre la",
          "responsabilité d'une autre devant Allah, et permettre ainsi le pécheur réelle",
          "d'échapper à la peine de son péché, pour chaque personne sera responsable pour",
          "ses propres actes là [ «Non porteur d'une charge doit porter le fardeau d'une",
          "autre.\"] [(An-Najm: 38 <V:53:38>)]. Mais si, à tout ce qu'il en soit ainsi,",
          "aucune aura le nerf, en face du flamboiement l'enfer se préparait à punir les",
          "mécréants, dire à Allah, que pour des raisons d'honorer son engagement dans le",
          "monde, [ \"Seigneur, pardonne cette personne et lui envoyer au Paradis: il avait",
          "tourné apostate sur mon conseil: Je me offre à subir la punition pour ma propre",
          "incrédulité, ainsi que pour son en enfer. \"]"
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ ۖ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ",
      "simpleTranslate" : [
        "Mais ce qu’ils auront sûrement à porter le Jour de la Résurrection, c’est le",
        "fardeau de leurs propres péchés ainsi que d’autres fardeaux encore en plus des",
        "leurs ; de même qu’ils auront sûrement à répondre de leurs inventions mensongères",
        "!"
      ],
      "tafsirTranslate" : [
        "Ils vont certainement porter leurs propres fardeaux et d'autres fardeaux en plus",
        "de leur propre. <N:19> Ils seront certainement appelés à rendre compte au Jour de",
        "la Résurrection, sur les fabrications dont ils Contrived. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Mais sûrement ils porteront",
        "leurs charges",
        "et les charges",
        "avec",
        "leurs charges",
        "et sûrement, ils seront interrogés",
        "(au jour",
        "(De) la Résurrection",
        "sur quoi",
        "Ils ont utilisé",
        "(inventer"
      ],
      "notes" : {
        "20" : [
          "[ \"Scandal-mongering\"] implique tous ces mensonges qui ont été cachés dans cette",
          "parole des mécréants: [ \". Suivez notre chemin et nous allons supporter le",
          "fardeau de vos péchés\"] En fait, ils ont dit ceci sur la base de deux",
          "présomptions: [(1)] le credo du shirk qu'ils suivent est hase sur la vérité et la",
          "doctrine du Saint Prophète Muhammad de Tauh, id est faux; par conséquent, il n'y",
          "a rien de mal si elle est rejetée; et [(2)] il va y avoir de résurrection, et la",
          "doctrine de l'au-delà qui dissuade un musulman de l'incroyance est sans",
          "fondement. Avec ces présomptions ils auraient avocat musulman, en disant: [ \"Eh",
          "bien, si vous pensez que l'incrédulité est vraiment un péché, et il va être",
          "Résurrection quand vous serez appelés à rendre compte de ce péché, alors nous",
          "sommes prêts à prendre ce . péché de la vôtre sur nos Selves Vous laissez à nous",
          "et abandonner la religion de Muhammad et de revenir à votre religion ancestrale",
          "»] Dans ces deux autres choses fausses ont également été inclus: [(a)] Leur",
          "croyance qu'une personne qui commet une infraction à quelqu'un d'autre",
          "instigation peut être exempté de sa responsabilité, et toute la responsabilité",
          "peut être assumée par celui qui avait incité la commission de l'infraction; et",
          "[(b)] leur fausse promesse que le Jour de la Résurrection ils seront certainement",
          "assumer la responsabilité de ceux qui pourraient avoir tourné apostats sur leur",
          "conseil. Car quand la Résurrection sera effectivement établi, et ils verront",
          "l'Enfer contre leurs attentes, ils ne seront jamais prêts à recevoir la punition",
          "de leur propre incrédulité ainsi que garder tout le fardeau des péchés de ces",
          "autres qu'ils avaient trompés et induits en erreur le monde."
        ],
        "19" : [
          "C'est [ \"Bien qu'ils ne porteront pas les fardeaux des autres, ils ne seront ni",
          "échapper portant une double charge:. Un fardeau de leur propre moi égaré, et la",
          "charge de diriger le othere égarés\"] Ce peut être compris par exemple. Une",
          "personne commet un vol et demande aussi une autre personne à se joindre à lui.",
          "Maintenant, si l'autre personne commet aussi le vol, aucun juge ne le laisser se",
          "seulement parce qu'il avait commis l'infraction sur quelqu'un d'autre a incité.",
          "Il sera en tout cas être puni pour le vol et il ne sera pas équitable selon l'une",
          "quelconque loi de la justice de le laisser éteint et punir au lieu de lui le",
          "premier voleur qui l'avait poussé à commettre le vol. Toutefois, le premier",
          "voleur subir la peine pour deux infractions: l'infraction d'avoir commis le vol",
          "lui-même et l'infraction de transformer une autre personne dans un voleur avec",
          "lui-même. Ce principe a été énoncé à un autre endroit dans le Coran ainsi [",
          "\"......... afin qu'ils devraient supporter tout le poids de leurs propres",
          "fardeaux Sur le Jour de la Résurrection avec quelques-uns des fardeaux de ceux",
          "qu'ils mènent égarés dans leur ignorance \"] [(An-Nahl: 25 <V:16:25>)] le même",
          "principe a été élucidé par le Saint Prophète dans ce hadith: [\". celui qui a",
          "invité d'autres à la bonne voie sera accordé une récompense égale à les",
          "récompenses de ALi ceux qui ont écouté lui et a adopté la bonne voie, sans pour",
          "autant diminuer leurs récompenses en aucune façon. et quiconque invité les autres",
          "à l'écart gagnera un péché égal aux péchés de tous ceux qui l'ont suivi, sans",
          "diminuer leurs péchés en tout façon.\"]"
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ الطُّوفَانُ وَهُمْ ظَالِمُونَ",
      "simpleTranslate" : [
        "Nous avons envoyé Noé auprès de son peuple. Il demeura parmi eux neuf cent",
        "cinquante ans. Puis le déluge vint les surprendre en pleine iniquité."
      ],
      "tafsirTranslate" : [
        "Nous avons effectivement envoyé Noé vers son peuple <N:21> et il a vécu parmi eux",
        "mille ans moins cinquante. <N:22> Finalement, le déluge, les saisit alors qu'ils",
        "étaient engagés dans des actes répréhensibles. <N:23>"
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons envoyé",
        "Nuh",
        "à",
        "son peuple",
        "et il est resté",
        "parmi eux",
        "un millier",
        "années)",
        "enregistrer",
        "cinquante",
        "années)",
        "puis les saisies",
        "l'inondation",
        "pendant qu'ils",
        "(Étaient) les malfaiteurs"
      ],
      "notes" : {
        "21" : [
          "A titre de comparaison, voir AI-i-`Imran: 33-34, An-Nisa ': 163, AI-An`am: 84,",
          "AI-Araf, 59-64, Yuuns: 71 -73, Hud: 25-48, AI-Anbiyaa: 76-77, AlMu'minun: 23-30,",
          "AI-Furqan: 37, Ash-Shu ARAA: 105-123, As-Saffat: 75-82, AIQamar: 0,9 à 15,",
          "AI-Haaqqah: 11-12, Nuh [(l'ensemble de celui-ci)]. Il faut garder les versets",
          "initiaux du Surah en vue afin de comprendre la pertinence de ces histoires dans",
          "ce contexte. Là, d'une part, il a été dit aux croyants, [ «Nous avons mis à",
          "l'épreuve tous les croyants qui ont passé avant\"], et, d'autre part, les",
          "mécréants méchants ont été mis en garde à l'effet: [ \"vous ne devriez pas avoir",
          "le malentendu que vous nous dépasser et d'échapper à notre portée.\"] Il est",
          "d'impressionner ces deux choses que ces événements historiques sont liés ici."
        ],
        "22" : [
          "Cela ne signifie pas que le Prophète Noé vécut 950 ans, mais cela signifie que,",
          "après sa nomination à Prophétie jusqu'à la venue du déluge, il est allé sur les",
          "efforts faisant de 950 ans pour la réforme de son méchant les gens, et il n'a pas",
          "perdu le cœur, même si il a subi des persécutions pour une si longue période. La",
          "même chose est le but du discours ici. Les croyants sont dit:. [ \"Vous avez",
          "souffert de persécutions et de vivre l'entêtement de vos adversaires méchants",
          "peine pendant six ans ou plus Imaginez la patience et de la résolution et la",
          "fermeté de notre serviteur qui a bravé les afflictions et les difficultés en",
          "continu pendant neuf ans et demi siècles. \"] le Coran et la Bible diffèrent sur",
          "l'âge du Prophète Noé. La Bible dit qu'il a vécu pendant 950 ans. Il était âgé de",
          "600 ans quand le déluge vint, et vécut encore 350 ans après le déluge. [(Genèse",
          "7: 6 et 9: 28-29)]. Mais selon le Coran, il doit avoir vécu pendant au moins",
          "mille ans, parce que 950 ans est le temps qu'il a passé dans la prédication de sa",
          "mission après sa nomination à Prophétie jusqu'à la venue du déluge. De toute",
          "évidence, il doit avoir été nommé à Prophétie après avoir atteint sa maturité, et",
          "doit avoir vécu un peu de vie après le déluge aussi. Pour certaines personnes,",
          "une telle durée de vie est inconcevable. Mais dans ce monde de Dieu événements",
          "étranges ne sont pas rares. . Partout où l'on peut regarder on verra des",
          "manifestations extraordinaires de sa puissance. La survenance de certains",
          "événements et des choses sous une forme habituelle et la manière ne prouve que",
          "l'événement ou la chose ne peut pas arriver d'une manière inhabituelle et",
          "extraordinaire. Pour briser ces hypothèses, il existe une longue liste",
          "d'événements et des choses inhabituelles qui ont eu lieu dans tous les types de",
          "création dans chaque partie de l'univers. En particulier, la personne qui a une",
          "idée claire de l'être de Dieu le AII-puissant, ne peut pas être impliqué dans le",
          "malentendu qu'il est impossible pour Dieu, qui est le Créateur de la vie et la",
          "mort, d'accorder une vie de mille ans ou plus à tout homme. Le fait est que",
          "l'homme de sa propre volonté et désir ne peut pas vivre même pour un instant,",
          "mais si Allah le veut, il peut lui faire vivre aussi longtemps qu'il lui plaît."
        ],
        "23" : [
          "Autrement dit, le déluge est venu quand ils persistaient encore dans leur",
          "méchanceté. Avaient-ils cessèrent de lui avant la venue d'Allah Flood aurait pas",
          "envoyé ce tourment sur eux."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ وَجَعَلْنَاهَا آيَةً لِلْعَالَمِينَ",
      "simpleTranslate" : [
        "Nous sauvâmes Noé ainsi que ceux qui se trouvaient dans l’arche avec lui, et Nous",
        "fîmes de cet événement un signe pour la postérité."
      ],
      "tafsirTranslate" : [
        "Puis nous avons sauvé Noah ensemble avec les gens de l'Arche <N:24> et en a fait",
        "(qui est, l'Arche) une leçon pour tous. <N:25>"
      ],
      "tanslateWordByWord" : [
        "Mais Nous l'avons sauvé",
        "et (les) personnes",
        "(De) le navire",
        "et Nous l'avons fait",
        "un panneau",
        "pour les mondes"
      ],
      "notes" : {
        "24" : [
          "Autrement dit, les gens qui avaient cru en Noé, et qui avait été autorisée par",
          "Allah à bord de l'Arche Cela a été élucidé dans la sourate Hud:. 40, ainsi: [",
          "\"Jusqu'à quand Notre jeu de commande pour passer et au-Tannur a commencé à",
          "bouillir, nous avons dit, `[(O Noé)], de prendre dans l'arche deux de chaque",
          "espèce, et embarquez vos propres gens-sauver ceux qui ont déjà été spécifiquement",
          "marquée - et aussi ceux qui ont cru et ceux qui avaient cru avec Noé étaient",
          "seulement quelques \"]."
        ],
        "25" : [
          "Il peut aussi signifier ceci: [ \"Nous avons fait ce terrible châtiment ou ce",
          "grand événement un signe d'avertissement pour les générations futures.\"] Mais de",
          "la façon dont cela a été mentionné ici et dans la sourate Qamar, il semble que",
          "l'objet d'avertissement était l'arche elle-même, qui est resté sur le sommet de",
          "la montagne depuis des siècles et a continué à rappeler aux générations futures",
          "qu'une inondation d'une telle ampleur était une fois venir dans ce pays en raison",
          "de laquelle l'Arche avait levé pour se reposer sur la Montagne. Dans la sourate",
          "Qamar: 13-15, il a été dit:. [ \"Et Nous portait Noah sur une chose [(Ark)] faite",
          "de planches et de clous, qui flottait sous nos soins Ce fut une vengeance pour le",
          "bien de celui qui avait été méprisé. Et Nous que Ark comme un signe. Alors,",
          "est-il un qui prendrait réfléchir? \"] Dans son commentaire sur ce verset de la",
          "sourate Qamar, Ibn Jarir dit sur l'autorité de Qatadah que pendant la période des",
          "Compagnons lorsque les musulmans sont allés à la terre d'al-Jazirah, ils ont vu",
          "l'arche sur le mont Judi [(selon une autre tradition, à proximité de l'habitation",
          "de Baqirwa)]. Dans les temps modernes aussi nouvelles apparaissent de temps à",
          "autre dans les documents que les expéditions sont envoyés à la recherche sur le",
          "bateau, parce que quelque chose ressemblant à un bateau a été repéré beaucoup de",
          "temps à partir d'avions pendant les vols sur le mont Ararat. [(Pour plus de",
          "détails, voir E.N. 47 de Al-A`raf et E.N. 46 de Hud)]."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ ۖ ذَٰلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ",
      "simpleTranslate" : [
        "Nous avons également envoyé Abraham, qui dit à son peuple : «Adorez Dieu et",
        "craignez-Le ! C’est le mieux que vous puissiez faire, si vous saviez !"
      ],
      "tafsirTranslate" : [
        "Nous avons envoyé Abraham <N:26> et il a dit à son peuple: «Adorez Allah et Lui",
        "craindre <N:27> Ceci est mieux pour vous si vous saviez.."
      ],
      "tanslateWordByWord" : [
        "Et Ibrahim",
        "quand",
        "il a dit",
        "à son peuple",
        "Culte",
        "Allah",
        "et le craindre",
        "Cette",
        "(est mieux",
        "pour toi",
        "si",
        "toi",
        "connaître"
      ],
      "notes" : {
        "26" : [
          "A titre de comparaison, voir AI-Baqarah: 122-141. 258-260; AI-i-Imran: 6471;",
          "AI-An'am: 71-82; Hud: 0,69 à 83; Ibrahim: 35-41; AI-Hijr: 45-60; Maryam: 4150;",
          "AI-Anbiyaa: 51-75; Ash-Shu'araa: 69-104; Comme -Saftat: 75 I-13; Az-Zukhruf:",
          "26-35; Adh-Dariyat: 24-46."
        ],
        "27" : [
          "Autrement dit, [ \"Peur Lui désobéir et associer d'autres avec lui.\"]"
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "إِنَّمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا ۚ إِنَّ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَاعْبُدُوهُ وَاشْكُرُوا لَهُ ۖ إِلَيْهِ تُرْجَعُونَ",
      "simpleTranslate" : [
        "«En réalité, vous n’adorez en dehors de Dieu que des idoles et vous n’inventez",
        "que des mensonges ! Les divinités que vous adorez en dehors de Dieu n’ont aucun",
        "moyen pour vous assurer votre subsistance. Recherchez-la plutôt auprès de Dieu !",
        "Adorez-Le ! Louez-Le ! C’est vers Lui que vous ferez retour."
      ],
      "tafsirTranslate" : [
        "Ceux que vous adorez en dehors d'Allah ne sont que des idoles, et vous êtes tout",
        "simplement d'inventer des mensonges (à leur sujet). <N:28> En effet ceux que vous",
        "adorez en dehors d'Allah ont pas le pouvoir de vous fournir toute subsistance .",
        "Donc chercher votre subsistance d'Allah et ne servent qu'à Lui et rendre grâce à",
        "Lui seul. Il est à Lui que vous serez renvoyé. <N:29>"
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "vous adorez",
        "outre",
        "outre",
        "Allah",
        "idoles",
        "et vous créez",
        "mensonge",
        "Effectivement",
        "ceux",
        "vous adorez",
        "outre",
        "outre",
        "Allah",
        "(ne pas",
        "posséder",
        "pour toi",
        "toute disposition",
        "donc, rechercher",
        "de",
        "Allah",
        "la fourniture",
        "et l'adorer",
        "et soyez reconnaissants",
        "à lui",
        "À lui",
        "vous retournerez"
      ],
      "notes" : {
        "28" : [
          "Autrement dit, [ \"Vous n'êtes pas forgez idoles, mais un mensonge. Ces idoles",
          "sont en eux-mêmes un mensonge. Ensuite, vos croyances qu'ils sont des dieux et",
          "des déesses, ou ils sont l'incarnation de Dieu, ou sa progéniture, ou son",
          "favoris, ou intercesseurs avec Lui, ur que quelqu'un d'entre eux est dispensateur",
          "de la santé, ou qui donne des enfants ou des emplois, sont aII est, que vous avez",
          "inventé de vos propres caprices et des conjectures. Le fait est qu'ils ne sont en",
          "rien plus idoles sans vie, impuissants et impuissants."
        ],
        "29" : [
          "Dans ces quelques phrases, le prophète Abraham a mis en place des arguments",
          "rationnels aII contre le culte des idoles. Il doit nécessairement y avoir une",
          "raison pour faire quelqu'un ou quelque chose d'une divinité. Une de ces raisons",
          "peut être que quelqu'un devrait avoir le droit d'être une divinité due à une nce",
          "Excelle personnelle. Un autre, qu'il devrait être le créateur de l'homme, et",
          "l'homme devrait être lui doit tiffs existence. Troisièmement, qu'il devrait être",
          "responsable de la subsistance de l'homme, sa nourriture et d'autres moyens de la",
          "vie. Quatrièmement, l'avenir de l'homme devrait être lié avec son soutien et la",
          "générosité, et l'homme peut avoir peur que l'agacer signifierait provoquer sa",
          "propre ruine. Le Prophète Abraham dit qu'aucun de ces quatre choses favorisait le",
          "culte des idoles, mais ils ont tous favorisé et a demandé à Dieu le culte pur.",
          "Dire que ce sont de simples idoles, il démoli le premier argument, pour une",
          "simple idole ne pouvait avoir aucune excellence pour donner droit à être une",
          "divinité. Puis, en disant que \"] Vous êtes leur créateur [\", réfuter le deuxième",
          "argument, et \"] ils ont pas le pouvoir de vous donner toute la subsistance [\"",
          "détruit la troisième raison. Enfin. dit-il, \"] Vous devez retourner à Allah",
          "finalement\" et non aux idoles; par conséquent, il n'a pas été en leur pouvoir",
          "pour faire ou défaire votre destin, mais dans la puissance de Dieu seul. Ainsi,",
          "après une réfutation complète de shirk, le Prophète Abraham a clairement pour eux",
          "que toutes les raisons pour lesquelles l'homme pourrait considérer quelqu'un",
          "comme une divinité appliquées uniquement à Allah qui seul doit être adoré sans",
          "associer quelqu'un d'autre avec lui."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَإِنْ تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِنْ قَبْلِكُمْ ۖ وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ",
      "simpleTranslate" : [
        "«Si vous criez à l’imposture, d’autres peuples avant vous l’ont déjà fait. Mais",
        "la mission d’un prophète ne consiste qu’à transmettre le message en toute",
        "clarté.»"
      ],
      "tafsirTranslate" : [
        "Et si vous donnez le mensonge (le Messager), puis de nombreuses nations avant",
        "aussi donné le mensonge <N:30> (à leurs messagers). Le Messager est chargé sans",
        "autre devoir que de livrer le message en termes clairs."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "vous niez",
        "puis en vérité",
        "dénié",
        "(les) nations",
        "Avant toi",
        "Avant toi",
        "Et pas",
        "(est sur",
        "le Messager",
        "sauf",
        "le transport",
        "clair"
      ],
      "notes" : {
        "30" : [
          "Autrement dit, [ \"Si vous refusez mon invitation à Monothéisme et niez mon",
          "message que vous devez retourner à votre Seigneur, et rendre compte de vos actes,",
          "il ne sera pas une chose nouvelle. Dans l'histoire de l'humanité de nombreux",
          "prophètes comme Noé, Hud, Salih [(sur qui soit la paix d'Allah)] avant ont",
          "également apporté les mêmes enseignements, et leurs peuples leur a refusé",
          "également. maintenant, vous pouvez juger par vous-mêmes pour savoir si elles nui",
          "aux prophètes ou seulement eux-mêmes \"]."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
      "simpleTranslate" : [
        "Ne voient-ils pas comment Dieu instaure la Création, puis la reproduit à nouveau?",
        "Cela est si aisé, en vérité, pour le Seigneur !"
      ],
      "tafsirTranslate" : [
        "Avoir <N:31> ils ne sont jamais observé comment Allah crée pour la première fois,",
        "puis la répète? En effet (à répéter la création d'une chose) est encore plus",
        "facile pour Allah <N:32> (que de créer pour la première fois)."
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "ils voient",
        "Comment",
        "provient d'Allah",
        "provient d'Allah",
        "la création",
        "puis",
        "le répète",
        "Effectivement",
        "cette",
        "pour",
        "Allah",
        "(est facile"
      ],
      "notes" : {
        "32" : [
          "Autrement dit, [ \"D'une part, d'innombrables nouvelles choses viennent à",
          "l'existence de la non-existence, et sur les autres, de nouveaux membres",
          "similaires continuent à venir à l'existence de prendre la place des membres",
          "meurent de toutes les espèces. Les polythéistes ont reconnu que ce était tout à",
          "cause de la puissance de Dieu de la création et de l'invention. ils ne voient",
          "refuser Allah d'être un créateur, tout comme les polythéistes d'aujourd'hui ne",
          "font pas. par conséquent, l'argument a été fondé sur ce qu'ils reconnaissaient",
          "eux-mêmes comme une réalité, comme pour dire, \"] Comment pensez-vous que Dieu,",
          "qui, selon votre propre croyance,. amène les choses à l'existence de la",
          "non-existence, et Noës pas créer des choses juste une fois, mais va sur la mise à",
          "l'existence des choses semblables en place des choses qui meurent à plusieurs",
          "reprises devant vos yeux, ne sera pas en mesure de vous élever à la vie après la",
          "mort? \"[(Pour plus d'explications, voir eN 80 de Surah AnNaml)]."
        ],
        "31" : [
          "D'ici à la fin du verset 23 est une parenthèse, qui a été interposé dans",
          "l'histoire du Prophète Abraham et adressée aux mécréants de la Mecque. La",
          "pertinence de cette interposition dans l'histoire, qui est liée pour",
          "l'avertissement des incroyants, est qu'ils ont été essentiellement impliqués dans",
          "deux types d'écart: shirk et idole culte, et le refus de l'au-delà. Le premier",
          "d'entre eux a été réfutée dans le discours du Prophète Abraham comme liés",
          "ci-dessus. Maintenant, le second est réfuté dans ces quelques phrases par Allah",
          "Lui-même."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ ۚ ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "Dis : «Parcourez la Terre et voyez comment Dieu a créé, une première fois, les",
        "êtres vivants qu’Il fera renaître de nouveau, pour la dernière fois, car Sa",
        "puissance n’a point de limite.»"
      ],
      "tafsirTranslate" : [
        "Dis: «Va à propos de la terre et voyez comment Il a créé pour la première fois,",
        "puis Allah recréer la vie. ' Certes, Allah a pouvoir sur tout. <N:33>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Voyager",
        "dans",
        "La terre",
        "Et voir",
        "Comment",
        "Il est originaire",
        "la création",
        "alors",
        "Allah",
        "produira",
        "la création",
        "le dernier",
        "Effectivement",
        "Allah",
        "sur",
        "chaque",
        "chose",
        "(Est) Tout-Puissant"
      ],
      "notes" : {
        "33" : [
          "Autrement dit, [ «Quand vous vous êtes témoins de choses en cours de création",
          "dans l'instance tirst par la compétence et l'habileté de Dieu, vous devez bien le",
          "comprendre que la re-création prendras place par la même compétence et la",
          "compétence. une telle chose est pas au-delà de sa puissance et ne peut pas être.",
          "\"]"
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "يُعَذِّبُ مَنْ يَشَاءُ وَيَرْحَمُ مَنْ يَشَاءُ ۖ وَإِلَيْهِ تُقْلَبُونَ",
      "simpleTranslate" : [
        "Il châtie qui Il veut et Il pardonne à qui Il veut. C’est à Lui que vous ferez",
        "retour."
      ],
      "tafsirTranslate" : [
        "Il châtie qui Il veut et pardonne à qui Il veut. Pour Lui tous vous seront",
        "renvoyés."
      ],
      "tanslateWordByWord" : [
        "Il punit",
        "qui",
        "Il veut",
        "et fait miséricorde",
        "(sur qui",
        "Il veut",
        "et à Lui",
        "vous retournerez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ ۖ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
      "simpleTranslate" : [
        "Vous ne pouvez aller contre Sa volonté ni sur la Terre ni dans le Ciel ; et il",
        "n’y a pour vous, en dehors de Lui, ni allié ni protecteur."
      ],
      "tafsirTranslate" : [
        "Vous ne pouvez pas vaincre Allah, ni sur la terre ni dans le ciel. <N:34>",
        "Personne ne peut vous protéger d'Allah <N:35>, ni venir à votre aide contre lui."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "toi",
        "peut échapper",
        "dans",
        "La terre",
        "et pas",
        "dans",
        "le paradis",
        "Et pas",
        "pour toi",
        "outre",
        "outre",
        "Allah",
        "tout",
        "protecteur",
        "et pas",
        "une aide"
      ],
      "notes" : {
        "34" : [
          "Autrement dit, [ \"Vous ne pouvez pas échapper à l'étreinte d'Allah partout où",
          "vous pouvez fuir. Que vous descendez dans les profondeurs de la terre ou de",
          "monter dans les hauteurs du ciel, vous serez appréhendé dans tous les cas et",
          "apporté avant . votre Seigneur \"] la chose a été dit dans la sourate Ar-Rahman",
          "comme un défi pour les djinns et les hommes: [« O compagnie de djinns et les",
          "hommes Si vous avez le pouvoir d'échapper à travers les limites de la terre et",
          "les cieux, puis n'échapper! Vous n'échapperez pas, car il faut une grande",
          "puissance. \"] [(v. 33)]."
        ],
        "35" : [
          "Autrement dit, [ «Ni vous-mêmes avez le pouvoir que vous devez échapper à",
          "l'emprise d'Allah, ni aucun de vos tuteurs ou des mécènes ou des partisans si",
          "puissant qu'il devrait vous donner refuge contre Allah et vous sauver de Sa .",
          "punition Aucun dans l'univers entier peut oser lieu comme un partisan de ceux qui",
          "ont commis shirk et d'incrédulité, qui ont refusé de se soumettre avant",
          "commandements divins, qui ont osé désobéir à Allah impudemment, et les tempêtes",
          "de la méchanceté et mishief sur Sa terre soulevée, et refuser l'application du",
          "décret divin de tourment contre eux, ou ont le culot de dire à la Cour de Dieu:",
          "\"] ils sont mes disciples: par conséquent, tout ce qu'ils auraient pu le faire",
          "devrait être pardonné. \""
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ وَلِقَائِهِ أُولَٰئِكَ يَئِسُوا مِنْ رَحْمَتِي وَأُولَٰئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "Ceux qui nient les preuves de Dieu ainsi que leur rencontre avec Lui, ceux-là",
        "n’auront rien à espérer de Ma miséricorde ; ceux-là subiront un châtiment",
        "douloureux."
      ],
      "tafsirTranslate" : [
        "Ceux qui ont mécru dans les signes d'Allah et dans la rencontre avec Lui, ce sont",
        "eux qui ont désespéré de Ma Miséricorde; <N:36> ce sont eux dont un châtiment",
        "douloureux attend."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "ne pas croire",
        "dans (les) Signes",
        "(De) Allah",
        "et (la) réunion (avec) Lui",
        "ceux",
        "(Ont) désespérait",
        "de",
        "Ma Miséricorde",
        "Et celles",
        "pour eux",
        "(Est) une punition",
        "douloureux"
      ],
      "notes" : {
        "36" : [
          "Autrement dit, [ «Ils ont aucune part dans ma miséricorde, et ils devraient",
          "entretenir aucun espoir d'obtenir une action de ma miséricorde. Quand ils ont nié",
          "les révélations d'Allah, ils se livrèrent leur droit à profit par les promesses",
          "AIIah a faites aux croyants. Puis, quand ils ont nié l'ahd de Hereafter ne du",
          "tout pas croire qu'un jour ils devront se tenir devant leur Dieu, cela signifie",
          "seulement qu'ils chérissent aucun espoir du pardon d'Allah et le pardon. Après",
          "cela, quand ils ouvriront leurs yeux dans la-delà, à l'encontre de leurs",
          "attentes, et aussi voir la vérité de ces signes d'Allah, qu'ils avaient refusé,",
          "il n'y a aucune raison pour laquelle ils devraient recevoir une action de la",
          "miséricorde .A Ilah. \"]"
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا اقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنْجَاهُ اللَّهُ مِنَ النَّارِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Pour toute réponse, le peuple d’Abraham s’écria : «Tuez-le ou brûlez-le vif !»",
        "Mais Dieu le sauva du feu. Il y a là vraiment des signes pour des gens qui ont la",
        "foi."
      ],
      "tafsirTranslate" : [
        "Le peuple <N:37> (d'Abraham) n'a pas eu d'autre réponse que de dire: '. Tuez-le",
        "ou brûler lui ». <N:38> Mais Allah le livra au feu <N:39> Il y a beaucoup de",
        "signes pour ceux qui croient. <N:40>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "était",
        "(la réponse",
        "(De) son peuple",
        "sauf",
        "cette",
        "ils ont dit",
        "Tue-le",
        "ou",
        "brûlez-le",
        "Mais Allah l'a sauvé",
        "Mais Allah l'a sauvé",
        "de",
        "le feu",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) Signes",
        "pour un peuple",
        "qui croient"
      ],
      "notes" : {
        "40" : [
          "[ \"Signes ... croire»]: Les signes pour les croyants en ce que le Prophète",
          "Abraham n'a pas suivi la religion de sa famille, la communauté et le pays, mais a",
          "suivi la vraie connaissance à travers laquelle il est venu de savoir que shirk",
          "est mensonge et Monothéisme la réalité; et dans ce qu'il est allé sur exhortant",
          "son peuple à accepter la vérité et de renoncer à la fausseté, en dépit de leur",
          "entêtement et les préjugés; et dans ce qu'il était même prêt à subir le horrible",
          "châtiment par le feu, mais n'a pas été prêt à renoncer à la vérité; et dans ce",
          "qu'Allah n'a même pas épargné le prophète Abraham, son ami, des essais et de",
          "tests; et dans ce que lorsque le Prophète Abraham a obtenu avec succès les tests",
          "prévus par AIIah, puis ne viennent le secours d'Allah, et de telle façon",
          "miraculeuse que le feu a été tourné cool pour lui!"
        ],
        "37" : [
          "De là, le discours tourne à nouveau à l'histoire du prophète Abraham."
        ],
        "38" : [
          "Autrement dit, ils avaient pas de réponse à des arguments rationnels du Prophète",
          "Abraham. La seule réponse qu'ils ont donné était: [ \"Couper la langue qui parle",
          "la vérité et Iet pas la personne en direct, qui souligne notre erreur et nous dit",
          "de l'abandonner.\"] Les mots, [ \"Tuez-le ou brûlez-le\" ], indiquent que toute la",
          "foule a été unanime que le Prophète Abraham doit être mis à mort. Cependant,",
          "elles diffèrent de la méthode. Certains ont dit qu'il devrait être tué, et",
          "d'autres ont dit qu'il devrait être brûlé vif, de sorte que personne ne devrait à",
          "l'avenir oserait dire le genre de la chose qu'il a dit."
        ],
        "39" : [
          "Cette phrase en elle-même montre qu'ils avaient enfin décidé de brûler le",
          "Prophète Abraham et il a été jeté dans le feu. Ici, il a seulement été dit que",
          "Dieu l'a sauvé de l'incendie; mais dans la sourate AI-Anbiyaa il a été élucidé",
          "qu'Allah a commandé: [ \"! Ô feu Soyez cool et devenir sans danger pour Abraham\"]",
          "[(v. 69)] De toute évidence, s'il n'a pas été à aII jeté dans le feu, la commande",
          "au feu pour devenir cool et sûr serait dénuée de sens. Cela prouve que les",
          "propriétés de toutes les choses dépendent de commandement d'Allah et quand il lui",
          "plaît, il peut changer la propriété de tout ce qu'Il aime. Normalement, le feu",
          "brûle et tout ce combustible attrape pneu. Mais cette propriété du pneu ne sont",
          "pas de sa propre acquisition mais étant donné par Dieu. Et cette propriété n'a en",
          "aucune façon liée à Dieu qu'il Thay donne pas de commandement contre elle. Il est",
          "le Maître de son feu. Il peut commander à tout moment de renoncer à la propriété",
          "de la combustion. A tout moment, il peut transformer un four dans un lit de",
          "roses. Mais les événements contraires au cours de la nature ne se produisent que",
          "rarement à servir un grand dessein ou la cause. Cependant, les phénomènes",
          "d'habitude à laquelle nous sommes habitués dans notre vie quotidienne, ne peut",
          "pas être fait un argument pour dire que le pouvoir d'Allah a été attaché avec",
          "ceux-ci, et rien d'inhabituel peut avoir lieu même par le commandement d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَقَالَ إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ۖ ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ",
      "simpleTranslate" : [
        "Et Abraham de leur dire : «Vous n’avez adopté des idoles en dehors de Dieu que",
        "pour consolider, entre vous, l’amour qui vous attache à ce bas monde ; mais, le",
        "Jour de la Résurrection, vous vous renierez et vous vous maudirez les uns les",
        "autres. Et, sans pouvoir bénéficier d’aucun secours, vous aurez l’Enfer pour",
        "dernière demeure.»"
      ],
      "tafsirTranslate" : [
        "Il a dit: <N:41> «Vous avez pris des idoles à la place d'Allah comme un lien",
        "d'amour entre vous <N:42> dans la vie présente, mais sur le Jour de la",
        "Résurrection, vous désavouer et maudire les uns les autres. <N:43> votre refuge",
        "est le feu, et aucun viendra à votre aide. \""
      ],
      "tanslateWordByWord" : [
        "Et il a dit",
        "Seulement",
        "vous avez pris",
        "outre",
        "outre",
        "Allah",
        "idoles",
        "(par amour",
        "parmi vous",
        "dans",
        "la vie",
        "(du monde",
        "alors",
        "(au jour",
        "(De) la Résurrection",
        "vous refuser",
        "un autre",
        "un autre",
        "et la malédiction",
        "un autre",
        "un autre",
        "et votre séjour",
        "(Sera) le Feu",
        "et pas",
        "pour toi",
        "tout",
        "aides"
      ],
      "notes" : {
        "41" : [
          "Le Prophète Abraham doit avoir dit cela après son coffre-fort délivrance tram le",
          "feu."
        ],
        "42" : [
          "Autrement dit, [ \"Vous avez construit votre vie collective sur le fondement de",
          "l'idolâtrie au lieu de. Dieu-culte, qui peut vous garder lié ensemble comme une",
          "seule nation dans la mesure de la vie de mudane. Car ici dans ce monde, les gens",
          "peuvent être se sont réunis autour de toute foi, vrai ou faux, et tout type",
          "d'accord et de concorde sur toute croyance, mais mal et mal conçue, peut devenir",
          "un moyen de l'établissement d'amitiés réciproques, parentés, fraternités, et",
          "toutes les autres relations religieuses, sociales, culturelles, économiques et",
          "politiques. \"]"
        ],
        "43" : [
          "Autrement dit, [ «La vie collective que vous avez construit sur la fausse",
          "croyance dans le monde ne peut supporter dans l'au-delà. Seuls les relations",
          "d'amour et de l'amitié et de la coopération et de la parenté et de respect mutuel",
          "et l'estime y aura-t endurer, qui ont été basés sur le culte du Dieu et de la",
          "vertu et la piété dans le monde. relations ALi fondées sur l'incrédulité et le",
          "polythéisme et la déviation sera coupée, et les types tous Ies d'amour vont",
          "changer dans l'inimitié et la haine. le fils et le père, la mari et la femme, le",
          "saint et le disciple, tout va maudire les uns des autres, et chacun blâmer son",
          "écart sur l'autre, et dira: \"] Ce méchant conduit l'égare: il faut lui donner une",
          "double peine [.\" Cette chose a été dit à plusieurs endroits dans le Coran, par",
          "exemple, dans la sourate Zukhruf, il a été dit:.. \".] les amis, ce jour sont",
          "devenus des ennemis les uns des autres, à l'exception des justes [\" [(v 67 )]",
          "Dans la sourate AI-A`raf: \"] Comme chaque génération va entrer dans l'enfer, il",
          "maudira Sa génération précédente jusqu'à ce que toutes les générations seront",
          "rassemblées là: alors chaque génération successive va dire au sujet de la",
          "précédente, [\" O Seigneur , ce sont les gens qui nous ont égarés; par conséquent,",
          "leur donner une double châtiment du Feu \"] [(v 38).] Et dans la sourate Al-Ahzab:",
          "[\". Et ils diront; «Notre Seigneur, nous avons obéi à nos chefs et à nos grands",
          "hommes, et ils nous ont égarés avant le droit chemin. Seigneur, donnez-leur un",
          "chatisement faisable et maudissent sévèrement. \"] [(Vv. 67-68)]."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "فَآمَنَ لَهُ لُوطٌ ۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّي ۖ إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Loth crut en lui et Abraham dit : «Je me réfugie auprès de mon Seigneur, car",
        "c’est Lui le Tout-Puissant, le Sage !»"
      ],
      "tafsirTranslate" : [
        "Alors ne le croyait Lot, <N:44> et Abraham dit: \". J'émigrant à mon Seigneur",
        "<N:45> Il est Tout-Puissant et Sage,« <N:46>"
      ],
      "tanslateWordByWord" : [
        "Et cru",
        "[En lui",
        "Lut",
        "et il a dit",
        "En effet, je (suis)",
        "émigrant",
        "à",
        "mon Seigneur",
        "En effet, il",
        "[Il est)",
        "Tout-Puissant",
        "le Sage"
      ],
      "notes" : {
        "44" : [
          "Le contexte montre que lorsque le Prophète Abraham est sorti du feu et a prononcé",
          "les phrases précédentes, que le Prophète Loth de la foule entière se sont",
          "manifestés pour proclamer sa croyance et adopter son obéissance. Il est tout à",
          "fait possible que beaucoup d'autres personnes aussi à cette occasion pourraient",
          "avoir été convaincu du Prophète Abraham étant un véritable prophète, mais compte",
          "tenu de la réaction violente qui avait été montré ouvertement par l'ensemble de",
          "la communauté et le gouvernement contre la foi d'Abraham, personne ne d'autre",
          "pourrait rassembler le courage d'affirmer la foi en une telle vérité dangereuse",
          "et le suivre. Cette bonne fortune est tombé au sort d'un seul homme, le prophète",
          "Lot, le neveu du Prophète Abraham, enfin, qui accompagnait son oncle et sa tante",
          "[(Hadrat Sarah)] dans leur migration aussi. Ici, la question peut se poser:",
          "Est-ce le prophète Lot mécréant et un polythéiste avant cela, et il croyait",
          "seulement après avoir été témoin du miracle de la parole du prophète Abraham",
          "émergents sains et saufs de l'incendie? Si elle est affirmative, une personne qui",
          "a été un mushrikr être nommé à Prophétie? La réponse est la suivante: Ici, le",
          "Coran a utilisé les mots fa-amana la-hu Lut, qui ne signifie pas nécessairement",
          "que le Prophète Lot mécru en Dieu avant cela, ou associé d'autres divinités avec",
          "Lui. Ils montrent seulement que, après cela, il a confirmé la prophétie du",
          "Prophète Abraham, et a adopté son obéissance. Peut-être le Prophète Loth était un",
          "jeune garçon alors, et cela pourrait être la première occasion très quand il est",
          "devenu au courant des enseignements de son oncle et de sa Prophétie."
        ],
        "45" : [
          "Autrement dit, [ «Je quitte mon pays pour le bien de mon Seigneur et aller où mon",
          "Seigneur peut me prendre.\"]"
        ],
        "46" : [
          "Autrement dit, [ «Il possède le pouvoir d'aider et de protéger moi, et tout ce",
          "qu'il décide pour moi sera basée sur la sagesse.\"]"
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا ۖ وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ",
      "simpleTranslate" : [
        "Nous avons fait don à Abraham d’Isaac et de Jacob, et Nous avons établi dans sa",
        "descendance la prophétie et l’Écriture. Nous l’avons récompensé en ce monde, et",
        "il siégera parmi les justes, dans la vie future."
      ],
      "tafsirTranslate" : [
        "et nous lui donnâmes (progéniture comme) Isaac et Jacob, <N:47> et prophethood",
        "accordé et le Livre <N:48> sur ses descendants et lui a accordé sa récompense",
        "dans ce monde; il sera certainement parmi les justes <N:49> dans l'au-delà."
      ],
      "tanslateWordByWord" : [
        "Et Nous avons accordé",
        "à lui",
        "Isaac",
        "et Yaqub",
        "et Nous avons placé",
        "dans",
        "ses descendants",
        "la prophétie",
        "et le livre",
        "Et Nous lui avons donné",
        "sa récompense",
        "dans",
        "le monde",
        "Et en effet, il",
        "dans",
        "l'au-delà",
        "(Est) sûrement, parmi",
        "les justes"
      ],
      "notes" : {
        "48" : [
          "Cela couvre tous les prophètes qui ont été soulevées de toutes Ies branches de la",
          "descendance du Prophète Abraham."
        ],
        "49" : [
          "Qu'est-ce que l'on entend à dire est ceci: Les dirigeants et les savants et les",
          "prêtres de Babylone qui ont essayé de vaincre la mission du Prophète Abraham [(la",
          "paix d'Allah soient sur lui)] et le peuple polythéistes qui avaient suivaient",
          "leurs chefs méchants aveuglément, ont depuis été effacé et aucune trace d'eux se",
          "trouve partout dans le monde, mais la personne dont ils avaient voulu anéantir en",
          "brûlant dans le feu seulement parce qu'il avait proclamé la Parole de Dieu, et",
          "qui a finalement dû quitter son pays les mains vides, a été tellement béni par",
          "Allah que son nom est bien connu dans le monde depuis les 4.000 dernières années",
          "et le restera jusqu'à ce que le dernier jour. Tous les musulmans et les chrétiens",
          "et les juifs reconnaissent unanimement que Ami du Seigneur des mondes comme leur",
          "chef spirituel. Quelle que soit l'orientation l'humanité a reçu au cours des 40",
          "derniers siècles a été reçu par cet homme et ses descendants justes. La",
          "récompense unique, qu'il obtiendra dans l'au-delà est assurée, mais la place",
          "d'honneur qu'il a gagné même dans ce monde n'a pas été acquise à ce jour par l'un",
          "de ceux qui se sont exercées dans la poursuite des avantages et des avantages",
          "matériels."
        ],
        "47" : [
          "Le Prophète Isaac était le fils et le Prophète Jacob le petit-fils. Les autres",
          "fils du Prophète Abraham n'a pas été mentionné ici, parce que de ses descendants",
          "Madianites seul le prophète Shu'aib a été nommé un prophète, et aucun prophète",
          "est né parmi ses descendants de lshmaelite depuis 2500 ans ou plus jusqu'à ce que",
          "notre Saint Prophète Muhammad [( Que la paix et les bénédictions d'Allah soient",
          "sur lui)]. Contrairement à cela, les descendants du Prophète Isaac [(la paix soit",
          "sur lui)] ont continué à être béni avec la prophétie et le Livre jusqu'à ce que",
          "le Prophète Jésus [(paix soit sur lui)]."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَلُوطًا إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ",
      "simpleTranslate" : [
        "Nous avons également envoyé Loth qui dit à son peuple : «Vous pratiquez un vice",
        "auquel nul peuple avant vous, de par le monde, ne s’est livré !"
      ],
      "tafsirTranslate" : [
        "Nous avons envoyé Lot <N:50> et il a dit à son peuple: «Vous commettez",
        "l'abomination que personne au monde n'a jamais engagé devant vous."
      ],
      "tanslateWordByWord" : [
        "Et Lut",
        "quand",
        "il a dit",
        "à son peuple",
        "En effet, vous",
        "commettre",
        "l'immoralité",
        "ne pas",
        "vous a précédé",
        "Avec ça",
        "tout",
        "un",
        "de",
        "au monde"
      ],
      "notes" : {
        "50" : [
          "A titre de comparaison, voir Al-A`raf: 80-84, Hud: 69-83; Al-Hijr: 57-79;",
          "Al-Anbiyaa: 71-75; Ash-Shu`araa: 16Q-175; An-Naml: 54 59; .Comme-Saffat: 133-138;",
          "AIQamar: 33-40."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ ۖ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
      "simpleTranslate" : [
        "Ainsi, vous vous adonnez à l’homosexualité et au brigandage, et vous vous livrez",
        "à des actes abomi-nables dans vos assemblées !» Mais leur seule réponse fut la",
        "suivante : «Fais descendre sur nous le châtiment de Dieu, si tu es véridique !»"
      ],
      "tafsirTranslate" : [
        "Quoi! ? Avez-vous aller aux hommes <N:51> (pour satisfaire votre désir), engager",
        "dans le grand banditisme, et commettent de mauvaises actions dans vos",
        "rassemblements « <N:52> Ensuite, ils avaient pas de réponse à offrir autre que de",
        "dire:« Apportez le châtiment d'Allah sur nous si vous êtes véridiques »."
      ],
      "tanslateWordByWord" : [
        "En effet, vous",
        "approche",
        "les hommes",
        "et vous coupez",
        "la route",
        "et engager",
        "dans",
        "vos réunions",
        "mal",
        "Et pas",
        "était",
        "(la réponse",
        "(De) son peuple",
        "sauf",
        "cette",
        "ils ont dit",
        "Apportez sur nous",
        "(la punition",
        "(De) Allah",
        "si",
        "tu es",
        "de",
        "la vérité"
      ],
      "notes" : {
        "52" : [
          "Autrement dit, [ \"Vous ne vous-même cacher pas lorsque vous commettez cet acte",
          "immonde, mais engager ouvertement dans vos assemblées, en face des autres.\"] La",
          "même chose a été dit dans la sourate An-Naml : 54, ainsi: [ \"? Avez-vous",
          "commettez l'indécence pendant que vous le voyez\"]"
        ],
        "51" : [
          "Autrement dit, [ \"Vous satisfaire votre désir sexuel avec les hommes.\"] Comme",
          "indiqué dans AIA'raf: 81: [ \". Vous satisfaire votre soif avec les hommes au lieu",
          "des femmes\"]"
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "قَالَ رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ",
      "simpleTranslate" : [
        "«Seigneur, dit Loth, viens à mon secours contre ces corrupteurs !»"
      ],
      "tafsirTranslate" : [
        "Lot dit: «Mon Seigneur, aider moi contre ces personnes malicieuses."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Mon Seigneur",
        "Aidez moi",
        "contre",
        "les gens",
        "corrupteurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَلَمَّا جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُشْرَىٰ قَالُوا إِنَّا مُهْلِكُو أَهْلِ هَٰذِهِ الْقَرْيَةِ ۖ إِنَّ أَهْلَهَا كَانُوا ظَالِمِينَ",
      "simpleTranslate" : [
        "Et lorsque Nos émissaires vinrent annoncer à Abraham la bonne nouvelle, ils lui",
        "déclarèrent : «Nous allons anéantir les habitants de cette cité, car ce sont des",
        "gens véritablement pervers.»"
      ],
      "tafsirTranslate" : [
        "Lorsque Nos émissaires ont apporté les bonnes nouvelles <N:53> à Abraham, et dit",
        "(à lui): «Nous sommes sûrement allons détruire les habitants <N:54> de cette",
        "ville; ses habitants sont plongés dans méfait »."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "venu",
        "Nos messagers",
        "(À) Ibrahim",
        "avec la bonne nouvelle",
        "ils ont dit",
        "En effet, nous",
        "(Sont) va détruire",
        "(les gens",
        "(de cela",
        "ville",
        "Effectivement",
        "son peuple",
        "sont",
        "les malfaiteurs"
      ],
      "notes" : {
        "53" : [
          "Selon les détails donnés de cette sourate Hud et A1-Hijr, les anges qui avaient",
          "été envoyés pour faire le tourment sur le peuple du Prophète Lot, arriva le",
          "premier au Prophète Abraham et lui ont donné le bonnes nouvelles de la naissance",
          "du Prophète Isaac et après lui du Prophète Jacob. Puis ils lui ont dit qu'ils",
          "avaient été envoyés pour détruire le peuple de Lot."
        ],
        "54" : [
          "[ \"Cette habitation\"] se réfère au territoire du peuple de Lot. Le Prophète",
          "Abraham à cette époque résidait dans la ville palestinienne d'Hébron, maintenant",
          "appelé AI-Khalil. A quelques miles au sud-est de cette ville se trouve cette",
          "partie de la mer Morte, qui était autrefois habitée par le peuple de Lot, et qui",
          "est maintenant sous l'eau de mer. Il est une zone de faible altitude et est",
          "clairement visible depuis la montagne d'Hébron. Voilà pourquoi les anges,",
          "pointant vers elle, avait dit [ «Nous allons détruire cette habitation.\"] [(Voir",
          "aussi E.N. 114 de Ash-Shu'araaa)]."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "قَالَ إِنَّ فِيهَا لُوطًا ۚ قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا ۖ لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلَّا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ",
      "simpleTranslate" : [
        "«Mais Loth est parmi eux !», dit Abraham. «Nous savons mieux que quiconque ceux",
        "qui s’y trouvent, répondirent les émissaires. Nous le sauverons, lui et les",
        "siens, excepté sa femme qui est du nombre des condamnés.»"
      ],
      "tafsirTranslate" : [
        "Abraham dit: «Mais Lot est là.» <N:55> Ils ont répondu: «Nous sommes bien",
        "conscients de ceux qui sont là. Nous lui et toute sa maison, sauf sa femme sauver",
        "». Sa femme est parmi ceux qui vont rester derrière. <N:56>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Effectivement",
        "en ce",
        "(Est) Lut",
        "Ils ont dit",
        "nous",
        "mieux connaître",
        "qui",
        "(Est) en ce",
        "Nous allons sûrement le sauver",
        "et sa famille",
        "sauf",
        "sa femme",
        "Elle",
        "(Is) de",
        "ceux qui restent"
      ],
      "notes" : {
        "56" : [
          "Selon Surah Tahrim: 10, cette femme n'a pas été fidèle au prophète Lot. Tha est",
          "la raison pour laquelle il a été décrété qu'elle aussi, serait affligé avec le",
          "tourment en dépit d'être la femme d'un prophète. Très probablement lorsque le",
          "Prophète Loth était venu en Jordanie après la migration et s'y sont installés, il",
          "aurait épousé, parmi les personnes qui y vivent. Mais la femme ne croyait pas",
          "même après avoir passé toute une vie avec lui, et ses sympathies est resté avec",
          "son propre peuple. Comme Allah a aucune considération pour les relations et les",
          "fraternités et le cas de chaque personne est décidée sur la base de sa propre foi",
          "et de la morale, même en étant la femme d'un prophète ne lui profiter en aucune",
          "façon et elle a rencontré son destin avec son propre peuple avec qui elle était",
          "restée attachée dans la foi et la morale."
        ],
        "55" : [
          "Selon la première partie de cette histoire racontée dans la sourate Hud, le",
          "Prophète Abraham était d'abord troublé de voir les anges à forme humaine, car il",
          "savait que la venue des anges en forme humaine a toujours été un prélude à une",
          "mission dangereuse. Puis, quand ils lui ont donné les bonnes nouvelles, sa peur",
          "wasallayed et il est venu de savoir qu'ils avaient été envoyés au peuple de Lot.",
          "Puis il a commencé à faire les prières de miséricorde pour les gens [(Hud: 7475",
          "<V:11:7475>)], mais ses prières était pas accordée, et il a été dit: [ «Ne pas",
          "plaider pour eux plus: décret de ton Seigneur a été délivré, et la punition",
          "maintenant ne peut pas être évitée. \"] [(v. 76)] Après cette réponse, quand le",
          "Prophète Abraham a perdu tout espoir de toute augmentation du répit du peuple de",
          "Lot, il est devenu inquiet du Prophète Loth lui-même, et dit, ce qui a été liée",
          "ici: [ «il y a Lot en elle.\"] Autrement dit, [ \"Si le tourment descend quand Lot",
          "est là, comment lui et sa maison recycler sûr de lui?\"]"
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "وَلَمَّا أَنْ جَاءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا لَا تَخَفْ وَلَا تَحْزَنْ ۖ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا امْرَأَتَكَ كَانَتْ مِنَ الْغَابِرِينَ",
      "simpleTranslate" : [
        "Et lorsque Nos émissaires se présentèrent chez Loth, celui-ci, se sentant",
        "incapable de les protéger, fut très affligé à leur arrivée. Mais les émissaires",
        "le rassurèrent en lui disant : «N’aie crainte, et ne t’afflige point ! Nous",
        "allons te sauver, toi et les tiens, excepté ta femme qui est du nombre des",
        "condamnés."
      ],
      "tafsirTranslate" : [
        "Quand Nos émissaires sont venus à Lot, il fut affligé et embarrassé sur leur",
        "compte. Ils ont dit: «Ne craignez pas, ni être en détresse <N:58> Nous allons",
        "vous et toute ta maison, sauf votre femme qui est parmi ceux qui va rester",
        "derrière sauver.."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "[cette]",
        "venu",
        "Nos messagers",
        "(À) Lut",
        "il était en détresse",
        "pour eux",
        "et se sentaient à l'étroit",
        "pour eux",
        "(Et) mal à l'aise",
        "Et ils ont dit",
        "(Ne pas",
        "la crainte",
        "et (faire) pas",
        "chagriner",
        "En effet, nous",
        "(Va) vous sauver",
        "et votre famille",
        "sauf",
        "votre femme",
        "Elle",
        "(Is) de",
        "ceux qui restent"
      ],
      "notes" : {
        "58" : [
          "Autrement dit, [ «Quant à nous, vous devez ni crainte qu'ils seront de toute",
          "façon, il peut nous faire du mal, ni être inquiet de la façon dont vous allez",
          "nous protéger d'eux.\"] Ce fut le temps quand les anges ont révélé leur identité",
          "au Prophète Lot, et ont dit qu'ils ne sont pas des hommes, mais des anges, qui",
          "avaient été envoyés pour amener le fléau sur son peuple. Selon l'élucidation dans",
          "la sourate Hud, quand les gens se précipitaient dans la maison de Lot et il",
          "sentit qu'il pouvait sauver en aucun cas ses invités d'eux, il cria: [ \"Je",
          "voudrais avoir le pouvoir de vous mettre à droite, ou I pourrait fmd un soutien",
          "solide pour refuge \"] '[(v 80).] A cette époque, les anges dirent: [\".. O Lot,",
          "nous sommes des messagers envoyés par votre Seigneur, ils ne seront pas en mesure",
          "de vous faire du mal du tout \" ] [(v. 81)]."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "إِنَّا مُنْزِلُونَ عَلَىٰ أَهْلِ هَٰذِهِ الْقَرْيَةِ رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَفْسُقُونَ",
      "simpleTranslate" : [
        "Nous allons faire tomber du ciel un cataclysme sur les habitants de cette cité en",
        "punition de leurs crimes.»"
      ],
      "tafsirTranslate" : [
        "Nous allons attirer sur les habitants de cette ville un fléau du ciel à cause de",
        "leurs méfaits."
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "(Se) faire baisser",
        "sur",
        "(les gens",
        "(de cela",
        "ville",
        "une punition",
        "de",
        "(Le ciel",
        "car",
        "ils ont été",
        "pervers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "وَلَقَدْ تَرَكْنَا مِنْهَا آيَةً بَيِّنَةً لِقَوْمٍ يَعْقِلُونَ",
      "simpleTranslate" : [
        "Et de cette catastrophe Nous avons laissé des traces visibles, pour ceux qui",
        "savent réfléchir."
      ],
      "tafsirTranslate" : [
        "Et Nous avons laissé un vestige dans cette ville comme un clair Sign <N:57>",
        "<N:59> pour les gens qui utilisent leur raison. <N:60>"
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons laissé",
        "à propos de ça",
        "un panneau",
        "(comme preuve",
        "pour un peuple",
        "qui utilisent la raison"
      ],
      "notes" : {
        "57" : [
          "La raison de cette anxiété et de détresse a été que les anges étaient venus en",
          "forme de beau, de jeunes garçons. Le Prophète Loth était au courant des mœurs de",
          "son peuple. Par conséquent, il est devenu perturbé à leur arrivée. Il pensait, [",
          "\"Si je reçois ces invités dans ma maison, il sera difficile de les sauver des",
          "personnes immorales, si je ne les reçois pas, il sera très incivile et",
          "inconvenante du peuple nobles ailleurs, si je. ne fournissent pas un abri à ces",
          "voyageurs, ils vont passer la nuit ailleurs, ce qui voudrait dire que je me suis",
          "les donnés aux gens méchants. \"] Qu'est-il arrivé après cela n'a pas été liée",
          "ici. Mais, selon les détails donnés dans Sourates Hud, AI-Hijr et AI-Qamar, les",
          "gens de la ville se pressaient à la maison du Prophète Lot et insisté sur le fait",
          "que les invités soient remis à eux pour l'immoralité."
        ],
        "59" : [
          "[ \"Un clair signe\"]: la mer Morte, qui est aussi appelé mer de Lot. Le Coran à",
          "plusieurs endroits a abordé les mécréants de la Mecque, en disant: [ \"Un signe de",
          "la tourmente qui a visité ce méchant peuple à cause de leurs méfaits existe",
          "toujours sur la route, que vous voyez la nuit et jour pendant vos voyages",
          "commerciaux à Syrie \"] [(AI-Hijr: 76; As-Saftat: 137).]. Aujourd'hui, il est",
          "admis avec une quasi-certitude que l'extrémité sud de la mer Morte a vu le jour à",
          "la suite d'un violent tremblement de terre lorsque la zone dans laquelle Sodome,",
          "la ville centrale du peuple de Lot, a été localisé a coulé sous terre. Dans cette",
          "partie, il y a encore des signes de certaines habitations submergées. tentatives",
          "exploratoires sont en cours avec l'appareil de plongée moderne, mais les",
          "résultats sont encore attendus. [(Pour de plus amples explications, voir E. N.",
          "114 de Ash-Shu`araa Araf."
        ],
        "60" : [
          "] Pour la punition islamique de sodomie, voir E.N. 68 de la sourate Al 191."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الْآخِرَ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ",
      "simpleTranslate" : [
        "Aux Madyanites Nous avons envoyé leur frère Shu`ayb. «Ô mon peuple, leur dit-il,",
        "adorez Dieu et attendez-vous au Jugement dernier ! Ne semez pas le désordre sur",
        "la Terre !»"
      ],
      "tafsirTranslate" : [
        "Et Nous avons envoyé à Madian leur frère Shuayb <N:61> Il dit: «Mon peuple,",
        "adorez Allah et attendent avec impatience le dernier jour <N:62> et ne vont pas à",
        "propos de la terre méfait commis »."
      ],
      "tanslateWordByWord" : [
        "Et à",
        "Madyan",
        "leur frère",
        "Shuaib",
        "Et il a dit",
        "O mon peuple",
        "Culte",
        "Allah",
        "et attendre",
        "le jour",
        "le dernier",
        "et (faire) pas",
        "commettre le mal",
        "dans",
        "La terre",
        "(As) corrupteurs"
      ],
      "notes" : {
        "61" : [
          "A titre de comparaison, voir AI-'raf: 85-93, Hud: 84-96, Ash-Shu ARAA: 177"
        ],
        "62" : [
          "Cela peut avoir deux significations: [(1)] [ \"Réjouissez l'au-delà de la vie, et",
          "ne pense pas qu'il n'y a pas de vie après cette vie, lorsque vous aurez à rendre",
          "compte de vos actes et être récompensés ou punis en conséquence. \"] [(2)] [\" Work",
          "vertueusement afin de répondre à une bonne fin dans l'au-delà. \"]"
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "فَكَذَّبُوهُ فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ جَاثِمِينَ",
      "simpleTranslate" : [
        "Mais ils le traitèrent d’imposteur. Aussi furent-ils frappés par le séisme et, le",
        "matin suivant, le sol de leurs demeures était jonché de cadavres."
      ],
      "tafsirTranslate" : [
        "Mais ils l'ont dénoncé comme un menteur. <N:63> Ainsi, un puissant tremblement de",
        "terre, les saisit, et par le matin, ils gisaient renversés dans leurs maisons.",
        "<N:64>"
      ],
      "tanslateWordByWord" : [
        "Mais ils lui ont refusé",
        "afin de les saisir",
        "le tremblement de terre",
        "et ils sont devenus",
        "dans",
        "leur maison",
        "tombé sujettes"
      ],
      "notes" : {
        "64" : [
          "[ \"Construction de lieux\"]: toute la région et le pays habité par les"
        ],
        "63" : [
          "Autrement dit, [ \"Ils ne croyaient pas que le Prophète Shu`aib était un messager",
          "de AIIah et les enseignements qu'il a donnés étaient d'Allah et que s'ils l'ont",
          "rejeté, ils seraient punis par un châtiment d'Allah .\"] gens."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَعَادًا وَثَمُودَ وَقَدْ تَبَيَّنَ لَكُمْ مِنْ مَسَاكِنِهِمْ ۖ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ وَكَانُوا مُسْتَبْصِرِينَ",
      "simpleTranslate" : [
        "Il en fut de même de `Âd et de Thamûd, comme vous pouvez le constater d’après ce",
        "qui reste de leurs demeures. Satan avait embelli leurs méfaits à leurs yeux, les",
        "détournant ainsi de la Voie salutaire. C’étaient pourtant des gens qui ne",
        "manquaient pas de clairvoyance."
      ],
      "tafsirTranslate" : [
        "Et Nous avons détruit Ad et Thamud, dont les logements que vous avez observé.",
        "<N:65> Satan avait embelli leurs actions pour eux et les avait détournés du droit",
        "chemin alors qu'ils étaient un peuple de perception claire. <N:66>"
      ],
      "tanslateWordByWord" : [
        "Et Aad",
        "et Thamud",
        "et, en vérité",
        "(A) devenu clair",
        "à toi",
        "de",
        "leurs logements",
        "Et enjolivait",
        "pour eux",
        "le Shaitaan",
        "leurs actions",
        "et les a détournés",
        "de",
        "le chemin",
        "si elles étaient",
        "doué de perspicacité"
      ],
      "notes" : {
        "65" : [
          "Tout Arabe connaissait les terres où ces deux nations avaient vécu. L'ensemble du",
          "sud de l'Arabie maintenant connu comme Ahqaf, Yaman et Hadramaout, était la terre",
          "de 'Ad dans les temps anciens, et les Arabes savaient. Toute la région dans le",
          "nord du Hijaz, de Rabigh à 'Aqabah et de Médine et Khaybar à Taima »et Tabuk.",
          "abonde toujours avec monuments Thamudiques, qui doivent avoir été plus important",
          "que ce qu'ils sont aujourd'hui dans le temps où le Coran a été révélée."
        ],
        "66" : [
          "Autrement dit, [ «Ils ne sont pas des gens ignorants et stupides, mais étaient",
          "les gens les plus civilisés de leur temps. Ils ont joué et ont effectué leurs",
          "tâches et corvées mondaines très soigneusement et intelligemment. Par conséquent,",
          "il ne peut pas . être dit que Satan les trompé et les tira sur son chemin par",
          "l'artifice et la tromperie Nay, ils ont adopté la manière indiquée par Satan avec",
          "les yeux ouverts et avec une compréhension complète parce qu'il a promis de",
          "grands plaisirs et avantages, et ils ont abandonné le chemin présenté par la",
          "prophètes, car il semblait être incolore, insipide et pénible en raison de",
          "restrictions morales. \"]"
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ ۖ وَلَقَدْ جَاءَهُمْ مُوسَىٰ بِالْبَيِّنَاتِ فَاسْتَكْبَرُوا فِي الْأَرْضِ وَمَا كَانُوا سَابِقِينَ",
      "simpleTranslate" : [
        "Et c’est le même sort que devaient subir Coré, Pharaon et Hâmân, à qui pourtant",
        "Moïse avait apporté des preuves évidentes. Mais ils se montrèrent orgueilleux sur",
        "la Terre et ne purent échapper à Nos rigueurs."
      ],
      "tafsirTranslate" : [
        "Et Nous avons détruit Coré (Coré) et Pharaon et Haman. Moïse vint à eux avec des",
        "preuves évidentes, mais ils cirée arrogants dans le pays, bien qu'ils ne",
        "pouvaient pas avoir dépassé <N:67> (Us)."
      ],
      "tanslateWordByWord" : [
        "Et Coré",
        "et Firaun",
        "et Haman",
        "Et certainement",
        "est venu à eux",
        "Musa",
        "avec des preuves claires",
        "mais ils étaient arrogants",
        "dans",
        "La terre",
        "et pas",
        "ils pourraient",
        "dépasser nous"
      ],
      "notes" : {
        "67" : [
          "Autrement dit, [ \"Ils ne pouvaient pas avoir eu de suite et échappé à l'étreinte",
          "d'Allah:. Ils avaient pas le pouvoir de contrecarrer et de la défaite des plans",
          "et programmes d'Allah\"]"
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "فَكُلًّا أَخَذْنَا بِذَنْبِهِ ۖ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا ۚ وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
      "simpleTranslate" : [
        "Chacun d’eux a reçu de Nous le châtiment de son crime. Contre les uns Nous avons",
        "déchaîné un ouragan, pendant que d’autres ont été saisis par un grondement",
        "terrifiant, ou engloutis par la terre, ou noyés sous les eaux. Mais ce n’est pas",
        "Dieu qui fut injuste envers eux. Ce sont eux qui furent les propres artisans de",
        "leur malheur."
      ],
      "tafsirTranslate" : [
        "Donc nous avons saisi chacun pour leur péché. Nous avons laissé lâche sur",
        "quelques-uns une tornade violente avec douches de pierres; <N:68> certains ont",
        "été dépassés par un cri puissant; <N:69> certains ont été causés à être englouti",
        "par la terre, <N:70> et quelques-uns Nous avons noyé [. * 71] Allah ne serait pas",
        "mal, mais ce sont eux qui se sont fait du tort. <N:72>"
      ],
      "tanslateWordByWord" : [
        "Ainsi, chaque",
        "Nous avons saisi",
        "pour son péché",
        "Puis d'entre eux",
        "(Était-il) qui",
        "Nous avons envoyé",
        "sur lui",
        "une violente tempête",
        "et d'entre eux",
        "(Était-il) qui",
        "le saisit",
        "le cri terrible",
        "et d'entre eux",
        "(Était-il) qui",
        "Nous fîmes à avaler",
        "lui",
        "La terre",
        "et d'entre eux",
        "(Était-il) qui",
        "Nous avons noyé",
        "Et pas",
        "était",
        "Allah",
        "à tort les",
        "mais",
        "ils étaient",
        "se",
        "faire le mal"
      ],
      "notes" : {
        "72" : [
          "Les histoires qui ont été liés dans les versets ci-dessus, ont été abordés et",
          "dirigé à la fois aux croyants et aux incroyants. Pour les croyants, ils ont été",
          "traités afin qu'ils ne se sentent pas découragés et en détresse au cœur, et de",
          "garder haut le drapeau de la vérité fermement et patiemment, même face à des",
          "persécutions et des difficultés graves, et doivent avoir une foi totale en Allah",
          "que son secours est finalement arrivé, et il fera échouer les desseins des gens",
          "méchants et faire de la Parole de la Vérité à l'emporter. D'autre part, ceux-ci",
          "ont été adressées à ces gens méchants aussi, qui, dans leur arrogance étaient",
          "pliés à exterminer le mouvement islamique. Ils ont été mis en garde à l'effet:",
          "\"Vous avez formé une mauvaise opinion sur la tolérance et la clémence d'Allah",
          "Vous pensez, que Son est un impie Uni Si vous avez pas été saisi à ce jour pour",
          "votre rébellion et vos tyrannies et mauvaises actions et ont.. été accordé un",
          "long répit afin que vous puissiez vous réformer, vous avez déduit qu'il existe",
          "aucun pouvoir qui peut vous demander des comptes, et que l'on peut continuer à",
          "faire ce qu'on veut sans cesse sur cette terre. cette idée fausse sera finalement",
          "vous conduire à le même sort malheureux qui a déjà été rencontré par les peuples",
          "de Noé et de Lot et Shu`aib, et expérimenté par `Ad et Thamud, et vu par Koré et",
          "Pharaon."
        ],
        "68" : [
          "Autrement dit, `Ad qui ont été soumis à une tempête de vent furieux qui a soufflé",
          "sur eux pendant sept nuits et huit jours en continu."
        ],
        "69" : [
          "Autrement dit, Thamud."
        ],
        "70" : [
          "Autrement dit, Koré."
        ],
        "71" : [
          "Autrement dit, Pharaon et Haman."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا ۖ وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ ۖ لَوْ كَانُوا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Ceux qui prennent des protecteurs en dehors de Dieu sont semblables à l’araignée",
        "qui, à partir de sa toile, se donne une demeure. Mais y a-t-il une demeure plus",
        "fragile que celle de l’araignée? Si seulement ils pouvaient le savoir !"
      ],
      "tafsirTranslate" : [
        "Le cas de ceux qui ont pris d'autres qu'Allah comme leurs protecteurs est celle",
        "d'une araignée qui construit une maison; mais le plus fragile de toutes les",
        "maisons est la maison de l'araignée; si seulement ils savaient. <N:73>"
      ],
      "tanslateWordByWord" : [
        "(L'exemple",
        "(De) ceux qui",
        "prendre",
        "outre",
        "outre",
        "Allah",
        "protecteurs",
        "(est comme",
        "l'araignée",
        "qui prend",
        "une maison",
        "Et en effet",
        "le plus faible",
        "(de) maisons",
        "(Est) sûrement (la) maison",
        "(De) l'araignée",
        "si seulement)",
        "ils",
        "connaître"
      ],
      "notes" : {
        "73" : [
          "Toutes les nations mentionnées ci-dessus ont été impliqués dans le polythéisme,",
          "et leur croyance au sujet de leurs divinités était qu'ils étaient leurs partisans",
          "et les aides et les tuteurs, et avait le pouvoir de faire ou défaire leur destin;",
          "quand ils auront gagné leur bonne volonté par le culte et. présentation des",
          "offrandes ils les secours dans le besoin et de les protéger contre les calamités",
          "et afflictions. Mais, comme le montrent les événements historiques cités",
          "ci-dessus, toutes leurs croyances et superstitions se sont avérées sans fondement",
          "lorsque leur destruction a été décrété par Allah. Alors pas de dieu, et aucun",
          "dieu incarné, et pas un saint ou d'alcool, et aucun djinn ou un ange, qu'ils",
          "adoraient sont venus à leur secours, et ils ont rencontré leur destruction avec",
          "la réalisation que leurs attentes et leurs croyances avaient été fausses et",
          "futiles. Après avoir raconté ces événements, Allah est maintenant en garde les",
          "polythéistes à l'effet: [ \"La réalité du jouet maison des attentes que vous avez",
          "construit votre foi dans les serviteurs impuissants et divinités imaginaires, en",
          "dehors du vrai maître et souverain de la univers, est pas plus que la toile",
          "d'araignée d'une araignée. Tout comme une toile d'araignée ne peut pas supporter",
          "la moindre interférence par un doigt, il en sera le jouet-maison de votre",
          "effondrement des attentes dans son premier affrontement avec le régime d'Allah.",
          "Il n'y a rien, mais l'ignorance que vous êtes impliqué dans le web de la",
          "superstition. Si vous aviez connaissance de la réalité que vous ne l'auriez pas",
          "construit votre système de vie sur les accessoires sans fondement. le fait est",
          "que nul autre que le seul Seigneur des mondes dans cet univers est le",
          "propriétaire de pouvoir et l'autorité, et son soutien est le seul soutien qui est",
          "fiable. »] maintenant, celui qui rejette Taghout et croit en Allah a pris un",
          "soutien ferme qui ne cède. Et Allah entend tout et sait tout \"[(Al-Baqarah: 256",
          "<V:2:256>)].."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "إِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ مِنْ دُونِهِ مِنْ شَيْءٍ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Dieu sait parfaitement que ce qu’ils invoquent en dehors de Lui n’est que pure",
        "fiction. Il est le Tout-Puissant, le Sage."
      ],
      "tafsirTranslate" : [
        "Certes, Allah sait parfaitement ce qu'ils appellent en dehors de Lui. Il est le",
        "plus puissant, le Sage. <N:74>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Allah",
        "sait",
        "quelle",
        "ils invoquent",
        "en dehors de Lui",
        "en dehors de Lui",
        "tout",
        "chose",
        "Et il",
        "(Est) le Tout-Puissant",
        "le Sage"
      ],
      "notes" : {
        "74" : [
          "Autrement dit, [ \"Allah sait très bien la réalité de ces êtres et des choses",
          "qu'ils ont prises comme leurs divinités et dont ils invoquent l'aide. Ils sont",
          "absolument impuissants. Le propriétaire de la puissance est seulement Allah, qui",
          "contrôle le système de cet univers selon sa propre sagesse et la conception \"]",
          "Une autre traduction de ce verset peut être: [\". Allah sait très bien que ceux",
          "qu'ils invoquent, en dehors de Lui, sont nullités, et Lui seul est le allmighty,",
          "le Sage. \"]"
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ",
      "simpleTranslate" : [
        "Ce sont là des exemples que Nous proposons aux hommes. Mais seuls les hommes",
        "sensés sont à même de les comprendre."
      ],
      "tafsirTranslate" : [
        "Ce sont les paraboles que Nous citons pour que les gens comprennent. Mais",
        "seulement ceux qui possèdent des connaissances seront les comprendre."
      ],
      "tanslateWordByWord" : [
        "Et ceux-ci",
        "exemples",
        "Nous exposons",
        "à l'humanité",
        "mais non",
        "va les comprendre",
        "sauf",
        "ceux de la connaissance"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ ۚ إِنَّ فِي ذَٰلِكَ لَآيَةً لِلْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "C’est pour une juste cause que Dieu a créé les Cieux et la Terre. Il y a là bien",
        "un signe pour les croyants."
      ],
      "tafsirTranslate" : [
        "Allah a créé les cieux et la terre en toute vérité. <N:75> Certes, il est un",
        "signe pour ceux qui croient. <N:76>"
      ],
      "tanslateWordByWord" : [
        "Allah créé",
        "Allah créé",
        "Le Paradis",
        "et la terre",
        "en vérité",
        "Effectivement",
        "dans",
        "cette",
        "(Est) sûrement un signe",
        "pour les croyants"
      ],
      "notes" : {
        "76" : [
          "Autrement dit, [ \"Une preuve claire existe dans la création de la terre et les",
          "cieux sur la vérité de Monothéisme et la réfutation du polythéisme et de",
          "l'athéisme, mais cette preuve ne se trouve que par ceux qui acceptent les",
          "enseignements des prophètes de AIlah. Ceux qui les nient ne trouvent pas même si",
          "ils voient tout. \"]"
        ],
        "75" : [
          "Autrement dit, [ «Le système de l'univers est basé sur la vérité et non pas sur",
          "le mensonge. Celui qui médite sur ce système avec un esprit impartial se rendra",
          "compte que la terre et les cieux doivent leur existence à la réalité et fait et",
          "non pas à la superstition et de la fantaisie. ici, il n'y a aucune possibilité",
          "que tout ce qu'une personne peut concevoir dans son esprit et quelle que soit la",
          "philosophie qu'il peut inventer de son caprice et de la conjecture devrait",
          "correspondre avec le système. ici, seule une telle chose peut réussir et",
          "supporter, qui est en harmonie avec la réalité et la réalité. Une structure qui",
          "se pose sur des présomptions et des hypothèses irréalistes sera finalement",
          "l'effondrement quand il se heurte à la réalité. le système de l'univers témoigne",
          "clairement que son Créateur est un Dieu, et un seul Dieu seul est son maître et",
          "éliminateur. Si une personne travaille contre cette réalité de base sur la",
          "présomption que ce monde n'a pas Dieu, ou qu'il a beaucoup de dieux, qui dévorent",
          "les offrandes de leurs fidèles et en retour leur donnent une licence pour faire",
          "tout ce qu'ils s'il vous plaît et une garantie de vivre en paix et le bonheur, la",
          "réalité ne changera pas en raison de ses présomptions, mais, au contraire, il se",
          "fera un peu de temps rencontrer une catastrophe tombe. \"]"
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلَاةَ ۖ إِنَّ الصَّلَاةَ تَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ ۗ وَلَذِكْرُ اللَّهِ أَكْبَرُ ۗ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ",
      "simpleTranslate" : [
        "Récite ce qui t’est révélé du Livre. Accomplis la salât, car la salât préserve",
        "des turpitudes et des actes blâmables. Y a-t-il un acte plus grand que celui de",
        "se souvenir du Seigneur qui connaît parfaitement tout ce que vous faites?"
      ],
      "tafsirTranslate" : [
        "(O Prophète), réciter le livre qui a été révélé à vous et à établir la prière.",
        "<N:77> Certes, la prière interdit l'indécence et le mal. <N:78> Et le souvenir",
        "d'Allah est d'autant plus grand mérite. <N:79> Allah sait tout ce que vous",
        "faites."
      ],
      "tanslateWordByWord" : [
        "Réciter",
        "quelle",
        "a été révélé",
        "à toi",
        "de",
        "le livre",
        "et d'établir",
        "la prière",
        "Effectivement",
        "la prière",
        "empêche",
        "de",
        "l'immoralité",
        "et mauvaises actions",
        "et sûrement (la) mémoire",
        "(De) Allah",
        "(Est) le plus grand",
        "Et Allah",
        "sait",
        "quelle",
        "tu fais"
      ],
      "notes" : {
        "77" : [
          "L'adresse est apparemment dirigé vers le Saint Prophète, mais, en fait, il est",
          "destiné à tous les croyants. Jusqu'à maintenant, ils ont été conseillés de",
          "patience et de dépendance à l'égard d'Allah à braver les conditions difficiles",
          "extrêmes dans lesquelles ils eux-mêmes et les persécutions qu'ils ont été soumis",
          "à cause de leur foi trouvés. Maintenant, on leur dit de réciter le Coran et",
          "établir la Salat comme un dispositif pratique, car ce sont les deux choses qui",
          "lui confèrent un croyant avec un fort caractère et une capacité merveilleuse par",
          "laquelle il ne peut pas seulement avec succès les tempêtes les plus violentes",
          "braves du mal et le mensonge, mais peut même les soumettre. Mais l'homme peut",
          "acquérir ce pouvoir de la récitation du Coran et la prière seulement quand il n'a",
          "pas recycler le contenu avec le simple récit des mots mais comprend aussi bien",
          "les enseignements coraniques et les absorbe dans son âme, et sa prière ne reste",
          "pas confiné à des mouvements physiques, mais devient la fonction même de son cœur",
          "et la force motrice pour ses mœurs et son caractère. La qualité souhaitée de la",
          "prière est mentionné par le Coran lui-même dans la phrase suivante. Quant à sa",
          "récitation, il faut savoir que la récitation qui ne parvient pas au cœur au-delà",
          "de la gorge, ne peut même pas donner Tnan assez de puissance pour rester ferme à",
          "sa foi, de ne pas parler de lui permettre de résister aux furies de l'incroyance.",
          "A propos de ces personnes, un Hadith dit: [ «Ils vont réciter le Coran, mais le",
          "Coran ne vont pas au-delà de la gorge, ils quitteront la foi comme la flèche",
          "quitte l'arc.\"] [(Bukhari, Muslim , Mu'atta`)]. En fait, la récitation qui DCEs",
          "pas effectuer un changement dans la façon de penser d'un homme, et ses mœurs et",
          "de caractère, et il continue à faire ce qui interdit le Coran, est pas la",
          "récitation d'un croyant du tout. A propos de tel homme, le Saint Prophète a",
          "dit:;. «Celui qui rend licite ce que le Coran a déclaré illégal, n'a pas cru dans",
          "le Coran du tout [\" [(Tirmidhi, sur l'autorité de Suhaib Rumi)] . une telle",
          "récitation DCEs pas la réforme et le renforcement d'une auto-gueules et de",
          "l'esprit, mais qui le rend encore plus tenaces contre Allah et impudent devant sa",
          "propre conscience, et détruit son caractère tout à fait. Pour le cas de la",
          "personne qui croit dans le Coran comme un livre divin, le lit et vient de savoir",
          "ce que son Dieu a prescrit, puis poursuit en violation de ses injonctions, est le",
          "coupable, qui commet un crime de ne pas en raison de l'ignorance, mais après la",
          "pleine connaissance de la loi. Le Saint Prophète a élucidé ce point en une courte",
          "phrase, ainsi: \".] Le Coran est un témoignage en votre faveur, ainsi que contre",
          "vous [\" [(musulman)]. Autrement dit, \"] Si vous suivez le Coran, à juste titre,",
          "il est un témoignage en votre faveur. Chaque fois que vous êtes appelés à rendre",
          "compte de vos actes, ici ou dans l'au-delà, vous pouvez produire le Coran comme",
          "un témoignage dans votre défense , en disant que tout ce que vous avez fait était",
          "en conformité avec ce livre. Si ce que vous avez été précisément selon elle,",
          "aucun juriste dans le monde sera en mesure de vous punir, ni ne Dieu dans",
          "l'au-delà de vous tenir responsable pour cela. Mais si cette livre vous a",
          "atteint, andyou l'ai lu et découvert ce que votre Seigneur exige de vous, ce",
          "qu'Il ordonne et ce qu'il défend, et puis vous adopter une attitude opposée à",
          "elle, alors ce livre sera un témoignage contre vous. Il renforcera en outre la",
          "procédure pénale contre vous dans la cour de Dieu. Ensuite, il sera possible dans",
          "aucun moyen pour vous d'échapper à la punition, ou de recevoir une punition",
          "légère, en faisant l'excuse de l'ignorance. [ \""
        ],
        "78" : [
          "Ceci est une caractéristique importante sur les nombreuses caractéristiques de la",
          "prière, qui a été présenté ici en bonne place en vue de sa pertinence dans le",
          "contexte. Pour contrer la tempête de l'opposition et de la résistance que les",
          "Musulmans éprouvaient à la Mecque, ils avaient besoin d'une force morale plutôt",
          "que toute la puissance matérielle. Pour amener la force morale et développer",
          "convenablement deux dispositifs pratiques ont été signalées dans le premier cas,",
          "la récitation du Coran et de la mise en place du Salat. Maintenant, on leur dit",
          "que la mise en place du Salat est le moyen par lequel ils peuvent se débarrasser",
          "de ces maux dont ils avaient eux-mêmes été impliqués avant qu'ils ont embrassé",
          "l'Islam et dans lequel les Arabes non-musulmans et le monde non-arabe autour",
          "d'eux ont participé à cette dîme. Avec un peu de réflexion, on peut facilement",
          "comprendre pourquoi cet avantage particulier de la prière a été particulièrement",
          "mentionné ici. De toute évidence, de se débarrasser des maux moraux est non",
          "seulement utile dans la mesure où il est bénéfique pour ceux qui atteignent la",
          "pureté morale, à la fois ici et dans l'au-delà, mais son avantage inévitable est",
          "que cela leur donne une supériorité unique sur ceux qui pourraient être impliqués",
          "dans divers maux moraux, et qui pourraient être exercer tout leur possible pour",
          "soutenir le système impure de l'ignorance, qui nourrit ces maux, contre les",
          "efforts du peuple moralement purs. Indecent et actes mauvais sont ceux dont",
          "l'homme par la nature abhorre, et qui ont toujours eu lieu comme le mal, en",
          "principe, par les gens de toutes les communautés et de la société, cependant",
          "dépravé et pervertie pratiquement. La société arabe dans les jours de la",
          "révélation du Coran ne fait pas exception à cela. Ces gens étaient également au",
          "courant des '.il vertus morales et les maux: ils ont apprécié le bien au-dessus",
          "du mal et il pourrait y avoir aucun d'entre eux, qui considérait le mal comme",
          "identique avec le bon, ou dépréciés bonne. Dans de telles conditions, dans une",
          "société pervertie comme ça, l'émergence d'un mouvement qui a révolutionné",
          "moralement membres de la même société elle-même dès qu'ils sont entrés en contact",
          "avec elle, et les éleva dans le caractère au-dessus de leurs contemporains, avait",
          "inévitablement des effets généralisés. Les Arabes ordinaires ne pouvaient",
          "éventuellement manquer de ressentir l'impact moral du mouvement, qui éradiqué",
          "maux et promu la bonté, et plutôt aller à suivre ceux qui étaient eux-mêmes",
          "moralement corrompus et se battaient pour soutenir le système de l'ignorance, qui",
          "avait été nourrissante ces maux depuis des siècles. Voilà pourquoi le Coran à",
          "l'époque exhorté les musulmans à établir Sa / au lieu de les inciter à collecter",
          "des ressources matérielles et de la force et de la force qui pourrait gagner sur",
          "le cœur des gens et vaincre l'ennemi sans aucune force matérielle. La vertu de la",
          "prière qui a été mentionné ici a deux aspects: sa qualité essentielle et",
          "inséparable qu'il retient de mauvaises actions et indécentes, et sa qualité",
          "souhaitée que celui qui l'exécute doit en fait abstenir de tout acte mauvais et",
          "indécents. Quant à la première qualité de la prière fait retenir les gens de tous",
          "les maux. Toute personne qui réfléchit un peu plus de la nature de la prière,",
          "admettra que des aII les contrôles et les freins qui peuvent être mis sur l'homme",
          "pour le retenir des maux, la prière peut être le plus efficace. Après tout, ce",
          "contrôle pourrait être plus efficace que ce que l'homme doit être appelé cinq",
          "fois par jour pour le souvenir d'Allah et fait pour se rappeler encore et encore",
          "qu'il ne soit pas totalement libre et indépendant dans ce monde, mais est le",
          "serviteur de un Dieu, et son Dieu est celui qui est conscient de son ouverture",
          "ainsi que les actes cachés, même des objectifs et des intentions de son cœur les",
          "plus secrètes, et un temps viendra sûrement quand il aura à rendre compte de tous",
          "ses actes avant sa Dieu. Puis il est non seulement rappelé de cela, mais est",
          "donné une formation pratique à tous les temps de prière qu'il ne doit pas",
          "désobéir des commandes de son Dieu même secrètement. Depuis le temps qu'il se",
          "lève pour la prière jusqu'à ce que son homme d'achèvement doit effectuer en",
          "continu certains actes dans lesquels il n'y a pas de troisième personne, à côté",
          "de lui et son Dieu, qui peut savoir s'il a obéi à la loi de Dieu ou, désobéi. Par",
          "exemple, si les ablutions de l'homme [(état des ablutions)] est devenu nul et il",
          "se lève pour la prière, il ca .. plus personne, à côté de lui et Dieu, qui saura",
          "qu'il est plus dans l'état de wudu. Si l'homme n'a exprimé aucune intention de la",
          "prière, mais va juste sur l'exécution de tous les mouvements nécessaires et",
          "récite la poésie, par exemple, au lieu des textes prescrits tranquillement, il",
          "n'y en a pas, à côté de lui et son Dieu qui peut être conscient du secret il n'a",
          "pas, en fait, exécuté sa prière à tous. Nonobstant cela, si une personne offre la",
          "prière cinq fois par jour, en accomplissant fidèlement Aii les conditions de la",
          "loi divine à l'égard de la propreté du corps et les vêtements, et l'essentiel de",
          "la prière et de sa récitation, etc., cela signifie que à travers cette prière sa",
          "conscience est éveillée à la vie plusieurs fois par jour, il est aidé à devenir",
          "une personne responsable et respectueux, et il est pratiquement formé qu'il doit,",
          "sous sa propre envie d'obéissance, de respecter la loi qui il a cru en",
          "ouvertement ainsi que secrètement, indépendamment de savoir s'il y a une force",
          "extérieure pour lui faire respecter ou non, et si les peuples du monde ont aucune",
          "connaissance de ses intentions et les actes ou non. Ainsi considéré, on ne peut",
          "pas aider à admettre que la prière non seulement retient l'homme des maux et des",
          "indécences, mais, en fait, il n'y a pas d'autre méthode de formation dans le",
          "monde, ce qui peut être aussi efficace que la prière est retenue homme de la",
          "maux. Quant à la question de savoir si l'homme en fait refrains réelles des maux,",
          "même après la participation à la prière, cela dépend de l'homme lui-même, qui est",
          "en cours de formation à l'auto-réforme. S'il a l'intention d'en tirer profit, et",
          "les efforts pour elle, les effets réformatrices de la prière auront certainement",
          "leur impact sur lui. Sinon, évidemment, aucun dispositif de correction dans le",
          "monde peut être efficace avec une personne, qui n'a pas préparé pour recevoir un",
          "impact de celui-ci, ou tente d'éviter son impact intentionnellement. Ceci peut",
          "être expliqué par un exemple. La qualité essentielle de la nourriture est de",
          "nourrir le corps et de le développer. Mais cet avantage peut être obtenu que",
          "lorsque la nourriture est autorisé à être assimilé. Si une personne vomit ce",
          "qu'il mange après chaque repas, sa nourriture ne peut pas le profit de quelque",
          "manière. Tout comme, en gardant une telle personne en vue, on ne peut dire que la",
          "nourriture est pas nutritive pour le corps, parce que tel et donc est de devenir",
          "un squelette en dépit de manger de la nourriture, donc peut ne présenter",
          "l'exemple d'un offreur injuste de la prière et dire que les ETCD de prière ne",
          "retiennent des maux, parce que et tel est injuste, en dépit de sa prière. Tout",
          "comme sur une telle personne, il sera enclin à dire qu'il DCEs offrent pas la",
          "prière du tout, donc sur la personne qui vomit tout ce qu'il mange, il sera",
          "enclin à dire qu'il ne mange pas sa nourriture à tous. Précisément la même chose",
          "a été rapporté par le Saint Prophète et quelques grands compagnons et leurs",
          "disciples. `Rapporte Imran bin Husain que le Saint Prophète a dit:\".] Celui dont",
          "la prière n'a pas le retenir des actes mauvais et indécentes, n'a offert aucune",
          "prière du tout [ \"[(Ibn Abi Hatim)]. -Ibn `Abbas a rapporté le Saint Prophète en",
          "disant:\".] La prière qui ne retenir une personne des actes mauvais et indécents,",
          "l'a conduit plus loin d'Allah [ \"[(Ibn Abi Hatim, Tabarani)]. Un hadith contenant",
          "le même thème a été rapporté par Hasan Basri directement du Saint Prophète [(Ibn",
          "Jarir, Baihaqi)]. Un autre hadith rapporté sur l'autorité d'Ibn Mas`ud est à",
          "l'effet: \"] Celui qui n'a pas obéi à la prière, offert aucune prière à tous, et",
          "l'obéissance à la prière est que l'on doit éviter de les mauvaises actions et",
          "indécentes [. \"[(Ibn Jarir, Ibn Abi Hatim)]. Plusieurs énonciations dans le même",
          "sens ont été signalés sur l'autorité de 'Abdullah bin Mas`ud, `Abdullah bin`",
          "Abbas, Hasan Basri, Qatadah et A`amash, etc. Imam Ja'far Sadiq a dit: \"] Celui",
          "qui veut de savoir si sa prière a été acceptée ou non, devrait voir dans quelle",
          "mesure sa prière l'a empêché de les mauvaises actions et indécentes. S'il a été",
          "retenu des maux, sa prière a été acceptée. [ \"[(Ruh al Ma` ani)]."
        ],
        "79" : [
          "Ce peut avoir plusieurs significations: [(1)] \"] Que le souvenir d'Allah [(ie la",
          "prière)] est une chose de valeur beaucoup plus élevée: non seulement retient des",
          "maux, mais, plus et surtout que, il induit les gens à agir vertueusement et les",
          "exhorte à exceller dans les bonnes actions, [ «[(2)]\"] que le souvenir d'Allah en",
          "lui-même est une grande chose: il est le meilleur d'actes: aucun acte de l'homme",
          "est une valeur supérieure à ce. . `[(3)] [\" que le souvenir d'Allah de vous est",
          "une chose plus grande que votre souvenir de Lui Allah a dit dans le Coran: \".]",
          "Alors rappelez-moi. Je me souviendrai de vous» [ «[(Al Baqarah: 156 <V:2:156>)]",
          "Ainsi, lorsque le serviteur se rappelle Allah dans la prière, inévitablement",
          "AIIah aussi se souviendra de lui, et le mérite d'Allah se souvenant du serviteur",
          "est certainement plus grande que de se rappeler Allah du domestique outre ces",
          "trois significations, il y a un autre subtil.. ce qui signifie aussi, que",
          "l'épouse de Hadrat Abud Darda a expliqué. Elle dit: «] le souvenir d'Allah ne se",
          "limite pas à la prière, mais sa sphère est beaucoup plus vaste. Quand un homme",
          "observe un jeûne, ou paie la Zakat ou accomplit un acte juste, il se souvient",
          "inévitablement Allah. Voilà pourquoi l'acte juste émane de lui. De même, quand un",
          "homme se garde d'un acte mauvais quand existe une opportunité pour elle, même",
          "cela est aussi le résultat de la mémoire d'Allah. Ainsi, le souvenir d'Allah",
          "imprègne toute la vie d'un croyant \"."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ ۖ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَٰهُنَا وَإِلَٰهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ",
      "simpleTranslate" : [
        "Ne discutez avec les gens des Écritures que de la manière la plus courtoise, à",
        "moins qu’il ne s’agisse de ceux d’entre eux qui sont injustes. Dites-leur : «Nous",
        "croyons en ce qui nous a été révélé et en ce qui vous a été révélé. Notre Dieu et",
        "le vôtre ne font qu’un Dieu Unique et nous Lui sommes totalement soumis.»"
      ],
      "tafsirTranslate" : [
        "Argue pas <N:80> avec les gens du Livre, sauf de la manière la plus équitable,",
        "<N:81> à moins qu'il soit ceux d'entre eux qui sont tout à fait injuste <N:82>",
        "Dis-leur:. nous croyons en ce qui nous a été révélé et ce qui a été révélé. L'un",
        "est notre Dieu et votre Dieu; et nous sommes ceux qui se soumettent <N:83> nous à",
        "Lui."
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "Soutenir",
        "(Avec le) Gens du Livre",
        "(Avec le) Gens du Livre",
        "sauf",
        "Par lequel",
        "[il]",
        "(est le meilleur",
        "sauf",
        "ceux qui",
        "(faire le mal",
        "parmi eux",
        "et dis",
        "Nous croyons",
        "en ce que (qui)",
        "a été révélé",
        "à nous",
        "et a été révélé",
        "à toi",
        "Et notre Dieu",
        "et votre Dieu",
        "(est une",
        "et nous",
        "à lui",
        "soumettre"
      ],
      "notes" : {
        "80" : [
          "Il convient de noter qu'un peu plus loin dans ce Surah les gens sont exhortés à",
          "migrer. A cette époque, Habache était le seul endroit de la sécurité à laquelle",
          "les musulmans pourraient migrer et Habash en ces jours était sous la domination",
          "des chrétiens. Par conséquent, dans ces versets les musulmans sont instruits sur",
          "la façon dont ils devraient discuter et débattre des questions relatives à la",
          "religion avec les gens du Livre quand une telle occasion se présente."
        ],
        "81" : [
          "Autrement dit, [ \"La discussion doit être menée de manière rationnelle, dans un",
          "langage civilisé et décent, de sorte que les idées de l'autre personne peuvent",
          "être réformés. Objectif principal du prédicateur devrait être de faire appel au",
          "cœur du destinataire , transmettre la vérité à lui et l'amener à la bonne voie.",
          "Il ne devrait pas se battre comme un lutteur dont le seul objet est de vaincre",
          "son adversaire. Il devrait plutôt se comporter comme un médecin qui est toujours",
          "prudent de ne pas causer la maladie du patient à aggraver par l'un de ses propres",
          "erreurs, et tente de le guérir avec la peine moins possible. Cette instruction",
          "bas été donnés ici en particulier dans le cadre de la conduite d'une discussion",
          "avec les gens du Livre, mais est une instruction générale relative à la",
          "prédication de la religion et il a été donné à plusieurs endroits dans le Coran.",
          "Par exemple, \"] O Prophète, invitent à la voie de ton Seigneur avec sagesse et",
          "une excellente mise en garde et de discuter des choses avec les gens de la",
          "meilleure manière. [\" [(AnNahl: 125 <V:16:125>)]. \"] Ô Prophète, la bonté et le",
          "mal ne se ressemblent pas Repousse le mal par ce qui est meilleur Vous verrez",
          "qu'il avec qui vous avez eu l'inimitié, est devenu votre ami le plus proche '[(Ha",
          "Mim As-Sajda: 34)....]. [ \"O Prophète <V:32:34)....].[\"OProphète>, repoussent le",
          "mal par ce qui est mieux: Nous sommes pleinement conscients de ce qu'ils",
          "prononcent contre vous.\"] [(Al-Mu'minun: 96 <V:23:96>)] [ \"O Prophète, adopter la",
          "voie de la clémence et la tolérance; interdire ce qui est bon et éviter des",
          "discussions inutiles avec les gens ignorants. Si Satan jamais vous excite à la",
          "colère, chercher refuge en Allah. \"]"
        ],
        "82" : [
          "Autrement dit, [ \"Avec ceux qui adoptent une attitude de méchanceté une attitude",
          "différente peut également être adoptée en fonction de la nature et l'étendue de",
          "leur méchanceté. En d'autres termes, on ne peut pas, et ne devrait pas adopter",
          "une douce et l'attitude douce vers sortes tous Ies du peuple dans des",
          "circonstances tous Ies à tous les temps, ce qui pourrait être confondu avec la",
          "faiblesse et de la douceur de l'inviteur à la Vérité. l'Islam fait apprendre à",
          "ses disciples d'être poli, doux et raisonnable, mais il n'enseigne pas qu'ils",
          "soient indûment humble et doux de sorte qu'ils ne sont pas prises pour acquis par",
          "toute personne cruelle et méchante. \"]"
        ],
        "83" : [
          "Dans ces phrases Allah Lui-même a fourni des indications sur la meilleure méthode",
          "de discussion, que les inviteurs à la vérité devraient adopter. La méthode est la",
          "suivante: [ \"Ne faites pas l'erreur ou l'écart de l'autre personne la base et le",
          "point de départ de la discussion, mais commencer la discussion avec ces points de",
          "vérité et de justice qui sont communs entre vous et votre adversaire. Autrement",
          "dit, la discussion devrait commencer «des points d'accord et non à partir des",
          "points de différence. Puis, en faisant valoir la mousse les points convenus, le",
          "destinataire doit être fait pour comprendre que, dans l'affaire des choses dans",
          "lesquelles vous diffèrent, votre stand est en conformité avec les points convenus",
          "alors que sa position est en contradiction avec les A cet égard, on devrait",
          "garder à l'esprit le fait que les gens du livre ne nient pas l'Apocalypse,",
          "prophétie et Monothéisme, comme les polythéistes d'Arabie, mais croyaient en ces",
          "réalités juste Tike les musulmans. Après accord sur ces choses de base, la",
          "principale chose qui pourrait devenir la base de la différence entre eux pourrait",
          "être que le musulman ne serait pas croire à la divine Écriture fait descendre sur",
          "eux et inviterait à croire dans le Livre divin envoyé vers le bas pour eux-mêmes,",
          "et il les déclarer mécréants si elles ne croyaient pas en lui. Cela aurait été",
          "une forte base de leur conflit. Mais les musulmans avaient une position",
          "différente. Ils croyaient que tous les vrais livres qui étaient avec les gens du",
          "Livre, puis avait également cru dans l'Apocalypse qui avait été envoyé vers le",
          "Saint Prophète Muhammad [(la paix d'Allah soit sur lui)]. Après cela, il était",
          "pour les gens du Livre de dire le sol rationnel pour qu'ils croyaient en un seul",
          "livre envoyé par Allah et rejeté l'autre. Voilà pourquoi Allah ici a ordonné aux",
          "musulmans que chaque fois qu'ils ont à traiter avec les gens du Livre, ils",
          "devraient tirst de tous les présents avant de les ce point de vue même d'une",
          "manière positive. Dis-leur: \"] Nous croyons au même Dieu en qui vous croyez et",
          "nous sommes obéissants à Lui, nous nous sommes soumis à AII ces commandes et les",
          "injonctions et les enseignements qui sont venus de lui, si elles ont été envoyées",
          "vers le bas pour vous, ou. pour nous. nous sommes des serviteurs obéissants de",
          "Dieu et non pas d'un pays ou d'une communauté ou d'une race, que nous devrions",
          "soumettre au commandement de Dieu quand il est envoyé dans un seul endroit et",
          "rejetons quand il est envoyé dans un autre endroit. Cette chose a été répété à",
          "plusieurs endroits dans le Coran et en particulier en relation avec les gens du",
          "livre, il a été présenté avec force pour cela, voir AI-Baqarah:. 4, 136, 177,",
          "285; Al-i-`Imran : 84; An-Nisa ': 136, 150 à 152, 162 à 164; AshShu'araa: 13. ."
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَكَذَٰلِكَ أَنْزَلْنَا إِلَيْكَ الْكِتَابَ ۚ فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ ۖ وَمِنْ هَٰؤُلَاءِ مَنْ يُؤْمِنُ بِهِ ۚ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الْكَافِرُونَ",
      "simpleTranslate" : [
        "C’est dans cet esprit que Nous t’avons révélé le Coran. Ceux à qui Nous avons",
        "donné l’Écriture y ont foi, et il en est aussi parmi ton peuple qui y croient. Il",
        "n’est que les impies qui nient Nos signes."
      ],
      "tafsirTranslate" : [
        "(O Prophète), ont donc Nous donnâmes le Livre sur vous. <N:84> Ainsi, ceux sur",
        "qui Nous avions donné le Livre avant croient en elle, <N:85> et de ces (Arabes)",
        "trop bon nombre croient. <N:86> il n'y a que les incroyants profèrent qui nient",
        "Nos signes. <N:87>"
      ],
      "tanslateWordByWord" : [
        "Et ainsi",
        "Nous (avons) révélé",
        "à toi",
        "le livre",
        "Ainsi, ceux",
        "Nous avons donné [les]",
        "le livre",
        "croyez",
        "la bride",
        "Et parmi",
        "ces",
        "(Quelques-uns) qui",
        "croyez",
        "la bride",
        "Et aucun",
        "rejeter",
        "Nos versets",
        "sauf",
        "les incroyants"
      ],
      "notes" : {
        "84" : [
          "Cela peut avoir deux significations: [(1)] [ \"Tout comme nous l'avions fait",
          "descendre les Livres des anciens prophètes, donc nous avons fait descendre ce",
          "livre pour vous\"]; et [(2)] [ \"Nous avons fait descendre ce livre avec",
          "l'enseignement qu'il faut croire à ne pas en rejetant nos anciens livres, mais en",
          "affirmant la foi dans chacun d'eux.\"]"
        ],
        "85" : [
          "Le contexte lui-même montre que cette ETCD n'impliquent tous les gens du Livre,",
          "mais seulement ceux qui ont été bénis avec la bonne compréhension et la",
          "connaissance de la divine Écriture, et étaient [ «le peuple du Livre» dans le",
          "sens que nous. Lorsque ce dernier livre d'Allah est venu devant eux, confirmant",
          "ses premiers livres, ils ne montrent pas l'entêtement ou l'obstination, mais",
          "accepté sincèrement comme ils l'avaient accepté les précédents livres."
        ],
        "86" : [
          "\"] Ces personnes [\": le peuple de l'Arabie. Ce que cela veut dire est: Les gens",
          "de la vérité aimante, si elles possèdent déjà un livre divin ou ne possèdent",
          "aucune, sont la foi en affirmant partout."
        ],
        "87" : [
          "Ici, \"] les mécréants\" impliquent les personnes qui ne sont pas prêts à renoncer",
          "à leurs préjugés et accepter la vérité, ou ceux qui rejettent la vérité parce",
          "qu'ils ne veulent pas que leurs passions et leur liberté débridée d'être soumis à",
          "des restrictions."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَمَا كُنْتَ تَتْلُو مِنْ قَبْلِهِ مِنْ كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ ۖ إِذًا لَارْتَابَ الْمُبْطِلُونَ",
      "simpleTranslate" : [
        "Avant le Coran, tu ne récitais aucun livre ni n’en écrivais aucun de ta dextre.",
        "Sans quoi, les négateurs auraient trouvé argument pour douter de l’authenticité",
        "du Coran,"
      ],
      "tafsirTranslate" : [
        "(O Prophète), vous ne récitez tout Livre avant, ni avez-vous l'écrire avec votre",
        "main; car alors les sectateurs de mensonge auraient eu une cause de doute. <N:88>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "(as tu",
        "réciter",
        "avant cela",
        "avant cela",
        "tout",
        "Livre",
        "et pas",
        "(As) que vous écrivez",
        "avec votre main droite",
        "dans ce cas",
        "sûrement (serait) ont douté",
        "falsificateurs"
      ],
      "notes" : {
        "88" : [
          "Ceci est le même argument qui a déjà été donnée dans sourates Yunus et Qasas",
          "comme une preuve de la prophétie du Saint Prophète. [(Voir FR 21 Yunus et EN de",
          "64 et 109 AI-Qasas. Pour plus d'explications, voir EN 107 de An-Nahl, EN 105 de",
          "Bani Isra'il, EN 66 AI-Mu'minun, EN 12 d'Al-Furqan, et eN 84 de Ash-Shu`araa)].",
          "La base de l'argument dans ce verset est que le Saint Prophète était illettré.",
          "Ses compatriotes et ses frères parmi lesquels il avait passé toute sa vie, de la",
          "naissance à la vieillesse, savaient pertinemment qu'il avait jamais lu un livre",
          "ni jamais manipulé un stylo. Présentant cette réalité Allah dit: [ \"Ceci est une",
          "preuve du fait que la connaissance vaste et profonde des enseignements des divins",
          "livres, des histoires des anciens prophètes, des croyances des différentes",
          "religions et croyances, de la histoires des nations antiques, et les questions de",
          "la vie sociale et morale et économique, qui est présentée par ce biais, illettré",
          "ulettered ne pouvait pas avoir été atteint par lui par tous les moyens, mais",
          "l'Apocalypse. S'il avait été capable de lire et écrire et les gens avaient vu",
          "lire des livres et d'entreprendre des études sérieuses, les adorateurs du",
          "mensonge auraient pu avoir une certaine base pour leurs doutes, qu'il avait",
          "acquis les connaissances non pas par révélation, mais par l'étude et la lecture.",
          "mais le fait de son être absolument illettrée a quitté aucun fondement pour un",
          "tel doute. par conséquent, il peut y avoir aucun motif, sauf l'obstination pure,",
          "qui peut être considérée comme rationnelle à un degré quelconque de nier sa",
          "prophétie. \"]"
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ ۚ وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا الظَّالِمُونَ",
      "simpleTranslate" : [
        "qui est, en fait, un ensemble de versets évidents qui illuminent le cœur de ceux",
        "qui ont reçu la science. Seuls les négateurs rejettent Nos signes"
      ],
      "tafsirTranslate" : [
        "Mais il est un ensemble de signes clairs dans les cœurs de ceux qui ont été doué",
        "de connaissance. <N:89> Aucune exception du tout à fait injuste ne niera Nos",
        "signes."
      ],
      "tanslateWordByWord" : [
        "Non",
        "il",
        "(Est) Versets",
        "clair",
        "dans",
        "(les) seins",
        "(De) ceux qui",
        "sont donnés",
        "la connaissance",
        "Et pas",
        "rejeter",
        "Nos versets",
        "sauf",
        "les malfaiteurs"
      ],
      "notes" : {
        "89" : [
          "Autrement dit, [ \"La présentation d'un livre comme le Coran par une personne",
          "illettrée, et la manifestation par lui, tout d'un coup, des qualités",
          "extraordinaires de caractère alors que personne n'a jamais remarqué lui faire",
          "aucun la préparation de ceux-ci précédemment, sont en fait les signes les plus",
          "clairs qui servent de pointeurs vers sa prophétie pour ceux qui possédaient des",
          "connaissances et de la sagesse. \"] Si l'on examine l'histoire de la vie d'un",
          "grand personnage historique, on peut toujours découvrir les facteurs son",
          "environnement, qui moulé sa personnalité et l'a préparé pour les excellences et",
          "qualités qui émanait de lui dans la vie. Il existe toujours une relation claire",
          "entre son environnement et les aspects constitutifs de sa personnalité. Mais",
          "aucune source tout ce qui peut être découvert dans son environnement des",
          "merveilleuses qualités et excellences que le Saint Prophète Muhammad [(que la",
          "paix d'Allah soient sur lui)] affiché. Dans son cas, ni dans la société arabe",
          "contemporaine, ni dans la société des pays voisins avec lesquels l'Arabie avait",
          "des relations peut-on découvrir les facteurs qui pourraient avoir une relation à",
          "distance avec les aspects constitutifs de la personnalité du Saint Prophète.",
          "Telle est la réalité sur la base duquel il a été affirmé ici que la personnalité",
          "du Saint Prophète Muhammad est pas un signe, mais une collection de nombreux",
          "signes clairs. Une personne ignorante ne peut pas voir l'un de ces signes, mais",
          "ceux qui sont en possession de la connaissance sont devenus convaincus dans leur",
          "cœur en voyant ces signes qu'il est très certainement un vrai prophète d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَاتٌ مِنْ رَبِّهِ ۖ قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ",
      "simpleTranslate" : [
        "et disent : «Que n’a-t-on fait descendre sur lui des miracles de la part de son",
        "Dieu?» Réponds-leur : «Les miracles sont du ressort du Seigneur. Quant à moi, mon",
        "rôle se limite à avertir.»"
      ],
      "tafsirTranslate" : [
        "Ils disent: «Pourquoi des signes <N:90> de son Seigneur ne fait descendre sur",
        "lui? Dis: «Les signes sont seulement avec Allah. Quant à moi, je ne suis plus",
        "qu'un avertisseur clair."
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Pourquoi pas",
        "sont envoyés vers le bas",
        "à lui",
        "(les panneaux",
        "de",
        "son Seigneur",
        "Dire",
        "Seulement",
        "les panneaux",
        "(sont avec",
        "Allah",
        "et seulement",
        "Je suis)",
        "un warner",
        "clair"
      ],
      "notes" : {
        "90" : [
          "Autrement dit, en voyant les miracles que l'on peut être convaincu que Muhammad",
          "[(sur lui la paix de Dieu)] est vraiment un prophète d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَىٰ عَلَيْهِمْ ۚ إِنَّ فِي ذَٰلِكَ لَرَحْمَةً وَذِكْرَىٰ لِقَوْمٍ يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Ne leur suffit-il pas que Nous t’ayons révélé le Coran qui leur est récité? Il y",
        "a là pourtant une bénédiction et un rappel pour ceux qui croient."
      ],
      "tafsirTranslate" : [
        "Est-ce qu'il ne suffisait pas pour eux (comme un signe) que Nous avons révélé le",
        "Livre, qui est récité? <N:91> Certes, il est miséricorde et de bons conseils en",
        "elle pour ceux qui croient. <N:92>"
      ],
      "tanslateWordByWord" : [
        "Et est (it) pas",
        "suffisante pour que les",
        "que nous",
        "révélé",
        "à toi",
        "le livre",
        "(Qui) est récité",
        "pour eux",
        "Effectivement",
        "dans",
        "cette",
        "est sûrement une miséricorde",
        "et un rappel",
        "pour un peuple",
        "qui croient"
      ],
      "notes" : {
        "92" : [
          "Autrement dit, [ \"La révélation de ce livre est, sans aucun doute, une grande",
          "abondance de AIIah, et il contient de grandes admonestations pour le peuple. Mais",
          "seuls les gens peuvent tirer avantage, qui croient en il.\"]"
        ],
        "91" : [
          "Autrement dit, [ \"Un livre comme le Coran a été envoyé vers le bas pour vous en",
          "dépit de votre être illettré. Est-il pas en soi un grand miracle qui devrait",
          "convaincre les gens de votre Prophétie? Avez ils encore besoin d'un autre miracle",
          "après les autres miracles ont été les miracles pour ceux qui les témoins Mais ce",
          "miracle est toujours présent en face d'eux il est récité devant eux presque tous",
          "les jours;?.. ils peuvent assister comme et quand ils le souhaitent. Même après",
          "une telle affirmation et l'argument par le Coran l'audace de ceux qui essaient de",
          "prouver que le Saint Prophète était alphabétisée est étonnante. le fait,",
          "cependant, est que le Coran ici a présenté en termes clairs de la être du Saint",
          "Prophète analphabètes comme une forte preuve de son Prophète capot. les",
          "traditions qui donnent appui à l'affirmation selon laquelle le Saint Prophète",
          "pouvait lire et écrire, ou avait appris à lire et à écrire plus tard dans la vie,",
          "stand rejeté à première vue, sans aucune tradition plutôt que le Coran 'un peut",
          "être acceptable. Ensuite, ces traditions en elles-mêmes sont trop faibles pour",
          "devenir la base d'un argument. L'un d'eux est une tradition de Bukhari que",
          "lorsque le traité de paix de Hudaibiya était écrit, le représentant des mécréants",
          "de la Mecque est opposé à la parole Rasul Allah étant ajouté au nom du Saint",
          "Prophète. A ce le Saint Prophète a ordonné l'écrivain [(Hadrat `Ali)] pour",
          "traverser le mot Rasul-Allah et écrire Muhammad bin Abdullah à la place. Hadrat",
          "`Ali a refusé de rayer Rasul-Allah. Puis le Saint Prophète prit dans sa main, a",
          "frappé le mot lui-même et a écrit Muhammad bin `Abdullah. Mais cette tradition de",
          "bin Bara ' `Azib apparaît à quatre endroits dans Bukhari et à deux endroits en",
          "musulman et partout en des termes différents: [(1)] A un endroit dans Bukhari",
          "[(Kitab-US-S, ulh)] les mots de cette tradition sont à l'effet: \"] le Saint",
          "Prophète a dit Hadrat` Ali pour frapper les mots il a fait valoir qu'il ne",
          "pouvait pas le faire enfin, le Saint Prophète les croisa avec sa propre main [...",
          "\"[( 2)] Dans le même livre la seconde tradition est à l'effet: \"] Puis il [(le",
          "Saint Prophète)] a dit à` Ali: Rayez Rasul-Allah. Il a dit: Par Dieu, je ne rayez",
          "votre nom. Enfin, le Saint Prophète a pris le document et a écrit: Ceci est le",
          "traité conclu par Muhammad bin `Abdullah [\" [(3)] La troisième tradition, encore",
          "une fois de bin Bara ' `Azib se trouve dans Kitab-ul-jizia dans. Bukhari à",
          "l'effet: \"] le Saint Prophète lui-même ne pouvait pas écrire. Il a dit à `Ali:",
          "Traversez à Rasul-Allah. Il a soutenu: Par Dieu, je ne biffer ces mots. A cela,",
          "le Saint Prophète a dit: Montrez-moi l'endroit où ces mots écrits à l'arc. Il lui",
          "a montré l'endroit, et le Saint Prophète biffé les mots de sa propre main [",
          "\"[(4)] La quatrième tradition est en Kitab-ul-Maghazi de Bukhari à l'effet:\"].",
          "Donc, le Saint Prophète a pris le document bien qu'il ne connaissait pas",
          "l'écriture, et il a écrit:. Ceci est le traité conclu par Muhammad bin `Abdullah",
          "[\" [(5)] Encore une fois de bin Bara ' `Azib il y a une tradition musulmane",
          "[(Kitab-ul-Jihad) ] disant que sur le refus de Hadrat `Alt le Saint Prophète",
          "lui-même effacé les mots Rasul-Allah\"] [(6)] la seconde tradition de lui dans le",
          "même livre dit, [ \"le Saint Prophète a dit à` Ali:. Montrez-moi où le mot Rasul",
          "Allah est écrit. Hadrat `Ali lui a montré l'endroit, et il essuya et a écrit Ibn`",
          "Abdullah. La disparité dans les traditions indique clairement que les",
          "journalistes intermédiaires ont pas rapporté les paroles de Hadrat Bara 'bin",
          "`Azib [(qu'Allah soit satisfait de lui)] avec précision. Par conséquent, aucun de",
          "ces rapports peut être tenue comme r parfaitement fiable de sorte que l'on peut",
          "dire avec certitude que le Saint Prophète avait écrit les mots \"] Muhammad bin`",
          "Abdullah 'de sa propre main. Probablement quand Hadrat' Ali, a refusé d'essuyer",
          "hors le mot Rasul-Allah, le Saint Prophète aurait pu s'essuya après avoir",
          "découvert, sur le lieu où il a été écrit, et aurait obtenu le mot Ibn `Abdullah",
          "substitué par lui ou par un autre écrivain. d'autres traditions montrent que il y",
          "avait deux écrivains qui écrivent sur le traité de paix;. Hadrat `Ali et Muhammad",
          "bin Maslamah [(.. Fath al-Sari, Vol V, p 217)] Par conséquent, il est impossible",
          "que ce qu'un auteur ne l'a pas été fit faire par l'autre écrivain. Cependant, si",
          "le Saint Prophète a effectivement écrit son nom avec sa propre main, il y a des",
          "cas d'abondance de ce dans le monde. Les personnes analphabètes apprennent à",
          "écrire leur propre nom, bien qu'ils ne peuvent pas lire ou écrire quoi que ce",
          "soit d'autre. L'autre tradition sur la base duquel il a été affirmé que le Saint",
          "Prophète était alphabétisée, a été rapporté par Ibn Abi Shaibah et `Umar bin",
          "shabbah de Mujahid. Il dit: [ \"Le Saint Prophète avait appris la lecture et",
          "l'écriture avant sa mort.\"] Mais en premier lieu, il est une tradition faible en",
          "raison de ses liens comme l'a dit Hafiz Ibn Kathir: [ \"Elle est faible: il a",
          "aucun fondement. \"] Deuxièmement, il est faible sinon aussi, car si le Saint",
          "Prophète avait vraiment appris la lecture et l'écriture plus tard dans la vie, il",
          "serait devenu un fait bien connu. Bon nombre des Compagnons aurait rapporté, et",
          "il aurait été également connu à partir de laquelle la personne [(ou des",
          "personnes)] qu'il avait appris cela. Mais personne, excepté un seul homme, 'Aun",
          "bin Abdullah, dont Mujahid a entendu cela, a rapporté qu'elle. Et cette «Aun",
          "était même pas un compagnon ,, mais un adepte des Compagnons, qui DCES pas à aII",
          "dire à partir de laquelle Companion [(ou compagnons)] il a obtenu ces",
          "informations. De toute évidence, sur la base de ces traditions faibles rien qui",
          "contredit bien faits connus peuvent devenir acceptables. ."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "قُلْ كَفَىٰ بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا ۖ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۗ وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ أُولَٰئِكَ هُمُ الْخَاسِرُونَ",
      "simpleTranslate" : [
        "Dis-leur : «Dieu suffit comme Témoin entre vous et moi. Il sait ce qu’il y a dans",
        "les Cieux et sur la Terre. Quant à ceux qui ont choisi l’erreur et qui refusent",
        "de croire au Seigneur, ce sont ceux-là les perdants.»"
      ],
      "tafsirTranslate" : [
        "Dis (O Prophète): «Allah suffit comme témoin entre moi et vous. Il sait ce qui",
        "est dans les cieux et la terre. Quant à ceux qui croient dans le mensonge et sont",
        "engagés dans l'infidélité avec Allah, ce sont eux qui seront les perdants."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "suffisamment est",
        "Allah",
        "entre moi",
        "et entre vous",
        "(Comme) un témoin",
        "Il sait",
        "quelle",
        "(est dans",
        "Le Paradis",
        "et la terre",
        "Et ceux qui",
        "croyez",
        "dans [le] mensonge",
        "et croire",
        "en Allah",
        "ceux",
        "ils",
        "(Sont) les perdants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ ۚ وَلَوْلَا أَجَلٌ مُسَمًّى لَجَاءَهُمُ الْعَذَابُ وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
      "simpleTranslate" : [
        "Ils te défient de hâter l’arrivée de leur châtiment. Si le terme n’en était pas",
        "fixé d’une manière immuable, ce châtiment les aurait déjà atteints. Et",
        "assurément, il les frappera à l’improviste sans qu’ils l’aient pressenti."
      ],
      "tafsirTranslate" : [
        "Ils vous demandent de hâter pour amener le châtiment <N:93> sur eux. Il n'y avait",
        "pas eu un terme fixé pour elle, le châtiment aurait déjà visité; en fait, il",
        "descendra sur eux tout d'un coup (au temps fixé) alors qu'ils ne seront pas au",
        "courant."
      ],
      "tanslateWordByWord" : [
        "Et ils te demandent de hâter",
        "[Avec] la peine",
        "Et sinon",
        "(Pour) un terme",
        "nommé",
        "sûrement (serait) sont venus à eux",
        "la punition",
        "Mais il va sûrement venir à eux",
        "soudainement",
        "pendant qu'ils",
        "(ne pas",
        "apercevoir"
      ],
      "notes" : {
        "93" : [
          "Autrement dit, [ \"Ils vous remettent en question encore et encore que si vous",
          "êtes un vrai messager et ils sont vraiment nier la vérité, alors vous ne devriez",
          "pas retarder le tourment dont vous les menacez.\"]"
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ",
      "simpleTranslate" : [
        "Ils te défient de hâter leur supplice, alors que la Géhenne est là, cernant les",
        "négateurs de toutes parts !"
      ],
      "tafsirTranslate" : [
        "Ils vous demandent de hâter le châtiment sur eux, bien que l'enfer englobe les",
        "non-croyants."
      ],
      "tanslateWordByWord" : [
        "Ils vous demandent de hâter",
        "la punition",
        "Et en effet",
        "enfer",
        "sûrement, englober",
        "les incroyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "يَوْمَ يَغْشَاهُمُ الْعَذَابُ مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا مَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "Le Jour où le châtiment les enveloppera de la tête aux pieds, il leur sera dit :",
        "«Goûtez le fruit de vos œuvres !»"
      ],
      "tafsirTranslate" : [
        "(Ils prendront conscience de lui) le jour où le châtiment va les submerger d'en",
        "haut et sous leurs pieds, et Il leur dire: «Goûtez maintenant la conséquence des",
        "actions que vous avez utilisé S'engager.'"
      ],
      "tanslateWordByWord" : [
        "Au jour",
        "les couvrira",
        "la punition",
        "de",
        "au dessus d'eux",
        "et de",
        "au dessous de",
        "leurs pieds",
        "et Il dira",
        "Goût",
        "quelle",
        "tu as utilisé",
        "(faire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ",
      "simpleTranslate" : [
        "Ô Mes serviteurs qui avez foi en Moi ! Ma Terre est assez vaste pour tout",
        "contenir ! N’adorez que Moi !"
      ],
      "tafsirTranslate" : [
        "O Mes serviteurs qui croient, en vérité Ma terre est vaste; donc servir Moi seul.",
        "<N:94>"
      ],
      "tanslateWordByWord" : [
        "O Mes serviteurs",
        "qui",
        "croyez",
        "Effectivement",
        "Ma terre",
        "(Est) spacieuse",
        "de sorte que",
        "vénère moi"
      ],
      "notes" : {
        "94" : [
          "Ceci est une allusion à la Hijrah, ce qui implique ceci: si vous vous sentez",
          "qu'il devient difficile d'adorer Dieu à la Mecque, vous pouvez quitter et passer",
          "à un autre endroit où vous pouvez vivre comme les serviteurs de nous de Dieu, car",
          "la terre de Dieu est vaste. Vous devez servir Allah et non pas votre nation et le",
          "pays. \"Cela montre que la vraie chose est pas la nation et la maison et le pays,",
          "mais l'adoration d'Allah Si à un moment donné les exigences de la nation et de",
          "l'amour affrontement de pays avec les exigences de la le culte d'Allah, il est le",
          "temps de l'épreuve pour la foi du croyant. le vrai croyant adorer Allah et",
          "mépriser la nation et le pays et la maison. le faux prétendant à la foi va",
          "abandonner la foi et de rester accroché à sa nation et son pays et la maison. Ce",
          "verset indique clairement le fait qu'un véritable adorateur de Dieu peut être un",
          "patriote, mais il ne peut pas être un adorateur de la nation et le pays. pour",
          "lui, le culte de Dieu est la chose la plus précieuse dans la vie pour le bien de",
          "qui il sacrifier tout le reste, mais sans jamais être prêt à sacrifier pour rien",
          "d'autre."
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ",
      "simpleTranslate" : [
        "Tout être vivant goûtera la mort et c’est vers Nous que se fera votre retour."
      ],
      "tafsirTranslate" : [
        "Chaque être doit goûter la mort, alors il est à nous que vous serez renvoyé.",
        "<N:95>"
      ],
      "tanslateWordByWord" : [
        "Chaque",
        "âme",
        "(Volonté) goût",
        "la mort",
        "alors",
        "à nous",
        "vous retournerez"
      ],
      "notes" : {
        "95" : [
          "Autrement dit, [ «Ne vous inquiétez pas pour votre vie: il faut mourir tôt ou",
          "tard n'est venu vivre à jamais dans ce monde Par conséquent, votre vrai problème",
          "est pas comment sauver.. la vie, mais votre vrai problème est comment sauver",
          "votre foi, et de remplir les exigences de Dieu culte. vous avez finalement à",
          "revenir à nous. Si vous avez perdu votre foi pour le bien de sauver votre vie le",
          "résultat dans l'au-delà sera différent , mais si vous perdu votre vie pour le",
          "bien de sauver votre foi le résultat sera exactement le contraire. par",
          "conséquent, vous devriez être inquiet seulement de ce que vous apporterez lorsque",
          "vous revenez à nous. Voulez-vous venir avec une foi sacrifiée au nom de la vie ou",
          "une vie sacrifiée au nom de la foi? \"]"
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُبَوِّئَنَّهُمْ مِنَ الْجَنَّةِ غُرَفًا تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ نِعْمَ أَجْرُ الْعَامِلِينَ",
      "simpleTranslate" : [
        "Et ceux alors qui auront cru et auront accompli de bonnes œuvres, Nous leur",
        "assignerons dans le Paradis, pour l’éternité, des demeures hautement situées et",
        "sous lesquelles coulent des rivières. Quelle belle récompense que celle de ceux",
        "qui font le bien,"
      ],
      "tafsirTranslate" : [
        "Nous allons loger ceux qui ont cru et agi vertueusement dans les demeures nobles",
        "du Paradis sous lequel coulent les ruisseaux. Là, ils resteront à jamais. Comment",
        "excellente récompense est pour ceux qui ont agi (dans l'obéissance à Allah),",
        "<N:96>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "croyez",
        "et fait",
        "[Les] actions droites",
        "Nous allons certainement leur donner une place",
        "dans",
        "paradis",
        "logements nobles",
        "écoulement",
        "de",
        "dessous",
        "les rivières",
        "respectera toujours",
        "en ce",
        "Excellente est",
        "(la récompense",
        "(De) les travailleurs"
      ],
      "notes" : {
        "96" : [
          "Autrement dit, [ \"Même si vous êtes resté privé de toutes les bénédictions du",
          "monde à cause de votre foi et de la justice et a fini comme un échec total du",
          "point de vue du monde, vous devez être assuré que vous serez compensé pour elle,",
          "et non seulement compensé, mais récompensé très bien \"]."
        ]
      }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "الَّذِينَ صَبَرُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "simpleTranslate" : [
        "qui se montrent endurants et placent leur confiance en leur Seigneur !"
      ],
      "tafsirTranslate" : [
        "qui est resté ferme <N:97> et qui placent leur confiance en leur Seigneur! <N:98>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "(Sont) des patients",
        "et à",
        "leur Seigneur",
        "mettre leur confiance"
      ],
      "notes" : {
        "97" : [
          "[ «Qui patience.».]: Qui sont restés fermes dans la foi face à des difficultés et",
          "des afflictions et des pertes et des persécutions; qui ont subi les conséquences",
          "de la foi et n'a pas détourné; qui ont vu les avantages et les avantages de",
          "l'abandon de la foi et ne l'ont pas été séduits par eux; qui ont vu les",
          "incroyants et les malfaiteurs prospérer dans le monde et n'a pas jeté un coup",
          "d'œil, même parasite à leur richesse et splendeur. [ \""
        ],
        "98" : [
          "\"] Mettez Seigneur...\": Qui n'a pas mis leur confiance dans leurs possessions et",
          "leurs affaires et leurs clans et tribus, mais en leur Seigneur; qui ont été",
          "préparés pour lutter contre tout pouvoir et de supporter tous les dangers pour le",
          "bien de leur foi que sur la base de leur confiance en leur Seigneur",
          "indépendamment des moyens matériels, et quitté leur domicile si leur foi",
          "l'exigeait; qui ont fait confiance leur Seigneur qu'il ne voulait pas lâcher",
          "gaspiller les fruits de leur foi et les bonnes œuvres, et étaient sûrs qu'Il",
          "secourir Ses croyants et serviteurs justes, même dans ce monde et les bénir avec",
          "les meilleures récompenses dans l'au-delà aussi."
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "وَكَأَيِّنْ مِنْ دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ ۚ وَهُوَ السَّمِيعُ الْعَلِيمُ",
      "simpleTranslate" : [
        "Que d’animaux sont inaptes à se procurer leur nourriture ! Et, cependant, Dieu",
        "pourvoit à leur subsistance et à la vôtre. Dieu entend tout et sait tout."
      ],
      "tafsirTranslate" : [
        "Combien un animal il y a qui ne transporte pas de sa subsistance. Allah fournit",
        "nourriture pour eux et pour vous. Il est Audient et Omniscient. <N:99>"
      ],
      "tanslateWordByWord" : [
        "Et combien",
        "de",
        "une créature",
        "(ne fait pas",
        "porter",
        "sa disposition",
        "Allah",
        "donne (pour) il",
        "et pour toi",
        "Et il",
        "(Est) l'Audient",
        "l'Omniscient"
      ],
      "notes" : {
        "99" : [
          "Autrement dit, [ \"Alors que la migration, vous ne devriez pas être inquiet au",
          "sujet de vos moyens de subsistance que vous ne devriez pas vous soucier de la",
          "sécurité de votre vie. Pour aucun des oiseaux et les animaux de la terre et la",
          "mer que vous trouver autour de vous porte sa disposition avec elle Allah fournit",
          "pour chacun d'eux;.. partout où ils vont, ils obtiennent leur disposition par la",
          "grâce d'Allah donc, ne soyez pas découragés par la pensée que si vous avez quitté",
          "votre maison pour le bien de votre foi, vous auriez rien à manger AIlah fournira",
          "pour vous aussi des sources d'où il fournit le nombre incalculable de ses autres",
          "créatures:. \"] précisément la même chose a été enseigné par le Prophète Jésus",
          "[(que la paix d'Allah soient sur lui )] à ses disciples quand il avait dit: [ \"No",
          "Tnan peut servir deux maîtres: ou il haïra l'un et aimera l'autre, ou bien il",
          "tiendra: o l'un, et méprisera l'autre. Vous ne pouvez servir Dieu et Mammon. Par",
          "conséquent, je vous dis, prenez pas pour votre vie de ce que vous mangerez, ou ce",
          "que vous boirez; ni pour votre corps, de quoi vous serez vêtus. Est-ce pas la vie",
          "plus que de traiter, et le corps plus que le vêtement? Regardez les oiseaux du",
          "ciel: ils ne sèment ni ne moissonnent, ni se rassemblent dans des greniers; et",
          "votre Père céleste les nourrit. N'êtes-vous pas beaucoup plus qu'eux? Qui de",
          "vous, par ses inquiétudes, peut ajouter une coudée à sa taille? Et pourquoi",
          "prendre la pensée de vous pour le vêtement? Considérez les lis des champs,",
          "comment ils croissent; ils ne travaillent ni ne filent: Et pourtant, je vous dis",
          "que Salomon même, dans toute sa gloire, n'a pas été vêtu comme l'un d'entre eux.",
          "Si Dieu revêt ainsi l'herbe des champs, qui existe aujourd'hui et qui demain sera",
          "jetée au four, ne-il pas beaucoup plus vous vêtira, ô gens de peu de foi? Prenez",
          "donc aucune pensée, en disant: Que mangerons-nous? ou, ce qui est .nous boire? ou",
          "de quoi serons-nous vêtus? [(Pour toutes ces choses que les païens recherchent)]",
          "pour votre Père céleste sait que vous avez besoin de toutes ces choses. Cherchez",
          "premièrement le royaume de Dieu et sa justice; et toutes ces choses doivent être",
          "ajoutées à vous. Vous inquiétez donc pas du lendemain; car le lendemain aura soin",
          "de lui-même les choses. . À chaque jour suffit sa peine est le \"] [(Maté 6:.",
          "2434)] L'arrière-plan de ces discours du Coran et l'Evangile est le même Il vient",
          "toujours une étape dans la voie de la propagation de.. la vérité lorsque le",
          "disciple de la Vérité est laissé sans autre choix que de risquer sa vie même",
          "seulement avec confiance en Allah, quel que soit le moyen de support et du monde",
          "matériel. dans ces conditions, ceux qui sont trop calculer les possibilités de la",
          "avenir et cherchent des garanties de l'saftey de la vie et de l'assurance des",
          "dispositions ne peuvent pas faire quoi que ce soit. en effet, ces conditions sont",
          "modifiées que par les efforts et la puissance de ceux qui montent sans crainte",
          "face à tous les dangers et sont même prêts à risquer leur vie. Il est dû à leurs",
          "sacrifices que finalement la Parole d'Allah est élevé, et tous les autres mots et",
          "les croyances debout humilié et soumis devant elle. ."
        ]
      }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
      "simpleTranslate" : [
        "Si tu leur demandes : «Qui a créé les Cieux et la Terre? Qui a assujetti le",
        "Soleil et la Lune?», ils répondront sûrement : «C’est Dieu !» Pourquoi alors se",
        "détournent-ils de Lui?"
      ],
      "tafsirTranslate" : [
        "Si vous deviez leur demander: <N:100> «Qui a créé les cieux et la terre et qui a",
        "gardé le soleil et la lune dans la soumission ' ils vont certainement dire:",
        "«Allah». Comment se fait, puis, ils sont trompés de la Vérité?"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "vous leur demandez",
        "Qui",
        "créé",
        "Le Paradis",
        "et la terre",
        "et soumise",
        "le soleil",
        "et la lune",
        "Certes, ils diraient",
        "Allah",
        "Alors comment",
        "sont-ils trompés"
      ],
      "notes" : {
        "100" : [
          "De là, le discours est à nouveau dirigé vers les mécréants de la Mecque."
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "اللَّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ ۚ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
      "simpleTranslate" : [
        "N’est-ce pas Dieu qui prodigue Ses richesses ou les mesure à qui Il veut parmi",
        "Ses créatures, et dont la science englobe toute chose?"
      ],
      "tafsirTranslate" : [
        "Allah élargit la subsistance de tout de ses serviteurs à qui il veut, et les",
        "restreint la subsistance de qui il veut. Allah a certainement connaissance de",
        "tout."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "étend",
        "la fourniture",
        "pour qui",
        "Il veut",
        "de",
        "Ses esclaves",
        "et restreint",
        "pour lui",
        "Effectivement",
        "Allah",
        "de toute",
        "chose",
        "(Est) Omniscient"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ ۚ قُلِ الْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
      "simpleTranslate" : [
        "Et si tu leur demandes : «Qui fait tomber l’eau du ciel pour revivifier la terre",
        "après sa mort?», ils répondront sûrement : «C’est Dieu !» Dis : «Louange à Dieu",
        "!» Mais la plupart d’entre eux ne raisonnent pas !"
      ],
      "tafsirTranslate" : [
        "Si vous deviez leur demander: «Qui a fait descendre l'eau du ciel et celui-ci",
        "relancé la terre après sa mort» ils vont certainement dire: «Allah». Dis: «A",
        "Allah seul soit louange et merci.» <N:101> Mais la plupart des gens ne",
        "comprennent pas."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "vous leur demandez",
        "Qui",
        "envoie vers le bas",
        "de",
        "Le ciel",
        "eau",
        "et donne la vie",
        "ainsi",
        "(à la terre",
        "après",
        "après",
        "sa mort",
        "Sûrement, ils diraient",
        "Allah",
        "Dire",
        "Toutes les louanges",
        "(Sont) pour Allah",
        "Mais",
        "la plupart d'entre eux",
        "(ne pas",
        "utiliser la raison"
      ],
      "notes" : {
        "101" : [
          "Ici, le mot al-hamdu-lillah [(Louange à Allah)] donne deux significations: [(1)]",
          "[ «Quand tout cela est fait par Allah, alors Lui seul est digne de louange , et",
          "personne d'autre \"], et [(2)] [\" Dieu merci, que vous vous admettre aussi cela.",
          "\"]"
        ]
      }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "وَمَا هَٰذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ ۚ وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ ۚ لَوْ كَانُوا يَعْلَمُونَ",
      "simpleTranslate" : [
        "La vie d’ici-bas n’est que jeu et divertissement, alors que la véri-table vie est",
        "celle de la vie future. Mais les hommes le savent-ils?"
      ],
      "tafsirTranslate" : [
        "La vie présente est rien, mais le sport et l'amusement <N:102> La vraie vie est",
        "dans la demeure de l'au-delà. si seulement ils savaient. <N:103>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "(est-ce",
        "la vie",
        "(du monde",
        "mais",
        "amusement",
        "et joue",
        "Et en effet",
        "la maison",
        "(De) l'au-delà",
        "sûrement, il",
        "(est la vie",
        "si seulement",
        "ils",
        "connaître"
      ],
      "notes" : {
        "102" : [
          "C'est [ \"La réalité est pas plus que les enfants se livrer à un sport et",
          "passe-temps pendant un certain temps, puis retour à la maison. L'un est devenu un",
          "roi ici, n'a pas devenir un roi la réalité, mais ne joue le roi. il arrive un",
          "moment où son jeu se termine, et ne quitte le trône royal comme les mains vides",
          "comme il était quand il était entré dans le monde. de même, aucune phase de la",
          "vie ici est durable et durable. Chacun est jouer son rôle que temporairement pour",
          "une durée limitée. Ceux qui sont charmés par les triomphes de cette vie de courte",
          "durée et sont en mesure de recueillir des moyens de jouissance et de plaisir et",
          "de la gloire et de grandeur en perdant leur conscience et la foi, ne sont engagés",
          "dans un passe-temps. Qu'est-ce que ces jouets profiter quand après avoir s'amuser",
          "avec ces derniers pour un score ou trois points et dix ans dans le monde, ils",
          "vont entrer par la porte de la mort les mains vides dans l'autre monde de la vie",
          "éternelle et de trouver leur même séductions leur ont causé une affliction",
          "éternelle? \"]"
        ],
        "103" : [
          "Autrement dit, «Si ces gens avaient connu la réalité que la vie de ce monde est",
          "seulement une période de préparation pour le test et la vraie vie pour l'homme,",
          "ce qui est éternel, est l'au-delà de la vie, ils ne seraient pas gaspillés cette",
          "période préparatoire dans le sport et réjouissances, mais aurait plutôt utilisé",
          "chaque moment de celui-ci dans des œuvres propices à de meilleurs résultats dans",
          "la vie éternelle de l'au-delà."
        ]
      }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ",
      "simpleTranslate" : [
        "Quand ils se trouvent à bord d’un bateau, c’est Dieu qu’ils invoquent, en Lui",
        "vouant un culte sans partage. Mais dès que Dieu les sauve en les ramenant sur la",
        "terre ferme, ils ne tardent pas à Lui donner des associés."
      ],
      "tafsirTranslate" : [
        "Quand ils se lancent dans les bateau, ils invoquent Allah, consacrant leur foi à",
        "Lui. Mais quand il les sauve et les amène à terre, ils commencent soudainement à",
        "associer à Allah dans Sa Divinité"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "ils se lancent",
        "[dans]",
        "Le bateau",
        "ils appelent",
        "Allah",
        "(Être) sincère",
        "à lui",
        "(En) la religion",
        "Mais quand",
        "Il les délivre",
        "à",
        "la terre",
        "voir",
        "ils",
        "partenaires associés (avec Lui)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ وَلِيَتَمَتَّعُوا ۖ فَسَوْفَ يَعْلَمُونَ",
      "simpleTranslate" : [
        "Qu’ils manifestent donc leur ingratitude devant les bienfaits que Nous leur avons",
        "accordés, et qu’ils jouissent des biens éphémères de ce monde ! Un jour, ils",
        "comprendront leur erreur."
      ],
      "tafsirTranslate" : [
        "qu'ils peuvent être ingrat pour le sauvetage que Nous leur avons accordé, et",
        "qu'ils peuvent se vautrer dans les plaisirs (de la vie présente). <N:104>",
        "Bientôt, ils sont venus à connaître."
      ],
      "tanslateWordByWord" : [
        "Alors qu'ils peuvent refuser",
        "[en ce que",
        "Nous leur avons donné",
        "et ils peuvent profiter (eux-mêmes)",
        "Mais bientôt",
        "ils sauront"
      ],
      "notes" : {
        "104" : [
          "Pour une explication, voir de 29 et 41 de la sourate Al-An`am E.N.; E.N. de 29 et",
          "31 de la sourate Yunus et E.N. 84 de la sourate Bani Isra'il."
        ]
      }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ ۚ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ يَكْفُرُونَ",
      "simpleTranslate" : [
        "Ne voient-ils pas que Nous avons établi pour eux une enceinte sacrée et sûre,",
        "pendant que l’insécurité et les rapts règnent tout autour? Vont-ils continuer à",
        "croire au mensonge et à méconnaître les bienfaits du Seigneur?"
      ],
      "tafsirTranslate" : [
        "Ne voient-ils pas que Nous leur avons donné un sanctuaire de sécurité alors que",
        "les gens autour d'eux on enlève? <N:105> Ainsi, croient-ils dans le mensonge et",
        "nient ingratitude les bienfaits d'Allah?"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "ils voient",
        "que nous",
        "ont fait",
        "Sanctuaire",
        "garantir",
        "tandis que sont prises loin",
        "les gens",
        "autour d'eux",
        "autour d'eux",
        "Ensuite, faites dans (le) mensonge",
        "ils croient",
        "et (la) Favor",
        "(De) Allah",
        "ils ne croient pas"
      ],
      "notes" : {
        "105" : [
          "Autrement dit, A la ville de La Mecque, ils jouissent dans un environnement dont",
          "la sûreté et la sécurité parfaite, été fait un lieu sacré par certains Lat ou",
          "Hubal? Était-il possible pour un dieu ou une déesse d'avoir obtenu cet endroit",
          "contre toutes sortes de méfaits et de la violence depuis 2500 ans ou plus, dans",
          "une terre de conflits en proie comme l'Arabie? Qui pourrait alors conserver et",
          "maintenir son caractère sacré et de la sainteté, sauf nous?"
        ]
      }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَوْ كَذَّبَ بِالْحَقِّ لَمَّا جَاءَهُ ۚ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ",
      "simpleTranslate" : [
        "Qui donc est plus injuste que celui qui invente des mensonges sur Dieu ou qui nie",
        "la vérité quand elle lui parvient? N’y a-t-il pas dans la Géhenne un asile pour",
        "les incrédules?"
      ],
      "tafsirTranslate" : [
        "Qui peut être plus injuste que celui qui refile un mensonge sur Allah ou donne le",
        "mensonge à la vérité après qu'il est venu à lui? <N:106> est l'enfer pas le club",
        "des infidèles?"
      ],
      "tanslateWordByWord" : [
        "Et qui",
        "(Est) plus injuste",
        "que (il) qui",
        "invente",
        "contre",
        "Allah",
        "un mensonge",
        "ou",
        "nie",
        "la vérité",
        "quand",
        "il est venu à lui",
        "Y at-il pas",
        "dans",
        "enfer",
        "une demeure",
        "pour les mécréants"
      ],
      "notes" : {
        "106" : [
          "Autrement dit, [ «Le Prophète a fait une demande à la Prophétie, et vous l'avez",
          "refusé Maintenant il ne peut y avoir que deux alternatives: Si le Prophète a fait",
          "une fausse déclaration au nom d'Allah, il peut être pas un de plus méchant que",
          "lui, et si vous avez démenti un véritable prophète, il ne peut être un plus",
          "mauvais que vous. \"]"
        ]
      }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ۚ وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "Ceux qui combattent pour Notre Cause, Nous les guiderons assurément sur Nos",
        "sentiers, car Dieu est avec ceux qui s’appliquent à accomplir des œuvres",
        "salutaires."
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui luttent pour Notre cause, Nous les guiderons sûrement à nos",
        "moyens. <N:107> En effet, Allah est avec ceux qui font le bien."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "s'efforcer",
        "pour nous",
        "Nous allons sûrement, les guider",
        "(À) Nos moyens",
        "Et en effet",
        "Allah",
        "sûrement (est) avec",
        "les bienfaisants"
      ],
      "notes" : {
        "107" : [
          "Le mot mujahadah a déjà été expliqué dans E.N: 8 ci-dessus. Il a été dit qu'une",
          "personne qui exerce exercera pour son propre bien [(v. 6.)]. Ici, il est assuré",
          "que DCEs Allah ne laissent tranquilles ceux qui luttent pour sa cause",
          "sincèrement, même au risque d'un conflit avec le monde entier, mais il aide et",
          "les guide et leur ouvre des moyens vers lui-même. Il leur apprend pas à pas tous",
          "les la façon de gagner son approbation et de bonne volonté et Il leur montre la",
          "lumière à chaque tournant de distinguer entre le droit chemin et les mauvais",
          "modes de vie. En bref, Allah aide et secours et les guide en fonction de leur",
          "sincérité et de l'intensité du désir de bonté."
        ]
      }
    }
  ],
  "medinian" : false
}