{
  "chapterNumber" : 30,
  "nbVerses" : 60,
  "name" : "Les romains, Les grecs",
  "nameArabic" : "الروم",
  "transName" : "al-rūm",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "الم",
      "simpleTranslate" : [
        "Alif - Lâm - Mîm."
      ],
      "tafsirTranslate" : [
        "Alif. Lam. Mim."
      ],
      "tanslateWordByWord" : [
        "Alif Lam Mim"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "غُلِبَتِ الرُّومُ",
      "simpleTranslate" : [
        "Les Byzantins ont été vaincus,"
      ],
      "tafsirTranslate" : [
        "Les Romains ont été vaincus"
      ],
      "tanslateWordByWord" : [
        "Ont été défait",
        "les Romains"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ",
      "simpleTranslate" : [
        "dans la contrée voisine, et après leur défaite, ils seront les vainqueurs,"
      ],
      "tafsirTranslate" : [
        "dans le pays voisin; <N:1>, mais après leur défaite ils gagner la victoire dans",
        "quelques années."
      ],
      "tanslateWordByWord" : [
        "Dans",
        "(le plus proche",
        "terrain",
        "Mais ils",
        "après",
        "après",
        "leur défaite",
        "surmontera"
      ],
      "notes" : {
        "1" : [
          "de ce que lbn `Abbas et les autres compagnons et leurs disciples ont dit, il",
          "semble que les sympathies des musulmans dans cette guerre entre Byzance et l'Iran",
          "étaient avec Byzance et des mécréants de la Mecque avec l'Iran. Cela a eu",
          "plusieurs raisons. Tout d'abord, les Iraniens avaient donné la couleur d'une",
          "croisade entre magisme et le christianisme, et, en dehors de l'objet de conquête",
          "politique, ils faisaient un moyen de diffusion magisme. Dans la lettre que",
          "Khusrau Parvez écrivit à l'empereur Héraclius après la conquête de Jérusalem, il",
          "avait clairement indiqué sa victoire comme une preuve de la vérité de magisme. En",
          "principe, le credo Magian ressemblait à la croyance polythéiste des gens de la",
          "Mecque, parce que le Magis aussi, étaient mécréants de Monothéisme qu'ils",
          "croyaient en deux dieux et adoré le feu. Voilà pourquoi les polythéistes de la",
          "Mecque étaient en sympathie avec eux. Contrairement à eux, les chrétiens,",
          "cependant corrompu leur monothéisme pourrait être, encore considéré la croyance",
          "en un seul Dieu en tant que base de la religion, croyait en l'au-delà et a admis",
          "la révélation et la prophétie comme source d'orientation. Ainsi, leur religion,",
          "en principe, ressemblait à l'Islam, et par conséquent, les musulmans étaient",
          "naturellement en sympathie avec eux, et ne pouvait pas aimer qu'un peuple",
          "polythéistes doivent les dominer. Deuxièmement, les gens qui croient en un",
          "prophète précédent avant l'avènement d'un nouveau prophète sont naturellement",
          "considérés et comptés comme musulmans jusqu'à ce que le message du nouveau",
          "Prophète leur arrive et ils jeter clairement. [(S'il vous plaît voir E.N. 73 de",
          "la sourate AI-Qasas également)]. A cette époque, seulement cinq à six ans se sont",
          "écoulés depuis l'avènement du Saint Prophète comme un prophète et son message ont",
          "pas encore atteint l'extérieur Saoudite. Par conséquent, les musulmans ne",
          "regardent les chrétiens comme incroyants, mais ils considéraient certainement les",
          "Juifs comme incroyants parce qu'ils avaient rejeté le Prophète Jésus [(que la",
          "paix soit sur lui)] pour être un prophète. Troisièmement, les chrétiens dès le",
          "début avait traité les musulmans avec sympathie comme déjà mentionné ci-dessus",
          "dans Al-Qasas: 52-55, et AI-Maidah: 82-85, et bon nombre d'entre eux ont été même",
          "en acceptant le message de la vérité avec un cœur ouvert. . Ensuite, la façon",
          "dont le roi chrétien de Habash avait donné refuge aux musulmans lors de leur",
          "migration là et rejeté la demande des mécréants de la Mecque pour les renvoyer,",
          "aussi nécessaire que les musulmans doivent souhaiter les chrétiens et contre les",
          "mages."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "فِي بِضْعِ سِنِينَ ۗ لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ ۚ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ",
      "simpleTranslate" : [
        "dans quelques années. La décision finale, aussi bien avant qu’après, appartient à",
        "Dieu, et ce jour-là les croyants se réjouiront"
      ],
      "tafsirTranslate" : [
        "Tout pouvoir appartient à Allah avant et après <N:2> Ce jour-là seront les",
        "croyants se réjouir."
      ],
      "tanslateWordByWord" : [
        "Dans",
        "quelques",
        "années",
        "Pour Allah",
        "(Est) la commande",
        "avant",
        "avant",
        "et après",
        "et après",
        "Et ce jour-là",
        "se réjouiront",
        "les croyants"
      ],
      "notes" : {
        "2" : [
          "Autrement dit, [ «Quand les Iraniens sont devenus victorieux d'abord, cela ne",
          "signifiait pas que le Seigneur des mondes, Dieu ne plaise, avait été humilié et",
          "quand les Romains remporter la victoire après, il ne signifie pas que perdu le",
          "royaume de Dieu sera restauré à lui. souveraineté en tout cas, appartient à",
          "AIIah. Allah a donné la victoire sur le côté qui est devenu victorieux d'abord,",
          "et Allah donnera la victoire à l'équipe qui gagnera la victoire après pupilles.",
          "pour personne dans son royaume peut parvenir à la domination uniquement par son",
          "propre pouvoir. celui que il lève, monte et celui qu'il fait tomber, tombe. \"]"
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "بِنَصْرِ اللَّهِ ۚ يَنْصُرُ مَنْ يَشَاءُ ۖ وَهُوَ الْعَزِيزُ الرَّحِيمُ",
      "simpleTranslate" : [
        "du secours de Dieu, qui accorde la victoire à qui Il veut, car Il est le",
        "Tout-Puissant, le Tout-Compatissant."
      ],
      "tafsirTranslate" : [
        ". À la victoire accordée par Allah <N:3> Il accorde la victoire à qui Il veut. Il",
        "est le Très Puissant, le Très Miséricordieux."
      ],
      "tanslateWordByWord" : [
        "Avec l'aide",
        "(De) Allah",
        "Il aide",
        "qui",
        "Il veut",
        "Et il",
        "(Est) le Tout-Puissant",
        "le Très Miséricordieux"
      ],
      "notes" : {
        "3" : [
          "Ibn 'Abbas, Abou Saïd Khoudri, Sufyan Thauri ;, Suddi et d'autres ont déclaré que",
          "les Romains de la victoire contre les Iraniens et la victoire des Musulmans à",
          "Badr contre les polythéistes ont eu lieu presque en même temps. Les musulmans,",
          "par conséquent, étaient doublement heureux. Le même est pris en charge par les",
          "histoires de Byzance et de l'Iran. 624 A.D. est l'année où la bataille de Badr a",
          "été combattu et le même est l'année où l'empereur byzantin a détruit le lieu de",
          "naissance de Zoroastre et ravagea le principal feu temple de l'Iran."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَعْدَ اللَّهِ ۖ لَا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "C’est là une promesse de Dieu, et Dieu ne faillit jamais à Sa promesse, bien que",
        "la plupart des hommes ne le sachent point,"
      ],
      "tafsirTranslate" : [
        "Ceci est la promesse d'Allah et il ne revient pas sur sa promesse. Mais la",
        "plupart des gens ne savent pas."
      ],
      "tanslateWordByWord" : [
        "(Il est) Promise",
        "(De) Allah",
        "(Ne fait pas",
        "échouer",
        "Allah",
        "(En) sa promesse",
        "mais",
        "la plupart de)",
        "[les gens",
        "(ne pas",
        "connaître"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ",
      "simpleTranslate" : [
        "car ils ne s’intéressent qu’aux apparences futiles de la vie d’ici-bas et se",
        "montrent insouciants de la vie future."
      ],
      "tafsirTranslate" : [
        "Les gens savent tout simplement l'aspect extérieur de la vie mondaine, mais sont",
        "totalement inattentifs <N:4> de l'au-delà."
      ],
      "tanslateWordByWord" : [
        "Ils savent",
        "(La) apparente",
        "de",
        "la vie",
        "(du monde",
        "mais ils",
        "sur",
        "l'au-delà",
        "[ils]",
        "(Sont) inattentifs"
      ],
      "notes" : {
        "4" : [
          "Autrement dit, [ \"Bien qu'il y ait beaucoup de signes et les preuves qui pointent",
          "à l'au-delà, et il n'y a aucune raison pour laquelle il faut être inattentif, et",
          "pourtant les gens sont insouciants de celui-ci en raison de leur . propre myopie",
          "Ils ne voient que l'apparent et l'aspect extérieur de la vie mondaine et ne sont",
          "pas conscients de ce qui est caché derrière elle, sinon il n'y a pas eu de",
          "négligence de la part de Dieu pour les avertir de celui-ci \"]."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "أَوَلَمْ يَتَفَكَّرُوا فِي أَنْفُسِهِمْ ۗ مَا خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى ۗ وَإِنَّ كَثِيرًا مِنَ النَّاسِ بِلِقَاءِ رَبِّهِمْ لَكَافِرُونَ",
      "simpleTranslate" : [
        "Que ne se rendent-ils compte par eux-mêmes que Dieu n’a créé les Cieux, la Terre",
        "et les espaces interstellaires que dans un but bien défini et pour un terme fixé?",
        "Mais la plupart des hommes ne croient point qu’ils sont appelés à comparaître",
        "devant leur Seigneur."
      ],
      "tafsirTranslate" : [
        "Est-ce qu'ils ne reflètent pas sur eux-mêmes <N:5> Allah a créé les cieux et la",
        "terre et tout ce qui se trouve entre eux dans la Vérité et pour un terme fixé",
        "<N:6> Pourtant, beaucoup de gens nient qu'ils le feront?. rencontrer leur",
        "Seigneur. <N:7>"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "ils méditent",
        "dans",
        "se",
        "ne pas",
        "Allah (a) créé",
        "Allah (a) créé",
        "Le Paradis",
        "et la terre",
        "et quoi",
        "(Est) entre eux",
        "sauf",
        "en vérité",
        "et (pour) un terme",
        "nommé",
        "Et en effet",
        "beaucoup",
        "de",
        "les gens",
        "dans (la) réunion",
        "(Avec) leur Seigneur",
        "sûrement (sont) incroyants"
      ],
      "notes" : {
        "5" : [
          "Cela en soi est un argument fort pour l'au-delà. Cela signifie que: [ «Si ces",
          "gens avaient réfléchi sur leurs propres eux-mêmes, en dehors des phénomènes",
          "extérieurs, ils auraient trouvé en eux-mêmes les arguments qui prouvent la",
          "nécessité d'une deuxième vie après la vie présente Il y a trois caractéristiques",
          "particulières de l'homme. qui le distingue des autres créations sur la terre.",
          "[(l)] la terre et les innombrables choses autour de lui ont été soumis pour lui,",
          "et il a été accordé de vastes pouvoirs pour les exploiter [(?)] il a été la vie",
          "libre de choisir un mode de vie pour lui-même. il peut suivre le chemin de la",
          "croyance ou l'incrédulité, l'obéissance ou péché, vertu ou le vice, comme il",
          "aime. Tout mode de vie, bon ou mauvais, qu'il choisit, il est aidé à suivre et le",
          "droit d'utiliser et d'exploiter ALi les moyens et les ressources fournies par",
          "Dieu, que ce soit la voie choisie est de l'obéissance de Dieu ou de sa",
          "désobéissance. [(3)] Un sens moral inné a été placé en lui, par lequel il établit",
          "une discrimination entre les actions volontaires et involontaires, il juge les",
          "actes volontaires comme bonnes et mauvaises, et décide spontanément qu'un bon",
          "acte doit-il récompensé et un acte mauvais doit être puni. \n Ces trois",
          "caractéristiques qui se trouvent dans soi-même de l'homme servent comme un",
          "pointeur sur le fait qu'il doit y avoir un temps où l'homme doit-il appelé à",
          "rendre compte de ses actes, quand il devrait se demander comment il a utilisé les",
          "pouvoirs qui lui sont délégués sur ce qu'il avait été donné dans le monde, quand",
          "il faudra voir s'il avait adopté la bonne façon ou dans le mauvais sens par",
          "l'utilisation de la liberté de choix que lui, quand ses actes volontaires",
          "devraient être jugés, et de bons actes récompensés et des actes mauvais puni.",
          "Cette fois, inévitablement peut venir seulement après l'activité de la vie de",
          "l'homme a cessé et le compte-livre de ses actions fermé, et non pas avant. Et",
          "cette fois-ci devrait nécessairement venir que lorsque le livre de comptes de non",
          "pas un homme ou d'une nation, mais de toute l'humanité a fermé. Pour la suite du",
          "décès d'un homme ou d'une nation l'influence qu'il a généré par son ou ses actes",
          "ne cesse de fonctionner. La bonne ou mauvaise influence laissée par lui doit",
          "aussi être crédité sur son compte. Comment la responsabilité peut être réalisée",
          "et récompenses et de punitions complètes donné avec la justice à moins que les",
          "influences sont autorisés à exécuter leur plein cours '' Ainsi, propre de l'homme",
          "témoigne que la position qu'il occupe dans le monde par lui-même exige que, après",
          "sa vie actuelle, il devrait être une autre vie où un tribunal doit être établi,",
          "son dossier-vie a examiné à juste titre et chaque personne récompensé ou puni",
          "selon ses œuvres."
        ],
        "6" : [
          "Dans cette phrase, deux autres arguments ont été données pour l'au-delà. Il dit",
          "que si l'homme fait une observation profonde du système de l'univers, il verra",
          "deux choses très remarquables à ce sujet: d'abord, que l'univers a été créé avec",
          "la vérité. Il est pas un jouet d'un enfant, qu'il aurait pu faire pour se",
          "distraire, et dont la fabrication et non de décision pourrait être dénuée de",
          "sens. Mais il est un système sérieux dont chaque particule témoigne qu'il a été",
          "créé avec une grande sagesse, son chaque composant a une loi sous-tend, et tout",
          "ce qui a un but derrière elle. tout social et économique la vie et toutes ses",
          "sciences et arts de l'homme sont un témoin que tout ce que l'homme a fait dans le",
          "monde est devenu possible que parce qu'il a été en mesure de découvrir les lois",
          "de travail derrière tout et le but pour lequel elle a été faite. Il avait été",
          "placé comme une marionnette dans une maison de jouets sans loi et sans but, pas",
          "de science ni la civilisation et la vie sociale pourraient être conçues.",
          "Maintenant, comment faut-il supporter à la raison que le Sage Être qui a créé ce",
          "monde avec une telle sagesse et la conception et qui a placé dans une création",
          "comme l'homme, qui est doté de grandes capacités mentales et physiques, les",
          "pouvoirs et l'autorité, la liberté d'action et le choix, le sens moral et confié",
          "à des moyens et des ressources du monde illimité, lui aurait créé sans but et la",
          "conception? Cet homme serait vivre une vie pleine impliquant à la fois bien et le",
          "mal, la justice et l'injustice, la vertu et le vice, et se retrouvent dans la",
          "poussière, et ses actes bons et mauvais ne portera aucun fruit? Que chaque acte",
          "de l'homme va influencer sa propre vie ainsi que la vie de milliers d'autres",
          "hommes comme lui et d'innombrables autres choses dans le monde, pour le bien ou",
          "pour le mal, et l'ensemble du dossier de son activité-vie sera tout simplement",
          "mis de côté après sa mort, sans responsabilité? \n L'autre chose qui se manifeste",
          "après une observation profonde du système de l'univers est que rien ici est",
          "immortel. Tout a un âge. nommé pour elle après avoir atteint lequel il meurt et",
          "expire, et le même est le cas avec l'univers dans son ensemble. AII les forces",
          "qui travaillent ici sont limitées. Ils ne peuvent travailler que jusqu'à un terme",
          "fixé et ils ont inévitablement à manquer dans le temps, et ce système doit",
          "cesser. Dans les temps anciens les philosophes et les scientifiques qui ont dit",
          "que le monde était éternel et éternel pourrait avoir leur chemin, principalement",
          "en raison du manque de connaissances. Mais la science moderne presque",
          "certainement a jeté son vote en faveur du Dieu des adorateurs dans le débat qui a",
          "cours depuis des siècles entre eux et les athées concernant l'éternel et la",
          "nature temporelle du monde. Maintenant, les athées sont laissés sans jambe pour",
          "se tenir debout. Ils ne peuvent prétendre sur la base de la raison et de la",
          "connaissance que le monde existe depuis l'éternité et existera pour toujours et",
          "il va être pas de résurrection. L'ancienne croyance matérialiste reposait sur la",
          "croyance que la matière était indestructible, que sa forme peut être modifiée,",
          "mais après chaque changement soit resté importance et aucune augmentation ou",
          "diminution est survenue dans sa quantité. Par conséquent, il a été déduit que ce",
          "monde matériel n'a ni commencement ni fin. Mais maintenant, la découverte de",
          "l'énergie atomique a détruit tout l'édifice matérialiste. Maintenant, il est venu",
          "à la lumière que les changements d'énergie dans la matière, et la matière",
          "modifications dans l'énergie avec le résultat que rien ne persiste, ni forme ni",
          "apparence. La deuxième loi de la thermodynamique a prouvé que ce monde matériel",
          "n'a ni existé depuis l'éternité, ni durera jusqu'à l'éternité. Il a commencé",
          "certainement dans le temps et doit se terminer dans le temps. Par conséquent, il",
          "est plus possible de nier l'au-delà même selon la science. Et évidemment, quand",
          "la science a cédé, comment la philosophie se tenir à nier l'au-delà?"
        ],
        "7" : [
          "\"] mécru ... réunion»: croire qu'ils ont à comparaître devant leur Seigneur après",
          "la mort."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ۚ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا وَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ ۖ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَٰكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ",
      "simpleTranslate" : [
        "Que ne parcourent-ils la Terre pour voir quelle a été la fin de ceux qui les",
        "avaient devancés? Pourtant, ils les surpassaient en puissance, savaient cultiver",
        "la terre, la peupler et la mettre en valeur beaucoup mieux qu’ils ne le font",
        "eux-mêmes. Et leurs messagers leur avaient bien apporté des preuves évidentes. Ce",
        "n’est donc pas Dieu qui leur fit du tort. Ce sont eux qui furent injustes envers",
        "eux-mêmes."
      ],
      "tafsirTranslate" : [
        "ont-ils pas parcouru la terre pour qu'ils observent ce qui était la fin de leurs",
        "prédécesseurs <N:8> qui étaient bien plus puissante et labouré la terre <N:9> et",
        "construit sur plus que ceux-ci ont jamais construit? <N:10> et les messagers",
        "d'Allah sont venus à eux avec des preuves évidentes. <N:11> ce ne fut pas Allah",
        "qui les a fait du tort, mais ce sont eux qui se sont fait du tort. <N:12>"
      ],
      "tanslateWordByWord" : [
        "Ne pas avoir",
        "ils ont voyagé",
        "dans",
        "La terre",
        "et observées",
        "Comment",
        "était",
        "(la fin",
        "(de celles",
        "Avant eux",
        "Avant eux",
        "Ils étaient",
        "plus puissant",
        "qu'eux",
        "(en force",
        "et ils ont creusé",
        "La terre",
        "et construit (e) il",
        "plus",
        "que ce que",
        "ils ont construit un (e) il",
        "Et il est venu (pour) les",
        "leurs messagers",
        "avec des preuves évidentes",
        "donc pas",
        "était",
        "Allah",
        "à tort les",
        "mais",
        "ils étaient",
        "se",
        "(Faire) mauvais"
      ],
      "notes" : {
        "8" : [
          "Ceci est un argument historique pour l'au-delà. Cela signifie que:. [ \"L'au-delà",
          "n'a pas été contesté que par un couple de personnes dans le monde, mais un grand",
          "nombre d'entre eux ont été impliqués dans cette incrédulité dans l'histoire",
          "humaine des nations entières Même il y a eu qui soit refusé complètement ou",
          "vivaient inattentif, ou inventé ces fausses croyances sur la vie après la mort",
          "comme rendu le concept du sens de Hereafter. Ensuite, l'expérience continue de",
          "l'histoire révèle que sous quelque forme que l'au-delà a été refusée, le résultat",
          "inévitable est que la les gens sont devenus corrompus moralement, ils ont vécu",
          "des vies irresponsables qu'ils transgressent toutes les limites de la tyrannie et",
          "de la méchanceté, qui est devenu la cause de la destruction d'une nation après",
          "l'autre. n'a pas cette expérience de milliers d'années d'histoire, qui a été",
          "confronté par les générations humaines successivement, prouver que l'au-delà est",
          "une réalité dont la négation est fatale à l'homme? l'homme est venu à croire en",
          "gravitation seulement parce qu'il a toujours vécu et vu des choses matérielles",
          "qui tombaient à terre. Il a reconnu poison pour être poison seulement parce que",
          "celui qui a pris le poison est mort. De même, lorsque le refus de l'au-delà a",
          "toujours EEI à la corruption de la morale pour l'homme, est-ce pas assez",
          "d'expérience pour enseigner la leçon que l'au-delà est une réalité, et de vivre",
          "sa vie inattentif il est dangereux?"
        ],
        "9" : [
          "Les mots ATHAR-ul- et dans l'original peut signifier soit pour labourer la terre",
          "pour la culture, ou de creuser la terre pour extraire les canaux, les canaux",
          "d'eau souterraines, minéraux, etc."
        ],
        "10" : [
          "Ce contient une réponse à l'argument de ceux qui considèrent la simple progrès",
          "matériel comme le signe d'une nation est d'être juste. Ils soutiennent comme",
          "ceci: \"] Haw est-il possible que Dieu fera le carburant de l'Enfer ceux qui ont",
          "exploité les ressources de la terre sur une si grande échelle, qui ont construit",
          "des œuvres merveilleuses sur la terre et donné naissance à des grandes",
          "civilisations [? \"Le Coran réfute cet argument, ainsi:\".] ces travaux de",
          "construction ont été construits avant aussi par de nombreuses nations à grande",
          "échelle alors, avez-vous pas vu que ces nations ont péri avec leur civilisation",
          "et de leur grand et magnifique [ \"fonctionne\"]? Il n'y a aucune raison pour",
          "laquelle la loi de Dieu qui a ainsi traité dans le monde le simple progrès",
          "matériel d'un peuple manquant le droit croyance et le comportement, ne les traite",
          "pas de même dans l'autre monde et les rendre carburant Enfer.[\""
        ],
        "11" : [
          "Autrement dit, \"] Ils sont venus avec des signes tels étaient suffisants pour",
          "quiconque d'être convaincu de leur être les vrais prophètes [.\" La mention de la",
          "venue des prophètes dans ce contexte implique ceci: \"] Sur la d'une part, il y a",
          "des preuves dans soi-même de l'homme, et dans l'univers autour de lui, et dans",
          "l'expérience continue de l'histoire humaine, et, d'autre part, il est également",
          "venu ces prophètes, l'un après l'autre, qui a montré des signes clairs de leur",
          "être de vrais prophètes et mis en garde [(le peuple)] que l'au-delà est sûr de",
          "venir. [ \""
        ],
        "12" : [
          "Autrement dit, \"] La destruction qui ont dépassé ces nations était ensuite pas",
          "due à Allah être injuste pour eux, mais en raison de l'injustice qu'ils avaient",
          "fait eux-mêmes. La personne [(ou des personnes)] qui ne pense à juste titre",
          "lui-même ni adopte la bonne attitude en écoutant les autres, sera lui-même",
          "responsable de son côté mal s'il rencontre la destruction. Dieu ne peut pas être",
          "blâmé pour cela, car Dieu a non seulement des dispositions prises pour le",
          "transport à l'homme la connaissance de la réalité à travers ses livres et Ses",
          "prophètes, mais aussi béni Tnan avec les ressources intellectuelles et les",
          "pouvoirs en exploitant qu'il peut toujours juger de l'authenticité de la",
          "connaissance apportée par les prophètes et les Livres divins. Si Dieu avait privé",
          "l'homme de cette orientation et ces ressources et il a dû rencontrer les",
          "conséquences de la suite d'une mauvaise façon, puis sans doute pourraient Dieu",
          "ont été blâmés pour l'injustice \"."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوأَىٰ أَنْ كَذَّبُوا بِآيَاتِ اللَّهِ وَكَانُوا بِهَا يَسْتَهْزِئُونَ",
      "simpleTranslate" : [
        "Telle fut la triste destinée de ceux qui faisaient le mal en traitant de",
        "mensonges les versets de Dieu et en les tournant en dérision."
      ],
      "tafsirTranslate" : [
        "Le mal était la fin de ces méchants, car ils démentaient signes d'Allah et se",
        "moquaient d'eux."
      ],
      "tanslateWordByWord" : [
        "alors",
        "était",
        "(la fin",
        "(De) ceux qui",
        "a fait le mal",
        "le mal",
        "car",
        "ils ont nié",
        "(les panneaux",
        "(De) Allah",
        "et étaient",
        "d'eux",
        "dérision"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
      "simpleTranslate" : [
        "Dieu donne la vie une première fois, puis la fait renaître après la mort. Et",
        "c’est vers Lui ensuite que vous serez ramenés."
      ],
      "tafsirTranslate" : [
        "Allah crée en premier lieu et plus tard le répéter. <N:13> Par la suite, il est à",
        "Lui que vous serez renvoyé."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "provient",
        "la création",
        "puis",
        "Il répète",
        "puis",
        "à lui",
        "vous retournerez"
      ],
      "notes" : {
        "13" : [
          "Bien que cette chose a été présentée comme une revendication, il contient la base",
          "de la demande aussi. Commonsense témoigne que Celui qui peut provenir de",
          "création, peut reproduire la même création beaucoup plus facilement. L'origine de",
          "la création est une réalité, qui existe avant tout le monde, et les mécréants et",
          "les polythéistes admettent également que ceci est l'œuvre d'Allah seul:",
          "Maintenant, ce sera évidemment absurde de leur part de penser que Dieu, qui est à",
          "l'origine de cette création, ne peut pas le reproduire \"."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَيَوْمَ تَقُومُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُونَ",
      "simpleTranslate" : [
        "Et quand l’Heure sonnera, les criminels seront consternés,"
      ],
      "tafsirTranslate" : [
        "En ce jour où l'Heure arrivera, <N:14> les criminels sont abasourdis. <N:15>"
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "sera (seront) établie",
        "l'heure",
        "sera (en) désespoir",
        "les criminels"
      ],
      "notes" : {
        "14" : [
          "[ \"The Hour\"]: l'heure de retour à Allah et de comparaître devant lui."
        ],
        "15" : [
          "Le mot iblas dans le texte signifie être abasourdi en raison d'un choc soudain et",
          "de désespoir, d'être confondu sur la recherche de soi-même dans une situation",
          "désespérée, de se tenir atterrés à trouver aucun moyen d'aide et de soutien .",
          "Lorsque ce mot est utilisé pour un coupable, il représente une personne qui est",
          "pris en flagrant délit, qui trouvent alors aucun moyen d'échapper, ni prévoit de",
          "se sauver en offrant un moyen de légitime défense; par conséquent, il se tient",
          "muet et triste et déprimé. \n Il faut aussi comprendre que [ \"les criminels\"] ici",
          "ne signifie pas que ces personnes, qui ont commis des meurtres et de vols et de",
          "cambriolages, etc. dans le monde, mais tous ceux qui se sont rebellés contre",
          "Dieu, a refusé d'accepter la direction et les enseignements de ses messagers, a",
          "nié la responsabilité de l'au-delà, ou vivaient inattentif, et ont été adoraient",
          "autres que Dieu dans le monde, ou leur propre moi, si oui ou non, outre cet écart",
          "de base, ils ont également commis ces actes, qui sont communément appelés crimes.",
          "En outre, il comprend les personnes aussi, qui, en dépit de croire en Dieu et en",
          "Ses messagers et au-delà, ont sciemment désobéi leur Seigneur et persisté dans",
          "leur conduite rebelle jusqu'à la fin. Quand ces gens vont soudain revenir à la",
          "vie dans l'au-delà, à l'encontre de leurs attentes, et se rendront compte qu'ils",
          "sont confrontés à la seconde vie, qu'ils avaient refusé, ou ignoré, dans leur vie",
          "l'activité dans le monde, ils se tiendront abasourdi comme cela a été décrit dans",
          "les mots: yublisul-mujrimun."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَلَمْ يَكُنْ لَهُمْ مِنْ شُرَكَائِهِمْ شُفَعَاءُ وَكَانُوا بِشُرَكَائِهِمْ كَافِرِينَ",
      "simpleTranslate" : [
        "car ils ne trouveront aucun intercesseur parmi ceux qu’ils associaient à Dieu, et",
        "eux-mêmes s’empresseront de renier leurs divinités."
      ],
      "tafsirTranslate" : [
        "Aucun qu'ils avaient associé à Allah dans Sa Divinité va intercéder en leur",
        "faveur;. <N:16> plutôt, ils renier ceux qu'ils avaient mis en place comme les",
        "associés d'Allah dans Sa Divinité <N:17>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "sera",
        "pour eux",
        "parmi",
        "partenaires les leurs",
        "des intercesseurs",
        "et ils seront",
        "leurs partenaires",
        "incroyants"
      ],
      "notes" : {
        "16" : [
          "[ \"Associés\"] [(shuraka ')] comprend trois sortes d'êtres: \n [(1)] Les anges, les",
          "prophètes, les saints, les martyrs et les hommes justes, à qui les polythéistes",
          "assignés attributs et pouvoirs divins dans les différents âges et qu'ils",
          "adoraient comme des dieux. Le Jour de la Résurrection, ils diront à leurs",
          "adorateurs, [ «Tu as fait tout ce que vous avez fait sans notre consentement,",
          "plutôt contre nos enseignements et des conseils. Par conséquent, nous avons rien",
          "à voir avec vous. Ne placez aucun espoir en nous que nous allons intercéder pour",
          "vous avant AIIah Tout-Puissant. \"] \n [(2)] Les choses inanimées comme la lune, le",
          "soleil, les planètes, les arbres, les pierres, les animaux, etc. Les polythéistes",
          "les adoraient comme des dieux, a prié pour eux, mais les choses pauvres eux-mêmes",
          "ne savaient pas que le vicaire de AIIah était prosterné les si humblement et",
          "dévotement. De toute évidence, aucune de ces présentera également d'intercéder",
          "pour lui. \n [(3)] Les archi-criminels, qui par la tromperie et la fraude, ou par",
          "l'utilisation de la force, a contraint les serviteurs de Dieu à thetas de culte,",
          "par exemple Satan, guides religieux faux, et les tyrans et les despotes. Ils",
          "seront eux-mêmes en difficulté là-bas. Non, pour parler; d'intercéder pour les",
          "autres, ils vont plutôt essayer de prouver devant Dieu que leurs fidèles et",
          "disciples étaient eux-mêmes responsables de leurs crimes, et par conséquent, ils",
          "ne devraient pas être faits pour supporter la charge de leur déviation. Ainsi,",
          "les polythéistes il n'y aura pas obtenir l'intercession de partout."
        ],
        "17" : [
          "Autrement dit, «Les polythéistes vont s'admettre qu'ils avaient tort leur tenue",
          "associés de Dieu. Ils se rendront compte que aucun d'entre eux avait vraiment",
          "tout, lièvre dans la Divinité. Par conséquent, dans l'au-delà, ils désavouer le",
          "shirk sur dont ils insistent dans le monde."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ",
      "simpleTranslate" : [
        "Le jour où l’Heure sonnera, les hommes seront ce jour-là scindés en deux groupes",
        ":"
      ],
      "tafsirTranslate" : [
        "En ce jour où l'Heure arrivera, les gens seront divisés en groupes. <N:18>"
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "sera (seront) établie",
        "l'heure",
        "Ce jour là",
        "ils se sépareront"
      ],
      "notes" : {
        "18" : [
          "Autrement dit, \"Toutes les communautés et les groupes qui ont été formés dans le",
          "monde sur la base de la race, le pays, la langue, la tribu et du clan, et les",
          "intérêts économiques et politiques, se brisent, et les gens seront re-groupés sur",
          "la base de la croyance vraie, de la morale et de caractère. d'une part, tous les",
          "gens qui croient et justes seront séparés écume toutes les nations de l'humanité",
          "et de mettre dans un groupe, et de l'autre, les gens professant toute idéologie",
          "fausse et commettre toutes sortes de crimes dans le monde sera réglé",
          "individuellement des multitudes de l'humanité et de mettre en groupes séparés. en",
          "d'autres termes, la chose que l'Islam considère comme la base réelle de la",
          "séparation et de l'union dans le monde et qui les adorateurs de ignorance",
          "refusent d'accepter, deviendra la base de la séparation et de l'union dans",
          "l'au-delà. l'Islam dit que la vraie chose qui unit les hommes ensemble ou les",
          "divise est la croyance et de la morale. Ceux qui croient et construire le système",
          "de la vie sur la direction divine sont un communauté, qu'ils appartiennent à une",
          "race, un pays et une région. Les deux ne peuvent appartenir à une nation. Ils ne",
          "peuvent ni marcher ensemble sur un chemin commun de la vie dans le monde, ne",
          "peuvent répondre à la même fin dans l'au-delà. Faire mousser le monde pour",
          "l'au-delà, ils marcher chemins séparés et ont des destinations distinctes.",
          "Contrairement à cela, les adorateurs du mensonge ont Heen insistant à chaque",
          "époque, et encore insister, que l'humanité devrait être classée et regroupées sur",
          "les bases de la race et le pays et la langue. Les personnes qui ont une course",
          "commune et le pays et la langue devraient constituer une nation distincte,",
          "indépendamment de leur religion et de conviction, et devraient offrir un front",
          "commun contre les autres nations semblables. Et cette nation devrait avoir un tel",
          "système de vie qui doit lier les adeptes de Monothéisme et les polythéistes et",
          "les athées ensemble: La même chose était le concept d'Abu Jahl et Abu Lahab et",
          "les chefs des Quraysh. Voilà pourquoi ils ont accusé le Saint Prophète Muhammad",
          "[(Que la paix d'Allah il sur lui)] encore et encore d'avoir attisé les divisions",
          "dans leur nation. Voilà pourquoi le Coran avertit que les groupes pris dans le",
          "monde sur des bases erronées finiront par se briser et l'humanité sera divisée de",
          "façon permanente sur la base de la croyance et la philosophie de la vie et de la",
          "morale et de caractère sur lequel l'Islam veut construire dans le monde. . Les",
          "personnes qui ne possèdent pas une destination commune ne peuvent pas suivre un",
          "mode de vie commun."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ",
      "simpleTranslate" : [
        "ceux qui auront cru et fait le bien se réjouiront dans un jardin luxuriant ;"
      ],
      "tafsirTranslate" : [
        "Alors ceux qui ont cru et agi vertueusement sera placé dans un jardin <N:19> et",
        "sera heureux et jubilatoire. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, en ce qui concerne",
        "ceux qui",
        "a cru",
        "et a fait",
        "bonnes oeuvres",
        "afin qu'ils",
        "dans",
        "un jardin",
        "seront ravis"
      ],
      "notes" : {
        "20" : [
          "Le mot yuhbarun dans l'original implique ceci: [ \"Ils seront logés en elle avec",
          "honneur, restera heureux et être fourni avec chaque genre de plaisir.\"]"
        ],
        "19" : [
          "[ \"A Garden\"]: Un jardin de la félicité et le bonheur parfait comme une",
          "récompense et une source de joie éternelle."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ فَأُولَٰئِكَ فِي الْعَذَابِ مُحْضَرُونَ",
      "simpleTranslate" : [
        "quant aux impies qui auront traité Nos signes de mensonges et refusé de croire à",
        "la vie future, ceux-là seront exposés au châtiment."
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui ont mécru <N:21> et a donné un démenti à Nos signes et à la",
        "rencontre de l'au-delà, ils seront traduits en justice pour le châtiment."
      ],
      "tanslateWordByWord" : [
        "Mais, comme pour",
        "ceux qui",
        "pas foi",
        "et a nié",
        "Nos signes",
        "et (la) réunion",
        "(De) l'au-delà",
        "puis ceux",
        "dans",
        "la punition",
        "(Sera) fait sortir"
      ],
      "notes" : {
        "21" : [
          "Une chose ici est remarquable. [ \"Bonnes oeuvres\"] ont été mentionnés comme un",
          "complément nécessaire de la [ «foi»], ce qui fera gagner un bienheureux jardin,",
          "mais aucune mention n'a été faite des [ \"mauvaises actions\"] tout en mentionnant",
          "la fin mal \" incrédulité. Cela indique clairement que l'incrédulité par lui-même",
          "est assez pour gâcher le destin d'une personne, si elle est accompagnée de l'acte",
          "mauvais ou non."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ",
      "simpleTranslate" : [
        "Glorifiez donc le Seigneur à la tombée de la nuit et au lever du jour !"
      ],
      "tafsirTranslate" : [
        "Donc, <N:22> glorifient Allah <N:23> le soir et le matin."
      ],
      "tanslateWordByWord" : [
        "Alors gloire à",
        "Allah",
        "quand",
        "vous atteignez le soir",
        "et quand",
        "vous atteignez le matin"
      ],
      "notes" : {
        "22" : [
          "[ \"So\"], ici, implique: [ «Quand vous avez appris à connaître les bons résultats",
          "de la croyance et des actes justes et les mauvaises conséquences de l'incrédulité",
          "et le déni de la vérité, vous devez adopter le texte suivant mener \"] Cela",
          "signifie aussi: [\". en maintenant l'au-delà de la vie impossible, les",
          "polythéistes et les mécréants sont, en fait, la tenue AIIah d'être impuissants",
          "conséquent, contre eux, vous glorifierait Dieu, et de proclamer qu'Il est. libre",
          "de cette faiblesse. \"] cette commande a été adressée au Saint Prophète et à",
          "travers lui à tous les croyants."
        ],
        "23" : [
          "[ \"Pour glorifier Allah\"] signifie proclamer Allah étant libre de et élevé",
          "au-dessus des défauts et les défauts et les faiblesses, que le mushriks assignent",
          "en raison de leur shirk et le refus de l'au-delà. La meilleure forme de cette",
          "proclamation et d'expression est la prière. Voilà pourquoi Ibn 'Abbas; Mujahid,",
          "Qatadah, lbn Zaid et d'autres commentateurs dire que ici [ \"glorifier\"] signifie",
          "pour offrir la prière prescrite. Une indication claire en faveur de ce",
          "commentaire est contenue dans le verset lui-même. Elle fixe certains moments",
          "précis pour la glorification d'Allah. De toute évidence, si elle était destinée à",
          "inculquer la croyance que Dieu est exempt de tous les défauts et les faiblesses,",
          "il ne saurait être question de la restriction des heures de la matinée et le",
          "soir, et l'après-midi au début et à la fin, pour un musulman doit toujours avoir",
          "cette croyance. De même, si elle était destinée à enseigner. glorifiant Allah",
          "simplement verbalement, il devrait être inutile de spécifier les airs, pour un",
          "musulman doit exprimer la gloire d'Allah en tout temps. Par conséquent,",
          "inévitablement le commandement de glorifier Allah avec la restriction des fois",
          "des points à sa forme pratique particulière qui est autre que la prière."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ",
      "simpleTranslate" : [
        "À Lui la louange dans les Cieux et sur la Terre, au déclin du soleil et au milieu",
        "du jour !"
      ],
      "tafsirTranslate" : [
        "Son est toute louange dans les cieux et sur la terre; (Et le glorifier) ​​dans",
        "l'après-midi, quand le soleil commence à décliner. <N:24>"
      ],
      "tanslateWordByWord" : [
        "Et pour Lui",
        "(Sont) tous les louanges",
        "dans",
        "Le Paradis",
        "et la terre",
        "et (at) nuit",
        "et quand",
        "vous êtes à midi"
      ],
      "notes" : {
        "24" : [
          "Ce verset indique clairement à l'époque de l'Fajr [(matin)], maghrib [(soir)].",
          "'Asr [(fin d'après-midi)] et le Zuhr [(début d'après-midi)] Prières. En outre,",
          "les autres allusions faites à l'époque de la Prière dans le Coran sont les",
          "suivantes: \n [ \"Etablir la Salat au déclin du soleil jusqu'à l'obscurité de la",
          "nuit, et être particulièrement sur la récitation du Coran à l'aube.\"] [(Bani",
          "Isra'il 78)] \n [ \"Établir le, Salat aux deux extrémités de la journée et dans la",
          "première partie de la nuit.\"] [(Hud: 114 <V:11:114>)]. \n [ \"Et glorifie ton",
          "Seigneur par Sa louange, avant le lever du soleil et avant sa mise, et glorifier",
          "encore une fois pendant les heures de la nuit et aux extrêmes de la journée.\"]",
          "[(Ta Ha: 130 <V:20:130>)] \n Le premier de ces versets dit que les temps de la",
          "prière sont au déclin du soleil jusqu'à l'obscurité de la nuit [( `Isha`)] après",
          "qui est le temps de la prière du matin [(fajr)]. Dans le second verset, le `[\"",
          "deux extrémités du jour \"] impliquent les temps du matin [(fajr)] et le soir",
          "[(maghrib)] Prières et [\" dans la première partie de la nuit \"] implique le temps",
          "de 'Isha`. Dans le troisième verset, [ \"avant le lever du soleil\"] implique le",
          "temps Fajr et [ \"avant son réglage\"] la tune Asr, et [ \"pendant les heures de la",
          "nuit\"] implique le temps à la fois du maghrib et Prières du 'Isha'; et les [",
          "\"extrêmes de la journée\"] sont trois: le matin, le déclin du soleil et le soir.",
          "Ainsi, le Coran à des endroits différents a souligné les cinq heures de prière au",
          "cours de laquelle les musulmans du monde offrent sur leurs prières. Mais, de",
          "toute évidence, pas un par simple lecture de ces versets aurait pu déterminer les",
          "temps de prière, sauf si l'enseignant divinement désigné du Coran, le Saint",
          "Prophète lui-même, avait donné des conseils à ces par sa parole et par les actes.",
          "\n Arrêtons-nous un moment ici et considérons l'audace des deniers de Hadith. Ils",
          "se moquent de [ \"offrant la prière\"], et disent que la prière que les musulmans",
          "offrent aujourd'hui est pas alt la chose prescrite par le Coran. Ils affirment",
          "que l'injonction coranique pour établir la salat ne signifie pas l'offrande de la",
          "prière, mais établissant le Nizam-i-Rububiyat [(Ordre de Providence)]. Demandez",
          "thetas:? [ \"Qu'est-ce que l'ordre hove de la Providence qui peut être soit mis en",
          "place avant le lever du soleil ou après le déclin du soleil jusqu'à ce que les",
          "premières heures de la nuit Et qu'est-ce que l'ordre de la Providence qui est",
          "nécessaire pour être établi surtout le vendredi [( \"] O croyants quand vous",
          "entendez l'appel à la prière du vendredi, accourez à l'invocation d'Allah?. [\"",
          ".-- (LXII: 9)] Et quel est ce type particulier de l'ordre de Providence pour",
          "établissement où l'on doit d'abord laver le visage et les mains jusqu'aux coudes",
          "et les pieds jusqu'aux chevilles et essuyer sa tête avec les mains mouillées,",
          "sinon on ne l'établir? [( \"] O croyants, quand vous vous tenez pour offrir le",
          ".Salat, vous devez laver vos visages et vos mains et les bras jusqu'aux coudes,",
          "et essuyez vos têtes avec les mains mouillées [ \"- (V: 6)]. et quelle est cette",
          "particularité de cet ordre de. Providence que l'on ne peut établir, sauf si l'on",
          "a complètement soi-même lavé après un rapport sexuel? [( \"] O croyants, ne",
          "proposent pas la prière. . . si vous êtes souillé jusqu'à ce que vous prenez",
          "votre bain, sauf lors du passage sur le chemin [ \"- (IV: 433)]. Et quelle est",
          "cette étrange chose que si l'on a touché les femmes, il faudra frapper ses mains",
          "sur pur la poussière et essuyez ainsi le visage et les mains dans le cas où l'on",
          "n'a pas fMd l'eau, dans le but d'établir cet ordre étrange de la Providence? [(",
          "\"] ... ou si vous avez touché à des femmes et vous pouvez trouver pas d'eau,",
          "alors purifiez-vous avec de la poussière pur: frapper vos paumes sur elle et",
          "essuyez vos bandes et fait face avec elle [ \"- (1V: 43)]. et quel est cet ordre",
          "extraordinaire de la Providence que lors d'un voyage il faut établir que la",
          "moitié de celui-ci.? [( \"] Quand vous allez sur un voyage, il n'y a pas de mal si",
          "vous raccourcir la Salat. [\" - (IV: 101)] Alors, quelle chose étrange que pendant",
          "la moitié des soldats de la guerre devrait tomber ,. portant leurs armes, afin de",
          "«établir l'ordre de la Providence derrière l'Imam, et l'autre moitié doit tenir à",
          "leurs positions et continuer à se battre l'ennemi, lorsque le premier groupe a",
          "réalisé un sajdah derrière l'Imam dans ses efforts pour établir la\" ] ordre de la",
          "Providence [ \"il devrait aller pour soulager l'autre groupe, qui devrait tomber",
          "et commencer à établir« l'ordre] de la Providence [ \"derrière l'Imam? [( \"] Et",
          "quand vous, O Prophète, êtes parmi les musulmans et allez les conduire dans salat",
          "(dans un état de guerre)], Iet partie d'entre eux se tiennent derrière vous,",
          "portant leurs armes avec thetas. . Quand ils ont fait leurs prosternations, ils",
          "devraient se replier, et laisser une autre partie d'entre eux, qui n'a pas encore",
          "offert leur Salat dire avec vous. \"- [(IV 102)] \n Tous ces versets du Coran",
          "indiquent clairement que, pour établir la Salat unplies la prière que les",
          "musulmans offrent partout dans le monde d'aujourd'hui. Mais les négateurs du",
          "Hadith semblent être plié lors du changement du Coran au lieu de changer",
          "eux-mêmes. Le fait est que si une personne devient totalement sans peur d'Allah,",
          "il ne peut pas oser jouer avec Sa Parole que ces gens font. Ou, seule une telle",
          "personne peut se livrer à un passe-temps comme celui-ci par rapport au Coran qui",
          "croit qu'il est pas la Parole de Dieu, mais a l'intention d'induire en erreur les",
          "musulmans au nom du Coran. [(Voir aussi E.N. 50 ci-dessous à cet égard)]."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا ۚ وَكَذَٰلِكَ تُخْرَجُونَ",
      "simpleTranslate" : [
        "Du mort Il fait sortir le vivant, et du vivant Il fait sortir le mort. Il",
        "revivifie la terre après sa mort. Et c’est ainsi qu’Il vous fera surgir."
      ],
      "tafsirTranslate" : [
        "Il fait sortir le vivant du mort et fait sortir le mort du vivant, et fait",
        "revivre la terre après sa mort. <N:25> De même vous serez ressuscités à la vie",
        "(après la mort) ."
      ],
      "tanslateWordByWord" : [
        "Il fait sortir",
        "les vivants",
        "de",
        "le mort",
        "et il fait sortir",
        "le mort",
        "de",
        "les vivants",
        "et Il donne la vie",
        "(à la terre",
        "après",
        "sa mort",
        "Et ainsi",
        "vous serez amené suite"
      ],
      "notes" : {
        "25" : [
          "Voilà. [ \"Comment peut-ce Dieu qui est en train de faire tout cela",
          "perpétuellement devant vos yeux, impuissants à élever Tnan à la vie après la",
          "mort? Il est à l'origine importe absolument mort à évacuer des hommes et des",
          "animaux vivants. Il est toujours amener à l'existence d'innombrables les animaux",
          "et les êtres humains par la respiration la vie dans la matière morte, alors que",
          "les substances elles-mêmes qui constituent les corps des êtres vivants sont",
          "absolument sans vie Il fait vous êtes témoin du «phénomène que partout où l'eau",
          "est disponible, les terres se trouvant déjà stériles commencent la floraison et",
          "la floraison avec la vie animale et végétale. En dépit du témoignage tout cela,",
          "si une personne pense que le Dieu qui est le maintien de l'univers sera",
          "impuissant à élever l'homme à la vie après la mort, il est tout à fait dépourvue",
          "de sens commun. les yeux de son esprit ne le font pas voir les réalités claires",
          "étincelantes des manifestations qui les yeux de sa tête voient. \"]"
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ",
      "simpleTranslate" : [
        "C’est aussi un de Ses signes de vous avoir créés de poussière et fait de vous",
        "ensuite des êtres humains répandus sur la Terre."
      ],
      "tafsirTranslate" : [
        "Et de Ses <N:26> signes Il vous a créés de poussière et voici, vous êtes devenus",
        "des êtres humains, et se multiplient autour de (la terre). <N:27>"
      ],
      "tanslateWordByWord" : [
        "Et parmi",
        "Ses signes",
        "(est-ce",
        "Il vous a créés",
        "de",
        "poussière",
        "puis",
        "voir",
        "Toi",
        "(Sont) des êtres humains",
        "dispersant"
      ],
      "notes" : {
        "26" : [
          "Il convient de noter que d'ici à la fin du verset 27, les versets d'Allah qui",
          "sont le point mentionné, d'une part, à la possibilité et l'apparition de",
          "l'au-delà de la vie, dans le contexte de ce qui précède discours, et de l'autre,",
          "le même Sings également le point à la réalité que cet univers est ni Godless ni",
          "sous de nombreux dieux, mais un seul Dieu seul est son Créateur, éliminateur,",
          "maître et souverain, sauf pour qui il devrait y avoir aucune autre divinité",
          "homme. Ainsi, cette section [(vv.20-27)] est entièrement bien relié, avec le",
          "discours qui le précède et le discours suivant, il"
        ],
        "27" : [
          "Voilà. [ \"Les choses dont l'homme a été créé est rien, mais quelques substances",
          "mortes qui se trouvent dans la terre, comme le carbone, le calcium, le sodium et",
          "quelques autres éléments comme eux. Avec leur combinaison un être merveilleux,",
          "appelé homme, a été ressuscitent, et en lui ont été placés grandes puissances de",
          "sentiments, la conscience, l'imagination, dont aucune ne peut être retracée à",
          "l'une des substances constitutives de son être physique. a alors, non seulement",
          "un seul homme si augmenté par un il accident, mais en lui a également été placé",
          "ce merveilleux pouvoir procréateur par lequel des millions et des milliards",
          "d'êtres humains arrivent en continu dans étant portant la même structure physique",
          "et les capacités et possédant d'innombrables caractéristiques héréditaires et",
          "personnels. par conséquent, ô homme! est-ce que votre intellect approuve que",
          "cette création extrêmement sage est entré en être de lui-même sans la puissance",
          "créatrice d'un sage Créateur? Pouvez-vous dire, être dans vos sens, que faire une",
          "conception merveilleuse de la création de l'homme et de la mettre en vigueur et",
          "rendre les pouvoirs innombrables la terre et les cieux favorables et asservie à",
          "la vie humaine pourrait être le résultat de la pensée et de la conception de",
          "plusieurs dieux? Et serez-vous dans votre bon sens lorsque vous pensez que le",
          "Dieu qui a amené l'homme à partir du néant absolu, ne sera pas en mesure de",
          "soulever le même homme à la vie après lui avoir donné la mort? \"]"
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ",
      "simpleTranslate" : [
        "Et c’en est un autre que d’avoir créé de vous et pour vous des épouses afin que",
        "vous trouviez auprès d’elles votre quiétude, et d’avoir suscité entre elles et",
        "vous affection et tendresse. En vérité, il y a en cela des signes certains pour",
        "ceux qui raisonnent."
      ],
      "tafsirTranslate" : [
        "Et parmi Ses signes Il a créé copains pour vous à partir de votre propre genre",
        "<N:28> que vous pouvez trouver la paix dans les <N:29> et qu'il a mis entre vous",
        "aimez et de la miséricorde. <N:30> Certes, il y a des signes pour ceux qui",
        "réfléchissent."
      ],
      "tanslateWordByWord" : [
        "Et parmi",
        "Ses signes",
        "(est-ce",
        "Il a créé",
        "pour toi",
        "de",
        "vous-mêmes",
        "camarades",
        "que vous pouvez trouver la tranquillité",
        "en eux",
        "et Il a placé",
        "entre vous",
        "amour",
        "et de la miséricorde",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) Signes",
        "pour un peuple",
        "qui sont le reflet"
      ],
      "notes" : {
        "28" : [
          "Autrement dit, [ \"parfaite sagesse du Créateur est telle qu'il n'a pas créé",
          "l'homme à un seul sexe, mais en deux sexes, qui sont identiques dans l'humanité,",
          "qui ont la même formule de base de leur figure et la forme , mais les deux ont",
          "été créés avec différentes structures physiques, différentes qualités mentales et",
          "psychologiques, et les différentes émotions et des désirs. et puis il a été créé",
          "une merveilleuse harmonie entre les deux qui sont chacun un homologue parfait de",
          "l'autre. le physique et exigences psychologiques du seul match carrément avec les",
          "exigences physiques et psychologiques de l'autre. de plus, le Sage Creator crée",
          "en permanence les membres des deux sexes dans une proportion telle depuis l'aube",
          "de la création que dans aucun pays et dans aucune région n'a il jamais arrivé que",
          "seuls les garçons ou les filles seulement ont pu être né. Ceci est une chose dans",
          "laquelle l'intelligence humaine n'a absolument aucun rôle à jouer. L'homme ne",
          "peut pas aII influencer le cours de la nature selon laquelle les filles",
          "continuent d'être né avec les qualités féminines et les garçons avec les qualités",
          "masculines, qui sont parfaitement complémentaires les uns des autres, n'a pas non",
          "plus qu'il tous les moyens par lesquels il peut changer la proportion de que les",
          "hommes et les femmes continuent d'être nés partout dans le monde. Le",
          "fonctionnement de ce système et «arrangement si harmonieusement et",
          "perpétuellement à la naissance de millions et des milliards d'êtres humains",
          "depuis des milliers d'années ne peuvent pas être accidentelle non plus, ni le",
          "résultat de la. volonté commune de plusieurs dieux. Ceci est une indication",
          "claire de la réalité que d'un Sage Créateur et un seul, au début fait une",
          "conception la plus appropriée d'un homme et une femme par son infinie sagesse et",
          "puissance et arrangements puis faites que, précisément, conformément à ce que",
          "d'innombrables hommes de conception et d'innombrables femmes doivent être nés",
          "avec leurs qualités individuelles séparées dans la bonne proportion. \"]"
        ],
        "29" : [
          "Autrement dit, [ «Ce système n'a pas le fruit du hasard, mais le Créateur l'a",
          "apporté à propos délibérément avec l'objet que l'homme doit trouver",
          "l'accomplissement des exigences de sa nature avec la femme et la femme. avec",
          "l'homme, et les deux doivent trouver la paix et la satisfaction en association et",
          "de l'attachement à l'autre. Ceci est l'arrangement sage que le Créateur a fait",
          "les moyens de la survie de la race humaine, d'une part, et d'amener la",
          "civilisation humaine à l'existence, de l'autre. Si les deux sexes ont été créés",
          "sur les différents modèles et dessins, et l'état d'agitation qui change dans la",
          "paix et la tranquillité que par l'union et de l'attachement entre les deux n'a",
          "pas été placé dans chacune, la race humaine aurait pu survivre comme des moutons",
          "et des chèvres, mais il n'y avait aucune possibilité de la naissance d'une",
          "civilisation. Contrairement à toutes les autres espèces de la vie animale; le",
          "facteur fondamental qui a contribué à créer la civilisation humaine est que le",
          "Créateur par sa sagesse a placé un désir et une soif et un hébergement dans les",
          "deux sexes pour l'autre, qui reste insatisfaite moins que les deux vivent dans la",
          "fixation complète et d'association avec l'autre. Ce même désir de paix et de",
          "satisfaction les obligeait à faire une maison ensemble. Ce même désir amené les",
          "familles et les clans en être, et cette même volonté a rendu la vie sociale",
          "possible pour l'homme. Dans le développement des capacités mentales de l'homme",
          "sociale de la vie ont certainement été utiles, mais ils n'étaient pas ses",
          "véritables motivations. La force de motivation réelle était le même désir avec",
          "lequel l'homme et la femme ont été dotés et qui les obligeaient à établir le \"]",
          "maison [\". Quelqu'un peut-il possédé de bon sens disent que ce chef-d'œuvre de la",
          "sagesse est venu par hasard à travers les forces aveugles de la nature? Ou, qu'il",
          "a été disposé de manière par de nombreux dieux, et d'innombrables hommes et les",
          "femmes ont été à venir en continu dans être avec le même désir naturel depuis des",
          "milliers d'années? Ceci est un signe de la sagesse d'un Sage Être, et d'un seul,",
          "que le peuple dépourvu de bon sens ne peut refuser de reconnaître."
        ],
        "30" : [
          "\"] Amour [\" signifie ici l'amour sexuel, qui devient le motif initial de",
          "l'attraction entre l'homme et la femme, puis les tient attachés les uns aux",
          "autres. \"] Mercy\" implique la relation spirituelle qui se développe",
          "progressivement dans la vie conjugale, en vertu de laquelle ils deviennent",
          "aimablement, affectueux et sympathique vers l'autre; si bien que dans la",
          "vieillesse, l'amour sexuel tombe dans l'arrière-plan et les deux partenaires dans",
          "la vie se révéler encore plus de compassion les uns envers les autres qu'ils ne",
          "l'étaient quand il est jeune. . Ces deux sont les forces positives que le",
          "Créateur a créé l'homme pour soutenir le désir initial de sa nature. Ce désir et",
          "l'agitation ne cherche que la paix et la satisfaction et apporte l'homme et la",
          "femme en contact les uns avec les autres. Après que ces deux forces émergent et",
          "se lient les deux étrangers élevés dans des environnements différents si",
          "intimement ensemble que les deux restent attachés les uns aux autres à travers",
          "chaque épais et mince de la vie. De toute évidence, cet amour et de miséricorde",
          "qui est vécue par des millions et des millions de gens dans leur vie, ne sont pas",
          "un matériau de quoi que ce soit, qui peut être pesé et mesuré, il ne peut pas",
          "faire remonter à l'un des éléments constitutifs du corps humain, ni la cause de",
          "la naissance et la croissance elle a découvert dans un laboratoire. La seule",
          "explication de ceci peut être que le moi humain a interdiction doté par un sage",
          "Créateur, qui a fait de sa propre volonté de servir un but spécial."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِلْعَالِمِينَ",
      "simpleTranslate" : [
        "Et parmi Ses signes, il y a aussi la création des Cieux et de la Terre, la",
        "diversité de vos langues et de vos couleurs. En vérité, il y a en cela des signes",
        "pour des esprits éclairés."
      ],
      "tafsirTranslate" : [
        "Et de Ses signes la création des cieux et de la terre <N:31> et la diversité de",
        "vos langues et de couleurs. <N:32> En effet, il y a en cela pour les sages."
      ],
      "tanslateWordByWord" : [
        "Et parmi",
        "Ses signes",
        "(Est la) création",
        "(De) les cieux",
        "et la terre",
        "et la diversité",
        "(De) vos langues",
        "et vos couleurs",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) Signes",
        "pour ceux de la connaissance"
      ],
      "notes" : {
        "32" : [
          "Autrement dit, \"Bien que vos cordes vocales sont similaires, et il n'y a pas de",
          "différence dans la structure de la bouche, la langue et le cerveau, mais les gens",
          "parlent des langues différentes dans les différentes régions du monde. Même dans",
          "les régions où la même langue est parlée différents dialectes sont parlés de",
          "ville en ville et de ville en ville. de plus, l'accent et la prononciation et le",
          "style de parole de chaque personne est différente de l'autre. de même, bien que",
          "le sperme et la formule de votre structure physique est le même, mais vos",
          "couleurs sont si différentes que les nations à part, même la couleur des deux",
          "fils des mêmes parents ne sont pas exactement les mêmes. Dans ce verset,",
          "l'attention a été attirée qu'à deux aspects, mais si l'on regarde autour d'un",
          "remarquerez une variété unissent partout dans le monde. On trouvera",
          "d'innombrables différences dans les espèces de l'homme, des animaux, des plantes",
          "et d'autres choses, en dépit de l'uniformité de base dans leurs différents",
          "membres; si bien qu'aucun membre de l'espèce est exactement identique à l'autre.",
          "Même les deux feuilles d'un arbre ne sont pas exactement semblables. Cela montre",
          "que le monde est pas une usine dans laquelle les machines automatiques pourraient",
          "travailler et tourner les choses dans la production de masse portant le cachet de",
          "leurs propres espèces distinctes. Mais dans cette usine il y a un maître-artiste",
          "au travail, qui accorde une attention individuelle à tout et produit sur un",
          "nouveau design avec de nouveaux embellissements et proportions et qualités, et",
          "tout ainsi produit est unique à sa manière. Son génie inventif est en train de",
          "sortir un nouveau modèle de tout à chaque instant, et sa puissance créatrice",
          "abhorre répéter la même conception de la deuxième fois. Toute personne qui voit",
          "ce phénomène merveilleux avec les yeux ouverts, ne peut jamais être impliqué dans",
          "l'idée fausse folle que le Créateur de l'univers est allé dormir après avoir fait",
          "aller. . Ceci est, au contraire, une preuve évidente du fait qu'il est toujours",
          "engagé dans son activité créatrice, et accorde une attention individuelle à",
          "chacun et tout dans sa création."
        ],
        "31" : [
          "Autrement dit, [ «Leur venue à l'existence à partir du néant et de leur être",
          "établi une loi éternelle, et le fonctionnement en eux d'innombrables forces dans",
          "une grande harmonie et de l'équilibre, contiennent de nombreux signes de la",
          "réalité que One Créateur, et un seul, a apporté tout l'univers à l'existence, et",
          "Lui seul est en cours d'exécution de ce grand système. d'une part, en",
          "réfléchissant sur l'origine de l'énergie initiale qui a pris la forme de la",
          "matière, puis la transformation de la matière en sorte de nombreux éléments,",
          "alors la combinaison des éléments dans une proportion merveilleuse et sage et",
          "venant en être d'un système de l'univers grandiose, puis le fonctionnement de ce",
          "système depuis des milliards de siècles avec une telle régularité et de la",
          "discipline, tout esprit impartial sera arrivé à la conclusion que tout cela ne",
          "pouvait pas se produire par hasard, sans. volonté d'un Omniscient et Sage",
          "Créateur tout-embrassant. Puis, d'autre part, si l'on voit que chaque chose de la",
          "terre les plus lointaines étoiles dans l'univers est composé des mêmes éléments",
          "de base et de la même loi de la nature travaille en elle, toute intelligence, ce",
          "qui est têtu, sera certainement admettre que cela ne peut pas être le résultat de",
          "la divinité de plusieurs dieux, mais il y a un seul Dieu qui est le Créateur et",
          "le Pourvoyeur de tout cet univers. \"]"
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ",
      "simpleTranslate" : [
        "Parmi Ses signes, il y a également votre sommeil pendant la nuit et le jour,",
        "ainsi que votre quête de Ses faveurs. En vérité, il y a là des signes pour des",
        "gens qui savent écouter."
      ],
      "tafsirTranslate" : [
        "Et parmi Ses signes votre sommeil la nuit et votre recherche de Son Bounty <N:33>",
        "au cours de la journée. En effet il y a des signes pour ceux qui écoutent."
      ],
      "tanslateWordByWord" : [
        "Et parmi",
        "Ses signes",
        "(Est) votre sommeil",
        "de nuit",
        "et la journée",
        "[Et] votre recherche",
        "de",
        "Son Bounty",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) Signes",
        "pour un peuple",
        "qui écoutent"
      ],
      "notes" : {
        "33" : [
          "[ \"Chercher bounty\"] est de rechercher les moyens de subsistance. Bien que",
          "l'homme dort généralement la nuit et travaille pour sa vie dans la journée, ce",
          "n'est pas une loi. Beaucoup de gens dorment aussi dans la journée et travaillent",
          "pour leur subsistance pendant la nuit. Voilà pourquoi la nuit et le jour ont tous",
          "deux été mentionnés et il a été dit: [ \"Dans les deux jours et les nuits vous",
          "dorment ainsi que le travail de votre vie.\"] Ceci est également un signe qui",
          "pointe à la conception des Sages Créateur: en outre, il souligne également le",
          "fait qu'il est non seulement un créateur mais aussi extrêmement compatissant et",
          "miséricordieux envers ses créations, et est plus anxieux que la création pour",
          "répondre à ses besoins et exigences. L'homme ne peut pas constamment, mais le",
          "travail doit avoir un repos de quelques heures après quelques heures de travail",
          "afin de reconstruire l'énergie pour reprendre le travail. A cet effet, le Sage et",
          "le Créateur Miséricordieux n'a pas reposé le contenu avec la création d'un",
          "sentiment de fatigue et un désir de repos dans l'homme, mais a placé dans sa",
          "nature une envie puissante pour le [ «sommeil»], qui, sans sa volonté, même en",
          "dépit de la résistance de lui, le saisit automatiquement après quelques heures de",
          "travail et l'éveil, et l'oblige à avoir quelques heures de repos, et le laisse",
          "dès que le besoin a été remplie. L'homme a été jusqu'ici incapable de comprendre",
          "les naturer et causes réelles du sommeil. Ceci est quelque chose tout à fait",
          "naturel, qui a été placé dans la nature et la structure de l'homme. Son being`",
          "précisément selon les exigences de l'homme est suffisant pour attester que c'est",
          "pas quelque chose accidentelle, mais a été fournie par un Sage Etre en conformité",
          "avec un but et un plan. Il est basé sur une sagesse claire et la raison et",
          "purposefulness. De plus, le sommeil lui-même témoigne que celui qui a placé ce",
          "besoin compulsif chez l'homme est un wisher bien plus de l'homme que l'homme lui,",
          "sinon l'homme aurait délibérément résisté au sommeil et essaya de garder",
          "constamment éveillé et a travaillé en continu dur et donc épuiser pas que son",
          "travail de puissance, mais aussi ses forces vitales. \n Puis, en utilisant le mot",
          "[ \"cherchant la grâce d'Allah\"] pour la recherche de moyens de subsistance,",
          "allusion a été faite à une autre série de signes. Comment aurait cherché et",
          "trouvé l'homme de sa vie `si les forces innombrables et illimitées de la terre et",
          "cieux avaient pas été mis au travail pour fournir des moyens de la subsistance et",
          "de fournir d'innombrables ressources pour l'homme à chercher dans la terre? Non",
          "seulement cela. . L'homme ne pouvait pas avoir exploité ces moyens et des",
          "ressources avait-il pas donné les membres appropriés et des capacités physiques",
          "et mentales appropriées à cet effet. Ainsi, la capacité de l'homme à rechercher",
          "les moyens de subsistance et la présence des ressources de la vie en dehors de",
          "lui, indiquent clairement l'existence d'un Dieu miséricordieux et bienfaisant.",
          "Une intelligence qui est pas malade ne peut jamais présumer que tout cela est",
          "arrivé par hasard, ou est la manifestation de la divinité de plusieurs dieux, ou",
          "certains, force aveugle impitoyable est responsable de ces bienfaits et de",
          "bénédictions."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ",
      "simpleTranslate" : [
        "C’est aussi un de Ses signes que de vous montrer l’éclair qui provoque en vous à",
        "la fois la crainte et l’espoir, et de faire tomber du ciel une eau qui revivifie",
        "la terre après sa mort. Il y a en cela des signes certains pour ceux qui",
        "raisonnent."
      ],
      "tafsirTranslate" : [
        "Et parmi Ses signes Il vous montre l'éclair, suscitant la crainte et l'espoir,",
        "<N:34> et fait descendre l'eau du ciel et fait revivre la terre après sa mort.",
        "<N:35> En effet il y a des signes pour ceux qui utilisent leur raison."
      ],
      "tanslateWordByWord" : [
        "Et parmi",
        "Ses signes",
        "Il vous montre",
        "l'éclair",
        "(Causant) peur",
        "Et l'espoir",
        "et fait descendre",
        "de",
        "Le ciel",
        "eau",
        "et donne la vie",
        "celui-ci",
        "(à la terre",
        "après",
        "sa mort",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) Signes",
        "pour un peuple",
        "qui utilisent l'intelligence"
      ],
      "notes" : {
        "34" : [
          "Autrement dit, [ \"Son tonnerre et les éclairs donnent de l'espoir que la pluie",
          "viendra aider les cultures, mais en même temps, ils causer une peur que la foudre",
          "peut frapper quelque part, ou de fortes pluies peut tomber, ce qui peut laver",
          "tout. \"]"
        ],
        "35" : [
          "Cette chose, d'une part, les points à l'au-delà de la vie, et de l'autre, prouve",
          "que Dieu existe, et il y a un seul Dieu, qui contrôle la terre et les cieux.",
          "d'innombrables créatures de la terre vivent sur les produits qui sortent de la",
          "terre. Ces produits dépendent de la productivité de la terre. La productivité",
          "dépend de la pluie, si elle tombe directement sur la terre, ou son eau rassemble",
          "sur la surface de la terre, ou prend la forme de canaux d'eau souterrains ou de",
          "sources ou de puits, ou se fige sur les montagnes, puis coule vers le bas dans la",
          "forme de rivières. Puis la pluie dépend de la chaleur du soleil, le changement",
          "des saisons, les changements atmosphériques de la température, la circulation des",
          "vents et de la foudre, ce qui provoque la pluie de tomber ainsi que mêle une",
          "sorte de fumier naturel dans l'eau de pluie. La mise en place d'une harmonie et",
          "de proportion entre les différentes choses existantes de la terre vers le ciel,",
          "leur devenir favorable et subordonné à une variété de buts et objets, et leur",
          "maintien en permanence et constamment favorable en parfaite harmonie pour des",
          "millions de millions d'années ne peuvent pas être le produit d'un simple hasard.",
          "Est-ce que tout cela est arrivé sans la volonté embrasse tout et le plan et la",
          "sagesse d'un Façonneur et Designer? Et est-ce pas une preuve du fait que le",
          "Créateur et Seigneur de la terre, le soleil, l'eau, la chaleur et la fraîcheur",
          "est un et un seul?"
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ۚ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ",
      "simpleTranslate" : [
        "C’en est un encore lorsque le ciel et la terre obtempèrent à Son ordre, et",
        "qu’ensuite, au premier appel qu’Il vous lancera, vous surgirez aussitôt de la",
        "terre."
      ],
      "tafsirTranslate" : [
        "Et parmi Ses signes le ciel et la terre position ferme par Son ordre. <N:36>",
        "Ensuite, au plus tôt, il vous appelle de la terre vous sortira. <N:37>"
      ],
      "tanslateWordByWord" : [
        "Et parmi",
        "Ses signes",
        "(est-ce",
        "peuplements",
        "Le Paradis",
        "et la terre",
        "par Son ordre",
        "alors",
        "quand",
        "Il vous appelle",
        "(Avec) un appel",
        "de",
        "La terre",
        "voir",
        "Toi",
        "sortiront"
      ],
      "notes" : {
        "36" : [
          "Autrement dit, [ «Non seulement sont-ils venus à l'être par son commandement,",
          "mais leur existence continue et le fonctionnement en eux d'un grand atelier de la",
          "vie est aussi constamment en raison de son commandement. Si ses DCEs Command pas",
          "les soutenir même pour un instant, l'ensemble du système devrait briser à la",
          "fois. \"]"
        ],
        "37" : [
          "Autrement dit, [ «Il est pas du tout difficile pour le Créateur et le contrôleur",
          "de l'univers pour vous élever à la vie;. Pour cela, il devra faire aucune",
          "préparation Son seul appel sera suffisant pour soulever et rassembler ensemble de",
          "tous les coins de la terre tous les êtres humains qui sont nés depuis le début de",
          "la création et seront nés à l'avenir. \"]"
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ كُلٌّ لَهُ قَانِتُونَ",
      "simpleTranslate" : [
        "C’est à Lui qu’appartiennent tous ceux qui sont dans les Cieux et sur la Terre,",
        "et c’est à Lui qu’ils sont tous soumis."
      ],
      "tafsirTranslate" : [
        "A Lui appartiennent tous ceux qui sont dans les cieux et tous ceux qui sont sur",
        "la terre. Tous sont dans l'obéissance à Lui."
      ],
      "tanslateWordByWord" : [
        "Et à Lui (appartient)",
        "quiconque",
        "(est dans",
        "Le Paradis",
        "et la terre",
        "Tout",
        "à lui",
        "(Sont) obéissante"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ وَلَهُ الْمَثَلُ الْأَعْلَىٰ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Et c’est Lui qui instaure la première Création, puis la renouvelle avec plus de",
        "facilité encore. Il a la Transcendance absolue dans les Cieux et sur la Terre. Il",
        "est le Tout-Puissant, le Sage."
      ],
      "tafsirTranslate" : [
        "Il est Celui qui crée en premier lieu et il est celui qui va répéter la création,",
        "et qui est plus facile pour lui. <N:38> Sa est la plus haute attribut dans les",
        "cieux et la terre. Il est le Très Puissant, le Sage."
      ],
      "tanslateWordByWord" : [
        "Et il",
        "(Est) Celui qui",
        "provient",
        "la création",
        "puis",
        "le répète",
        "et cela",
        "(est plus facile",
        "pour lui",
        "Et pour Lui",
        "(Est) la description",
        "le plus haut",
        "dans",
        "Le Paradis",
        "et la terre",
        "Et il",
        "(Est) le Tout-Puissant",
        "le Sage"
      ],
      "notes" : {
        "38" : [
          "Autrement dit, «Si cela n'a pas été difficile pour lui de vous créer en premier",
          "lieu, comment peut-il être difficile pour lui de vous recréer? Votre première",
          "création n'a pas été difficile pour lui parce que votre présente existence est",
          "une preuve vivante de cela. maintenant, il est de bon sens simple, que la",
          "re-fabrication d'une chose devrait être relativement facile pour celui qui le",
          "commerce pour la première fois."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ ۖ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ ۚ كَذَٰلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ",
      "simpleTranslate" : [
        "Dieu vous propose un exemple tiré de vous-mêmes. Seriez-vous disposés à associer",
        "vos propres esclaves dans les biens que Nous vous avons octroyés, de manière à en",
        "faire vos égaux et à les craindre comme vous vous craignez vous-mêmes? C’est",
        "ainsi que Nous détaillons les signes pour des gens qui raisonnent."
      ],
      "tafsirTranslate" : [
        "Il énonce <N:39> pour vous une parabole de vos propres vies. Avez-vous parmi vos",
        "esclaves certains qui partagent avec vous la nourriture que nous avons donné à",
        "vous afin que vous devenez égaux en elle, étant tous semblables, et alors vous",
        "les tenir dans la crainte que vous craignez les uns des autres? <N:40> Ainsi,",
        "faisons Nous faisons simplement les signes pour ceux qui utilisent la raison."
      ],
      "tanslateWordByWord" : [
        "Il énonce",
        "à toi",
        "un exemple",
        "de",
        "vous-mêmes",
        "Est",
        "pour toi",
        "parmi",
        "quelle",
        "posséder",
        "vos mains droites",
        "tout",
        "les partenaires",
        "dans",
        "quelle",
        "Nous vous avons fourni",
        "tellement toi",
        "en ce",
        "(sont égaux",
        "vous les craignez",
        "que vous craignez",
        "vous-mêmes",
        "Ainsi",
        "Nous expliquons",
        "les versets",
        "pour un peuple",
        "(Qui) l'utilisation raison"
      ],
      "notes" : {
        "40" : [
          "Les polythéistes, même après avoir admis que Allah est le Créateur et Maître de",
          "la terre et les cieux, et tout ce qu'ils contiennent, a tenu certaines de ses",
          "créatures comme associés dans ses attributs et pouvoirs, et pria pour eux,",
          "présenté offrandes et exécutées rites de culte devant eux. Leur croyance en ce",
          "qui concerne leurs associés self-made se trouve dans les paroles du Talbih qu'ils",
          "utilisaient en allant autour de la Ka'ba prononcer. Ils ont dit: [ \"Je suis là, O",
          "Allah, je suis ici en ta présence tu as pas de partenaire, sauf le partenaire qui",
          "est ta propre Tu es son propriétaire, ainsi que le propriétaire de ce qu'il",
          "possède!.\".] [(Tabarani sur l'autorité Ibn 'Abbas)] AIlah a réfuté ce genre de",
          "shirk dans ce verset. L'argument est à cet effet: [ «Quand vous ne faites pas vos",
          "propres partenaires esclaves dans votre richesse, comment pensez-vous et croyez",
          "que Dieu fera ses créatures partenaires dans sa divinité?\"] [(Pour plus de",
          "détails, voir EN 62 de An-Nahl)]."
        ],
        "39" : [
          "Dans la section qui précède, les arguments ont été donnés à la fois pour",
          "Monothéisme et pour l'au-delà; maintenant le discours tourne seulement",
          "Monothéisme."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "بَلِ اتَّبَعَ الَّذِينَ ظَلَمُوا أَهْوَاءَهُمْ بِغَيْرِ عِلْمٍ ۖ فَمَنْ يَهْدِي مَنْ أَضَلَّ اللَّهُ ۖ وَمَا لَهُمْ مِنْ نَاصِرِينَ",
      "simpleTranslate" : [
        "Cependant, les injustes n’en continuent pas moins à suivre inconsciemment leurs",
        "passions. Mais qui donc peut guider ceux que Dieu égare? Ceux-là n’ont personne",
        "pour les secourir."
      ],
      "tafsirTranslate" : [
        "Mais les injustes suivent leurs désirs sans aucune connaissance. Qui, alors, peut",
        "montrer la voie à celui que Allah égare? <N:41> Tel aura pas de secoureurs."
      ],
      "tanslateWordByWord" : [
        "Non",
        "suivre",
        "ceux qui",
        "faire le mal",
        "leurs désirs",
        "sans pour autant",
        "connaissance",
        "Alors qui",
        "(Peut) Guide",
        "(Un) qui",
        "Allah a laissé se égarer",
        "Allah a laissé se égarer",
        "Et pas",
        "pour eux",
        "tout",
        "aides"
      ],
      "notes" : {
        "41" : [
          "Autrement dit, [ «Quand une personne ne pense sur la bonne voie lui-même, ni est",
          "prêt à écouter une personne bien intentionnée, son intelligence est sous la",
          "malédiction d'Allah. Après cela, tout ce qui peut aider raisonnable personne à",
          "atteindre la vérité, seulement aide cette personne têtue et ignorant d'être",
          "impliqué de plus en plus profondément dans le plus type et l'erreur. Ceci est ce",
          "qui a été communiquée par le mot \"] égarant [\". Quand une personne épris de",
          "vérité invoque Allah pour la grâce de l'orientation, AIlah crée pour lui des",
          "moyens maximums de la direction en fonction de la sincérité de son invocation. et",
          "quand une personne égarée insiste sur son écart, Allah crée pour lui les moyens",
          "qui lui trompent plus loin et plus loin de la vérité. \"]"
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا ۚ فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا ۚ لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ۚ ذَٰلِكَ الدِّينُ الْقَيِّمُ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Consacre-toi à la religion, en monothéiste sincère ! C’est Dieu qui a voulu que",
        "cette croyance fût inhérente à la nature de l’homme. Et l’ordre établi par Dieu",
        "ne saurait être modifié. Telle est la religion de la rectitude, mais la plupart",
        "des hommes n’en savent rien."
      ],
      "tafsirTranslate" : [
        "(O Prophète et ses disciples), <N:42> tourner votre visage singlemindedly <N:43>",
        "pour la vraie foi <N:44> et d'adhérer à la vraie nature sur laquelle Allah a créé",
        "les êtres humains. <N:45> le moule façonné par Allah ne peut être modifiée.",
        "<N:46> Tel est le vrai, la foi droite, <N:47>, bien que la plupart des gens ne",
        "savent pas."
      ],
      "tanslateWordByWord" : [
        "donc, mettre",
        "ton visage",
        "à la religion",
        "droit",
        "La nature",
        "(Faite par) Allah",
        "(sur lequel",
        "Il a créé",
        "humanité",
        "[dessus]",
        "Non",
        "changement",
        "(Il devrait y avoir) dans la création",
        "(De) Allah",
        "Cette",
        "(Est) la religion",
        "la bonne",
        "mais",
        "les plus",
        "Hommes",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "42" : [
          "Ce [ \"so\"] implique que lorsque la réalité est devenu clair pour vous, et vous",
          "avez appris à connaître qu'il n'y a que Dieu est le Créateur et le Maître et le",
          "Souverain de cet univers et de l'homme lui-même, alors inévitablement votre la",
          "conduite doit être telle, comme indiqué dans ce verset."
        ],
        "43" : [
          "[ \"Réglez votre visage .truly.\"]: [ \"Ne mettez pas votre visage à toute autre",
          "direction après avoir .adopted ce mode de vie» Ensuite, vous devriez penser comme",
          "un musulman et vos goûts et dégoûts. devrait être d'un musulman. vos valeurs et",
          "les normes devraient être celles fixées par l'islam et votre caractère et la",
          "conduite doit porter le cachet de lslam, et les affaires de votre vie",
          "individuelle et collective doit être commandé en fonction de la manière enseignée",
          "par l'Islam \". ]"
        ],
        "44" : [
          "[ \"Cette foi\"]: la foi que le Coran présente, dans lequel il n'y a que Dieu est",
          "digne d'adoration et l'obéissance, dans lequel nul ne peut être tenue comme un",
          "associé d'Allah dans Sa Divinité, dans son attributs et ses droits et pouvoirs,",
          "dans lequel l'homme par sa propre volonté choisit d'ordonner sa vie en conformité",
          "avec la loi d'orientation et d'Allah."
        ],
        "45" : [
          "Autrement dit, [ \"Tous les êtres humains ont été créés sur la nature que rien,",
          "mais un Dieu unique est leur Créateur et Seigneur et Dieu. Vous devez être ferme",
          "sur cette nature. Si vous adoptez l'attitude de l'indépendance, vous allez être",
          "la suite d'une manière opposée à votre nature, et si vous servez et adorez une",
          "autre en dehors d'Allah, puis aussi vous allez travailler contre votre nature ».]",
          "Ce sujet a été expliqué par le Saint Prophète dans un certain nombre de hadiths,",
          "selon Bukhari et musulman, le Saint Prophète a dit: [ \"Tout enfant qui est né,",
          "est né sur nous la nature humaine, ce sont ses parents qui font de lui un Juif ou",
          "un chrétien ou un mage, etc. après Son exemple est d'un animal qui donne.",
          "naissance à compléter et le son plus jeunes - ne naît avec déchiré et coupé les",
          "oreilles, mais les polythéistes déchirer leurs oreilles après à cause de leurs",
          "superstitions de l'ignorance \"]. \n Selon un autre hadith rapporté dans Musnad",
          "Ahmad et Nasa'i, les musulmans dans une guerre tué même les enfants de l'ennemi.",
          "Quand le Saint Prophète est venu à connaître de lui, il est devenu très en",
          "colère, et dit: [ «Qu'est-ce qui est arrivé aux gens qu'ils ont transgressé les",
          "limites et tués, même les enfants\"] Un homme a dit, [ «Monsieur, étaient-ils ?",
          "pas les enfants des polythéistes \"] le Saint Prophète a répondu: [\" Même le",
          "meilleur de votre peuple sont les enfants des polythéistes \"] puis il a dit: [\"!",
          "Chaque être vivant est né sur nous la nature: puis quand il devient capable de",
          "parler, ses parents le transformer en un Juif ou un chrétien. \"] \n Dans un autre",
          "hadith qui a été rapporté par Ahmad LMAM sur l'autorité de 'Ayad bin",
          "Himar-ul-Mujashi'i, il a été rapporté qu'un jour, le Saint Prophète a dit au",
          "cours d'une adresse: [ \"Mon Seigneur dit: J'avais créé aII Mes serviteurs sur",
          "vraie foi; alors les satans sont venus et les ont égarés de leur foi, et fait",
          "illégale ce que j'avais rendu licite pour eux, et leur commanda de s'associer",
          "avec moi ceux pour qui je siège vers le bas aucune autorité »]."
        ],
        "46" : [
          "Autrement dit, [ «Dieu a fait l'homme à son serviteur et lui créé seulement pour",
          "son propre service. Cette disposition naturelle de l'homme ne peut pas être",
          "modifié, howe ver dure peut essayer. Ni l'homme peut effectuer un changement dans",
          "sa situation d'un serviteur, ni ne peut autre chose que Dieu devenu son Dieu dans",
          "le vrai sens. l'homme peut faire pour lui-même autant de dieux qu'il peut plaire,",
          "mais le fait demeure qu'il est le serviteur d'aucun, mais un seul Dieu. l'homme",
          "par son propre folie et l'ignorance peuvent considérer toute personne en tant que",
          "détenteur d'attributs et pouvoirs divins et de prendre une quelconque comme le",
          "fabricant et non-fabricant de son destin, mais le fait de la question est que ni",
          "ce que quelqu'un d'autre que AIIah possède les attributs divins, ni son autorité,",
          "ni a personne d'autre le pouvoir de faire ou mat le destin de l'homme. \"] \n Une",
          "autre traduction de ce verset peut être: [ \"Ne pas effectuer toute modification",
          "dans le commerce de la nature par Allah.\"] Autrement dit, il ne convient pas de",
          "corrompre et de gâcher la nature sur laquelle Allah a créé l'homme."
        ],
        "47" : [
          "[ \"Faith droit et vrai»]: Pour rester ferme sur sa vraie nature."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلَاةَ وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ",
      "simpleTranslate" : [
        "Revenez donc repentants vers le Seigneur ! Craignez-Le et obser-vez la salât ! Ne",
        "soyez pas du nombre des idolâtres ;"
      ],
      "tafsirTranslate" : [
        "(Adhérer à la Vraie Foi et) se tourner vers Lui, <N:48> et le retenir dans la",
        "crainte, <N:49> et d'établir la prière, <N:50> et ne pas être de ceux qui",
        "associent d'autres avec Allah dans Sa Divinité,"
      ],
      "tanslateWordByWord" : [
        "Tournant",
        "à lui",
        "et le craindre",
        "et d'établir",
        "la prière",
        "et (faire) pas",
        "être",
        "de",
        "les polythéistes"
      ],
      "notes" : {
        "48" : [
          "Autrement dit, [ «Celui qui a adopté une attitude d'indépendance et de liberté et",
          "se détourna de son nous Seigneur, et celui qui a adopté le service d'un autre",
          "qu'Allah et prouvé être déloyal envers son vrai et nous Seigneur, devrait",
          "renoncer à cela, et retourner au service du Dieu. de son vrai serviteur, il est",
          "par la naissance. \"]"
        ],
        "49" : [
          "Autrement dit, [ \"Vous devriez avoir la crainte que si, en dépit d'être un",
          "serviteur d'Allah par la naissance, vous avez adopté la façon de vivre",
          "indépendamment de lui, ou servi une autre à côté de Lui, vous devrez subir une",
          "punition sévère pour la rébellion et l'ingratitude. par conséquent, vous devriez",
          "éviter tout tel mode de vie qui vous rapporte la colère de Dieu. \"]"
        ],
        "50" : [
          "Les deux se tournant vers AIlah et ayant peur de sa colère sont les actes du",
          "cœur. Cet état du cœur, pour sa manifestation et de la stabilité, inévitablement",
          "a besoin d'un acte physique, qui Thay faire connaître à d'autres dans la société",
          "qui a tant et si vraiment retournés au service d'un seul Allah seul, et qui, en",
          "même temps, peut continuer à nourrir et développer l'état de piété et de dévotion",
          "propre al de l'un: o au moyen d'une expérience pratique et de discipline. Ce i",
          "pourquoi immédiatement après avoir donné le commandement pour un changement",
          "mental Allah a donné le commandement de cet acte physique, i, e. établissement du",
          "Salat. Tant qu'une idée est seulement une idée dans l'esprit de l'homme, il ne",
          "peut être ni stable ni durable. Il peut disparaître ou même de changer. Mais",
          "quand il commence à pratiquer, l'idée prend racine en lui et va en augmentant",
          "dans la stabilité et la force avec de plus en plus de pratique; si bien que,",
          "quand il est devenu une croyance qu'il ne peut ni modifier ni disparaître",
          "facilement. Considéré de ce point de vue, aucun acte ne peut être plus efficace",
          "que l'offrande de la prière régulièrement cinq fois par jour pour le renforcement",
          "de la piété et la crainte de Dieu en soi. L'autre acte, quel qu'il soit, est",
          "effectuée à des intervalles, ou sous différentes formes à différentes occasions,",
          "mais la prière est un acte, qui est effectuée toutes les quelques heures dans une",
          "seule et même forme spécifique de façon permanente, dans laquelle l'homme doit",
          "répéter encore et encore toute la leçon lui a enseigné par le Coran au sujet de",
          "l'Islam, de sorte qu'il DCEs pas l'oublier. En outre, tant les croyants et les",
          "incroyants doivent savoir qui parmi les gens a renoncé à la voie de la rébellion",
          "et a adopté la voie de l'obéissance au Seigneur. Les croyants doivent savoir ce",
          "qu'ils puissent former une communauté et de la société et peuvent coopérer les",
          "uns avec les autres dans la voie d'Allah; puis, dès que la relation de l'un d'eux",
          "commence à montrer des signes de laxisme à l'égard de la foi et l'islam, cela",
          "devrait devenir connu de tous d'entre eux à la fois. Les incroyants doivent",
          "savoir cela pour que la nature dorment dans les réveille quand ils voient les",
          "gens de leur parents et amis tourner humblement à leur vrai Dieu, encore et",
          "encore, et jusqu'à ce que leur nature se réveille, ils continuent d'être terrifié",
          "quand ils voient l'enthousiasme pratique des serviteurs obéissants de Dieu. Pour",
          "ces deux objectifs également la mise en place de la prière est le moyen le plus",
          "efficace. \n Ici, il convient de noter que la commande pour la mise en place de la",
          "prière a été donnée à la Mecque à un moment où une poignée de musulmans ont été",
          "sévèrement persécutés par le Quraish mécréant, et a continué d'être persécuté",
          "pendant neuf ans après. . A cette époque, il n'y avait «aucun signe du",
          "gouvernement lslamic encore en vue. Si l'offre de la prière n'a pas de sens sans",
          "que le gouvernement islamique, comme certains ignorants pensent, ou si la",
          "création de la salat ne signifiait pas l'offrande de la prière à tous, mais la",
          "mise en place de Nizami-Rububiyat [(ordre de la Providence)] , que les deniers de",
          "la revendication Hadith, l'injonction coranique à ce stade aurait été dénuée de",
          "sens. La question est: Comment le Saint Prophète et les musulmans ne réalisent",
          "cette commande pendant neuf ans après avoir été enjoint?"
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا ۖ كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ",
      "simpleTranslate" : [
        "de ceux qui ont fait éclater leur religion en sectes différentes, en sorte que",
        "chaque secte se mit à se prévaloir de sa doctrine."
      ],
      "tafsirTranslate" : [
        "ceux qui ont divisé leur religion et sont devenus divisés en sectes, chaque parti",
        "exultant de ce qu'ils ont. <N:51>"
      ],
      "tanslateWordByWord" : [
        "De",
        "ceux qui",
        "diviser",
        "leur religion",
        "et devenir",
        "sectes",
        "chaque",
        "fête",
        "en ce que",
        "ils ont",
        "réjouissance"
      ],
      "notes" : {
        "51" : [
          "Ceci est une allusion au fait que le véritable mode de vie pour l'humanité est de",
          "la même manière de la nature tel qu'interprété ci-dessus. Ce mode de vie n'a pas",
          "évolué à partir d'un polythéiste crced à Monothéisme comme pensée par ceux qui",
          "inventent une philosophie de la religion sur la base de la spéculation. Mais,",
          "contrairement à cela, toutes les religions trouvées dans le monde d'aujourd'hui",
          "sont apparus en raison de la corruption de la Voie originale de la vie. Cette",
          "corruption a eu lieu parce que les gens ont ajouté leurs différentes croyances",
          "self-made aux réalités naturelles et créé des sectes séparées et chaque-un est",
          "devenu un adepte de la chose supplémentaire, ce qui était la base de la secte",
          "séparée, et a renoncé à la voie originale de la vie . Maintenant, la seule façon",
          "d'atteindre l'orientation vraie est que l'on devrait revenir à la réalité",
          "originale qui était la base de la vraie foi, et de se débarrasser de tous les",
          "ajouts et les excroissances plus tard et leurs dévots. S'il garde encore toute",
          "forme de contact avec eux, il ne sera nuit à la vraie foi."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "وَإِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ ثُمَّ إِذَا أَذَاقَهُمْ مِنْهُ رَحْمَةً إِذَا فَرِيقٌ مِنْهُمْ بِرَبِّهِمْ يُشْرِكُونَ",
      "simpleTranslate" : [
        "Lorsqu’un malheur frappe les hommes, ils invoquent leur Seigneur et reviennent à",
        "Lui, pleins de repentir ; mais sitôt qu’Il leur témoigne quelque miséricorde,",
        "voilà qu’un groupe d’entre eux Lui donne des associés,"
      ],
      "tafsirTranslate" : [
        "(Ce sont des êtres humains) que quand un malheur les atteint, ils crient à leur",
        "Seigneur, se tournant repentant vers Lui. <N:52> Mais à peine qu'il leur permet",
        "d'avoir un goût de Sa Miséricorde que certains d'entre eux commencent à associer",
        "d'autres avec leur Seigneur dans sa Divinité <N:53>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "touches",
        "gens",
        "épreuves",
        "ils appelent",
        "leur Seigneur",
        "tournant",
        "à lui",
        "alors",
        "quand",
        "Il leur fait goûter",
        "de lui",
        "La miséricorde",
        "voir",
        "Une fête",
        "d'eux",
        "avec leur Seigneur",
        "partenaires associés"
      ],
      "notes" : {
        "52" : [
          "Ceci est une preuve claire du fait que, dans les profondeurs de leur cœur, il",
          "existe encore une preuve de Monothéisme. Chaque fois que les espoirs commencent",
          "en ruine, leurs cœurs crient à l'intérieur que le vrai souverain de l'univers est",
          "son maître et son aide seul peut améliorer leur sort."
        ],
        "53" : [
          "Autrement dit, [ \"Ils ont à nouveau commencer à présenter des offrandes devant",
          "d'autres dieux, et prétendant que leur malheur a été enlevé par l'aide et la",
          "grâce de tel ou tel saint et le sanctuaire.\"]"
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ ۚ فَتَمَتَّعُوا فَسَوْفَ تَعْلَمُونَ",
      "simpleTranslate" : [
        "manifestant ainsi leur ingratitude envers les bienfaits dont Nous les avons",
        "comblés. «Jouissez donc ! Bientôt vous en saurez les conséquences !»"
      ],
      "tafsirTranslate" : [
        "afin qu'ils puissent montrer ingratitude envers nous pour les faveurs Nous avions",
        "accordés sur eux. Alors, amusez-vous un certain temps; mais alors vous serez",
        "bientôt appris à connaître."
      ],
      "tanslateWordByWord" : [
        "Afin de nier",
        "[en ce que",
        "Nous leur avons accordé",
        "Alors profitez",
        "mais bientôt",
        "tu sauras"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "أَمْ أَنْزَلْنَا عَلَيْهِمْ سُلْطَانًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا بِهِ يُشْرِكُونَ",
      "simpleTranslate" : [
        "Leur avons-Nous jamais envoyé une seule preuve accréditant ceux qu’ils associent",
        "à Dieu?"
      ],
      "tafsirTranslate" : [
        "Avons-nous fait descendre toute sanction qui fournit un soutien à leurs autres",
        "associant avec Allah dans Sa Divinité? <N:54>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "Nous avons envoyé avons",
        "pour eux",
        "une autorité",
        "et cela",
        "parle",
        "de quoi",
        "ils étaient",
        "avec lui",
        "associant"
      ],
      "notes" : {
        "54" : [
          "C'est [ \"Quelle autorité ont-ils eu à dire que les calamités ne sont pas évitées",
          "par Dieu, mais par le saint soi-disant? Est-ce que le bon sens l'approuvent? Ou,",
          "est-il un livre divin qui dit que AIlah a délégué ses pouvoirs tels et tels",
          "saints, et qu'ils devraient maintenant être invoquées par les gens pour les aider",
          "à sortir des difficultés? \"]"
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَا ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ",
      "simpleTranslate" : [
        "Lorsque Nous faisons goûter aux hommes Notre miséricorde, ils s’en réjouissent ;",
        "mais dès qu’un malheur les atteint, en punition de leurs péchés, ils se livrent",
        "au désespoir."
      ],
      "tafsirTranslate" : [
        "Quand nous faisons les gens ont un goût de Notre miséricorde, ils exultent en",
        "elle; et quand un malheur les atteint à la suite de leurs actions, puis voilà,",
        "ils désespèrent. <N:55>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Nous amener les gens au goût",
        "Nous amener les gens au goût",
        "la miséricorde",
        "ils se réjouissent",
        "la bride",
        "Mais si",
        "les afflige",
        "un mal",
        "pour quoi",
        "ont envoyé de suite",
        "leurs mains",
        "voir",
        "Ils",
        "désespoir"
      ],
      "notes" : {
        "55" : [
          "Dans le verset Tnan précédent a été censuré pour son ignorance, la folie et",
          "l'ingratitude. Dans ce verset, il a été censuré pour puérilité et bassesses Quand",
          "une personne atteint un peu la richesse et de la puissance et le respect, et il",
          "voit que son entreprise a commencé florissante, il oublie qu'il a été donné tout",
          "cela par AIIah. Il se réjouit de son succès et est tellement gonflé et vaniteux",
          "qu'il n'a ni aucun égard gauche pour Allah, ni pour le peuple. Mais dès que la",
          "bonne chance l'abandonne, il perd le cœur et un seul coup de III- chance alors",
          "démoralise et le frustre qu'il est prêt à faire quelque chose de moyen, même de",
          "se suicider."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Ne voient-ils pas que Dieu dispense Ses bienfaits avec largesse ou parcimonie à",
        "qui Il veut? En vérité, il y a là des signes certains pour des gens qui croient."
      ],
      "tafsirTranslate" : [
        "Ne voient-ils pas qu'Allah élargit les restreint la subsistance de ceux qui Il",
        "veut? Il y a signes pour ceux qui croient. <N:56>"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "ils voient",
        "cette",
        "Allah",
        "étend",
        "la fourniture",
        "pour qui",
        "Il veut",
        "et les restreint (il)",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) Signes",
        "pour un peuple",
        "qui croient"
      ],
      "notes" : {
        "56" : [
          "Autrement dit, [ \"Les croyants peuvent apprendre l'incrédulité et shirk affecte",
          "la moralité de l'homme et quel est l'impact de la croyance en Allah sur ses",
          "mœurs. La personne qui croit sincèrement Allah et regarde comme le Maître de les",
          "trésors maisons de dispositions, ne peuvent jamais être impliqués dans la",
          "bassesse, dans laquelle les oublieux de Dieu sont impliqués Si on lui donne en",
          "abondance, il ne sera pas gonflé;. il sera plutôt reconnaissant à Allah, traitera",
          "ses semblables généreusement et avec bienveillance et va dépenser \"sa richesse",
          "donnée par Dieu pour lui d'autre part, il va faire preuve de patience;. il ne",
          "sera jamais jouer loin de son honnêteté et de respect de soi, mais il aura",
          "l'espoir de la grâce d'Allah jusqu'à ce que le dernier d'une telle morale.",
          "l'excellence ne peut ni tomber sur le lot d'un athée, ni d'un polythéiste. \"]"
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "فَآتِ ذَا الْقُرْبَىٰ حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ۚ ذَٰلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
      "simpleTranslate" : [
        "Donne à chacun ce qui lui est dû, qu’il soit proche parent, pauvre ou étranger de",
        "passage. C’est la meilleure façon d’agir pour ceux qui cherchent à être agréables",
        "à Dieu. Et ce sont ceux-là qui connaîtront le vrai bonheur."
      ],
      "tafsirTranslate" : [
        "Donc donner son dû à un proche parent, et aux nécessiteux, et le Wayfarer. <N:57>",
        "Cela vaut mieux pour ceux qui veulent plaire à Allah. Ce sont eux qui vont",
        "prospérer. <N:58>"
      ],
      "tanslateWordByWord" : [
        "Alors, donnez",
        "le rapport",
        "le rapport",
        "son droit",
        "et les pauvres",
        "et le voyageur",
        "et le voyageur",
        "Cette",
        "(est le meilleur",
        "pour ceux qui",
        "envie",
        "(La) Countenance",
        "(De) Allah",
        "Et celles",
        "ils",
        "(Sont) ceux qui ont réussi"
      ],
      "notes" : {
        "57" : [
          "Il n'a pas été dit: [ «Donnez la charité au parent, les nécessiteux et les",
          "wayfarer, mais leur cause parce que cela est leur droit [(en raison de leur de",
          "vous)], que vous devez leur donner en tout cas. vous ne serez pas les faire une",
          "faveur si vous partie avec une partie de votre richesse pour eux. vous devez vous",
          "rappeler bien que si le véritable propriétaire de la richesse que vous a donné",
          "plus que d'autres, votre richesse supplémentaire est, en fait, le droit des",
          "autres, ce qui a été donné à vous pour votre procès afin que votre Seigneur peut",
          "voir si vous reconnaissez les droits d'autrui et de rendre leurs droits à eux ou",
          "non. \"] \n Toute personne qui réfléchit sur ce commandement divin et son véritable",
          "esprit ne peut pas empêcher de penser que le chemin proposé par le Coran. pour le",
          "développement moral et spirituel de l'homme envisage inévitablement l'existence",
          "d'une société libre et économie. Cette évolution est pas possible dans un",
          "environnement social dans lequel les droits de propriété du peuple sont mis de",
          "côté et étouffées. Le système dans lequel l'État assume la propriété des",
          "ressources tous Ies et les machines toute la responsabilité de la distribution de",
          "dispositions parmi les gens du gouvernement, si bien que ni un individu peut",
          "reconnaître le droit de l'autre et de le rendre, ni une personne de développer un",
          "sentiment de l'écart d'acquisition pour l'autre après qu'il a reçu de l'aide, est",
          "un système purement communiste. Un tel système économique et social, qui est",
          "préconisée dans notre pays aujourd'hui sous le nom trompeur de la «Coranique",
          "Ordre de Providence» [(Nizam-i Rububiyat)], est tout à fait opposé au régime",
          "coranique lui-même, pour il supprime le développement de l'individu. morale et de",
          "formation de caractère tout à fait. le schéma coranique peut fonctionner et",
          "fonctionner que dans une société où les individus possèdent des ressources de la",
          "richesse, de posséder les droits à dépenser librement, puis de rendre",
          "volontairement et sincèrement le droits de Dieu et de Ses serviteurs. Dans une",
          "telle société seulement, il peut se poser la possibilité que, d'une part, les",
          "personnes peuvent développer individuellement les vertus de la sympathie, la",
          "bienveillance et l'affection, le sacrifice, la reconnaissance des droits des",
          "autres et de rendre ces droits dans le bon esprit, et d'autre part, les",
          "bénéficiaires peuvent se développer dans leurs cœurs purs sentiments de",
          "bien-souhaitant, de gratitude et de reconnaissance pour les donateurs. Ce système",
          "ne peut produire les conditions idéales dans lesquelles l'élimination du mal et",
          "de la promotion de la bonté ne dépend pas de l'intervention d'une autorité de",
          "faire respecter la loi, mais propre pureté du peuple de soi et de leurs propres",
          "bonnes intentions prennent cette responsabilité."
        ],
        "58" : [
          "Cette ETCD ne signifie pas que le vrai succès peut être atteint simplement en",
          "rendant les droits des personnes dans le besoin et la wayfarer et le relatif et",
          "rien d'autre est nécessaire à faire pour cela. Mais cela veut dire que ceux qui",
          "ne reconnaissent pas ces droits d'autrui, ni les rendre, ne sera pas atteindre la",
          "véritable réussite. Il sera atteint par ceux qui rendent les droits sincèrement",
          "que pour le bien de la bonne volonté et le plaisir d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ اللَّهِ ۖ وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَٰئِكَ هُمُ الْمُضْعِفُونَ",
      "simpleTranslate" : [
        "L’argent que vous prêtez à usure dans l’espoir de vous enrichir au détriment des",
        "biens de vos semblables ne vous sera d’aucun profit auprès de votre Seigneur ;",
        "mais l’argent que vous donnez en aumônes zakât, pour être agréables à Dieu, sera",
        "pour vous porté à plusieurs fois sa valeur."
      ],
      "tafsirTranslate" : [
        "Quoi que vous payez que les intérêts de sorte qu'il peut augmenter la richesse",
        "des gens n'augmente pas aux yeux d'Allah. <N:59> Quant à la Zakat que vous",
        "donnez, en cherchant avec lui bon plaisir d'Allah, qui est le collecteur",
        "multiplié. <N:60>"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "tu donnes",
        "pour",
        "usure",
        "augmenter",
        "dans",
        "(la richesse",
        "(de personnes",
        "ne pas",
        "(augmentera",
        "avec",
        "Allah",
        "Mais quoi",
        "tu donnes",
        "de",
        "zakah",
        "désirer",
        "(La) Countenance",
        "(De) Allah",
        "puis ceux",
        "[ils]",
        "(Va) obtenir collecteur"
      ],
      "notes" : {
        "60" : [
          "Il n'y a pas de limite à cette augmentation. Plus la sincérité de l'intention,",
          "plus le sens du sacrifice, plus l'intensité du désir pour le plaisir d'Allah avec",
          "lequel une personne passe sa richesse à sa manière, plus et ronfler beau seront",
          "les récompenses que Dieu lui donnera. Selon un hadith authentique, même si une",
          "personne donne une figue dans la voie de AIIah, AIIah augmentera à la taille du",
          "mont Uhud."
        ],
        "59" : [
          "Ceci est le premier verset révélé dans le Coran qui a condamné l'intérêt. Il dit",
          "seulement ceci: [ \"Vous payez des intérêts pensant que cela provoquera une",
          "augmentation de la richesse de l'argent-prêteur Mais en fait, aux yeux d'Allah,",
          "l'intérêt n'augmente pas la richesse, mais la richesse est augmentée par le",
          "paiement. du Zakat \"]. Ensuite, lorsque l'intérêt interdisant Commandment a été",
          "envoyé vers le bas à Médine, il a été dit: [ \". Allah prive l'intérêt de toute",
          "bénédiction et développe la charité\"] [(Pour les commandes plus tard, voir",
          "AI-i-`Imran: 130 et AI- Baqarah: 275-281)]. \n Ce verset a été donné deux",
          "interprétations par les commentateurs. Une partie d'entre eux dit: Ici riba'does",
          "ne signifie pas l'intérêt qui est interdit par la charia, mais cela signifie que",
          "le cadeau ou le présent qui est. donné avec l'intention que le destinataire le",
          "retourner redoubla, ou effectuera un service utile pour le donateur, ou son",
          "devenir prospère sera bénéfique pour le donneur lui-même. \"Telle est l'opinion",
          "d'Ibn` Abbas, Mujahid, Dahhak, Qatadah, Ikrima, Muhammad bin Ka'b al-Qurzi et",
          "Sha'bi. Probablement ce commentaire a été fait par ces chercheurs pour la raison",
          "que dans ce verset le seul conséquence de l'acte mentionné est que, dans la vue",
          "d'Allah telle richesse ne sera pas augmenter à aII, si, toutefois, il avait",
          "signifié l'intérêt défendu par la Shari'ah, il aurait été positivement dit qu'il",
          "sera sévèrement puni par AIIah . l'autre groupe diffère de cela et dit que cela",
          "signifie la même riba bien connu », qui a été interdit par la Shari ah. Telle est",
          "l'opinion de Hasan Basri et Suddi, et« Allama Alusi a également émis l'avis que",
          "le sens apparent de la verset est le même, pour riba, en arabe est utilisé dans",
          "le même sens. Cette interprétation a été adoptée par le commentateur Nisaburi",
          "aussi. \n À notre avis également cette seconde interprétation est correcte, pour",
          "l'argument donné en faveur de la première interprétation ne suffit pas à jeter le",
          "sens bien connu du mot riba ». Dans la période où Surah Ar-Rum a été envoyé vers",
          "le bas, l'intérêt n'a pas encore été interdite. L'interdiction a été faite",
          "plusieurs années après. La voie du Coran est qu'il prépare d'abord les esprits",
          "pour la chose qu'il doit interdire à un stade ultérieur. A propos du vin aussi la",
          "seule chose que dit au commencement était qu'il ne soit pas la nourriture pure.",
          "[(An-Nahl: 67 <V:16:67>)]. Puis, en AI-Baqarah: 219, il a été dit que le",
          "préjudice de son péché est plus grand que son avantage. Ensuite, il a été enjoint",
          "que la prière ne doit pas être offert dans l'état d'ivresse. [(An-Nisa ': 43",
          "<V:4:43>)]. Puis, enfin, il a été interdit totalement. De même, à propos de",
          "l'intérêt ici, il a été dit seulement qu'il DCES pas augmenter la richesse, mais",
          "l'augmentation réelle est causée par la Zakat. Après cela, l'intérêt composé",
          "était interdit [(Al-i-`Imran: 130 <V:3:130>)]; et enfin, l'intérêt lui-même était",
          "fait absolument illégale. [(AI-Baqarah: 275 <V:2:275>)]."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۖ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَٰلِكُمْ مِنْ شَيْءٍ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
      "simpleTranslate" : [
        "C’est Dieu qui vous a créés, qui vous a nourris, et qui ensuite vous fera mourir,",
        "puis vous ramènera à la vie. Existe-t-il parmi ceux que vous Lui associez un être",
        "qui soit capable d’accomplir un seul de ces prodiges? Gloire à Dieu ! Il",
        "transcende tout ce qu’on Lui associe !"
      ],
      "tafsirTranslate" : [
        "Il est Allah <N:61> qui vous a créés, alors décernés sur vous votre subsistance,",
        "<N:62> et il vous fera mourir, puis vous ramènera à la vie. Can quelqu'un de ceux",
        "que vous associez à Allah dans Sa Divinité! faire une telle chose? <N:63> Gloire",
        "à Lui et exalté soit-Il-dessus tout ce qu'ils associent à Allah dans Sa Divinité."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(Est) Celui qui",
        "vous créé",
        "puis",
        "Il a fourni (pour) vous",
        "puis",
        "Il vous fera mourir",
        "puis",
        "Il vous donnera la vie",
        "Y a-t-il)",
        "tout",
        "(De) vos partenaires",
        "qui",
        "Est-ce que",
        "de",
        "cette",
        "tout",
        "chose",
        "Gloire à Lui",
        "et exalté soit-Il",
        "au-dessus de ce que",
        "ils associent"
      ],
      "notes" : {
        "61" : [
          "De là encore, le discours se tourne vers le thème de Monothéisme et l'au-delà de",
          "la mise en garde des mécréants et les polythéistes."
        ],
        "62" : [
          "Autrement dit, [ \"Il a fourni tous les divers moyens dans la terre pour votre",
          "subsistance et fait de tels arrangements que chacun devrait recevoir quelque",
          "chose de la circulation de la disposition.\"]"
        ],
        "63" : [
          "Autrement dit, [ «Si ceux que vous avez mis en place comme des divinités ne peut",
          "ni créer, ni fournir la subsistance, ni avoir le pouvoir sur la vie et la mort,",
          "ni peut vous élever à la vie après la mort, alors que pour avez-vous les mettre",
          "en place en tant que vos divinités? \"]"
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ",
      "simpleTranslate" : [
        "La corruption est apparue sur la terre et dans la mer du fait des agissements des",
        "hommes. Dieu leur fera expier une partie de leurs péchés, afin qu’ils reviennent",
        "peut-être de leurs erreurs."
      ],
      "tafsirTranslate" : [
        "Le mal est devenu monnaie courante sur la terre et en mer à cause des actions des",
        "hommes; ceci afin qu'il peut les amener à avoir un goût de certains de leurs",
        "actes; ils vont peut-être revenir en arrière (du mal). <N:64>"
      ],
      "tanslateWordByWord" : [
        "Est apparu",
        "la corruption",
        "dans",
        "la terre",
        "et la mer",
        "pour quoi",
        "ont gagné",
        "(les mains",
        "(de personnes",
        "afin qu'Il puisse les laisser goût",
        "une part",
        "(De) ce que",
        "ils ont fait",
        "afin qu'ils puissent",
        "retour"
      ],
      "notes" : {
        "64" : [
          "Ceci est encore une allusion à la guerre qui se passait entre Byzance et l'Iran,",
          "qui a été dit sur l'ensemble du Moyen-Orient. [ \"Propres actions de l'homme\"]",
          "signifie la méchanceté et de l'oppression et de la tyrannie, qui apparaissent",
          "inévitablement dans la conduite humaine et le caractère à la suite de l'adoption",
          "de shirk et de l'athéisme et en ignorant l'au-delà. [ \"Peut-être qu'ils réparent",
          "leurs moyens\"] signifie que Allah montre les conséquences néfastes de certains",
          "des actes des hommes dans ce monde avant que le châtiment de l'au-delà, afin",
          "qu'ils comprennent la réalité, sentir l'erreur de leurs conjectures et se tourner",
          "vers le juste croyance, que les prophètes d'Allah ont été présentent avant",
          "l'homme depuis les temps les plus reculés, et d'ailleurs d'adopter laquelle il",
          "n'y a pas d'autre façon de commander la conduite humaine sur des bases saines. Ce",
          "sujet a été présenté à plusieurs endroits dans le Coran, par exemple en",
          "At-Tawbah: 126, Ar-Raad: 31, As-Sajda: 21, Al-Tur: 47."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلُ ۚ كَانَ أَكْثَرُهُمْ مُشْرِكِينَ",
      "simpleTranslate" : [
        "Dis : «Parcourez la Terre et voyez quelle a été la fin des peuples qui vous ont",
        "devancés, et dont la plupart étaient des associateurs.»"
      ],
      "tafsirTranslate" : [
        "(O Prophète), disent: «Traverse la terre et de voir ce qu'il est advenu de ceux",
        "qui vous ont précédé:. Les autres la plupart associés à Allah dans Sa Divinité '",
        "<N:65>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Voyager",
        "dans",
        "La terre",
        "Et voir",
        "Comment",
        "était",
        "(la fin",
        "(De) ceux qui",
        "(Étaient) avant",
        "(Étaient) avant",
        "La plupart d'entre eux étaient",
        "La plupart d'entre eux étaient",
        "polythéistes"
      ],
      "notes" : {
        "65" : [
          "Autrement dit, [ \"La guerre désastreuse entre Byzance et l'Iran ne sont pas une",
          "chose nouvelle en son genre. L'histoire passée de l'humanité est pleine des",
          "comptes de la destruction des grandes nations. La cause racine de la maux qui ont",
          "causé la destruction de ces nations était shirk que vous êtes aujourd'hui étant",
          "exhortés à éviter. \"]"
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ ۖ يَوْمَئِذٍ يَصَّدَّعُونَ",
      "simpleTranslate" : [
        "Consacre-toi entièrement à la religion de la droiture, avant que ne vienne, de la",
        "part de Dieu, un jour inéluctable où les hommes seront scindés en deux groupes :"
      ],
      "tafsirTranslate" : [
        "Détourne ton visage exclusivement vers la Vraie Foi avant que ne vienne le jour",
        "dont la venue d'Allah ne peut pas être évité, <N:66> le jour où les gens seront",
        "divisés en groupes."
      ],
      "tanslateWordByWord" : [
        "donc, mettre",
        "ton visage",
        "à la religion",
        "droite",
        "avant",
        "avant",
        "[cette]",
        "vient",
        "un jour",
        "ne pas",
        "(Peut être) évitée",
        "[il]",
        "de",
        "Allah",
        "Ce jour là",
        "ils seront divisés"
      ],
      "notes" : {
        "66" : [
          "Autrement dit, [ «Le jour où ni Allah Lui-même se détourner ni n'a donné le",
          "pouvoir à quelqu'un d'autre pour l'éviter.\"]"
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ ۖ وَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ",
      "simpleTranslate" : [
        "ceux qui auront été impies et qui auront à répondre de leur impiété, et ceux qui",
        "auront accompli des œuvres méritoires et qui auront ainsi préparé leur avenir."
      ],
      "tafsirTranslate" : [
        "Celui qui ne croira pas subir les conséquences de celui-ci <N:67> et celui qui",
        "agit avec droiture, ils ouvriront la voie pour leur propre bien"
      ],
      "tanslateWordByWord" : [
        "Quiconque",
        "mécroit",
        "puis contre lui",
        "(Est) son incrédulité",
        "Et quiconque",
        "Est-ce que",
        "droiture",
        "puis pour eux-mêmes",
        "ils se préparent"
      ],
      "notes" : {
        "67" : [
          "Ceci est une phrase complète qui englobe tous les préjudices qui peuvent affliger",
          "un mécréant à cause de son incrédulité. Aucune liste des méfaits pourrait être",
          "aussi complet que cela."
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْ فَضْلِهِ ۚ إِنَّهُ لَا يُحِبُّ الْكَافِرِينَ",
      "simpleTranslate" : [
        "C’est ainsi que Dieu accorde Sa grâce à ceux qui croient et accomplissent des",
        "œuvres pies, car Il n’aime pas les infidèles."
      ],
      "tafsirTranslate" : [
        "afin qu'Allah, de Sa grâce, récompense ceux qui croient et agissent avec",
        "droiture. En vérité, Il n'aime pas les infidèles."
      ],
      "tanslateWordByWord" : [
        "Ce qu'Il récompense",
        "ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "(en dehors de",
        "Son Bounty",
        "En effet, il",
        "(ne fait pas",
        "comme",
        "les incroyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "وَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "simpleTranslate" : [
        "C’est encore un de Ses signes lorsqu’Il envoie les vents annonciateurs de bonnes",
        "nouvelles pour vous faire goûter de Sa miséricorde, et pour que le vaisseau",
        "vogue, par Son ordre, et que vous alliez à la recherche de Ses bienfaits.",
        "Peut-être en seriez-vous reconnaissants."
      ],
      "tafsirTranslate" : [
        "Et parmi Ses signes, Il envoie les vents pour annoncer de bonnes nouvelles <N:68>",
        "et qu'il peut vous donner un avant-goût de Sa miséricorde, et que les navires",
        "peuvent naviguer sur son ordre, <N:69> et vous pouvez demander Sa grâce <N:70> et",
        "rendre grâce à Lui."
      ],
      "tanslateWordByWord" : [
        "Et parmi",
        "Ses signes",
        "(est-ce",
        "Il envoie",
        "les vents",
        "(As) porteurs de bonnes nouvelles",
        "et pour vous permettre de goûter",
        "de",
        "Sa Miséricorde",
        "et qui peuvent naviguer",
        "les navires",
        "à Son commandement",
        "et que vous pouvez demander",
        "de",
        "Son Bounty",
        "et que vous pouvez",
        "être reconnaissant"
      ],
      "notes" : {
        "68" : [
          "qui est, pour donner de bonnes nouvelles de la pluie."
        ],
        "69" : [
          "Cela fait référence aux vents, qui sont utiles à la voile. Dans les temps",
          "anciens, les bateaux à voile et les navires dépendaient surtout des vents",
          "favorables et des vents contraires ont été désastreux pour eux. Par conséquent,",
          "la mention de ces vents après les vents rainbringing a été fait comme une faveur",
          "spéciale d'Allah."
        ],
        "70" : [
          "[ \"Pour rechercher sa bonté»]: Pour effectuer des voyages commerciaux."
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا ۖ وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Avant toi, Nous avons déjà envoyé des messagers, munis de preuves évidentes, à",
        "leurs peuples. Et Nous avons sévi contre les scélérats, car il était de Notre",
        "devoir de secourir les croyants."
      ],
      "tafsirTranslate" : [
        "Nous avons envoyé des messagers avant à leurs nations respectives, et ils",
        "amenèrent clairs signes <N:71> pour eux. Puis Nous avons pris la vengeance sur",
        "ceux qui ont agi méchamment. <N:72> Il incombe à nous de venir à l'aide des",
        "croyants."
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons envoyé",
        "Avant toi",
        "Avant toi",
        "messagers",
        "à",
        "leur peuple",
        "et ils sont venus à eux",
        "avec des preuves évidentes",
        "Puis nous avons pris la rétribution",
        "de",
        "ceux qui",
        "commis des crimes",
        "Et c'était",
        "titulaire",
        "sur nous",
        "(aider",
        "les croyants"
      ],
      "notes" : {
        "72" : [
          "\"] Les coupables ceux\": ceux qui sont restés aveugles à ces deux types de Soupirs",
          "et a persisté dans leur refus de Monothéisme et de leur rébellion contre Dieu."
        ],
        "71" : [
          "Autrement dit, [ «Un genre de signes sont ceux qui sont dispersés dans le monde",
          "autour de l'homme, qu'il croise à chaque instant de sa vie, dont l'un est le",
          "système de la circulation des vents , comme mentionné dans le verset précédent.",
          "l'autre type de signes sont ceux que les prophètes d'Allah amenés sous la forme",
          "des miracles et des révélations divines et les caractères purs extraordinaires et",
          "leur influence saine et qui donne la vie sur la société humaine. les deux types",
          "du point à la même réalité, signes qui est la suivante:.. le Monothéisme que les",
          "prophètes enseignent est basé sur la vérité Chacun de ces signes soutient l'autre",
          "les signes de l'univers témoignent de la vérité de ce que disent les prophètes,",
          "et Signes apportés par les prophètes expliquent la réalité étant souligné par les",
          "signes de l'univers."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ وَيَجْعَلُهُ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ ۖ فَإِذَا أَصَابَ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ",
      "simpleTranslate" : [
        "C’est Dieu qui envoie les vents qui soulèvent les nuages. Puis Il les étend dans",
        "le ciel, selon Sa volonté, en fragments, dont on voit sourdre la pluie qui",
        "provoque de la joie chez ceux de Ses serviteurs qu’Il a bien voulu faire",
        "bénéficier de cette ondée,"
      ],
      "tafsirTranslate" : [
        "Allah envoie les vents qui agitent les nuages, puis Il les étend dans le ciel",
        "comme Il veut et les divise en fragments différents, quoi que vous voyez des",
        "gouttes de pluie vers le bas d'eux. Il provoque alors la pluie de tomber sur",
        "quiconque de Ses serviteurs Il veut, et voici, ils se réjouissent à elle,"
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(Est) Celui qui",
        "envoie",
        "les vents",
        "de sorte qu'ils soulèvent",
        "(les nuages",
        "Il les étale",
        "dans",
        "Le ciel",
        "Comment",
        "Il veut",
        "et il les rend",
        "débris",
        "donc tu vois",
        "la pluie",
        "qui sort",
        "de",
        "leur milieu",
        "Puis quand",
        "Il fait tomber sur",
        "Il fait tomber sur",
        "qui",
        "Il veut",
        "de",
        "Ses esclaves",
        "voir",
        "Ils",
        "réjouir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "وَإِنْ كَانُوا مِنْ قَبْلِ أَنْ يُنَزَّلَ عَلَيْهِمْ مِنْ قَبْلِهِ لَمُبْلِسِينَ",
      "simpleTranslate" : [
        "même si avant de recevoir cette pluie, ils étaient complètement désespérés."
      ],
      "tafsirTranslate" : [
        ", bien avant qu'ils ont été donnés au désespoir."
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "ils étaient",
        "avant",
        "avant",
        "[cette]",
        "il a été envoyé vers le bas",
        "sur eux",
        "[avant cela]",
        "[avant cela]",
        "sûrement dans le désespoir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "فَانْظُرْ إِلَىٰ آثَارِ رَحْمَتِ اللَّهِ كَيْفَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا ۚ إِنَّ ذَٰلِكَ لَمُحْيِي الْمَوْتَىٰ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "Admire donc les effets de la miséricorde de Dieu ! Vois comment Il redonne la vie",
        "à la terre après sa mort ! Tel est Celui qui ressuscite les morts, car Sa",
        "puissance n’a point de limite."
      ],
      "tafsirTranslate" : [
        "Voir, puis, les jetons de la miséricorde d'Allah. Comment il fait revivre la",
        "terre après sa mort <N:73> En vérité, Il est Celui qui fera revivre les morts. Il",
        "a le pouvoir sur tout."
      ],
      "tanslateWordByWord" : [
        "Alors regardez",
        "à",
        "(les effets",
        "(De la) Mercy",
        "(De) Allah",
        "Comment",
        "Il donne la vie",
        "(à la terre",
        "après",
        "sa mort",
        "Effectivement",
        "cette",
        "sûrement il (sera) donner la vie",
        "(À) les morts",
        "Et il",
        "(est sur",
        "chaque",
        "chose",
        "Tout-puissant"
      ],
      "notes" : {
        "73" : [
          "Il y a une allusion subtile à la mention de la Prophétie et la pluie, l'un après",
          "l'autre, à la réalité que l'avènement d'un prophète est une bénédiction pour la",
          "vie morale de l'homme alors même que la venue de la pluie se révèle être une",
          "bénédiction pour sa vie matérielle. Tout comme la terre morte se réveille à la",
          "vie par une douche de la pluie du ciel et commence la floraison et l'enflure à la",
          "végétation, est donc le monde humain moralement et spirituellement désolé",
          "accéléra à la vie à la descente de la révélation divine et commence la floraison",
          "avec excellences morales et les vertus. Ceci est propre malheur des mécréants",
          "qu'ils montrent l'ingratitude, et considèrent la bénédiction de la Prophétie",
          "comme un présage de mort pour eux-mêmes au lieu d'une bonne nouvelles de la vie."
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ",
      "simpleTranslate" : [
        "Cependant, si Nous déchaînons un vent brûlant et qu’ils voient leurs champs",
        "jaunir, ils ne manquent pas, après son passage, de manifester leur ingratitude."
      ],
      "tafsirTranslate" : [
        "Mais si nous devions envoyer un vent et leur végétation est devenue jaune,",
        "<N:74>, ils ne cesseraient pas croire. <N:75>"
      ],
      "tanslateWordByWord" : [
        "Mais si",
        "Nous avons envoyé",
        "un vent",
        "et ils le voient",
        "jaunir",
        "certainement ils continuent",
        "après ça",
        "après ça",
        "(dans l'incrédulité"
      ],
      "notes" : {
        "74" : [
          "Autrement dit, un vent glacial ou une vague de chaleur qui ruine leurs récoltes",
          "après avoir commencé florissante par la douche de pluie."
        ],
        "75" : [
          "Autrement dit, ils commencent à maudire Dieu et le blâmer pour tous leurs",
          "malheurs et de troubles, alors que quand Dieu avait comblé ses bénédictions sur",
          "eux, ils avaient montré l'ingratitude au lieu d'être reconnaissants envers Lui.",
          "Ici encore, il y a une allusion subtile au thème que lorsque les messagers",
          "d'Allah apporter les messages de la Miséricorde au peuple, ils ne les écoutent",
          "pas et rejettent la bénédiction; puis quand Dieu impose des tyrans et des",
          "despotes sur eux à cause de leur incrédulité. qui les persécutent sévèrement, et",
          "détruire leur humanité, les mêmes gens commencent à abuser et de blâmer Dieu pour",
          "la création d'un monde de la tyrannie et la cruauté."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "فَإِنَّكَ لَا تُسْمِعُ الْمَوْتَىٰ وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ",
      "simpleTranslate" : [
        "Il est certain que tu ne peux te faire entendre des morts ni faire entendre",
        "l’appel aux sourds quand ils s’en vont en te tournant le dos ;"
      ],
      "tafsirTranslate" : [
        "(O Prophète), vous ne pouvez pas entendre les morts, <N:76>, ni pouvez-vous faire",
        "entendre aux sourds l'appel quand ils tournent le dos en retraite, <N:77>"
      ],
      "tanslateWordByWord" : [
        "Donc, en effet, vous",
        "(ne peut pas",
        "faire entendre les morts",
        "faire entendre les morts",
        "et pas",
        "faire entendre les sourds",
        "faire entendre les sourds",
        "l'appel",
        "quand",
        "ils se tournent",
        "retraite"
      ],
      "notes" : {
        "76" : [
          "Autrement dit, ceux dont les consciences sont devenus morts, dont moi morale sont",
          "devenues sans vie, dont le culte de soi et l'entêtement et l'obstination ont",
          "détruit leur capacité à comprendre et à accepter la vérité."
        ],
        "77" : [
          "[ \"Les sourds\"]: ceux qui ont mis des verrous sur leurs esprits et les cœurs de",
          "sorte qu'ils ne comprennent rien, bien qu'ils entendent tout; puis, quand ces",
          "gens essaient également que le message de la vérité ne doit pas du tout mangeur",
          "de leurs oreilles, et ils devraient éviter et tenir à l'écart de la inviteur,",
          "personne ne peut leur faire entendre et de comprendre quoi que ce soit."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "وَمَا أَنْتَ بِهَادِ الْعُمْيِ عَنْ ضَلَالَتِهِمْ ۖ إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ",
      "simpleTranslate" : [
        "de même que tu ne saurais guider des aveugles hors de leur égarement. Seuls",
        "t’entendront ceux qui ont foi en Nos signes en tant que musulmans ."
      ],
      "tafsirTranslate" : [
        "et vous ne pouvez guider les aveugles hors de leur égarement. <N:78> Vous pouvez",
        "faire aucune entendre (votre appel), sauf ceux qui croient en Nos signes et qui",
        "se sont rendus (à Lui)."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "toi",
        "peut guider",
        "les aveugles",
        "de",
        "leur erreur",
        "ne pas",
        "vous pouvez faire entendre",
        "sauf",
        "(ceux qui",
        "croyez",
        "dans nos versets",
        "afin qu'ils",
        "abandon"
      ],
      "notes" : {
        "78" : [
          "Autrement dit, [ «Il est pas au Prophète qu'il devrait aider et guider les",
          "aveugles par la main pour le droit chemin tout au long de la vie. Il ne peut",
          "montrer l'orientation vers le droit chemin. Mais guidant ceux dont les yeux de",
          "l'esprit ont été aveuglés et qui ne voient pas du tout la façon dont le Prophète",
          "essaie de leur montrer, ne relève pas du pouvoir des prophètes. \"]"
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً ۚ يَخْلُقُ مَا يَشَاءُ ۖ وَهُوَ الْعَلِيمُ الْقَدِيرُ",
      "simpleTranslate" : [
        "Dieu vous crée d’abord faibles, puis Il fait succéder la force à la faiblesse,",
        "pour vous réduire ensuite à la faiblesse et à la vieillesse ; et Il crée ce qu’Il",
        "veut, car Il est l’Omniscient, l’Omnipotent."
      ],
      "tafsirTranslate" : [
        "Il est Allah qui vous a créés dans un état de faiblesse; puis après la faiblesse",
        "Il vous a donné la force, puis après la force, il vous a fait faible et vieux. Il",
        "crée ce qu'Il veut. <N:79> Il est Omniscient, Tout-Puissant."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(Est) Celui qui",
        "vous créé",
        "de",
        "la faiblesse",
        "puis",
        "fabriqué",
        "après",
        "après",
        "la faiblesse",
        "force",
        "puis",
        "fabriqué",
        "après",
        "après",
        "force",
        "la faiblesse",
        "et les cheveux gris",
        "Il crée",
        "quelle",
        "Il veut",
        "et il",
        "(Est) l'Omniscient",
        "le Tout-Puissant"
      ],
      "notes" : {
        "79" : [
          "Autrement dit, «Les Etats de l'enfance et de la jeunesse et la vieillesse ont",
          "tous été créés par Lui Il dépend de sa volonté qu'il peut créer quiconque Il veut",
          "faible et qui Il veut fort;. Il peut donner la mort à qui il lui plaît avant",
          "d'atteindre l'âge adulte et qui il veut dans la fleur de la jeunesse, il peut",
          "accorder une longue vie et pourtant rester en bonne santé qui Il veut et porter à",
          "la vieillesse misérable, agonisante après une jeunesse débordante qui il aime.",
          "l'homme peut vivre dans l'amour-propre et de l'arrogance si elle le veut, mais il",
          "est si impuissant emprise puissante de Dieu qu'il ne peut pas changer par un",
          "artifice de l'état qu'il peut le placer dans."
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ ۚ كَذَٰلِكَ كَانُوا يُؤْفَكُونَ",
      "simpleTranslate" : [
        "Et le jour où l’Heure sonnera, les coupables jureront qu’ils ne sont restés sur",
        "Terre qu’un court laps de temps, suivant leur habitude de déformer la vérité."
      ],
      "tafsirTranslate" : [
        "En ce jour où l'Heure arrivera <N:80> le méchant jure qu'ils étaient restés (dans",
        "le monde) pas plus d'une heure. <N:81> Ainsi, ils l'habitude d'être trompé dans",
        "la vie du monde. <N:82>"
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "sera (seront) établie",
        "l'heure",
        "jurera",
        "les criminels",
        "ne pas",
        "ils sont restés",
        "mais",
        "une heure",
        "Ainsi",
        "ils étaient",
        "illusionné"
      ],
      "notes" : {
        "80" : [
          "C'est, la Résurrection, qui est prédit ici."
        ],
        "81" : [
          "Autrement dit, à partir du moment de la mort jusqu'à la Résurrection. Même si des",
          "milliers d'années pourraient se sont écoulés depuis leur mort, ils se sentiront",
          "qu'ils étaient allés dormir quelques heures plus tôt, puis une calamité soudaine",
          "les avaient réveillé le sommeil mousse."
        ],
        "82" : [
          "Autrement dit, [ \"Ils ont utilisé pour faire des estimations erronées similaires",
          "dans le monde, là aussi ils manquaient la réalisation de la réalité, et par",
          "conséquent, utilisés pour affirmer qu'il allait y avoir de résurrection, pas de",
          "vie après la mort -décès, et pas trop. que la responsabilité devant Dieu. \"]"
        ]
      }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَىٰ يَوْمِ الْبَعْثِ ۖ فَهَٰذَا يَوْمُ الْبَعْثِ وَلَٰكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ",
      "simpleTranslate" : [
        "Mais ceux qui auront reçu la science et la foi leur diront : «Vous y êtes",
        "demeurés, selon le Livre de Dieu, jusqu’au Jour de la Résurrection. Et le voilà,",
        "ce Jour de la Résurrection, mais vous ne le saviez pas !»"
      ],
      "tafsirTranslate" : [
        "Mais ceux qui avaient été doué de connaissance et de la foi doit dire: «Selon la",
        "fiche d'Allah vous sont restés jusqu'au Jour de la Résurrection. Maintenant,",
        "voici le Jour de la Résurrection. Mais vous ne saviez pas."
      ],
      "tanslateWordByWord" : [
        "Mais dira",
        "ceux qui",
        "ont reçu",
        "la connaissance",
        "et la foi",
        "En vérité",
        "vous êtes resté",
        "par",
        "(Le) décret",
        "(De) Allah",
        "jusqu'à",
        "(le jour",
        "(De) Résurrection",
        "Et ça",
        "(Est) Jour",
        "(De) la Résurrection",
        "mais toi",
        "ont été",
        "ne pas",
        "connaissance"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "فَيَوْمَئِذٍ لَا يَنْفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ",
      "simpleTranslate" : [
        "Ce jour-là, il ne servira à rien aux impies de présenter des excuses, pas plus",
        "qu’ils ne seront admis à se racheter."
      ],
      "tafsirTranslate" : [
        "Alors que ce sera le jour où les excuses des injustes ne leur servira, ils ne",
        "seront pas invités à faire amende honorable. <N:83>"
      ],
      "tanslateWordByWord" : [
        "Donc, ce jour-là",
        "ne pas",
        "profitera",
        "ceux qui",
        "lésés",
        "leurs excuses",
        "et pas",
        "ils",
        "seront autorisés à faire amende honorable"
      ],
      "notes" : {
        "83" : [
          "Une autre traduction peut être: [ \". .nor Il sera exigé d'eux pour plaire à leur",
          "Seigneur\"], parce qu'ils auront perdu toute possibilité de recourir à la",
          "repentance et la foi et les actes justes, et gaspillé la le temps alloué pour le",
          "test et a atteint la veille de l'annonce du résultat."
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَٰذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ ۚ وَلَئِنْ جِئْتَهُمْ بِآيَةٍ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ",
      "simpleTranslate" : [
        "Nous avons proposé aux hommes dans ce Coran des paraboles de toutes sortes. Mais",
        "même si tu leur apportes un prodige, les négateurs diront à coup sûr : «Vous",
        "n’êtes que des imposteurs !»"
      ],
      "tafsirTranslate" : [
        "Dans le Coran Nous avons expliqué les choses aux gens de multiples façons. Mais",
        "peu importe ce Signe que vous apportez à eux, ceux qui sont résolus à nier la",
        "vérité dira: «Vous sont donnés au mensonge.»"
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous (avons) indiqué",
        "pour l'humanité",
        "dans",
        "ce",
        "[Le Coran",
        "de",
        "chaque",
        "Exemple",
        "Mais si",
        "vous leur apportez",
        "un panneau",
        "sûrement dire",
        "ceux qui",
        "ne pas croire",
        "ne pas",
        "toi",
        "(Sont) à l'exception",
        "falsificateurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "كَذَٰلِكَ يَطْبَعُ اللَّهُ عَلَىٰ قُلُوبِ الَّذِينَ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "C’est ainsi que Dieu scelle le cœur des ignorants."
      ],
      "tafsirTranslate" : [
        "Ainsi Allah scelle les coeurs de ceux qui ne connaissent pas."
      ],
      "tanslateWordByWord" : [
        "Ainsi",
        "joints Allah",
        "joints Allah",
        "[sur]",
        "(les) coeurs",
        "(De) ceux qui",
        "(ne pas",
        "connaître"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۖ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ",
      "simpleTranslate" : [
        "Sois donc patient ! La promesse de Dieu s’accomplira. Que ceux qui ne sont pas",
        "convaincus ne t’ébranlent point !"
      ],
      "tafsirTranslate" : [
        "Par conséquent, (O Prophète), ont la patience. Certes, la promesse d'Allah est",
        "vrai. <N:84> Que ceux qui manquent de certitude pas vous amener à être instable.",
        "<N:85>"
      ],
      "tanslateWordByWord" : [
        "Alors soyez patient",
        "Effectivement",
        "(la promesse",
        "(De) Allah",
        "(est vrai",
        "Et (laisser) pas",
        "vous amène à estimer la lumière",
        "ceux qui",
        "(ne sont pas",
        "certains dans la foi"
      ],
      "notes" : {
        "84" : [
          "L'allusion est à la promesse faite dans le verset 47 ci-dessus. Là, AIIah a",
          "mentionné Sa façon de se venger de ces criminels qui niaient et résisté et",
          "ridiculisé les signes clairs apportés par les messagers de AIIah obstinément, et",
          "d'aider les croyants."
        ],
        "85" : [
          "Autrement dit, [ «Que les ennemis ne vous trouvent si faible que pour vous",
          "réprimer par leur vacarme, ni de vous vache par leur campagne de",
          "calomnies-mongering, ni de vous décourager par leurs plaisanteries, railleries et",
          "dérision, ni vous effrayer par leurs menaces, démonstration de puissance et de",
          "persécution, ni vous séduire en proposant des appâts, ni vous faire effectuer un",
          "compromis avec eux sur la base de leurs appels au nom des intérêts nationaux. au",
          "lieu de cela, ils devraient trouver vous si sagace dans la prise de conscience de",
          "votre objectif, si ferme dans la foi et la conviction, si résolu dans la",
          "détermination, et si fort caractère qu'ils ne doivent ni être en mesure de vache",
          "vous par des menaces, ni vous acheter, ni vous détourner par la tentation, ni",
          "frapper toute affaire avec vous dans la question de la foi T. tout son thème a",
          "été comprimé dans une courte phrase par AIIah, en disant: \"..] Que ceux qui",
          "manquent de foi à trouver vous allumez\" maintenant, cela est confirmé par le des",
          "preuves solides de l'histoire que le Saint Prophète a prouvé être aussi",
          "invincible et indomptable que AIIah voulait Son dernier Prophète soit. Toute",
          "personne qui a tenté sa force avec lui dans tous les domaines et de la sphère a",
          "été acheminé, et finalement le Saint Prophète a réussi à faire à propos de la",
          "révolution souhaitée en dépit de tous les types d'opposition et de résistance mis",
          "en place par l'ensemble des polythéistes et incroyant Saoudite."
        ]
      }
    }
  ],
  "medinian" : false
}