{
  "chapterNumber" : 32,
  "nbVerses" : 30,
  "name" : "La prosternation",
  "nameArabic" : "السجدة",
  "transName" : "as-sajda",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "الم",
      "simpleTranslate" : [
        "Alif - Lâm - Mîm."
      ],
      "tafsirTranslate" : [
        "Alif. Lam. Mim."
      ],
      "tanslateWordByWord" : [
        "Alif Lam Mim"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "تَنْزِيلُ الْكِتَابِ لَا رَيْبَ فِيهِ مِنْ رَبِّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "La révélation du Livre émane sans nul doute du Maître de l’Univers."
      ],
      "tafsirTranslate" : [
        ". Ce livre, au-delà de tout doute, a été révélé par le Seigneur de l'Univers",
        "<N:1>"
      ],
      "tanslateWordByWord" : [
        "(La révélation",
        "(du livre",
        "(Il n'y a pas",
        "doute",
        "à propos de ça",
        "de",
        "(le Seigneur",
        "(De) les mondes"
      ],
      "notes" : {
        "1" : [
          "Plusieurs sourates du Coran commencent par l'un ou l'autre de telle phrase",
          "introductive, qui vise à déclarer d'emblée d'où ce discours est publié. Ceci est",
          "apparemment le même genre d'une phrase d'introduction comme annonceur parle au",
          "début d'un programme de radio pour dire que la station de radio qu'il parle de.",
          "Mais contrairement à l'annonce ordinaire d'une station de radio, lorsque la",
          "déclaration extraordinaire au début d'une sourate est faite à l'effet que ce",
          "message est émis par le Maître de l'Univers, il est non seulement destiné à",
          "préciser l'origine du discours , mais, en plus, il met aussi en avant une grande",
          "revendication, un grand défi et un avertissement sévère, pour tout au début, il",
          "donne les grandes nouvelles que ce .is pas humain mais le Seigneur de la Parole",
          "de mondes. Cette déclaration apporte à la fois l'homme face à face avec la grave",
          "question: [ «Dois-je ou devrais-je accepter cette demande Si je l'accepte, je",
          "vais devoir incliner ma tête dans la soumission avant pour toujours?. Puis,",
          "Ishall être laissé sans liberté concernant. Si je ne l'accepte pas, je vais",
          "devoir prendre le grand risque que si elle est vraiment le Seigneur de la Parole",
          "de mondes, je dois rencontrer la misère éternelle et malheur à la suite de la",
          "rejeter. »] Voilà pourquoi cette phrase introductive uniquement en raison de sa",
          "nature extraordinaire oblige l'homme à écouter cette Parole avec une attention",
          "jabot et le sérieux ,. puis prendre la décision de savoir s'il accepterait comme",
          "Parole divine ou non; ici, ce qui a été dit est non seulement que cette livre a",
          "été envoyé par le Seigneur des mondes, mais, en plus, il affirme aussi le plus de",
          "force: [ «il est sans aucun doute le livre de Dieu:. il n'y a absolument aucun",
          "doute au sujet de son avoir été révélé par Allah\" ] Si cette phrase assertive est",
          "étudiée dans le contexte réel lui-même, on verra qu'il contient l'argument aussi",
          "avec l'affirmation, et cet argument n'a pas caché aux gens de la Mecque avant que",
          "l'affirmation était faite. toute la vie de la personne qui présente elle avait",
          "été passé avant de les. Ils l'avaient connu avant qu'il a présenté le livre et",
          "après qu'il avait présenté. Ils savaient que la personne qui présente le livre",
          "avec cette affirmation était le plus juste, le plus grave et l'homme le plus",
          "pieux et vertueux de leur société. Ils savaient aussi que, jusqu'à un jour avant",
          "qu'il ait fait la demande à la Prophétie, personne n'a jamais entendu parler de",
          "lui ces choses qu'il avait commencé à présenter tout à coup juste après sa",
          "réclamation à Prophétie. Ils ont constaté une différence marquée entre la diction",
          "et le style utilisé dans le Livre et la diction et le style utilisé par Muhammad",
          "[(sur qui être la paix d'Allah)] lui-même, dans sa vie quotidienne, et ils ont",
          "aussi reconnu naturellement qu'une seule et même personne pourrait pas avoir deux",
          "styles si différents les uns des autres. Ils connaissent aussi la littérature",
          "très miraculeuse étant présenté dans le Livre et, étant le peuple arabe parlant",
          "eux-mêmes, savaient que tous les hommes et les poètes littéraires se sentaient",
          "totalement impuissant à produire quoi que ce soit de semblable. Ils étaient pas",
          "non plus ignorer qu'il y avait un monde de différence entre les productions",
          "littéraires et harangues de leurs poètes et les sorciers et les orateurs et les",
          "discours Divins récité devant eux et la sublimité des thèmes purs présenté en",
          "eux. Ils ne voient pas dans le livre et dans le message de celui présentant toute",
          "trace quelconque de l'égoïsme, qui est toujours présent dans le travail et le",
          "message d'un faux prétendant à la prophétie. Ils ne pouvaient pas FMd, cependant,",
          "dur qu'ils auraient essayé, que Muhammad [(sur qui soit la paix d'Allah)] en",
          "réclamant Prophétie essayait d'obtenir un certain avantage pour lui-même ou sa",
          "famille ou de son clan et de la tribu, ou il avait un intérêt direct dans le",
          "message qu'il a donné. Ensuite, ils pourraient également voir quelle sorte des",
          "gens de leur CMER de la société en cours d'élaboration à son message et ce que",
          "grande révolution avait lieu en eux dès qu'ils sont entrés en contact avec son",
          "invitation. AII ces choses ensemble soutenu et prouvé l'affirmation et la",
          "revendication. Voilà pourquoi, dans ce contexte, il suffit de dire qu'il est hors",
          "de tout doute un livre qui PAS été envoyé par le Seigneur des Mondes. Aucun",
          "argument supplémentaire était nécessaire pour étayer la demande."
        ],
        "2" : [
          "Après la phrase introductive ci-dessus, la première objection des polythéistes de",
          "la Mecque, où ils ont soulevé concernant la Prophétie du Saint Prophète, est",
          "traitée. ."
        ],
        "3" : [
          "Ce ne sont pas seulement une question, mais aussi une expression de surprise et",
          "d'étonnement. Cela signifie impliquer ceci: En dépit de ALi ces choses à cause de",
          "laquelle ce livre est, sans aucun doute, une révélation d'Allah, ne les gens",
          "encore dire obstinément que Muhammad [(sur qui soit la paix d'Allah)] a lui-même",
          "inventé et faussement qu'il attribue à Allah? Ne ont-ils pieds toute honte à",
          "prononcer une telle accusation insensée et sans fondement? Ne pas qu'ils se",
          "rendent compte du tout ce que l'opinion se forment ces gens qui sont conscients",
          "de Muhammad [(sur qui être la paix d'Allah)] et de son travail et de ses discours",
          "et de comprendre aussi le livre, quand ils entendent leur accusation absurde?"
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "أَمْ يَقُولُونَ افْتَرَاهُ ۚ بَلْ هُوَ الْحَقُّ مِنْ رَبِّكَ لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ مِنْ قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ",
      "simpleTranslate" : [
        "Diront-ils qu’il Muhammad l’a inventé? Certes, non ! Il est la Vérité même",
        "envoyée par ton Seigneur pour que tu avertisses un peuple que personne, avant",
        "toi, n’était venu avertir, afin de les amener à prendre le droit chemin."
      ],
      "tafsirTranslate" : [
        "Ou faire <N:2>, ils disent: «Il a fabriqué il? <N:3> Non, il est la vérité de ton",
        "Seigneur pour que tu avertisses un peuple à qui nul avertisseur est venu avant",
        "vous;. <N:4> peut-être ils seront guidés vers la droite Way <N:5>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(Do) ils disent",
        "Il a inventé",
        "Non",
        "il",
        "(est la vérité",
        "de",
        "votre Seigneur",
        "que vous pouvez mettre en garde",
        "un peuple",
        "ne pas",
        "est venu à eux",
        "tout",
        "warner",
        "Avant toi",
        "Avant toi",
        "afin qu'ils puissent",
        "être guidé"
      ],
      "notes" : {
        "4" : [
          "Tout comme dans le premier verset, il a été considéré comme suffisant pour dire:",
          "«Il est sans aucun doute le livre de Dieu, [\" et aucun autre argument était",
          "nécessaire pour être avancé pour prouver le Coran pour être Parole divine, donc",
          "dans ce verset aussi la seule chose que dit d'affiner la charge des mécréants que",
          "le Coran était forgé est: \"] il est la vérité de ton Seigneur [.\" la raison pour",
          "laquelle il est le même que nous ont donné dans la norme eN 1 ci-dessus les",
          "auditeurs CMER bien conscients de la personne qui présentait le Coran, de",
          "l'environnement dans lequel il présentait et la confiance et la grâce avec",
          "laquelle il présentait elle;. ils savaient aussi que le livre, sa diction et de",
          "l'excellence littéraire et ses thèmes, ils ont également ressentir l'influence et",
          "l'impact qu'il a sur la société contemporaine de la Mecque Dans ces conditions",
          "étant la vérité du livre envoyé par le Seigneur des mondes, était une telle",
          "réalité factuelle évident que. la simple mention de celui-ci en termes clairs et",
          "précis était suffisant pour réfuter l'accusation des mécréants. Toute tentative",
          "de renforcer cette affirmation par le recours au raisonnement aurait causé à",
          "affaiblir la place. Le cas serait comme ça. Supposant il fait jour et le soleil",
          "brille lumineux, et une personne obstinée appelle une nuit sombre. Pour le",
          "réfuter, il serait suffisant de dire: \".] Est-ce que vous appelez une nuit quand",
          "le jour lumineux est clairement visible aIIaround` '[\" Si après cela, on a essayé",
          "d'apporter des arguments logiques pour prouver la journée pour être le jour. il",
          "ne serait pas en aucune façon de renforcer la réponse, mais serait plutôt",
          "affaiblir la place."
        ],
        "5" : [
          "C'est; \"] Juste, comme étant la Vérité et une révélation d'Allah est absolument",
          "certain, donc est son étant basé sur la sagesse et la miséricorde d'Allah pour",
          "vous aussi évidente. Vous vous savez que, depuis plusieurs siècles, aucun",
          "prophète n'a été soulevée parmi vous, et vous savez aussi que l'ensemble de votre",
          "nation a été impliqué dans l'ignorance et la dégénérescence morale et pure",
          "retard. dans un état comme celui-ci si un prophète a été soulevée parmi vous pour",
          "vous réveiller et vous montrer la bonne façon, vous ne devriez pas être surpris.",
          "Ce fut un grand besoin que Dieu a accompli pour le bien de votre propre bien-être",
          "et le bien-être. Il faut noter que, en Arabie la lumière de la vraie foi est",
          "d'abord aII propagation par les Prophètes Hud et- Salih, qui vivait à l'ère",
          "pré-historique. Ils ont été suivis par les prophètes Abraham et Ismaël, qui a",
          "vécu 2500 ans avant que le Saint Prophète. Après eux le dernier prophète à être",
          "élevé en Arabie avant que le Saint Prophète était le prophète Shu'aib, qui avait",
          "passé environ 2.000 ans plus tôt. Ceci est une très longue période. Voilà",
          "pourquoi il a été dit, et à juste titre, que personne ne warner était venu à ces",
          "gens. Cela ne signifie pas que personne ne warner avait jamais venu à eux, mais",
          "cela signifiait que les gens avaient longtemps été dans le besoin d'un",
          "avertisseur. Ici, une autre question peut se poser dans l'esprit, auxquelles il",
          "faut répondre immédiatement. On peut se demander: Quand aucun prophète était venu",
          "aux Arabes pour des centaines d'années avant que le Saint Prophète, quelle serait",
          "la base de la responsabilité des personnes qui avaient vécu à cette époque de",
          "l'ignorance? Ils ne pouvaient pas dire l'orientation de la déviation et l'erreur.",
          "Puis, si elles étaient égarés, comment pourraient-ils être tenus responsables de",
          "leur déviation? La réponse est la suivante: La connaissance détaillée de la vraie",
          "foi aurait été perdue à ces gens, mais même dans cet âge de l'ignorance des gens",
          "étaient pas sans savoir que la vraie foi est fondée sur Monothéisme, et les",
          "prophètes avait jamais enseigné le culte des idoles à leurs disciples. Cette",
          "vérité a été aussi dans les traditions que les Arabes avaient reçu des Prophètes",
          "nés dans leur pays, et ils étaient également conscients de ce à travers les",
          "enseignements des prophètes Moïse, David, Salomon et Jésus [(la paix soit sur ALi",
          "d'entre eux )] qui était né dans le terrain attenant à leur propre. Dans les",
          "traditions de l'Arabie aussi il était bien connu que, dans les premiers temps",
          "réel la religion des Arabes était la religion d'Abraham et que l'idolâtrie avait",
          "été .introduced entre eux par une personne nommée `Amr bin Luhayy. En dépit de la",
          "prévalence du polythéisme et l'idolâtrie, il y avait la vie dans différentes",
          "parties de l'Arabie beaucoup de ces personnes, qui ont rejeté shirk, professé",
          "Monothéisme et ouvertement condamné offrande des sacrifices dans les sanctuaires",
          "des idoles. A l'époque près de propre du Saint Prophète, il y avait les gens",
          "passaient comme Quss bin Sa`idat-il-Iyadi, Umayyah bin Abi comme-Salt, Suwaid bin",
          "`Amr alMustaliqi, Waki ​​'bin Salamah bin Zuhair al-Iyadi',` Amr bin Jundub",
          "al-Juhani, Abu Qais Sarmah bin Abi Anas, Zaid bin `Amr bin Nufail, Waraqah bin",
          "Naufal, 'Uthman bin al-Huwairith,` Ubaidah bin Jahsh, `Amir bin az-Zarb",
          "al-'Advani' Allaf bin Shahab au-Tamimi; , Al-Mutalammis bin Umayyah al-Kinani; ,",
          "Zuhair bin Abi Salma, Khalid bin Sinan bin Ghais al-'Absi, `Abdullah al-Quda`i et",
          "beaucoup d'autres, qui étaient connus comme hunafa '. Ces personnes professaient",
          "publiquement Monothéisme comme base de la foi et ont déclaré leur dissociation de",
          "la religion des polythéistes. De toute évidence, ils avaient obtenu ce concept de",
          "quelque étaient restés à l'influence de l'enseignement des prophètes. De plus,",
          "les inscriptions appartenant à l'AD 4e et 5e siècles, qui ont été découverts dans",
          "Yaman à la suite de la recherche archéologique moderne et enquête, révèlent",
          "qu'une religion monothéiste y existait à cette époque, dont les adeptes reconnu",
          "ar-Rahman [(All -Merciful)] et Rabb-us-sama wa! -ard [(Seigneur des cieux et de",
          "la terre)] seul comme le seul et unique Dieu. . Une inscription. daté 378 apr.",
          "J.-C. a été trouvé dans les ruines d'une maison de culte, qui dit que cette",
          "maison de culte a été construit pour le culte de [ «Dieu des cieux»] ou [",
          "\"Seigneur des cieux\"]. Dans une inscription de 465 après Jésus-Christ il y a des",
          "mots qui montrent clairement la doctrine de Monothéisme. De même, une inscription",
          "de 512 après Jésus-Christ a été découvert à Zabad, un lieu entre l'Euphrate et",
          "Qinnasrin, dans le nord de l'Arabie, portant les mots: Bism-ilahu, la 'izza illa",
          "Lahu, / a shukra, maux LAHV. Tout cela montre que, avant l'avènement du Saint",
          "Prophète, les enseignements des anciens prophètes avaient pas tout à fait été",
          "oublié, et il existe encore de nombreux moyens dont au moins rappelé l'homme de",
          "la vérité: [ \"Votre Dieu est un seul Dieu.\"] [(Pour plus d'explications, voir eN",
          "84 de la sourate Al-Furqan)]."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۖ مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا شَفِيعٍ ۚ أَفَلَا تَتَذَكَّرُونَ",
      "simpleTranslate" : [
        "C’est Dieu qui a créé en six jours les Cieux, la Terre et les espaces",
        "interstellaires, et qui S’est ensuite établi sur Son Trône. Vous ne saurez",
        "trouver en dehors de Lui ni protecteur ni intercesseur. Pouvez-vous donc y",
        "réfléchir?"
      ],
      "tafsirTranslate" : [
        "Il est Allah <N:6> Qui a créé les cieux et la terre et tout ce qui est entre les",
        "deux, en six jours, puis lui-même établi sur le Trône <N:7> Vous avez pas. tuteur",
        "ou intercesseur autre que Lui. Voulez-vous, alors, ne pas en tenir compte? <N:8>"
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(Est) Celui qui",
        "créé",
        "Le Paradis",
        "et la terre",
        "et quelle que soit",
        "(Est) entre eux",
        "dans",
        "six",
        "périodes",
        "alors",
        "Lui-même établi",
        "sur",
        "Le trône",
        "ne pas",
        "pour toi",
        "en dehors de Lui",
        "en dehors de Lui",
        "tout",
        "protecteur",
        "et pas",
        "intercesseur",
        "Ensuite, ne sera pas",
        "vous prenez garde"
      ],
      "notes" : {
        "8" : [
          "Autrement dit, [ \"Votre Dieu est le Créateur des cieux et de la terre. Mais vous",
          "dans votre folie ont mis en place d'autres que Lui comme vos aides et",
          "sympathisants dans le vaste« Royaume de cet Univers. La Créateur de tout cet",
          "univers et tout ce qu'il contient est Allah. ici, tout sauf lui-même est créé, et",
          "Allah est pas allé dormir après avoir créé et fait tourner le monde. Mais il est",
          "lui-même le souverain et souverain et Pourvoyeur de Son Royaume. Alors, comment",
          "insensée vous que vous avez mis en place quelques-unes de ses créatures comme les",
          "maîtres de vos destinées! Si DCEs Allah ne vous aident pas, aucun d'entre eux a",
          "le pouvoir de vous aider. Si Allah vous saisir, aucun d'eux n'a le pouvoir de",
          "garantir votre liberté. Si Allah ne permet pas, aucun d'entre eux a le pouvoir",
          "d'intercéder pour vous devant lui. \"]"
        ],
        "6" : [
          "Maintenant, la seconde objection des polythéistes qu'ils ont soulevés contre le",
          "message du Saint Prophète de Monothéisme, est traitée: Ils ont été sévèrement",
          "critiqué parce qu'il a rejeté leurs dieux et saints et ouvertement invité les",
          "gens à la croyance qu'il n'y a pas de secoureur, aucun exécuteur des besoins sauf",
          "Allah et aucune answerer de prières, pas de dissolvant de maux et qu'aucun autre",
          "souverain que Lui."
        ],
        "7" : [
          "Pour une explication, voir E.N. 41 d'Al-Araf, E.N. 4 Yunus et E.N. 3 de Ar-Raad."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ",
      "simpleTranslate" : [
        "Il décide, dans le Ciel, du sort de toute chose sur la Terre, puis tout remonte",
        "vers Lui en l’espace d’un jour ayant la durée de mille ans, selon votre calcul."
      ],
      "tafsirTranslate" : [
        "Il gouverne du ciel à la terre, puis l'enregistrement (de cette gouvernance)",
        "monte vers Lui en un jour dont la mesure est de mille ans dans votre calcul <N:9>"
      ],
      "tanslateWordByWord" : [
        "Il régule",
        "l'affaire",
        "de",
        "le paradis",
        "à",
        "La terre",
        "puis",
        "il montera",
        "à lui",
        "dans",
        "un jour",
        "(L) la mesure de ce qui est",
        "(L) la mesure de ce qui est",
        "un millier",
        "années",
        "de quoi",
        "tu comptes"
      ],
      "notes" : {
        "9" : [
          "Autrement dit, [ «Les événements de mille ans de votre histoire sont le travail",
          "d'un jour pour AIlah.\"] Il confie son plan de travail à la [ «anges du destin\"],",
          "qui soumettent leur rapport de travail devant lui et recevoir des commandes pour",
          "le régime de la journée suivante [(dont la longueur en fonction de votre calcul",
          "serait un millier d'années)]. [ \"Cette chose a été exprimée à deux autres",
          "endroits aussi dans le Coran, l'étude de ce qui peut aider à comprendre",
          "pleinement bien. Les mécréants de l'Arabie dit,\"] Muhammad [(sur qui soit la paix",
          "d'Allah)] a prétendu être un prophète il y a plusieurs années. Il nous a mis en",
          "garde à plusieurs reprises que si nous n'avons pas accepté son message et rejeté",
          "son invitation, nous serions saisis par le tourment d'Allah. Il a été de répéter",
          "cette menace depuis de nombreuses années, mais le tourment ne nous a pas dépassé,",
          "même si nous avons refusé et rejeté lui clairement, encore et encore. Avaient ses",
          "menaces toute substance en eux, nous aurions été saisis dans la tourmente depuis",
          "longtemps [ \"A cet égard, dans la sourate AI-Hajj Allah dit:\"] Ces gens exigent",
          "de vous hâter le châtiment. Allah ne manquera jamais d'accomplir sa menace, mais",
          "un jour auprès de ton Seigneur est égal à mille ans que vous comptez. [ \"[(V.",
          "47)] Dans la sourate AI-Ma'arij [(vv. 1-7)] , il a été dit: \"] un demandeur a",
          "demandé un tourment, [(le tourment)] qui doit touchera les mécréants. Il n'y a",
          "rien pour l'éviter. Il est de ce Dieu qui est le propriétaire des Marches Ascent.",
          "Les anges et l'Esprit montent à Sa Présence en un jour dont la mesure est de",
          "cinquante mille ans. Donc, avoir de la patience, O Prophète, une patience",
          "gracieuse! Ils pensent qu'il est loin, mais nous le voyons à portée de main. \"Ce",
          "qui est censé être impressionné dans ces versets est la suivante:. Les décrets",
          "d'Allah ne sont pas adoptées et appliquées dans l'histoire de l'humanité selon",
          "les montres et calendriers terrestres Quand une nation est averti que si elle a",
          "adopté telle ou telle attitude dans la vie, il serait rencontrer telle ou telle",
          "fin, le peuple serait stupide si à partir de ce qu'ils ont compris que les",
          "conséquences prévues suivront leurs actes et mauvaises actions immédiatement. .",
          "Sans parler des jours et des mois et des années, l'apparition des résultats peut",
          "même prendre des siècles."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "ذَٰلِكَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الرَّحِيمُ",
      "simpleTranslate" : [
        "Tel est Celui dont la connaissance englobe le monde mystérieux et le monde",
        "visible. Il est le Puissant, le Miséricordieux."
      ],
      "tafsirTranslate" : [
        "Il sait <N:10> tout ce qui est au-delà, ainsi que tout ce qui est à l'intérieur",
        "de la perception sensorielle d'une créature. Il est le plus puissant, <N:11>, le",
        "Très Miséricordieux, <N:12>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Est le) Connaisseur",
        "(De) ce qui est caché",
        "et le témoin",
        "Tout-Puissant",
        "le Très Miséricordieux"
      ],
      "notes" : {
        "10" : [
          "Autrement dit, [ \"Pour d'autres une chose peut être ouvert et connus, mais",
          "d'innombrables autres choses cachées. Que des anges ou des djinns, des prophètes",
          "ou des saints, ou d'autres personnes pieuses, aucun d'eux n'a la connaissance de",
          "tout. Il est Allah seul qui sait tout. Il sait tout ce qui est passé, tout ce qui",
          "est présent, et tout ce qui se passera dans l'avenir. \"]"
        ],
        "11" : [
          "11. [ \"Le Tout Puissant\"]: Celui qui est dominant sur tout: aucune puissance dans",
          "l'univers ne peut lui nuire dans sa conception et Will et obstruent Son",
          "commandement d'être imposée. Tout est soumis. Lui et rien ne peut lui résister."
        ],
        "12" : [
          "C'est, il est pas tyranniques à ses créatures, mais est compatissant et",
          "miséricordieux, en dépit d'être largement dominante et possesseur de tout pouvoir",
          "et de l'autorité."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ ۖ وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ",
      "simpleTranslate" : [
        "C’est Lui qui a créé toute chose à la perfection et qui a instauré la création de",
        "l’homme à partir de l’argile ;"
      ],
      "tafsirTranslate" : [
        "Celui qui a excellé dans la création de tout ce qu'Il a créé <N:13> Il est",
        "originaire de la création de l'homme à partir d'argile,."
      ],
      "tanslateWordByWord" : [
        "Celui qui",
        "fait bonne",
        "chaque",
        "chose",
        "Il a créé",
        "et il a commencé",
        "(la création",
        "(De) l'homme",
        "de",
        "argile"
      ],
      "notes" : {
        "13" : [
          "Autrement dit, [ \"Dans cet univers sans limites, il a créé un nombre incalculable",
          "de choses, mais aucun d'entre eux est laid et en forme de mal: tout a sa propre",
          "beauté particulière: tout est proportionné et symétrique dans sa propre . manière",
          "Tout ce qu'Il a fait pour un but particulier, il a donné le plus approprié, la",
          "forme et investi avec les plus:. qualités incapables de pas mieux et la structure",
          "plus appropriée pourrait être conçu, par exemple, pour l'œil et la oreille qui",
          "ont été faites pour les voir et d'entendre. l'air a exactement les mêmes qualités",
          "qu'il doit avoir dans le but pour lequel il a été fait, et l'eau exactement les",
          "mêmes qualités aux fins pour lesquelles il a été fait. Personne ne peut signaler",
          "toute anomalie ou un défaut dans la conception de quoi que ce soit fait par Dieu,",
          "ni personne ne peut offrir une altération ou une modification en elle \"]."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ",
      "simpleTranslate" : [
        "puis d’un vil liquide Il a tiré sa descendance ;"
      ],
      "tafsirTranslate" : [
        "a ensuite fait sa descendance de l'extrait d'un fluide moyen, <N:14>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "Il a fait",
        "sa progéniture",
        "de",
        "un extrait",
        "de",
        "eau",
        "méprisés"
      ],
      "notes" : {
        "14" : [
          "Autrement dit, «Au commencement, il a créé l'homme directement par son propre",
          "acte de création, et- ensuite placé dans l'homme lui-même une telle capacité",
          "procréatrice que les hommes semblables continuent à être produites par son goutte",
          "de sperme. Par une excellente loi Il a donné la vie et de la conscience et de",
          "l'intelligence à une combinaison d'éléments terrestres par Son commandement",
          "créatif de sorte qu'une merveilleuse création comme l'homme a vu le jour, par un",
          "autre excellent acte Il a placé dans son propre organisme de l'homme un tel",
          "mécanisme merveilleux pour la production de plus d'hommes semblables dans",
          "l'avenir, dont le mode de fonctionnement est très étonnant et incroyable. Ceci",
          "est l'un de ces versets du Coran, qui pointe à la création directe du premier",
          "homme. les scientifiques depuis l'époque de Darwin ont ressenti fortement",
          "critique de ce concept et ont rejeté avec mépris comme non scientifique. Mais le",
          "fait est qu'ils ne peuvent pas se débarrasser de la notion de la création directe",
          "du premier germe, sinon du premier homme, ou de la première espèce d'animaux. Si",
          "le créationnisme ne sont pas acceptés , alors on devra accepter le IDCA tout à",
          "fait absurde que la vie est apparue simplement accidentellement; alors que même",
          "la forme la plus simple de la vie que l'on trouve dans l'organisme unicellulaire",
          "est si plein de complexités et subtilités qui le considérant comme le résultat",
          "d'un accident serait un million de fois plus scientifique un IDCA que ce que les",
          "évolutionnistes pensent du créationnisme. Et si une fois qu'il est admis que le",
          "premier germe est venu à l'existence par un acte de création directe, il serait",
          "plus difficile d'accepter que le premier membre de toutes les espèces de la vie",
          "animale a été créé par le propre acte du Créateur de la création, puis sa course",
          "a commencé à travers différentes formes de procréation. Si elle est acceptée ce",
          "concept expliquer aII ces énigmes et les complexités qui sont restées en suspens",
          "dans leur théorie de l'évolution, en dépit de toutes les théories scientifiques",
          "par les tenants du darwinisme. [(Pour de plus amples explications, voir E.N. 1",
          "An-Nisa ', E.N. 10 et 146 de AI-Araf, et E.N. 17 de Al-Hijr)]."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِنْ رُوحِهِ ۖ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۚ قَلِيلًا مَا تَشْكُرُونَ",
      "simpleTranslate" : [
        "puis Il lui a donné une forme harmonieuse et a insufflé en lui de Son Esprit,",
        "vous dotant ainsi de l’ouïe, de la vue et de l’intelligence. Mais il est rare que",
        "vous Lui témoigniez votre reconnaissance !"
      ],
      "tafsirTranslate" : [
        "Il a ensuite dûment lui proportionné, <N:15> et lui insuffla de Son esprit,",
        "<N:16> et décernés sur vous les oreilles et les yeux et les cœurs <N:17> Et",
        "pourtant, peu grâce font. vous donnez. <N:18>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "Il l'a façonné",
        "souffla",
        "en lui",
        "de",
        "Son esprit",
        "et fait",
        "pour toi",
        "l'audience",
        "et la vue",
        "et les sentiments",
        "peu",
        "[quelle]",
        "merci vous donnez"
      ],
      "notes" : {
        "16" : [
          "[ \"Spirit\"] ETCD n'implique pas seulement la vie en raison de laquelle une chose",
          "vivante se déplace, mais la caractéristique humaine essentielle qui imprègne",
          "l'homme avec la conscience et de la pensée, de la discrétion et de jugement, de",
          "discernement, -et la discrimination, en vertu de dont il se distingue de toutes",
          "les autres créations terrestres et devient possesseur d'une personnalité et",
          "d'auto et digne de la lieutenance d'Allah. Allah a appelé ce [ \"Esprit\"] Son",
          "propre, soit parce qu'il appartient à lui seul, et son être attribué à lui-même",
          "est comme une chose est d'être attribuée à son maître, ou parce que les attributs",
          "de la connaissance, la pensée, la conscience, la volonté, le jugement ,",
          "discrétion, etc., avec laquelle l'homme a été caractérisé sont une réflexion sur",
          "les attributs d'Allah. Ils ne sont pas issues d'une combinaison de la matière,",
          "mais d'Allah lui-même. L'homme a reçu la connaissance de la connaissance de Dieu,",
          "la sagesse de la sagesse de Dieu, et la discrétion et l'autorité de l'autorité",
          "d'Allah. Il n'a pas reçu ces provenant d'une source qui est sans connaissance,",
          "sans sagesse et sans discrétion et de l'autorité. [(Pour de plus amples",
          "explications, voir E.N. 19 de AI-Hijr)]."
        ],
        "17" : [
          "Ceci est une belle façon de dire quelque chose. Avant la mention [ \"respiration",
          "en lui de Son esprit\"], l'homme a été visée à la troisième personne: [ «Il l'a",
          "créé ..... étalé sa progéniture ...... lui en forme .... .. insufflé en lui son",
          "esprit, \"] pour jusque-là il était même pas digne d'être pris en compte. Puis,",
          "quand l'esprit a été insufflé en lui, il est devenu digne de l'honneur et il a",
          "été dit: [ «Il vous a donné les oreilles vous a donné les yeux vous a donné le",
          "cœur,......\"] Car, après avoir été béni avec l'Esprit, l'homme est devenu digne",
          "d'être pris en compte. Les oreilles et aux yeux impliquent les instruments par",
          "lesquels l'homme obtient la connaissance. Bien que les sens du goût et du toucher",
          "et de l'odorat sont aussi des instruments de l'acquisition de connaissances, de",
          "l'ouïe et de la vue sont la principale et de loin les sens les plus importants.",
          "Par conséquent, le Coran a mentionné que ces deux à différents endroits comme des",
          "cadeaux les plus importants de Dieu à l'homme. [ \"Le Coeur\"] implique l'esprit",
          "qui organise les informations obtenues par les sens et tire des conclusions de",
          "celle-ci, et sélectionne un moyen d'action possible et décide de le suivre."
        ],
        "18" : [
          "Autrement dit, [ \"Le merveilleux esprit humain avec ces excellentes qualités n'a",
          "pas été donné à vous afin que vous puissiez vivre comme les animaux dans la vie",
          "du monde et un plan pour vous-mêmes comme un animal aurait. On vous a donné les",
          "yeux afin que vous puissiez voir les choses avec perspicacité et pas que vous",
          "devez vivre comme les personnes aveugles, vous avez reçu les voitures afin que",
          "vous puissiez entendre les choses avec attention et pas que vous devez vivre",
          "comme les personnes sourdes, vous avez reçu les cœurs afin que vous pouvez",
          "comprendre la réalité et adopter la bonne voie dans la pensée et de l'action et",
          "non pas que vous devez dépenser ALi vos capacités pour collecter les moyens de",
          "nourrir et le maintien de votre animalité, ou que vous pouvez concevoir des",
          "philosophies et des programmes de rébellion contre votre Créateur. Après avoir a",
          "reçu ces bénédictions inestimables de Dieu, lorsque vous adoptez polythéisme et",
          "de l'athéisme, quand vous assumez GodHead vous ou devenir serviteurs des autres",
          "dieux, quand vous vous perdez dans le plaisir sensuel en servant vos désirs, vous",
          "en fait dire à votre Dieu: \"] Nous ne sommes pas digne de ces bénédictions: Vous",
          "auriez dû nous fait un singe ou un loup, ou un alligator, ou un corbeau, au lieu",
          "de l'homme \"."
        ],
        "15" : [
          "[ \"lui Shaped\"]: le développé à partir d'un organisme microscopique dans un être",
          "humain à part entière et le perfectionne avec des membres et d'autres organes du",
          "corps."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَقَالُوا أَإِذَا ضَلَلْنَا فِي الْأَرْضِ أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ ۚ بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُونَ",
      "simpleTranslate" : [
        "Ils disent : «Est-il possible que, une fois disparus sous terre, nous aurons à",
        "connaître une création nouvelle?» En réalité, ces gens-là ne croient pas à leur",
        "comparution devant leur Seigneur."
      ],
      "tafsirTranslate" : [
        "Ils disent: <N:19> «Allons-nous être créé de nouveau après que nous sommes",
        "devenus perdus dans la terre? Non, le fait est qu'ils nient qu'ils rencontreront",
        "leur Seigneur. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Est (il) lorsque",
        "nous sommes perdus",
        "dans",
        "La terre",
        "allons-nous",
        "certainement dans",
        "une création",
        "Nouveau",
        "Non",
        "ils",
        "dans (la) réunion",
        "(De) leur Seigneur",
        "(Sont) incroyants"
      ],
      "notes" : {
        "20" : [
          "L'écart entre le précédent et cette phrase a été laissée à l'auditeur de remplir.",
          "L'objection des incroyants, tel que cité dans la première phrase est tellement",
          "absurde que nul besoin a été ressenti de la réfuter. Seule sa citation a été",
          "considéré comme suffisant pour montrer son absurdité. Pour les deux parties qui",
          "composent l'arc d'opposition à la fois déraisonnable. Leur dicton: [ «Quand nous",
          "sommes devenus poussière»] n'a pas de sens pour ce qui est [ «nous»] ne peut",
          "jamais devenir poussière. La poussière est le destin du corps après qu'il est",
          "devenu sans le [ «nous»] Le corps lui-même est pas le [ «nous»]. Lorsqu'ils sont",
          "vivants, des membres et d'autres parties du corps peut être coupé un par un, mais",
          "le [ «nous»] reste intacte. Aucune partie de celui-ci est coupée avec le membre",
          "coupé. Et quand le [ «nous»] a quitté un corps, le [ «nous»] ne reste plus",
          "applicable même dans son sens le plus éloigné bien que le corps reste intact.",
          "Voilà pourquoi un amant sincère va et enterre le corps de sa bien-aimée, parce",
          "que le bien-aimé est plus dans le corps. Il enterre pas le bien-aimé, mais le",
          "corps vide, ce qui était autrefois la maison de sa bien-aimée. Ainsi, la première",
          "prémisse de l'objection des incroyants est sans fondement. Quant à sa deuxième",
          "partie, [ \"Serons-nous re-créé?\"] Cette question contenant la surprise et le",
          "refus ne serait pas survenu, avions les objecteurs examinés et pris en compte le",
          "sens de la [ «nous»] et sa création. L'existence actuelle de cette [ «nous»] est",
          "rien de plus qu'un peu de charbon et de fer et de chaux et d'autres substances",
          "terrestres sonores se sont réunis ici et là pour se combiner en un corps, qui est",
          "devenu la maison du [ \"nous \"]. Alors qu'est-ce qui se passe quand il meurt?",
          "Lorsque le [ «nous»] a laissé .le corps, les substances constitutives de sa",
          "demeure qui avait été rassemblés à partir de différentes parties de la terre",
          "remontent à la même terre. La question est: Celui qui avait fait cette maison",
          "pour le [ «nous»], peut-il pas faire la même maison à partir des mêmes substances",
          "une fois de plus et de régler le [ «nous»] en elle? Lorsque cela était possible",
          "avant et a en fait existé, ce qui peut entraver sa possibilité et son existant",
          "comme un fait réel une fois de plus? Ce sont des choses telles que peut être",
          "compris par l'application d'un peu de bon sens. Mais pourquoi ne permet pas",
          "l'homme de son esprit à penser sur ces lignes? Pourquoi il ne soulève les",
          "objections de sens au sujet de l'au-delà de la vie et l'au-delà? Laissant ALi ces",
          "détails, AIlah a répondu à cette question dans la deuxième phrase, en disant: [",
          "«Le fait est qu'ils ne croient pas en la rencontre avec leur Seigneur.\"] Voilà, [",
          "\"La vraie chose est pas ce que la récréation de l'homme est quelque chose de",
          "bizarre et à distance dans la possibilité, qu'ils ne peuvent pas comprendre, mais",
          "en fait, ce qui les empêche de comprendre c'est leur désir w vivre librement et",
          "indépendamment dans le monde et commettre un péché, tout excès qui leur plaît,",
          "puis échapper à l'Ecosse libre à partir d'ici: ils ne devraient pas être tenus",
          "responsables de quoi que ce soit, ni responsable, ni de leurs méfaits \"]."
        ],
        "19" : [
          "Après avoir répondu aux objections des mécréants au sujet de la Prophétie et",
          "Monothéisme maintenant leur objection à propos de l'au-delà, qui est la troisième",
          "conviction fondamentale de l'Islam, est traitée. La conjonction waw [(et)] au",
          "début du verset relie ce paragraphe avec le thème de ce qui précède, comme si la",
          "séquence était comme ceci: [ \"Ils disent: Muhammad est pas le Messager d'Allah,\"]",
          "[ \"Ils disent: Allah est pas une et la seule divinité, \"] et [\" Ils disent:. nous",
          "ne serons pas ressuscités à la vie après la mort \"]"
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
      "simpleTranslate" : [
        "Dis-leur : «L’ange de la mort, chargé de vous, recueillera votre âme ; puis vous",
        "serez ramenés à votre Seigneur.»"
      ],
      "tafsirTranslate" : [
        "Dites-leur: '. L'ange de la mort qui a été chargé avec vos âmes te rassemblerai,",
        "et alors vous serez ramenés vers votre Seigneur' <N:21>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Prendra votre âme",
        "(l'ange",
        "(De) la mort",
        "celui qui",
        "a été mis en accusation",
        "de toi",
        "alors",
        "à",
        "votre Seigneur",
        "vous retournerez"
      ],
      "notes" : {
        "21" : [
          "Autrement dit, [ \"Votre` ego ne se mélangent pas dans la poussière, `mais dès que",
          "sa durée d'action arrive à son terme, l'ange de Dieu de la mort viendra et",
          "prendra hors de la corps et saisir complètement. Aucune partie de celui-ci sera",
          "autorisé à devenir poussière avec le corps. elle sera prise intacte en garde à",
          "vue et produit avant son Seigneur ».] considérons en détail les faits qui ont été",
          "présentés dans cette brève verset: [(1)] il dit que la mort ne se produit pas",
          "comme une question de cours, comme l'arrêt d'une montre tout à coup quand il a",
          "besoin remontoir, mais à cet effet Allah a nommé un ange spécial, qui vient de",
          "recevoir le âme précisément de la manière d'un séquestre officiel prend quelque",
          "chose dans sa garde. D'après les détails qui ont été mentionnés dans d'autres",
          "endroits dans le Coran, il devient évident que l'ange chef de mort a tout un",
          "personnel des anges sous lui, qui effectuent une variété de fonctions dans le",
          "cadre de causer la mort, saisissant le l'âme et le prendre en garde à vue. De",
          "plus, leur traitement d'une âme coupable est différente de leur traitement d'un",
          "croyant, âme juste. [(Pour plus de détails, voir An-Nisa ': 97 <V:4:97>,",
          "AI-An`am: 93 <V:6:93>, An-Nahl: 28 <V:16:28>, AI-Waqi'ah: 83-94 <V:56:83-94>)].",
          "[(2)] Il montre également que l'homme ETCD ne cessent d'exister après la mort,",
          "mais son âme survit au corps. Les mots du Coran: [ «L'ange de la mort te saisir",
          "complètement,\"] soulignent la même réalité. Pour quelque chose qui n'existe pas",
          "ne peut pas être saisi. Saisissant quelque chose et de le prendre en garde à vue",
          "implique que la chose saisie doit être en possession de la seizer. [(3)] Elle",
          "montre aussi que, au moment de la mort ce qui est saisi est pas la vie biologique",
          "de l'homme, mais son moi, son ego, qui est connoté par les mots comme [ \"I\"] et [",
          "«nous»] et toi\"]. Quelle que soit la personnalité cet ego peut avoir développé au",
          "cours de son activité-vie dans le monde, le même est sorti intact dans son",
          "ensemble, sans effectuer toute augmentation ou diminution de ses",
          "caractéristiques, et le même est fait de revenir à son Seigneur après la mort. La",
          "même personnalité sera donné un nouveau un nouveau corps dans l'au-delà naissance",
          "et; celle-ci sera soumis à un procès; celle-ci sera appelé à rendre des comptes;",
          "et même devront faire l'expérience des récompenses ou des punitions. ."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَلَوْ تَرَىٰ إِذِ الْمُجْرِمُونَ نَاكِسُو رُءُوسِهِمْ عِنْدَ رَبِّهِمْ رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ",
      "simpleTranslate" : [
        "Si tu pouvais voir alors dans quel état d’humiliation comparaîtront les damnés",
        "devant leur Seigneur ! «Seigneur, diront-ils, nous avons tout vu et tout entendu",
        "à présent. Fais-nous retourner sur Terre, afin d’y faire du bien. Nous sommes",
        "maintenant convaincus.»"
      ],
      "tafsirTranslate" : [
        "Est-ce que <N:22> que vous pourriez voir le coupable debout devant leur Seigneur",
        "avec leurs têtes baissés, (lui disant): \"Notre Seigneur, nous avons vu et",
        "entendu, donc nous renvoyer ( dans le monde) que nous pourrions agir",
        "vertueusement. Pour l'instant, nous en sommes venus à avoir une foi ferme."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Tu pourrais voir",
        "quand",
        "les criminels",
        "(pendra",
        "leurs têtes",
        "avant",
        "leur Seigneur",
        "Notre Seigneur",
        "nous avons vu",
        "et nous avons entendu",
        "afin de nous retourner",
        "nous allons faire",
        "justes (actes)",
        "En effet, nous",
        "(Sont maintenant) certains"
      ],
      "notes" : {
        "22" : [
          "Ce sera la scène où après son retour à son Seigneur, le «moi» humain sera debout",
          "devant lui pour rendre compte de ses actes."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَٰكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ",
      "simpleTranslate" : [
        "Certes, si Nous l’avions voulu, Nous aurions mis chaque âme dans la bonne",
        "direction. Mais Ma décision de remplir la Géhenne de djinns et d’hommes mêlés",
        "ensemble doit s’accomplir."
      ],
      "tafsirTranslate" : [
        "(on leur dira):. «Si nous avions voulu, nous aurions pu donné des conseils sur",
        "chaque personne <N:23> Mais la Parole de moi que je remplirai l'Enfer avec les",
        "hommes et les djinns, <N:24> tous ensemble, a été remplie."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Nous (avions) voulu",
        "sûrement Nous (serait) avons donné",
        "chaque",
        "âme",
        "ses orientations",
        "mais",
        "(est vrai",
        "le mot",
        "de moi",
        "que je vais sûrement combler",
        "enfer",
        "avec",
        "djinns",
        "et les hommes",
        "ensemble"
      ],
      "notes" : {
        "24" : [
          "L'allusion est à ce qu'Allah avait dit, face à Satan, à la création d'Adam: En",
          "vv. 69-88 de la sourate Sad toute l'histoire de cette époque a été liée. Quand",
          "Satan a refusé de se prosterner devant Adam et a demandé un délai jusqu'au",
          "Resurrection pour séduire l'humanité, Dieu avait répondu: [ \"La vérité est, et la",
          "vérité que je parle, que je remplirai l'Enfer avec vous et tous ceux qui suivent",
          "vous parmi les hommes. \"] Le mot ajma'in [(tous ensemble)] ici ne signifie pas",
          "que les djinns Ali et tous les hommes seront jetés dans l'enfer, mais cela",
          "signifie que les satans et les hommes qui les suivent, seront jetés en enfer tous",
          "ensemble."
        ],
        "23" : [
          "Autrement dit, [ \"Si cela avait été notre volonté w donner des conseils aux gens",
          "après leur avoir fait observer et l'expérience de la réalité, nous ne vous aurait",
          "pas amené ici après avoir fait de subir ce test difficile dans le monde. Nous",
          "pourrait vous avoir donné ces directives avant même. Mais nous avions un régime",
          "différent pour vous dès le début. Nous voulions vous tester en gardant la réalité",
          "cachée de vos yeux et les sens afin de voir si vous pouvez le reconnaître par",
          "votre intellect après percevoir ses signes dans l'univers et dans vous-mêmes ou",
          "non, que vous pourriez profiter de l'aide que nous avons fourni à vous par nos",
          "prophètes et nos livres à reconnaître la réalité ou non, et si après avoir pris",
          "connaissance de la réalité que vous pourriez atteindre une telle le contrôle de",
          "votre auto ou pas que vous devriez vous libérer de service de vos désirs et",
          "convoitises et croire à la réalité et réparer vos voies et attitudes en",
          "conséquence. vous avez échoué dans ce test. maintenant, la mise une fois de plus",
          "le même test sera inutile. Si le second test est réglé dans un état quand vous",
          "vous rappelez tout ce que vous avez vu et entendu ici, ce sera pas de test du",
          "tout. Et si, comme avant, vous arc donné re-naissance dans le monde, alors que",
          "vous ne vous souvenez de rien et la réalité est maintenu caché de vous, et vous",
          "définissez le test encore une fois comme avant que le résultat ne sera pas,",
          "différent. \"] [(Pour plus d'explications, sec Al-Baqarah: 210, Al-An`am: 7-9",
          "<V:6:7-9>, 27-28, 158; Yunus: 19; AI-Mu'minun: 99-100)]."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا إِنَّا نَسِينَاكُمْ ۖ وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "«Goûtez, leur sera-t-il dit, le prix de l’oubli de votre comparution en ce Jour !",
        "Nous vous avons oubliés à Notre tour. Subissez en raison de vos œuvres passées le",
        "supplice éternel !»"
      ],
      "tafsirTranslate" : [
        "Donc goûter le châtiment à cause de votre oublier la rencontre de ce jour. <N:25>",
        "Nous aussi, nous avons oublié. Goûtez au châtiment éternel comme récompense pour",
        "vos méfaits."
      ],
      "tanslateWordByWord" : [
        "donc, le goût",
        "car",
        "tu as oublié",
        "(la réunion",
        "(De) ce jour de la vôtre",
        "(De) ce jour de la vôtre",
        "En effet, nous",
        "Avez-vous oublié",
        "Et le goût",
        "(la punition",
        "(De) l'éternité",
        "pour quoi",
        "vous avez utilisé (à)",
        "faire"
      ],
      "notes" : {
        "25" : [
          "Autrement dit, [ «Vous êtes devenu tellement absorbé dans la recherche du plaisir",
          "dans le monde que vous totalement oublié que vous deviez rencontrer votre",
          "Seigneur en ce jour.\"]"
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ ۩",
      "simpleTranslate" : [
        "Seuls croient réellement à Nos versets ceux qui s’empressent de se prosterner",
        "lorsqu’on les leur rappelle, qui exaltent la louange de leur Seigneur et se",
        "dépouillent de tout orgueil ;"
      ],
      "tafsirTranslate" : [
        "Aucun croit en Nos signes, à l'exception de ceux qui, quand ils sont donnés de",
        "bons conseils à travers Nos versets, tombent prosternés et de célébrer les",
        "louanges de leur Seigneur et ne cire pas fier. <N:26>"
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "croyez",
        "dans nos versets",
        "ceux qui",
        "quand",
        "il leur est rappelé",
        "d'eux",
        "tomber",
        "prosternant",
        "et glorifier",
        "(les) louanges",
        "(De) leur Seigneur",
        "et ils",
        "ne sont pas arrogants",
        "ne sont pas arrogants"
      ],
      "notes" : {
        "26" : [
          "En d'autres termes, ils ne le considèrent pas comme ci-dessous leur dignité à",
          "renoncer à leurs idées fausses et croire aux révélations d'Allah et d'adopter son",
          "service et obedience.Their DCEs Conceit pas les empêcher d'accepter la vérité et",
          "l'obéissance leur Seigneur."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "تَتَجَافَىٰ جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
      "simpleTranslate" : [
        "ceux dont les flancs s’arrachent à leurs lits pour prier leur Seigneur, avec",
        "crainte et espoir, et qui donnent en aumône une partie de ce que Nous leur avons",
        "accordé."
      ],
      "tafsirTranslate" : [
        "Leurs côtés abandonnent leurs lits, et ils appellent à leur Seigneur, par crainte",
        "et espoir, <N:27> et dépensent (dans la charité) sur la subsistance Nous leur",
        "avons accordé. <N:28>"
      ],
      "tanslateWordByWord" : [
        "Abandonner",
        "leurs côtés",
        "de",
        "(leurs) lits",
        "ils appelent",
        "leur Seigneur",
        "(dans la peur",
        "Et l'espoir",
        "et en ce que",
        "Nous leur avons fourni",
        "ils dépensent"
      ],
      "notes" : {
        "28" : [
          "Dans l'original, rizq: dispositions légales. dispositions illicites ont nulle",
          "part été appelé rizq par Allah. Le verset signifie donc: Ils passent de quelque",
          "peu ou beaucoup de dispositions pures Nous leur avons donné; ils ne dépensent",
          "trop et ne saisissent pas la richesse illicite afin de répondre à leurs dépenses."
        ],
        "27" : [
          "Autrement dit, [ \"Ils adorent leur Seigneur au lieu de jouir des plaisirs",
          "sensuels dans la nuit. Ils ne sont pas comme le monde des adorateurs, qui",
          "cherchent des divertissements dans la musique et la danse, de boire et de",
          "réjouissances, dans la nuit afin d'obtenir le soulagement de la fatigue et du",
          "travail de la journée et de labeur. au lieu de cela, quand ils sont libres à",
          "partir du travail et des devoirs de leur journée, ils se consacrent à l'adoration",
          "de leur Seigneur, passer leurs nuits dans son souvenir, trembler de peur de Lui ,",
          "et épingler tous leurs espoirs sur lui. »] [« qui abandonnent leurs lits \"] ETCD",
          "ne signifie pas qu'ils ne dorment pas du tout la nuit, mais qu'ils passent une",
          "partie de la nuit dans l'adoration d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "Nul ne peut soupçonner les multiples joies dont seront récompensées les œuvres de",
        "ces hommes !"
      ],
      "tafsirTranslate" : [
        "Personne ne sait ce que les délices des yeux sont gardés cachés pour eux comme",
        "une récompense pour leurs actes. <N:29>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "sait",
        "une âme",
        "quelle",
        "est caché",
        "pour eux",
        "de",
        "(le confort",
        "(Pour) les yeux",
        "(en tant que récompense",
        "pour quoi",
        "ils avaient l'habitude)",
        "faire"
      ],
      "notes" : {
        "29" : [
          "Bukhari, Muslim, Tirmidhi et Imam Ahmad ont de différentes manières citées sur",
          "l'autorité de Abû Hurayrah que le Saint Prophète a dit: [ \"Allah dit: J'ai prêt",
          "pour Mes justes serviteurs ce qui n'a ni été vu par l'œil, ni entendu par",
          "l'oreille, ni jamais conçu par un homme. \"] la même chose a été rapporté avec une",
          "petite différence dans la formulation par Abû Sa 'id Khoudri, Mughirah bin",
          "Shu`bah et Sahl bin Sa 'd as-Saïdi du Saint Prophète et liées avec des liens",
          "authentiques par musulman. Ahmed, Ibn Jarir et Tirmidhi."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "أَفَمَنْ كَانَ مُؤْمِنًا كَمَنْ كَانَ فَاسِقًا ۚ لَا يَسْتَوُونَ",
      "simpleTranslate" : [
        "Le croyant serait-il semblable au pervers? Il est certain qu’ils ne sont point",
        "égaux."
      ],
      "tafsirTranslate" : [
        "Est-ce qu'un vrai croyant être comme lui qui était un méchant? <N:30>",
        "Certainement ils sont pas égaux. <N:31>"
      ],
      "tanslateWordByWord" : [
        "Puis est celui qui",
        "est",
        "un croyant",
        "comme (lui) qui",
        "est",
        "pervers",
        "ne pas",
        "elles sont égales"
      ],
      "notes" : {
        "30" : [
          "Ici mu min [(croyant)] et Fasiq [(pécheur)] ont été utilisés comme deux termes",
          "contrastés. Mu 'min est celui qui croit en Allah comme son Seigneur et le seul et",
          "unique Dieu et adopte l'obéissance de la loi qui AIlah a fait descendre à travers",
          "Ses Prophètes. Contrairement à cela, Fasiq est celui qui adopte l'attitude de",
          "fisq [(la désobéissance, la rébellion, l'indépendance et l'obéissance à d'autres",
          "qu'Allah)]."
        ],
        "31" : [
          "Autrement dit, [ \"Ils ne peuvent ni avoir la même façon de penser et de la vie",
          "dans le monde et ils ne peuvent être traités de la même par Dieu dans",
          "l'au-delà.\"]"
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "أَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ جَنَّاتُ الْمَأْوَىٰ نُزُلًا بِمَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "C’est ainsi que ceux qui croient et pratiquent le bien seront accueillis au",
        "Paradis du refuge en récompense de leurs œuvres,"
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui croient et agissent avec droiture, leur sera Jardins à habiter,",
        "<N:32> un accueil pour les récompenser de leurs actes."
      ],
      "tanslateWordByWord" : [
        "Comme pour",
        "ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "puis pour eux",
        "(Sont) Jardins",
        "(De) Refuge",
        "(As) l'hospitalité",
        "pour quoi",
        "ils avaient l'habitude)",
        "faire"
      ],
      "notes" : {
        "32" : [
          "Autrement dit, [ \"Les Jardins aura pas seulement un moyen de divertissement pour",
          "eux, mais celle-ci sera leurs demeures des lieux où ils vivront pour toujours.\"]"
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَأَمَّا الَّذِينَ فَسَقُوا فَمَأْوَاهُمُ النَّارُ ۖ كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا وَقِيلَ لَهُمْ ذُوقُوا عَذَابَ النَّارِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ",
      "simpleTranslate" : [
        "tandis que les impies auront pour séjour l’Enfer. Et chaque fois qu’ils tenteront",
        "d’en sortir, ils y seront ramenés et s’entendront dire : «Subissez le supplice du",
        "Feu que vous traitiez jadis de mensonge !»"
      ],
      "tafsirTranslate" : [
        "En ce qui concerne les méchants, leur refuge sera le Feu. Chaque fois qu'ils",
        "veulent échapper à ce qu'ils sont repoussés et sont dit: «Goûtez au châtiment du",
        "Feu que vous traitiez de rejeter comme un mensonge.\""
      ],
      "tanslateWordByWord" : [
        "Mais, comme pour",
        "ceux qui",
        "sont pervers",
        "alors leur refuge",
        "(Est) le Feu",
        "À chaque fois",
        "ils espèrent",
        "à",
        "sortir",
        "à partir de cela",
        "ils (seront) être retournés",
        "en ce",
        "et il (sera) dire",
        "pour eux",
        "Goût",
        "(la punition",
        "(De) l'incendie",
        "lequel",
        "vous avez utilisé (à)",
        "[Dedans]",
        "nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَلَنُذِيقَنَّهُمْ مِنَ الْعَذَابِ الْأَدْنَىٰ دُونَ الْعَذَابِ الْأَكْبَرِ لَعَلَّهُمْ يَرْجِعُونَ",
      "simpleTranslate" : [
        "Certes, Nous leur ferons goûter le châtiment mineur de ce monde avant de leur",
        "infliger le supplice majeur. Peut-être reviendront-ils de leurs erreurs."
      ],
      "tafsirTranslate" : [
        "Nous aurons certainement goûter quelque châtiment dans ce monde en plus du grand",
        "châtiment (de l'au-delà); peut-être qu'ils se rétractent (de leur transgression).",
        "<N:33>"
      ],
      "tanslateWordByWord" : [
        "Et sûrement, nous allons les laisser goûter",
        "de",
        "la punition",
        "le plus proche",
        "avant",
        "la punition",
        "le meilleur",
        "afin qu'ils puissent",
        "retour"
      ],
      "notes" : {
        "33" : [
          "[ «La plus grande tourment\"] est le tourment de l'au-delà, qui sera imposée aux",
          "coupables en conséquence de l'incrédulité et la désobéissance. [ \"Le moindre",
          "tourment\"], en revanche, implique ces calamités qui affligent l'homme même dans",
          "ce monde, par exemple, les maladies dans la vie des individus, des décès des",
          "proches et chers, les accidents graves, les pertes, les échecs, etc. et les",
          "tempêtes , tremblements de terre, inondations, épidémies, famines, émeutes,",
          "guerres et de nombreuses autres catastrophes, dans la vie collective qui touchent",
          "des centaines de milliers de personnes en même temps. La raison donnée pour",
          "l'envoi de ces calamités est que les gens devraient tenir compte avant même",
          "qu'ils sont impliqués dans la [ «plus grand tourment\"] et d'abandonner l'attitude",
          "et le mode de vie en conséquence de quoi ils auront à souffrir le plus grand",
          "tourment en fin de compte. En d'autres termes, cela signifie ceci: Allah n'a pas",
          "suivi l'homme dans une parfaite sécurité dans le monde afin qu'il puisse vivre en",
          "pleine paix, et se impliquer dans le malentendu qu'il n'y a pas de puissance",
          "au-dessus de lui, ce qui peut lui causer des lésions. Mais Allah a donc arrangé",
          "les choses qu'Il envoie des catastrophes et des calamités sur les individus ainsi",
          "que fr nations pays t REHELV de temps en temps, ce qui donne l'homme le sentiment",
          "qu'il est impuissant et qu'il y a autour de lui un souverain tout-puissant qui",
          "est au pouvoir Son Royaume universel. Ces calamités rappellent chaque individu et",
          "le groupe et la nation qu'il ya une autre puissance au-dessus de lui qui contrôle",
          "leur destin. Tout n'a pas été mis à la disposition de l'homme. Le vrai pouvoir",
          "est dans la main du souverain. Quand un malheur de lui descend sur l'homme, vous",
          "ne pouvez ni éverser par aucun artifice, ni peut échapper en invoquant un djinn,",
          "ou un esprit, ou d'un dieu ou d'une déesse, ou un prophète ou d'un saint.",
          "Considéré sous cet angle, ces calamités ne sont pas de simples calamités, mais",
          "les avertissements de Dieu, qui sont envoyés pour rendre l'homme conscient de la",
          "réalité et de supprimer ses malentendus. Si l'homme apprend une leçon de ces",
          "derniers et corrige sa croyance et la conduite ici dans le monde, il ne sera pas",
          "à faire face à la plus grande tourment de Dieu dans l'au-delà \"."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَا ۚ إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ",
      "simpleTranslate" : [
        "Qui est plus injuste que celui qui se détourne des signes de son Seigneur quand",
        "on les lui rappelle? Mais c’est avec rigueur que Nous sévirons contre les",
        "criminels."
      ],
      "tafsirTranslate" : [
        "Et qui est plus injuste que celui qui est donné de bons conseils à travers les",
        "signes de son Seigneur, et pourtant il se détourne d'eux? <N:34> Certes, Nous",
        "allons exiger pleine rétribution de ces criminels."
      ],
      "tanslateWordByWord" : [
        "Et qui",
        "(Est) plus injuste",
        "que (il) qui",
        "est rappelé",
        "de (la) Versets",
        "(De) son Seigneur",
        "puis",
        "il se détourne",
        "d'eux",
        "En effet, nous",
        "de",
        "les criminels",
        "(Va) prendre la rétribution"
      ],
      "notes" : {
        "34" : [
          "[ \"Les signes de son Seigneur\"] comprennent les types ALi des signes. Une lecture",
          "attentive de tous Ies Les versets coraniques à cet égard montre que ces signes",
          "sont des six types suivants: [(1)] Les signes que l'on trouve dans tout, de la",
          "terre vers le ciel et dans le système de l'univers en tant que entier. [(2)] Les",
          "signes qui se trouvent dans sa propre création de l'homme et dans sa constitution",
          "et le corps. [(3)] Les signes qui se trouvent dans l'intuition de l'homme, son",
          "esprit inconscient et subconscient et dans ses concepts moraux. [(4)] Les signes",
          "qui se trouvent dans l'expérience continue de l'histoire humaine. [(5)] Les",
          "signes qui se trouvent dans le, qui descend de la terre et les calamités célestes",
          "sur l'homme. [(6)] Et, au-delà de tous Ies ceux-ci, les révélations que Dieu a",
          "envoyé à travers ses prophètes pour que l'homme peut être conscient d'une manière",
          "rationnelle de ces réalités, qui sont pointées par tous les signes mentionnés",
          "ci-dessus. Tous ces signes proclament constamment et clairement: `O homme, vous",
          "n'êtes ni sans Dieu, ni le serviteur de plusieurs dieux, mais votre Dieu est un",
          "Dieu unique: aucun autre mode de vie est correcte pour vous, sauf le chemin de",
          "son service et l'obéissance . Vous avez pas été laissé vivre un ascenseur libre",
          "et indépendant et irresponsable dans ce monde, mais vous devez comparaître devant",
          "yow Dieu et rendre compte de vos actions après votre vie activité ici a pris fin,",
          "et être récompensé ou puni en consequence. Par conséquent, il est dans yow propre",
          "intérêt que vous devriez suivre les conseils qui yow Dieu a envoyé à travers Ses",
          "Prophètes et Ses Livres pour votre instruction et de s'abstenir d'une manière",
          "indépendante de la portance. \"Maintenant, évidemment, l'homme qui a été mis en",
          "garde à tant de façons différentes, pour qui admonition d'innombrables signes",
          "différents ont été fournis, et qui a été béni avec les yeux pour voir et les",
          "voitures pour entendre et l'esprit à penser, et pourtant il ferme les yeux à tous",
          "ces signes, et ferme son voitures aux admonestations de ses sympathisants, et",
          "utilise son esprit aussi pour inventer des philosophies stupides et aveugles ne",
          "peuvent être une personne misérable et méchant. . Il ne mérite d'être pleinement",
          "punition pour la rébellion quand il apparaît devant son Dieu après l'expiration",
          "de la période d'essai dans le monde."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَلَا تَكُنْ فِي مِرْيَةٍ مِنْ لِقَائِهِ ۖ وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ",
      "simpleTranslate" : [
        "Nous avons effectivement donné l’Écriture à Moïse que tu auras à rencontrer.",
        "N’aie aucun doute à ce sujet ! Et Nous en avons fait une bonne direction pour les",
        "fils d’Israël."
      ],
      "tafsirTranslate" : [
        "En vérité, Nous avons donné le Livre à Moïse. Alors divertir sans aucun doute si",
        "(le Prophète Muhammad) a reçu le même. <N:35> Nous avions fait ce livre un guide",
        "pour les Enfants d'Israël, <N:36>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons donné",
        "Musa",
        "l'Ecriture",
        "Donc ne le fais pas",
        "être",
        "dans",
        "doute",
        "sur",
        "recevoir",
        "Et Nous l'avons fait",
        "un guide",
        "pour les enfants d'Israël",
        "pour les enfants d'Israël"
      ],
      "notes" : {
        "36" : [
          "Autrement dit, [ «Ce livre a été un moyen d'orientation pour les enfants",
          "d'Israël, et ce livre, de même, a été envoyé vers le bas pour vos conseils.\"]",
          "Comme cela a déjà été élucidé au verset 3, la pleine signification de ce verset",
          "peut être compris que si l'on garde à vue le contexte historique. L'histoire est",
          "la preuve, et les mécréants de la Mecque étaient pas non plus ignorer que les",
          "enfants d'Israël avaient été passent une vie misérable pendant des siècles en",
          "Egypte. A un tel. Juncture, Allah. soulevé le prophète Moïse parmi eux, et les a",
          "délivrés de la servitude. Puis il fait descendre le Livre d'entre eux, en raison",
          "de laquelle la même nation très supprimé et soumis a l'orientation et est devenu",
          "une nation de premier plan dans le monde. Faisant allusion à ce contexte",
          "historique, l'arc Arabes étant dit: «Comme ce livre a été envoyé pour guider les",
          "Israélites, a donc ce livre été envoyé pour vos conseils. \""
        ],
        "35" : [
          "L'adresse est apparemment au Saint Prophète, mais les vrais destinataires sont",
          "les personnes qui doutaient de sa Prophétie et la révélation du Livre Divin pour",
          "lui. De là, le discours se tourne vers le même thème qui a été mentionné au début",
          "de la sourate [(vv. 2-3)]. Les mécréants de la Mecque ont dit: [ \"Aucun livre est",
          "descendu à Muhammad [(sur qui être la paix d'Allah)] d'Allah Il 'a lui-même",
          "forgé, mais affirme qu'il a été envoyé par Allah.\".] La première réponse à cela a",
          "été donné dans les versets initiaux. Ceci est la deuxième réponse. La première",
          "chose que dit à cet égard est la suivante: [ \"O Prophète, ces gens ignorants",
          "considèrent comme impossible qu'un livre doit être envoyé vers le bas pour vous,",
          "et que vous voulez que toute autre personne aussi devrait au moins être impliqué",
          "dans des soupçons à ce sujet, même s'il ne rejette pas complètement. Mais la",
          "révélation d'un livre à un serviteur d'Allah est pas un roman et un nouvel",
          "événement, qui aurait pu se produire pour la première fois aujourd'hui dans",
          "l'histoire humaine. Avant Livres ont été envoyés vers plusieurs prophètes, la",
          "plus welt connu parmi ceux-ci étant le livre qui a été envoyé vers le prophète",
          "Moïse [(paix soit sur lui)]. Un livre de même nature a été envoyé vers le bas",
          "pour vous maintenant. Par conséquent, il n'y a rien d'étrange et étrange dans ce",
          ", ce qui peut provoquer des doutes dans l'esprit des gens. \"]"
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا ۖ وَكَانُوا بِآيَاتِنَا يُوقِنُونَ",
      "simpleTranslate" : [
        "Nous avons élevé certains d’entre eux au rang de chefs spirituels, pour les",
        "diriger suivant Nos ordres, aussi longtemps qu’ils se sont montrés persévérants",
        "et fermement convaincus de Nos signes."
      ],
      "tafsirTranslate" : [
        "et quand ils sont restés fermes et croyaient fermement en Nos signes, Nous avons",
        "créé parmi eux des dirigeants qui ont guidé les gens par Notre ordre. <N:37>"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons fait",
        "d'eux",
        "dirigeants",
        "guidage",
        "Notre ordre",
        "quand",
        "ils étaient patients",
        "et ils étaient",
        "de Nos versets",
        "certain"
      ],
      "notes" : {
        "37" : [
          "Autrement dit, [ «Quel que soit le progrès des enfants d'Israël ont fait et",
          "quelle que soit la hauteur qu'ils ont atteint par ce livre, n'a pas été tout",
          "simplement pour la raison qu'un livre avait été envoyé parmi eux. Ce ne fut pas",
          "une amulette ils pourraient avoir accroché autour de leur cou, et ils auraient",
          "commencé à monter les marches de la gloire sous sa bonne et protectrice",
          "influence. Mais la gloire a été le résultat direct de leur foi ferme dans les",
          "révélations d'Allah, et de la patience et de la persévérance qu'ils ont montré en",
          "suivant les commandements divins. Parmi les Israélites eux aussi le leadership",
          "est tombé au sort des seuls ceux qui étaient les vrais croyants du livre d'Allah",
          "et ne sont pas tentés du tout par l'avidité des gains et des jouissances",
          "mondaines. Lorsque dans leur amour de la vérité ils se tenaient ferme contre tous",
          "les dangers, enduré toutes les pertes et de l'affliction, et ont exercé leur",
          "pouvoir contre toute force hostile, des convoitises d'eux-mêmes aux ennemis",
          "extérieurs de la vraie foi, alors seulement ils deviennent les leaders du monde.",
          "Le but est d'avertir les incroyants de l'Arabie que, tout comme la venue du Livre",
          "d'Allah avait décidé le destin des enfants d'Israël, il en sera ce livre décider",
          "des destins parmi vous. Maintenant que les gens vont devenir les leaders, qui",
          "croient en elle et suivre la vérité présentée par patiemment et résolument. Ceux",
          "qui se détournent de lui sont destinés à se retrouver dans l'échec et de la",
          "misère. \"]"
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ",
      "simpleTranslate" : [
        "Certes, ton Seigneur les départagera, le Jour de la Résurrection, au sujet de",
        "leurs divergences."
      ],
      "tafsirTranslate" : [
        "Certes, ton Seigneur jugera entre eux au Jour de la Résurrection, sur les",
        "questions sur lesquelles les enfants d'Israël divergeaient. <N:38>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "votre Seigneur",
        "[Il]",
        "jugera",
        "entre eux",
        "(au jour",
        "(De) Résurrection",
        "en ce que",
        "ils avaient l'habitude)",
        "[Dedans]",
        "différer"
      ],
      "notes" : {
        "38" : [
          "L'allusion est des différences et des schismes dans lequel les enfants d'Israël",
          "ont été impliqués après qu'ils sont devenus privés de la foi et de conviction et",
          "ont renoncé à l'obéissance de leurs dirigeants justes et ont été donnés à",
          "l'adoration du monde. Un résultat de ceci est évident et devant le monde entier:",
          "ils souffrent de la honte et de l'infamie et le malheur; l'autre résultat est",
          "celui qui est pas connu, dans le monde: il apparaîtra sur le Jour de la",
          "Résurrection. \""
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ ۖ أَفَلَا يَسْمَعُونَ",
      "simpleTranslate" : [
        "N’est-ce pas une indication suffisante pour eux que Nous ayons anéanti avant eux",
        "tant de générations dont leurs pieds foulent aujourd’hui les anciennes demeures?",
        "N’y a-t-il pas en cela des preuves évidentes? Ne peuvent-ils pas en saisir le",
        "sens?"
      ],
      "tafsirTranslate" : [
        "Est-ce que (ces événements historiques) ne rendent compte que Nous avons détruit",
        "beaucoup de nations devant eux au milieu dont les habitations se déplacent",
        "maintenant environ? <N:39> Certes, il y a beaucoup de signes dans ce. Sont-ils",
        "incapables d'entendre?"
      ],
      "tanslateWordByWord" : [
        "Est-ce pas",
        "guider",
        "[pour eux",
        "(Que) combien",
        "Nous avons détruit",
        "Avant eux",
        "Avant eux",
        "de",
        "les générations",
        "ils se promènent",
        "dans",
        "leurs logements",
        "Effectivement",
        "dans",
        "cette",
        "sûrement, sont des signes",
        "Ensuite, ne pas",
        "ils entendent"
      ],
      "notes" : {
        "39" : [
          "Autrement dit, [ \"Ont-ils pas appris toute mousse de leçon de cette expérience",
          "continue de l'histoire que, pour quelle que soit la nation un messager est venu,",
          "la décision de son destin est devenu dépendant de l'attitude qu'il a adopté à",
          "l'égard de lui? Si elle a rejeté son Messenger, il ne pouvait pas échapper à son",
          "destin. les seuls à échapper étaient ceux qui croyaient dans le Messager. ceux",
          "qui ont mécru est devenu un objet d'avertissement pour toujours et à jamais. \"]"
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "أَوَلَمْ يَرَوْا أَنَّا نَسُوقُ الْمَاءَ إِلَى الْأَرْضِ الْجُرُزِ فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنْفُسُهُمْ ۖ أَفَلَا يُبْصِرُونَ",
      "simpleTranslate" : [
        "Ne voient-ils pas que Nous dirigeons vers les terres arides la pluie, par",
        "laquelle Nous faisons germer les céréales dont se nourrissent leurs troupeaux et",
        "dont ils se nourrissent eux-mêmes? Ne le voient-ils pas?"
      ],
      "tafsirTranslate" : [
        "ont-ils pas vu que Nous conduisons l'eau à la terre desséchée, apportant ainsi de",
        "suite les cultures dont elles et leurs troupeaux mangent? Sont-ils incapables de",
        "voir? <N:40>"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "ils voient",
        "que nous",
        "conduire",
        "eau",
        "à",
        "la terre",
        "[Le] stérile",
        "puis Nous en faisons sortir",
        "ainsi",
        "cultures",
        "manger",
        "à partir de cela",
        "leur bétail",
        "et eux-mêmes",
        "Ensuite, ne pas",
        "ils voient"
      ],
      "notes" : {
        "40" : [
          "Garder le contexte compte tenu, il devient évident que cette chose n'a pas été",
          "mentionné ici par souci de fournir un argument pour la mort la vie après, comme",
          "cela est généralement trouvé dans le Coran, mais dans ce contexte son objet est",
          "différent. Ceci, en fait, contient une allusion subtile à cet effet: [ \"Tout",
          "comme une personne qui voit une terre aride ne peut pas imaginer que ce ne sera",
          "jamais fleurir et de la houle avec de la végétation, .mais une seule douche de la",
          "pluie envoyé par Dieu change de couleur tout à fait , est donc le cas avec le",
          "message de l'Islam à ce stade. les gens pensent que cela ne va pas à gagner du",
          "terrain, mais une seule manifestation de la puissance et de la grâce d'Allah le",
          "fera pour gagner une telle gloire que les gens seront surpris par ses progrès. \"]"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَيَقُولُونَ مَتَىٰ هَٰذَا الْفَتْحُ إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "Et ils disent : «Quand donc viendra cette victoire, si vous êtes sincères?»"
      ],
      "tafsirTranslate" : [
        "Ils disent: '? Si vous êtes véridiques, (nous dire) quand le jugement viendra'",
        "<N:41>"
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Quand sera)",
        "ce",
        "décision",
        "si",
        "tu es",
        "véridique"
      ],
      "notes" : {
        "41" : [
          "Autrement dit, [ «Vous dites que le secours d'Allah sera enfin portée vous et vos",
          "négateurs sera frappé par sa colère Alors, dites-nous:. Lorsque cela se produira",
          "quand le jugement sera passé entre vous? et nous?\"]"
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "قُلْ يَوْمَ الْفَتْحِ لَا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمَانُهُمْ وَلَا هُمْ يُنْظَرُونَ",
      "simpleTranslate" : [
        "Dis-leur : «Le jour de la victoire, il ne servira à rien aux négateurs de se",
        "convertir, et plus aucun délai ne leur sera accordé.»"
      ],
      "tafsirTranslate" : [
        "Dites-leur: «Si les incroyants devaient croire au jour du jugement qui ne leur",
        "servira. Car alors ils seront accordés aucun répit. » <N:42>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "(Au jour",
        "(De) la décision",
        "ne pas",
        "bénéficiera",
        "ceux qui",
        "ne pas croire",
        "leur croyance",
        "et pas",
        "ils",
        "sera accordé de répit"
      ],
      "notes" : {
        "42" : [
          "Autrement dit, [ «Il est pas une chose pour laquelle vous devriez vous sentir",
          "tellement impatient et inquiet. Lorsque le tourment d'Allah vient, vous aurez pas",
          "le temps de réparer vos voies. Faire le meilleur du temps qui est disponible",
          "avant la venue du tourment. Si vous croyez que quand vous voyez le tourment, il",
          "ne vous prévaloir rien, alors. \"]"
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "فَأَعْرِضْ عَنْهُمْ وَانْتَظِرْ إِنَّهُمْ مُنْتَظِرُونَ",
      "simpleTranslate" : [
        "Éloigne-toi de ces impies et attends ! Car eux aussi sont dans l’expectative."
      ],
      "tafsirTranslate" : [
        "Alors (les laisser à eux-mêmes et) détourner d'eux et d'attendre; eux aussi",
        "attendent."
      ],
      "tanslateWordByWord" : [
        "Donc détourner",
        "d'eux",
        "et attendre",
        "En effet, ils",
        "(attendent"
      ],
      "notes" : { }
    }
  ],
  "medinian" : false
}