{
  "chapterNumber" : 34,
  "nbVerses" : 54,
  "name" : "Saba",
  "nameArabic" : "سبإ",
  "transName" : "sabaʾ",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ ۚ وَهُوَ الْحَكِيمُ الْخَبِيرُ",
      "simpleTranslate" : [
        "Louange à Dieu à qui appartient tout ce qui est dans les Cieux et tout ce qui est",
        "sur la Terre ! Louange à Lui dans la vie future ! Il est le Sage, le",
        "Bien-Informé."
      ],
      "tafsirTranslate" : [
        "Toutes les louanges à Allah à qui appartient tout ce qui est dans les cieux et",
        "tout ce qui est sur la terre, <N:1> et toutes les louanges à Lui dans le monde à",
        "venir <N:2>. Il est le plus Sage, All-Aware. <N:3>"
      ],
      "tanslateWordByWord" : [
        "Toutes les louanges",
        "(Be) à Allah",
        "Celui à qui appartient",
        "Celui à qui appartient",
        "peu importe",
        "(est dans",
        "Le Paradis",
        "et quelle que soit",
        "(est dans",
        "La terre",
        "et pour lui",
        "(Sont) tous les louanges",
        "dans",
        "l'au-delà",
        "Et il",
        "(Est) le Sage",
        "All-Aware"
      ],
      "notes" : {
        "1" : [
          "Le mot hamd arabe est utilisé aussi bien pour la louange et de gratitude et les",
          "deux significations sont impliquées ici. Quand Allah seul est le propriétaire de",
          "tout l'univers et de tout ce qui en lui, alors forcément Lui seul mérite d'être",
          "loué pour toute la beauté, la perfection, la sagesse, la puissance et une",
          "excellente habileté et conception montrée et manifestée par elle. Par conséquent,",
          "chaque habitant du monde doit remercier AIlah seul pour tout avantage et le",
          "plaisir qu'il tire de quoi que ce soit ici. Car, quand personne d'autre est un",
          "partenaire dans la propriété de ces choses, personne ne mérite d'être loué ou",
          "remercié."
        ],
        "2" : [
          "Autrement dit, [ «Tout comme toutes les bénédictions dans ce monde est accordée",
          "par Allah seul, donc dans l'au-delà aussi tout ce qu'une personne recevra, il",
          "obtiendra de ses trésors et par Sa grâce. Par conséquent, l'au-delà aussi, Allah",
          "seul mérite d'être loué ainsi que remercié. \"]"
        ],
        "3" : [
          "Autrement dit, [ \"Toutes ses œuvres sont basés sur la sagesse et la connaissance",
          "parfaite. Tout ce qu'il ETCD, il ne droit. Il a une connaissance complète sur",
          "chaque création de son savoir où il est, dans quel état il est, quels sont ses",
          "besoins, ce qui doit précisément être fait pour son bien-être, ce qu'elle a fait",
          "jusqu'à présent et ce qu'il va faire à l'avenir. il ne méconnaît pas le monde",
          "créé par lui-même, mais est pleinement conscient de la condition et l'état de",
          "chaque particule en elle. \"]"
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا ۚ وَهُوَ الرَّحِيمُ الْغَفُورُ",
      "simpleTranslate" : [
        "Il sait ce qui pénètre dans la terre et ce qui en sort, ce qui descend du ciel et",
        "ce qui y monte. Il est le Compatissant, le Clément."
      ],
      "tafsirTranslate" : [
        "Il sait ce qui pénètre dans la terre et ce qui se passe en avant de lui, ce qui",
        "descend du ciel et ce qui monte à elle. Il est le Très Miséricordieux, le",
        "Pardonneur. <N:4>"
      ],
      "tanslateWordByWord" : [
        "Il sait",
        "quelle",
        "pénètre",
        "dans",
        "La terre",
        "et quoi",
        "sort",
        "à partir de cela",
        "et quoi",
        "descend",
        "de",
        "le paradis",
        "et quoi",
        "monte",
        "la bride",
        "Et il",
        "(Est) le Très Miséricordieux",
        "le Pardonneur"
      ],
      "notes" : {
        "4" : [
          "Autrement dit, [ «Si une personne [(ou des personnes)] ne sont pas être saisis en",
          "dépit de la rébellion contre Lui dans Son Royaume, ce n'est pas parce que ce",
          "monde est un royaume sans loi et Allah est souverain, mais parce que Allah est un",
          "ineptes Tout Miséricordieux et Tout-Indulgent Bien qu'il se trouve dans son",
          "pouvoir de saisir le pécheur et le malfaiteur immédiatement sur la commission du",
          "péché, de retenir sa subsistance, à paralyser son corps, et de mettre le rhum à",
          "mort tout d'un coup, mais il ne le fait pas. Il est à la demande de son",
          "Bienfaisance que \"] en dépit d'être tout-puissant, il donne le serviteur beaucoup",
          "désobéissants de corde et assez de répit pour réparer ses voies, et dès qu'il se",
          "désiste de son mal façons, il pardonne et lui pardonne. \""
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ ۖ قُلْ بَلَىٰ وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ ۖ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَلَا أَصْغَرُ مِنْ ذَٰلِكَ وَلَا أَكْبَرُ إِلَّا فِي كِتَابٍ مُبِينٍ",
      "simpleTranslate" : [
        "Les négateurs disent : «L’Heure ne nous atteindra pas !» Réponds-leur : «Mais si,",
        "par mon Seigneur qui connaît le mystère de l’Univers ! Elle vous atteindra à coup",
        "sûr, car rien de ce qui est dans les Cieux ou sur la Terre, fût-il du poids d’un",
        "atome, n’échappe à la connaissance du Seigneur. Et il n’est rien de plus petit ni",
        "de plus grand qui ne soit mentionné dans un Livre explicite,"
      ],
      "tafsirTranslate" : [
        "Les mécréants disent: «Comment se fait l'Heure ne viendra pas sur nous! <N:5>",
        "Dis-leur:« Oui, en effet, par mon Seigneur, par Celui qui connaît parfaitement le",
        "domaine au-delà du ken de la perception, que l'Heure viendra inévitablement sur",
        "vous <N:6> Rien ne lui échappe, pas même la plus petite particule dans les cieux",
        "ou la terre. ni quoi que ce soit est plus petit ou plus grand que cela, mais est",
        "dans un livre manifeste ». <N:7>"
      ],
      "tanslateWordByWord" : [
        "Mais dire",
        "ceux qui",
        "ne pas croire",
        "ne pas",
        "viendra nous",
        "l'heure",
        "Dire",
        "Non",
        "Par mon Seigneur!",
        "sûrement, il viendra à vous",
        "(Il est) Connaisseur",
        "(De) l'invisible",
        "ne pas",
        "échappe",
        "de lui",
        "(le poids",
        "(De) un atome",
        "dans",
        "Le Paradis",
        "et pas",
        "dans",
        "La terre",
        "et pas",
        "plus petit",
        "que",
        "cette",
        "et pas",
        "plus grand",
        "mais",
        "(est dans",
        "un enregistrement",
        "Clair"
      ],
      "notes" : {
        "5" : [
          "Ce ils ont dit satirically et moqueuse. Ce qu'ils voulaient dire était: [ «Ce",
          "prophète nous a donné des nouvelles de sa venue de la Résurrection pour le long",
          "air maintenant, mais la Résurrection ne nous a pas dépassé jusqu'à présent, bien",
          "que nous avons ouvertement nié et rejeté lui comme un prophète, ont été insolent",
          "pour lui et l'ont ridiculisé dans tous les sens. \"]"
        ],
        "6" : [
          "L'utilisation de l'attribut [ \"Connaisseur de l'Inconnaissable\"] pour Allah tout",
          "en jurant par lui par lui-même souligne le fait que la venue de la Résurrection",
          "est certain, mais on ne sait pas, sauf AIlah, Connaisseur de l'Inconnaissable,",
          "quand exactement ça va venir. Ce même thème a été expliqué à différents endroits",
          "dans le Coran de diverses manières. Pour plus de détails, voir AI-Araf, 187, Ta",
          "Ha: 15. Luqman: 34, Al-Ahzab: 63, Al-hulk: 25-26, An-Naziyat: 42-44."
        ],
        "7" : [
          "Ceci est l'un des arguments en faveur de la possibilité de l'au-delà comme on le",
          "dit dans le verset 7 ci-dessous. L'une des raisons pour lesquelles les deniers de",
          "l'au-delà considérés la mort la vie après-irrationnel était; ' Ils ont dit que",
          "lorsque tous les êtres humains sont devenus poussière après la mort, et dispersés",
          "loin dans les particules, comment il sera possible d'apporter toutes les",
          "particules innombrables ensemble et les combiner pour être recréé que les mêmes",
          "corps humains une fois de plus. Ce doute a été dissipé, en disant: [ \"Chaque",
          "particule là où il est, est enregistré dans le registre Dieu, et Dieu sait où une",
          "particule est. Par conséquent, quand il veut recréer, il ne sera pas face à",
          "aucune difficulté à rassembler toutes les particules du corps de chaque homme. \"]"
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ۚ أُولَٰئِكَ لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "simpleTranslate" : [
        "afin que Dieu récompense ceux qui croient et font le bien, et auxquels sont",
        "réservés l’absolution et un don généreux,"
      ],
      "tafsirTranslate" : [
        "(L'Heure est venue) qu'Il récompense ceux qui croient et accomplissent les bonnes",
        "oeuvres. Leur aura un pardon et une récompense généreuse."
      ],
      "tanslateWordByWord" : [
        "Ce qu'Il récompense",
        "ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "Ceux",
        "pour eux",
        "(Sera) le pardon",
        "et une disposition",
        "noble"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ أُولَٰئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ",
      "simpleTranslate" : [
        "contrairement à ceux qui s’emploient à rendre Nos signes inopérants et qui seront",
        "voués à de terribles et douloureux tourments,"
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui ont travaillé contre Nos signes, afin de les frustrer, ils",
        "doivent subir un châtiment douloureux <N:8>."
      ],
      "tanslateWordByWord" : [
        "Mais ceux qui",
        "s'efforcer",
        "contre",
        "Nos versets",
        "(À) défaillance de cause",
        "ceux",
        "pour eux",
        "(Est) une punition",
        "de",
        "nature faute",
        "douloureux"
      ],
      "notes" : {
        "8" : [
          "Ce qui précède est un argument en faveur de la possibilité de l'au-delà: il est",
          "un argument pour sa nécessité besoin de ard. Cela signifie: Un temps viendra où",
          "le méchant sera rétribué pour leur méchanceté et les justes récompensés pour leur",
          "justice. Raison veut et de la justice exige qu'un travailleur de bonté doit être",
          "récompensé et un travailleur du mal puni. Maintenant, quand vous voyez que dans",
          "la vie mondaine actuelle, ni est un malfaiteur pleinement rétribué pour son mal",
          "ni un travailleur de la bonté pour sa bonté, plutôt il y a des résultats opposés",
          "du mal et de la bonté dans la plupart des cas, vous devez admettre que cette",
          "demande nécessaire à la fois la raison et la justice doivent être remplies à un",
          "moment donné dans l'avenir. Résurrection et l'au-delà seront en même temps. Il",
          "n'a pas son entrée, mais sa ne vient pas ce qui est contraire à la raison et",
          "contre la justice. \n A cet égard, un autre point devient évident à partir des",
          "versets précédents. Ils disent que le résultat de la foi et des actes justes est",
          "le pardon et une disposition généreuse, et pour ceux qui luttent et agissent de",
          "manière antagoniste pour discréditer et vaincre religion d'Allah, il y aura un",
          "châtiment de la pire espèce. Cela rend manifeste que celui qui croit sincèrement",
          "ne sera pas privé de pardon, même si il ne peut pas obtenir une disposition",
          "bounteous par suite d'un défaut ou une faiblesse dans ses actes. Et celui qui est",
          "un mécréant, mais qui DCES pas adopter une attitude d'hostilité et d'antagonisme",
          "envers la vraie foi, ne sera pas en mesure d'éviter le tourment, mais il sera",
          "sauvé du pire tourment."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَىٰ صِرَاطِ الْعَزِيزِ الْحَمِيدِ",
      "simpleTranslate" : [
        "et afin aussi que ceux qui ont reçu la science soient persuadés que le Livre qui",
        "t’a été révélé exprime bien la vérité et qu’il engage dans la Voie du",
        "Tout-Puissant, du Digne de louange."
      ],
      "tafsirTranslate" : [
        "(O Prophète), ceux qui ont des connaissances voir clairement que ce qui a été",
        "révélé par ton Seigneur est la Vérité et dirige vers la voie du Très Puissant, le",
        "Immensément Praiseworthy Seigneur [* 9. ]"
      ],
      "tanslateWordByWord" : [
        "Et voir",
        "ceux qui",
        "ont été donnés",
        "la connaissance",
        "(Ce) quelles",
        "est révélé",
        "à toi",
        "de",
        "votre Seigneur",
        "[il]",
        "(est la vérité",
        "et elle guide",
        "à",
        "(le chemin",
        "(De) le Tout-Puissant",
        "le Praiseworthy"
      ],
      "notes" : {
        "9" : [
          "Autrement dit, [ \"Ces antagonistes ne peuvent pas réussir dans leur objet de",
          "prouver la vérité que vous avez présenté de faux, cependant dur, ils peuvent",
          "essayer, car ils ne peuvent tromper et égarer les gens ignorants par leurs",
          "dessins. Les possédés de la connaissance ne peut pas être trompés par eux. \"]"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَقَالَ الَّذِينَ كَفَرُوا هَلْ نَدُلُّكُمْ عَلَىٰ رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ",
      "simpleTranslate" : [
        "Ceux qui ne croient pas disent : «Voulez-vous que nous vous montrions un homme",
        "qui prétend que, lorsque vous serez décomposés et réduits en poussière, vous",
        "aurez à connaître une vie nouvelle?"
      ],
      "tafsirTranslate" : [
        "Les mécréants disent: «Allons-nous vous diriger vers l'homme qui vous dit que",
        "lorsque vous avez été complètement brisés, vous serez ressuscités à la vie?"
      ],
      "tanslateWordByWord" : [
        "Mais dire",
        "ceux qui",
        "ne pas croire",
        "Shall",
        "nous vous dirigeons",
        "à",
        "un homme",
        "qui vous informe",
        "quand",
        "vous avez désintégré",
        "(au total",
        "désintégration",
        "en effet vous",
        "sûrement (sera) dans",
        "une création",
        "Nouveau"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "أَفْتَرَىٰ عَلَى اللَّهِ كَذِبًا أَمْ بِهِ جِنَّةٌ ۗ بَلِ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ فِي الْعَذَابِ وَالضَّلَالِ الْبَعِيدِ",
      "simpleTranslate" : [
        "S’agit-il d’un mensonge qu’il attribue à Dieu? Ou est-il simplement devenu fou?»",
        "Il n’en est rien ! La réalité est que ceux qui ne croient pas à la vie future et",
        "qui sont voués au châtiment se trouvent plutôt en plein égarement."
      ],
      "tafsirTranslate" : [
        "At-il forgé un mensonge contre Allah, ou est-il atteint de folie » <N:10> Non,",
        "mais ceux qui ne croient pas en l'au-delà sont condamnés à être châtié et sont",
        "bien allés dans l'erreur? . <N:11>"
      ],
      "tanslateWordByWord" : [
        "At-il inventé",
        "sur",
        "Allah",
        "un mensonge",
        "ou",
        "En lui",
        "(Est) la folie",
        "Non",
        "ceux qui",
        "(ne pas",
        "croyez",
        "dans l'au-delà",
        "(sera en",
        "la punition",
        "et l'erreur",
        "loin"
      ],
      "notes" : {
        "10" : [
          "Les chefs de la Quraish savait très bien qu'il était extrêmement difficile pour",
          "le peuple d'accuser Muhammad [(sur vlan paix soit Allah »)] d'être un menteur,",
          "pour toute la nation savait qu'il était une personne complètement honnête, et",
          "personne ne l'avaient jamais entendu un mensonge de lui toute sa vie. Par",
          "conséquent, ils ont présenté leur accusation portée contre lui devant le peuple",
          "comme celui-ci: «Quand cette personne profère une chose impossible comme la mort",
          "la vie après-de sa bouche, il est soit en poussant [(à Dieu ne plaise)] un",
          "mensonge délibérément, ou il est furieux.' Mais cette accusation de folie était",
          "aussi absurde que de mensonge, pour une personne stupide ne pouvait admettre",
          "qu'un tel homme sage et intelligent comme le Saint prophète pourrait être fou.",
          "Voilà pourquoi Allah n'a pas jugé nécessaire de réfuter leur charge absurde par",
          "un argument, et ne fait mention de leur émerveillement laquelle ils ont exprimé",
          "la possibilité de la mort ife-après-I"
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "أَفَلَمْ يَرَوْا إِلَىٰ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ ۚ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ",
      "simpleTranslate" : [
        "Ne voient-ils donc pas s’étendre autour d’eux, de toutes parts, les Cieux et la",
        "Terre? Si Nous le voulons, Nous les ferons engloutir par la terre ou Nous ferons",
        "tomber sur eux des blocs du ciel. En vérité, il y a là un signe pour tout",
        "serviteur qui veut se repentir."
      ],
      "tafsirTranslate" : [
        "Ne voient-ils pas comment les cieux et la terre les englobent de l'avant et à",
        "l'arrière? Nous pourrions, si nous le voulions, causer la terre pour les avaler",
        "ou de laisser des fragments de la chute du ciel sur eux. <N:12> En vérité, il y a",
        "un signe pour tout serviteur (d'Allah) qui se repentant vers Lui. <N:13>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, ne pas",
        "ils voient",
        "vers",
        "quelle",
        "(Est) avant de les",
        "(Est) avant de les",
        "et quoi",
        "(Est) derrière eux",
        "de",
        "le paradis",
        "et la terre",
        "Si",
        "Nous allons",
        "Nous (pouvait) faire avaler",
        "Nous (pouvait) faire avaler",
        "La terre",
        "ou",
        "faire tomber",
        "sur eux",
        "débris",
        "de",
        "Le ciel",
        "Effectivement",
        "dans",
        "cette",
        "sûrement, est un signe",
        "pour chaque",
        "esclave",
        "qui tourne (à Allah)"
      ],
      "notes" : {
        "11" : [
          "Ceci est la première réponse à leur charge. Cela signifie:.. [ \"Peuple insensé,",
          "il vous qui avez perdu votre raison en est pour vous ne l'écoutez pas celui qui",
          "vous informe de la vérité et l'arc témérairement au galop sur le chemin qui mène",
          "à l'enfer Mais la hauteur de votre la stupidité est que vous appelez celui qui",
          "est inquiet pour votre salut, fou. \"]"
        ],
        "12" : [
          "Ceci est la deuxième réponse à leur charge. Pour bien le comprendre il faut",
          "garder à l'esprit le fait que trois choses étaient le plus important parmi les",
          "raisons pour lesquelles le Quraish mécréant niaient la vie après la mort: [(1)]",
          "Ils ne voulaient pas croire à tout type de responsabilité devant Dieu, car après",
          "avoir cru en une telle chose, ils seraient laissés avec aucune liberté de se",
          "comporter et d'agir à leur guise dans le monde. [(2)] Ils pensaient qu'il était",
          "inconcevable que la résurrection aura lieu et l'ordre matériel présent de",
          "l'univers serait détruit et remplacé par un nouvel ordre. [(3)] Ils pensaient",
          "qu'il était impossible que les gens qui étaient morts des centaines de milliers",
          "d'années dans le passé et dont les os avaient même cariées et désintégré,",
          "seraient élevés à la vie. Avec le même corps et âme. La réponse donnée ci-dessus",
          "couvre ALi ces trois aspects, et contient un avertissement sévère aussi. Les",
          "détails du thème contenu dans ces phrases brèves sont donnés ci-dessous: \n [(1)]",
          "Si jamais vous aviez observé cette terre et les cieux avec clairvoyance, vous",
          "auriez vu qu'il n'y a pas un jouet, ni a sa création venir en étant par accident.",
          "Tout dans ce point de l'univers du fait qu'il a été créé par un Être AII-puissant",
          "avec beaucoup de sagesse. Dans un tel système sage, il serait très absurde de",
          "penser que quelqu'un pourrait être laissée à vivre une vie irresponsable et",
          "inexplicable après avoir reçu les facultés de l'intelligence et de la",
          "discrimination et. autorité. \n [(2)] Toute personne qui voit l'ordre naturel avec",
          "les yeux exigeants se rendra compte que l'apparition de la Résurrection est pas",
          "du tout difficile. Elle peut avoir lieu tout à coup, dès que le système dans",
          "lequel la terre et les cieux sont liés ensemble est perturbé. Et le même système",
          "témoigne que celui qui a fait et est en cours d'exécution ce monde d'aujourd'hui",
          "peut créer à nouveau un autre monde. S'il était difficile pour lui de le faire,",
          "ce monde aurait pas existé comme il le fait aujourd'hui. \n [(3)] Votre opinion et",
          "de jugement au sujet du Créateur de l'univers qu'il sera impossible pour lui de",
          "ressusciter les morts, est étrange. Les corps des hommes qui meurent peut tout à",
          "fait la pourriture et se désintègrent et être dispersés, mais restent néanmoins",
          "dans les limites de cet univers très et ne vont nulle part en dehors de ses",
          "limites. Ensuite, il est pas du aII difficile pour le Dieu qui a créé cette terre",
          "et les cieux pour rassembler tout de la terre et de l'eau et de l'air partout où",
          "il se trouve. Quel que soit le fait de votre corps aujourd'hui a été recueilli et",
          "combiné par Lui, et a fait sortir de cette terre même, l'eau et l'air. Lorsque la",
          "collecte et l'assemblage de ces éléments est possible aujourd'hui, comment il",
          "sera demain impossible? \n Outre ces trois arguments, le discours contient aussi",
          "un avertissement subtil à l'effet: [ \"Vous arc entouré par le Royaume de Dieu sur",
          "les côtés tous Ies Où que vous alliez, vous seriez couvert et entouré par le même",
          "univers Vous ne pouvez pas trouver un lieu de.. refuge contre Dieu, et la",
          "puissance de Dieu est telle qu'il peut vous affliger quand Il aime avec une",
          "calamité sous vos pieds ou au-dessus de vos têtes. vous ne savez pas ce que les",
          "forces peuvent travailler sous la surface même de la terre que vous trouvez que",
          "une demeure de paix parfaite et de la sécurité pour vous-mêmes, et quand ils",
          "provoqueraient un tremblement de terre ait lieu et tourner la «même terre dans ta",
          "tombe. tu ne sais pas quand un désastre pourrait arriver vous-un éclair. ou une",
          "pluie dévastatrice, ou une autre calamité du même ciel sous lequel vous marchez",
          "environ avec la paix et la satisfaction du cœur comme si elle était le plafond de",
          "votre propre maison pleine. Dans un état comme celui-ci, votre intrépidité de",
          "Dieu, votre insouciance de toute pensée de la au-delà et votre discours vain et",
          "insensé contre la mise en garde d'un bien-intentionnée n'a pas d'autre sens que",
          "vous n'invitez votre propre destin. \"]"
        ],
        "13" : [
          "Autrement dit, [ «La personne qui est ni préjudice, ni obstiné et têtu, mais est",
          "un chercheur sincère de l'orientation de son Dieu, peut apprendre de nombreuses",
          "leçons de l'observation de la terre et des cieux, mais celui dont le cœur se",
          "détourne de Dieu, sera tout sec dans l'univers, mais ne sera jamais percevoir",
          "aucun signe pointant vers le Trnth. \"]"
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا ۖ يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ ۖ وَأَلَنَّا لَهُ الْحَدِيدَ",
      "simpleTranslate" : [
        "David reçut une insigne grâce de Notre part : «Ô montagnes, faites écho à ses",
        "cantiques ! Et vous, oiseaux, reproduisez-en aussi les airs !» Et Nous avons",
        "rendu le fer malléable entre ses mains"
      ],
      "tafsirTranslate" : [
        "Nous avons donné notre faveur à David <N:14> (Nous commandé):. 'O montagnes,",
        "chantent les louanges d'Allah avec lui »; (Et ainsi fait, nous commandons) les",
        "oiseaux <N:15> Nous adouci le fer pour lui, (disant).:"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons donné",
        "Dawood",
        "de notre part",
        "Prime",
        "O montagnes",
        "Répétez louanges",
        "avec lui",
        "et les oiseaux",
        "Et Nous avons fait pliable",
        "pour lui",
        "[le fer"
      ],
      "notes" : {
        "14" : [
          "Ceci est une allusion aux faveurs innombrables avec lequel Allah a béni le",
          "prophète David. Il était un jeune homme ordinaire de la tribu de Juda, vivant à",
          "Bethléem. Dans une campagne contre les Philistins, il tua le géant Goliath, le",
          "grand ennemi d'Israël, et tout à coup a grandi dans l'estime des Israélites. Avec",
          "cet événement a commencé sa montée en puissance; si bien que, après la mort de",
          "Saül, il a été élu premier roi de Juda à Hébron [(mod. AI-khalid, puis quelques",
          "années plus tard, il a été fait roi sur aII les tribus d'Israël. Il a pris",
          "Jérusalem et en fit la capitale du royaume d'Israël. Il est sous sa direction que",
          "pour la première fois dans l'histoire d'un royaume de Dieu adorant a été créé,",
          "dont les limites étendues du golfe du `Aqabah aux banques occidentales du fleuve",
          "Euphrate. en plus de ces faveurs , il a également été honoré avec générosités",
          "divines sous la forme de la connaissance et de la sagesse, et les qualités de la",
          "justice et de la miséricorde et la dévotion à la vérité. (pour plus de détails,",
          "voir l'eN 273 de Al-Baqarah et eN 7 de Bani Isra'il)] ."
        ],
        "15" : [
          "Pour cette s'il vous plaît se référer à AI-Anbiya: 79 et E.N. 71 de ceux-ci."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "أَنِ اعْمَلْ سَابِغَاتٍ وَقَدِّرْ فِي السَّرْدِ ۖ وَاعْمَلُوا صَالِحًا ۖ إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ",
      "simpleTranslate" : [
        "en lui disant : «Fabrique des cuirasses et que les mailles en soient bien",
        "ajustées ! Accomplissez de bonnes actions, car Je vois tout ce que vous faites.»"
      ],
      "tafsirTranslate" : [
        "'manteaux de mode de courrier et de mesurer leurs liens avec les soins <N:16> et",
        "d'agir avec droiture. Je veille sur tout ce que vous faites »."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "faire",
        "couches pleines de courrier",
        "et mesurer avec précision",
        "[de]",
        "les liens (d'armure)",
        "et le travail",
        "droiture",
        "En effet, je suis",
        "de quoi",
        "tu fais",
        "Clairvoyant"
      ],
      "notes" : {
        "16" : [
          "Pour cela aussi s'il vous plaît se référer à AI-Anbiya ': 80 et E.N. 72 de",
          "ceux-ci."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ ۖ وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ ۖ وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ ۖ وَمَنْ يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا نُذِقْهُ مِنْ عَذَابِ السَّعِيرِ",
      "simpleTranslate" : [
        "Et à Salomon Nous soumîmes le vent qui se mit à parcourir, le matin, la distance",
        "d’un mois de marche, et autant, le soir, dans le sens contraire. Et Nous fîmes",
        "jaillir pour lui la source d’airain. Par ordre de son Seigneur, des djinns",
        "étaient affectés à son service. Et Nous aurions fait goûter le châtiment du",
        "Brasier à quiconque parmi eux se serait soustrait à Nos ordres."
      ],
      "tafsirTranslate" : [
        "Et Nous submergés le vent à Salomon:. Son cours du matin a été le voyage d'un",
        "mois et son cours du soir était le voyage d'un mois <N:17> Nous lui avons donné",
        "un ressort qui coule avec du métal en fusion, <N:18> et nous, submergés pour lui",
        "djinns qui, par la permission de son Seigneur, <N:19> travaillé avant lui. Ceux",
        "d'entre eux comme dévié de Notre ordre, Nous les laissons goûter le châtiment de",
        "la fournaise."
      ],
      "tanslateWordByWord" : [
        "Et Sulaiman",
        "le vent",
        "son cours du matin",
        "(A) un mois",
        "et son cours de l'après-midi",
        "(A) un mois",
        "Et Nous avons fait circuler",
        "pour lui",
        "un printemps",
        "(De) cuivre fondu",
        "Et de]",
        "djinns",
        "qui",
        "travaillé",
        "avant lui",
        "avant lui",
        "la permission",
        "(De) son Seigneur",
        "Et quiconque",
        "dévié",
        "parmi eux",
        "de",
        "Notre commandement",
        "Nous allons le faire goût",
        "de",
        "(la punition",
        "(Des) Blaze"
      ],
      "notes" : {
        "17" : [
          "Pour cela aussi s'il vous plaît se référer à Al-Anbiya: 81 et E.N. 74 ceux-ci."
        ],
        "18" : [
          "Certains anciens commentateurs ont pris cela signifie que un ressort de la terre",
          "avait éclaté pour le Prophète Salomon à partir de laquelle le cuivre fondu",
          "coulait d'avoine au lieu de l'eau. Mais une autre interprétation de ce verset",
          "peut être que dans le temps du Prophète Salomon le travail de fusion et de cuivre",
          "de moulage pour des utilisations différentes a été réalisée sur une très grande",
          "échelle et même a été appelé ici l'écoulement d'un ressort de cuivre fondu pour",
          "lui. [(Pour plus de détails, voir E.N. 74 AI-Anbiya ')]."
        ],
        "19" : [
          "La question de savoir si les djinns qui avaient été subjugués au Prophète Salomon",
          "étaient des êtres humains des tribus de montagne ou vraiment les djinns qui sont",
          "bien connus par ce nom que la création cachée, a été discuté en détail dans notre",
          "commentaire de la sourate Al-Anbiya et Surah An-Naml. [(S'il vous plaît voir E.N.",
          "75 AI-Anbiya et de E.N. 23, 45 et 52 de An-Naml)]."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ ۚ اعْمَلُوا آلَ دَاوُودَ شُكْرًا ۚ وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ",
      "simpleTranslate" : [
        "Ils fabriquaient pour Salomon ce qu’il voulait en fait de sanctuaires, de",
        "statues, de chaudrons pareils à des bassins, et de marmites bien ancrées.",
        "Travaillez, ô gens de David, et rendez grâce au Seigneur, car peu de Mes",
        "serviteurs sont reconnaissants."
      ],
      "tafsirTranslate" : [
        "Ils exécutaient pour lui ce qu'il désirerait: bâtiments majestueux, des images,",
        "<N:20> bassins comme eau-creux et énorme, built-in-chaudrons: <N:21> «Travail,",
        "maison de David, en reconnaissance (à votre Seigneur). <N:22> Peu de Mes",
        "serviteurs qui sont vraiment reconnaissants. \""
      ],
      "tanslateWordByWord" : [
        "Ils ont travaillé",
        "pour lui",
        "quelle",
        "il a voulu",
        "de",
        "chambres élevées",
        "et statues",
        "et bols",
        "comme réservoirs",
        "et marmites",
        "fixé",
        "Travail",
        "famille O",
        "(De) Dawood",
        "(En) gratitude",
        "Mais quelques-uns",
        "de",
        "Mes esclaves",
        "(Sont) reconnaissants"
      ],
      "notes" : {
        "20" : [
          "Le mot tamathil dans le texte est le pluriel de timthal, qui en arabe est utilisé",
          "pour chaque chose telle est faite pour ressembler à une chose naturelle, que ce",
          "soit un être humain, un animal, un arbre, une fleur , une rivière ou un objet",
          "inanimé. Timthal est le nom de chaque chose artificielle qui peut avoir été fait",
          "pour ressembler à quelque chose fait par Dieu. [ \"[(Lisan al-Arab)].\"] Timthal",
          "est tout comme l'image qui peut avoir été faite pour ressembler à la ressemblance",
          "de quelque chose d'autre, vivant ou mort. [ \"[(Le commentaire, Al-Kashshaf)]. Le",
          "cette base de la déclaration du Coran ne signifie pas nécessairement que les \"]",
          "[images\" faites pour le Prophète Salomon étaient les images ou les images d'êtres",
          "humains et les animaux. Ils auraient pu être des motifs floraux ou paysage",
          "naturel ou différents types de décorations avec laquelle le Prophète Salomon",
          "aurait décoré ses bâtiments et ouvrages. \n Le malentendu a été créé par certains",
          "commentateurs qui ont déclaré que le Prophète Salomon avait obtenu les images des",
          "prophètes et les anges pris pour lui-même. Ils ont pris de telles choses des",
          "traditions israélites, puis les a expliqué en disant que dans les anciens",
          "Shari'ahs il n'a pas été interdit de faire des photos. Mais tout en acceptant et",
          "en citant ces traditions sans question, ces savants ne garder à l'esprit le fait",
          "que le Prophète Salomon était un adepte de la loi mosaïque et que la loi a",
          "également fait des photos et des images d'êtres humains et des animaux a été",
          "interdite car elle est dans la Shari'ah de Muhammad [(sur qui être la paix",
          "d'Allah)]. Et ils ont aussi ne pas se souvenir qu'en raison de l'inimitié qui une",
          "partie des Israélites portait contre le Prophète Salomon, ils l'ont accusé de",
          "crimes comme le polythéisme, l'idolâtrie, la sorcellerie et l'adultère. Donc. il",
          "ne faut pas se fier sur les traditions israélites et d'accepter quoi que ce soit",
          "à propos de ce grand prophète, ce qui pourrait contredire toute Shari'ah ordonnée",
          "par Dieu. Tout le monde sait que tous les prophètes qui sont venus après le",
          "Prophète Moïse jusqu'à ce que le Prophète Jésus parmi les Israélites étaient les",
          "adeptes de la Torah, et aucun d'entre eux avaient fait naître une nouvelle loi,",
          "qui aurait abrogé la loi de la Torah. Maintenant, la Torah ordonne clairement à",
          "plusieurs reprises que faire des photos et des images d'êtres humains et les",
          "animaux est absolument interdit. \n \"] Tu ne feras point d'image taillée, ni de",
          "représentation quelconque des choses qui sont dans le ciel au-dessus, ou qui est",
          "dans la terre, et ce qui est dans l'eau sous la terre. [\" [(Exod., 20: 4)] \"]",
          "vous ne vous faire pas d'idoles, ni image taillée, ni arrière-vous une image",
          "permanente, vous ne en créer une image de la pierre dans votre pays, pour vous",
          "prosterner devant elle [.\" [(Levit. , 26: 1)] \n «de peur que vous vous corrompus",
          "et vous faire une image taillée, la ressemblance d'une figure, la ressemblance de",
          "sexe masculin ou féminin. La figure d'un animal qui est sur la terre, la figure",
          "d'un oiseau ailé qui vole dans l'air. La ressemblance des choses qui rampent sur",
          "le sol, la figure d'un poisson qui est dans les eaux sous la terre \"] [. (Deut.,",
          "4: 16-18)]. \n [ \"Maudit soit l'homme qui fait une image taillée ou une image en",
          "fonte, abomination à l'Éternel, le travail des mains d'un artisan, et qui la",
          "place dans un lieu secret.\"] [(Deut 27: 15.)]. \n Face à ces injonctions claires",
          "et explicites comment peut-il être admis que le Prophète Salomon aurait employé",
          "les djinns pour faire des photos et des images des prophètes et les anges pour",
          "lui? Et comment cette chose peut être admise à l'autorité des déclarations des",
          "Juifs qui accusent le Prophète Salomon de l'idolâtrie en raison de son amour pour",
          "les femmes polythéistes? [(T Rois, oh., 11)]. \n Cependant, les commentateurs",
          "musulmans, tout en citant les traditions israélites, ont clairement fait savoir",
          "que dans la Shari'ah de Muhammad [(sur lui la paix et bénédictions)] cette chose",
          "est interdite; par conséquent, il est plus légitime pour quiconque de faire des",
          "photos et des images à l'imitation du Prophct Salomon. Mais certaines personnes",
          "de l'époque moderne, qui veulent faire de la photographie et la sculpture des",
          "idoles légitimes à l'imitation de l'Occident, a pris ce verset du Coran comme un",
          "argument pour eux-mêmes. Ils soutiennent comme ceci: [ «Quand un prophète d'Allah",
          "a fait cela et Allah lui-même a mentionné cet acte du Prophète dans Son Livre, et",
          "n'a exprimé aucune désapprobation de ce soit, il doit être licite.\"] \n Cet",
          "argument de ces adeptes de l'Ouest est erroné pour deux raisons. Tout d'abord, le",
          "mot tamathil qui a été utilisé dans le Coran, ETCD ne donnent explicitement la",
          "signification des images humaines et animales, mais il applique aux images des",
          "choses sans vie ainsi. Par conséquent, sur la seule base de ce mot, il ne peut",
          "pas conclure qu'il est permis de faire des images humaines et animales selon le",
          "Coran. D'autre part, il est établi par un grand nombre de hadiths, qui ont été",
          "rapportés par les chaînes authentiques d'émetteurs, et fréquemment rapportés par",
          "de nombreuses autorités, que le Saint-Prophct absolument interdit la fabrication",
          "et la conservation des images des choses vivantes. A cet égard, nous reproduisons",
          "ci-dessous les traditions authentiques du Saint Prophète et les jugements rendus",
          "par les Compagnons éminents: \n [(1)] Mère des fidèles Hadrat `A'ishah a rapporté",
          "que Hadrat Umm Habibah et Hadrat Umm Salamah avaient vu une église à Habash, qui",
          "avait des photos en elle. Quand ils ont mentionné ceci avant le Saint Prophète,",
          "il a dit: [ \"La coutume parmi ces gens est que quand un homme pieux d'entre eux",
          "est mort, ils construire une maison de culte sur sa tombe et ferait ses photos en",
          "elle Sur le. jour de la Résurrection, ces personnes seront parmi les créatures",
          "les plus misérables d'Allah \"] [(Bukhari: Kitab as-Salat,« musulman: Kitab",
          "al-Masajid; Nasa`i: Kitab al-Masajid).]. \n [(2)] Abu Hujaifah a rapporté que le",
          "messager d'Allah a maudit le fabricant de photos. [(Bukhari Kitab al-Buyu ',",
          "Kitab at-Talaq, Kitab alLibas)]. \n [(3)] Abu Zur'ah dit, [ \"Une fois quand je",
          "suis entré une maison avec Abû Hurayrah j'ai vu qu'un peintre faisait des photos",
          "en haut. Là-dessus, Abû Hurayrah dit:« Je l'ai entendu le Saint Prophète dire:",
          "Allah dit qui pourrait être plus mauvais que celui qui tente de créer une chose",
          "comme ma création Laissez-les, si elles peuvent, créer une graine ou une fourmi",
          "»] [(Bukhari: Kitab al-Libas; Musnad Ahmad?. . Selon la tradition musulmane, ce",
          "fut la maison de Marwan)]. \n [(4)] Abu Muhammad Houdhali a rapporté sur",
          "l'autorité de Hadrat `Ali: Le Saint Prophète était présent à une prière funéraire",
          "quand il a dit: Qui d'entre vous irait à Médine et à démolir toutes les idoles",
          "qu'il voit, et niveler vers le bas chaque tombe qu'il voit, et efface chaque",
          "image qu'il voit. Un homme a dit qu'il irait. Alors il est allé, mais est revenue",
          "sans effectuer la tâche en raison de la peur des habitants de Médine. Puis Hadrat",
          "`Ali a soutenu qu'il irait, et le Saint Prophète lui a permis d'aller. Hadrat",
          "`Ali est allé, puis revint et dit: Je l'ai démoli toutes les idoles et",
          "nivellement par le bas chaque tombe et effacé chaque image. Là-dessus, le Saint",
          "Prophète a dit: [ \"Maintenant si quelqu'un fait une de ces choses, il serait nier",
          "l'enseignement fait descendre sur Muhammad [(sur qui être la paix d'Allah)].\"]",
          "[(Musnad Ahmad et Mouslim: Kitab al 'iz; Nasa Jana i (iz Kitab al-Jan')]",
          "contiennent également une tradition sur le même sujet). \n [(5)] Ibn `Abbas a",
          "rapporté: [\" ..... Et celui qui fait une image serait châtié et forcé de respirer",
          "l'âme en elle, qu'il ne sera pas capable de le faire. \"] [(Bukhari : Kitab al-Ta",
          "'bir, Tirmidhi: Abwab al Libas; Nasa`i: Kitab az-Zinah; Musnad Ahmad)]. \n [(6)]",
          "Saïd bin al-Hasan dit: [ \"Je suis assis avec Ibn` Abbas quand un homme est venu",
          "et a dit: O Ibn `Abbas, je suis un homme qui gagne sa vie avec sa main, et ma",
          "profession est de rendre ces images Ibn `Abbas a répondu:.. Je vous dirai même",
          "que je l'ai entendu le Saint Prophète je l'ai entendu de lui qu'Allah châtie",
          "celui qui fait des photos, et ne sera pas le laisser jusqu'à ce qu'il respire. ..",
          "l'saul en elle, et il ne sera jamais capable de respirer l'âme en elle à ce que",
          "l'homme était beaucoup bouleversé et son visage pâlit Ibn `Abbas a dit: Eh bien,",
          "si vous avez à faire les photos, faire de cet arbre , ou de quelque chose qui est",
          "sans vie \"] [(Bukhari: Kitab al-Buyu '; musulmane: Kitab al-Libas; Nasa`i; Kitab",
          "al-Zinah; Musnad Ahmad).]. \n [(7)] [ \"Abdullah bin Mas'ud a rapporté que le Saint",
          "Prophète a dit:\"] Sur le Jour de la Résurrection ceux qui seront les plus",
          "sévèrement punis par Allah seraient les peintres des images. [ \"[(Bukhari: Kitab",
          "al-Libas; musulmane: Kitab al-Libas; Nasa`i; Kitab al-Zinah; Musnad Ahmad)]. \n",
          "[(8)] 'Abdullah bin `Umar a rapporté que le Saint Prophète a dit: Ceux qui",
          "peignent les images seront punis le Jour de la Résurrection. Ils seront invités à",
          "mettre la vie dans ce qu'ils ont fait. [(Bukhari: Kitab al-Libas; musulmane:",
          "Kitab al-Libas; Nasa`i; Kitab al-Zinah; Musnad Ahmad)]. \n [(9)] Hadrat A'ishah",
          "dit qu'elle a acheté un coussin dans lequel les images ont été peintes. Puis le",
          "Saint Prophète vint et se tint à la porte et ne pas entrer. Je dis: \"] Je me",
          "repens devant Dieu de tout péché que je peux avoir commis [.\" Le Saint Prophète a",
          "demandé: \"?] Qu'est-ce que ce coussin pour [\" je l'ai dit: \"] Ceci est ici pour",
          "que vous pouvez vous asseoir et peut . allongez sur elle [ \"il a dit:\"] les",
          "peintres de ces images seront châtiés le jour de la Résurrection: ils seront",
          "invités à mettre la vie dans ce qu'ils ont fait, et les anges [(ie les anges de",
          "la miséricorde)] ne pas entrer dans une maison qui a des images en elle [",
          "\"[(Bukhari;:. Kitab al-Libas; musulmane: Kitab al-Libas; Nasa`i: Kitab az-Zinah;",
          "Ibn Majah: Kitab au-Tajarat; Mu`watta ': Kitab al-Istidhan)]. \n [(10)] Hadrat",
          "`A'ishah dit: Une fois que le Saint Prophète est venu à ma maison, et je l'avais",
          "accroché un rideau qui avait des photos sur elle. La couleur de son visage",
          "changea. Puis il saisit le rideau et le déchira et dit: \"] Ceux qui tentent de",
          "créer comme la création d'Allah seront parmi ceux qui seront sévèrement punis par",
          "Allah le Jour de la Résurrection [.\" [(Muslim: Kitab al-Libas; Bukhari: Kitab",
          "al-Libas; Nasa`i: Kitab az -Zinah)]. \n [(11)] Hadrat `A'ishah dit: Une fois que",
          "le Saint Prophète revint; d'un voyage et j'avais accroché un rideau à ma porte,",
          "qui avait les photos de chevaux ailés sur elle. Le Saint Prophète m'a ordonné de",
          "le retirer et je l'ai enlevé. [(Muslim: Kitab al-Libas, Nasa'i: Kitab al-Zinah)].",
          "[(12)] Jabir bin `dit Abdullah: Le Saint Prophète garde des images dans la maison",
          "et aussi interdit interdit que quelqu'un doit faire des photos. [(Tirmidhi: Abwab",
          "al-Libas)]. \n [(13)] Ibn `Abbas a rapporté sur l'autorité de Abu Talhah Ansari:",
          "Le Saint Prophète a dit que les anges [(par exemple de la miséricorde)] ne pas",
          "entrer dans une maison où il y a un chien, ni où il y a une image. [(Bukhari:",
          "Kitab al-Libas)]. \n [(14)] »dit Abdullah bin` Umar: Une fois que Gabriel a promis",
          "de payer le Saint Prophète une visite, mais le temps passait et il ne venait pas.",
          "Le Saint Prophète se sentait troublé et est sorti de sa maison et l'a rencontré.",
          "Quand il se plaignait à lui, il [(Gabriel)] a répondu: \"] Nous ne sommes pas",
          "entrés dans une maison où il y a un chien ou une image [.\" [(Bukhari:. Kitab a /",
          "-Libas Plusieurs Traditions sur ce sujet ont été rapporté par Bukhari, Muslim,",
          "Abu Da`ud, Tirmidhi, Nasa'i, Ibn Majah, Imam Malik et Imam Ahmad sur l'autorité",
          "de plusieurs Compagnons)]. \n Par contre ceux-ci, il y a d'autres traditions qui",
          "permettent quelques exceptions concernant les photos. Par exemple, selon une",
          "tradition d'Abu Talhah Ansari, il est permis d'accrocher le rideau d'un tissu qui",
          "a des images brodées sur elle. [(Bukhari: Kitab al-Libas)]; et selon la tradition",
          "de Hadrat A'ishah, quand elle a déchiré un tissu ayant des photos sur elle et a",
          "fait un coussin de celui-ci à se répandre sur le sol, le Saint Prophète n'a pas",
          "interdit. [(Muslim: Kitab al-Libas)]; et Salim bin Abdullah bin `` la tradition",
          "d'Umar que l'interdiction est de l'image qui est affichée et installé en bonne",
          "place et non de celui qui est utilisé comme un tapis: [(Musnad Ahmad)]. Mais",
          "aucune de ces traditions en contradiction avec les traditions qui ont été cités",
          "ci-dessus. Aucune de ces sanctions la décision et la peinture des images. Ils ne",
          "disent que si une personne a obtenu un morceau de tissu ayant des photos sur",
          "elle, comment il doit l'utiliser. À cet égard, la tradition d'Abu Talhah Ansari",
          "ne peut pas du tout être acceptée parce qu'elle contredit beaucoup, d'autres",
          "traditions authentiques où le Saint Prophète non seulement interdisait",
          "l'utilisation de tissu ayant des photos sur elle comme un rideau, mais a même",
          "déchiré en morceaux. En outre, Hadrat Abu Talhah qui a été rapporté dans Tirmidhi",
          "et Mu'watta ', à cet égard de Ansari propre de la pratique, est qu'il n'a même",
          "pas comme d'utiliser un morceau de tissu qui avait des photos sur elle, comme un",
          "tapis, sans parler de la pendaison comme un rideau. \n En ce qui concerne les",
          "traditions liées par Hadrat `A'ishah et Salim bin` Abdullah. ils permettent",
          "seulement que si une image ne soit pas placé en évidence sur le respect et",
          "l'estime, mais est utilisé comme un tapis irrespectueuse et est foulé aux pieds,",
          "il pourrait être tolérable. Après tout, comment ces traditions être citées pour",
          "obtenir une sanction pour la culture qui considère l'art de la peinture et le",
          "portrait de décision et de la sculpture comme une réussite enviable de la",
          "civilisation humaine, et veut populariser parmi les musulmans? \n Le code de",
          "pratique que le Saint Prophète a quitté pour sa Ummah en ce qui concerne les",
          "images, peut être vu de la conduite et de la pratique des Compagnons éminents,",
          "qu'ils ont adoptée à cet égard. Le principe admis de droit dans l'Islam est que",
          "la loi islamique authentique et fiable est celle que le Saint Prophète recommanda",
          "au cours de la dernière partie de sa vie après avoir passé par des injonctions et",
          "des exceptions progressives et préliminaires. Et après le Saint Prophète de la",
          "pratique et de la persistance des Compagnons éminents sur une façon particulière",
          "est une preuve qu'il a quitté la Ummah sur cette voie. Maintenant Iet nous sec",
          "comment ces gens saints et pieux traité et considéré les picntres. \n Hadrat 'Umar",
          "dit aux chrétiens: \"] Nous ne concluons pas vos églises, car il y a des photos en",
          "eux. [\" [(Bukhari: Kitab comme -Salat)]. \n Ibn 'Abbas serait parfois offrir sa",
          "prière dans l'église, mais pas dans une église qui avait des photos en elle.",
          "[(Bukhari;: Kitab as-Salam)]. \n Abu al-Hayyaj al-Asadi dit: Hadrat 'Ali m'a dit:",
          "\"] Dois-je pas envoyer yon sur la même mission sur laquelle le Saint Prophète m'a",
          "envoyé Et il est ce que vous ne devriez pas laisser d'idole que vous devriez? pas",
          "briser, et vous ne devriez pas quittiez tout tombe que vous ne devriez pas",
          "niveler vers le bas, et vous ne devriez pas laisser une image que vous ne devriez",
          "pas effacer [ \"[(Muslim: Kitab al-Jana'iz; Nasa'i:. Kitab al iz .lane ')]. \n",
          "Hanash al-Kinani dit: Hadrat 'AII a dit à son chef de la police: \"] Savez-vous",
          "sur quelle mission je vais vous envoyer -Sur la mission sur laquelle le Saint",
          "Prophète m'a envoyé, que vous devez effacer? chaque image et le niveau bas chaque",
          "tombe. [(Musnad Ahmad)]. \n Cette loi très établie de l'Islam a été accepté et",
          "reconnu par les juristes de l'Islam et considéré comme un article de la loi",
          "islamique. Ainsi, 'Allama Badruddin' Aini écrit en référence à Monothéisme ». \n [",
          "\"Nos anciens [(ie les juristes hanéfite)] et d'autres juristes disent que faire",
          "les photos d'une chose vivante est non seulement illégale mais strictement",
          "interdite et un péché majeur, si l'auteur a fait dans un but où il serait tenu",
          "avec mépris ou pour une autre utilisation et le but. la fabrication et la",
          "peinture de l'image est de toute façon illégale, parce qu'elle est une tentative",
          "de créer comme la création d'Allah de même, la prise de photos que ce soit dans",
          "le tissu, ou dans le tapis,.. ou nn une pièce de monnaie, ou dans un ustensile,",
          "ou dans un mur, est en tout cas illégal. Cependant, ce qui rend les images de",
          "quelque chose d'autre, par exemple, d'un arbre, etc., ne sont pas interdits. Que",
          "l'image jette une ombre ou non est sans importance. \n La même chose est l'opinion",
          "de l'Imam Malik, Sufyan Thauri, Imam Abu Hanifah, et d'autres chercheurs. Qadi",
          "Iyad dit que les poupées de filles sont une exception, mais Imam Malik;",
          "désapprouvé même de les acheter. \"] [(` Umdat al-Qari vol. XXII, p. 70)]. Imam",
          "Nawawi a élucidé ce même point de vue plus en détail dans son commentaire du",
          "musulman. S'il vous plaît se référer à Sharh Nawawi, égyptien Ed., vol. XIV, pp.",
          "81-82). \n Voici donc l'injonction sur la réalisation de photos. En ce qui",
          "concerne l'utilisation des images faites par d'autres, `Allama Ibn Hajar a cité",
          "les opinions des juristes de l'Islam comme suit: [\" Ibn 'Arabi, le juriste",
          "malékite, dit que le consensus de l'opinion est que l'image qui jette une . ombre",
          "est illégale, si elle est considérée avec mépris ou non seulement les poupées de",
          "filles sont une exception .. .. Ibn 'arabe dit aussi que l'image qui ne jette pas",
          "l'ombre mais qui persiste [(comme dans la forme imprimée , contrairement à la",
          "réflexion d'un miroir)] est également illégale, si elle est considérée avec",
          "mépris ou non. Toutefois, si la tête est coupée, ou de ses membres ou parties",
          "sont séparées, il peut être utilisé. ... Imam al Harmayn a cité un verdict selon",
          "lequel un rideau ou un coussin ayant des photos sur elle peuvent être utilisées,",
          "mais l'image accrochée au mur ou au plafond est interdite, car ce serait faire",
          "preuve de respect et d'estime pour elle, alors que l'image sur le rideau ou",
          "coussin, au contraire, se tiendrait avec mépris. ... Ibn Abi Shaibah a raconté",
          "sur l'autorité de 'Ikrima que les savants parmi les disciples immédiats des",
          "Compagnons étaient d'avis que l'être de l'image dans le tapis ou un coussin est",
          "honteux pour ça; ils ont également exprimé l'avis que l'image accroché en bonne",
          "place est illégale, mais celui foulé aux pieds est permis. La même opinion a été",
          "cité d'Ibn Sirin, Salim bin Abdullah, Ikrima bin Khalid et Said bin Jubayr. \"]",
          "[(Fath al-Bari, vol. X, p. 300)]. \n Les détails donnés ci-dessus montrent",
          "clairement que la forbiddence des images est pas une question controversée ou",
          "douteux dans l'Islam, mais il est un article établi de la loi selon les",
          "instructions expresses du Saint Prophète, la pratique des Compagnons et les",
          "verdicts unanimes des juristes de l'Islam, qui ne peuvent pas être modifiés par",
          "l'ergotage des personnes influencées par les cultures étrangères. \n A cet égard,",
          "certaines autres choses devraient également être comprises afin qu'il ne reste",
          "pas de malentendu à cet égard. \n Certaines personnes tentent de faire une",
          "distinction entre une photographie et un tableau, alors que le Shari ah interdit",
          "l'image elle-même et non un processus ou procédé de fabrication des images. Il",
          "n'y a pas de différence entre une photo et un tableau: ils sont les deux images.",
          "Quelle que soit la différence est là entre eux est due à la méthode de les faire,",
          "et à cet égard les injonctions de la charia ne font aucune différence entre eux.",
          "\n Certaines personnes donnent l'argument selon lequel l'image a été interdit dans",
          "l'Islam »afin de mettre un terme à l'idolâtrie. Comme il n'y a pas de danger",
          "maintenant, cette injonction devrait être annulée. Mais cet argument est tout à",
          "fait tort. En premier lieu, nulle part dans les Traditions at-il été dit que les",
          "photos ont été faites illégale afin d'éviter «le danger de polythéisme et",
          "l'idolâtrie. En second lieu, l'affirmation selon laquelle polythéisme et",
          "l'idolâtrie ont été éradiquées du monde est également sans fondement.",
          "Aujourd'hui, dans le sous-continent indo-Pak lui-même il y a des millions de",
          "idolworshippers et polythéistes. Shirk est pratiquée dans différentes régions du",
          "monde de différentes manières. Le peuple chrétien du livre sont aussi adorer les",
          "images et les portraits du Prophète Jésus et de Marie et d'autres saints; si bien",
          "que même un grand nombre des musulmans aussi sont impliqués dans le mal d'adorer",
          "d'autres que Dieu. \n Certaines personnes disent que seules les images qui sont",
          "dans la nature polythéiste devraient être interdites, i. e. , Photos et images de",
          "ces personnes qui ont été faites des dieux. Comme pour les autres images et des",
          "images il n'y a aucune raison pour laquelle ils devraient être interdits. Mais",
          "les gens qui soutiennent ce genre, en fait, deviennent leurs propres législateurs",
          "au lieu de déduire la loi des commandements et des instructions de la loi-Giver,",
          "Ils ne savent pas que l'image ne soit pas la cause du polythéisme et l'idolâtrie",
          "seulement, mais est devenu la cause de. beaucoup d'autres maux dans le monde, et",
          "devient donc encore aujourd'hui. L'image est l'un de ces principaux moyens par",
          "lesquels l'aura de la grandeur des rois, des dictateurs et des Ieaders politiques",
          "a été impressionné sur l'esprit du peuple. L'image a également été largement",
          "utilisé pour la diffusion de hauteurs obscénité et aujourd'hui ce mal a touché",
          "inconnus à l'histoire précédente. Photos ont également été utilisés pour semer la",
          "discorde et la haine et pour la création de mal entre les nations et pour tromper",
          "les masses de différentes manières. Par conséquent, le point de vue que le",
          "Législateur a interdit l'image que pour éradiquer l'idolâtrie est",
          "fondamentalement faux. Le Législateur a absolument interdit les images des choses",
          "vivantes. Si nous ne sommes pas nos propres législateurs, mais sont les adeptes",
          "de la-loi-Giver, nous devrions renoncer à cette conséquence. Il est pas du ALi",
          "légitime pour nous que nous devrions proposer de nous-mêmes une base pour une",
          "injonction particulière et ensuite, sur la base de celui-ci, devrait déclarer",
          "quelques photos légale et certains comme illégale. \n Certains se réfèrent à des",
          "apparemment [sortes «inoffensifs» des photos et dire qu'il pourrait y avoir aucun",
          "danger de ces: ils ne pouvaient pas causer des maux de shirk, l'obscénité, la",
          "propagande politique ou d'autres maux, par conséquent, ils ne devraient pas être",
          "interdites ici. encore une fois les gens commettent la même erreur:. ils",
          "proposent d'abord une cause et une base pour une injonction, puis font valoir que",
          "lorsque la cause ne se trouve pas dans une chose interdite particulier, il ne",
          "doit pas être interdit en outre, ces personnes ne comprennent pas non la règle de",
          "l'ah islamique Shari qu'il DCES pas de frontières vagues et ambiguës entre le",
          "licite et l'illicite à partir de laquelle un homme peut ne pas être en mesure de",
          "juger quand il est dans les limites et quand il les a croisés, mais il dessine",
          "une claire . ligne de démarcation que chaque personne peut voir comme le grand",
          "jour la démarcation à l'égard de l'image est tout à fait clair: les photos des",
          "êtres vivants sont illégales et des choses sans vie légitimes Cette ligne de",
          "démarcation n'admet aucune ambiguïté.. Celui qui doit suivre les injonctions peut",
          "savoir clairement ce qui lui est permis et ce qui est pas. Mais, si quelques",
          "photos des êtres vivants avaient été déclarées licites et certains illégales,",
          "aucune liste des deux types de photos mais vastes, aurait fait la frontière entre",
          "le licite et l'illicite clair, et le cas de beaucoup d'images serait encore sont",
          "restés ambigus quant à savoir si elles étaient dans les limites de la légalité ou",
          "à l'extérieur eux. Ceci est similaire à l'injonction islamique sur le vin que",
          "l'on devrait s'abstenir complètement de lui, et cela marque une limite claire,",
          "Hut, si elle avait été dit que l'on doit s'abstenir d'une telle quantité de vin",
          "enivre, il serait impossible de délimiter entre le licite et l'illicite, et",
          "personne ne l'aurait été en mesure de décider quelle quantité de vin qu'il",
          "pouvait boire; et où il a dû arrêter. [(Pour une analyse plus approfondie, voir",
          "Rasa 'iI-o-Masa'il, Partie 1, pp. 152-155)]."
        ],
        "21" : [
          "Cela donne une idée de l'hospitalité à l'échelle généreuse et grande pratiqué par",
          "le Prophète Salomon. Big bols comme des creux avaient été disposés pour servir de",
          "contenants de nourriture pour les invités et les casseroles lourdes étaient",
          "destinés à la cuisson des aliments pour des milliers de personnes à un seul et",
          "même temps."
        ],
        "22" : [
          "\"] Travailler avec gratitude»: travailler comme des serviteurs reconnaissants. La",
          "simple reconnaissance verbale d'une personne qui reconnaît seulement verbalement",
          "les faveurs faites par le bienfaiteur, mais les utilise contre sa volonté est",
          "dénuée de sens. La personne vraiment reconnaissant est celui qui reconnaît les",
          "faveurs avec la langue, ainsi que les utilisations et emploie les faveurs selon",
          "la volonté du bienfaiteur."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "فَلَمَّا قَضَيْنَا عَلَيْهِ الْمَوْتَ مَا دَلَّهُمْ عَلَىٰ مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ تَأْكُلُ مِنْسَأَتَهُ ۖ فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ أَنْ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ",
      "simpleTranslate" : [
        "Et lorsque Nous eûmes décidé sa mort, les djinns ne s’en rendirent compte que",
        "grâce aux termites qui avaient rongé la canne qui lui servait d’appui. Et quand",
        "il s’écroula, les djinns convinrent que s’ils connaissaient le mystère, ils",
        "n’auraient pas continué à exercer aussi longtemps une tâche si avilissante."
      ],
      "tafsirTranslate" : [
        "Lorsque Nous avons exécuté notre arrêt de mort sur Salomon, rien indiqué au",
        "djinns qu'il était mort, sauf un ver qui ronge son personnel. Alors, quand",
        "Salomon est tombé, les djinns réalisé <N:23> que si elles avaient connu ce qui se",
        "trouve dans le domaine au-delà de la perception, ils ne seraient pas ont continué",
        "à être dans ce châtiment humiliant. <N:24>"
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "Nous décidâmes",
        "pour lui",
        "la mort",
        "ne pas",
        "qui leur sont indiqués",
        "[sur]",
        "sa mort",
        "sauf",
        "une créature",
        "(de la terre",
        "en train de manger",
        "son personnel",
        "Mais quand",
        "il est tombé",
        "est devenu clair",
        "(À) les djinns",
        "cette",
        "si",
        "ils avaient",
        "connu",
        "l'invisible",
        "ne pas",
        "ils (aurait) sont restés",
        "dans",
        "la punition",
        "humiliant"
      ],
      "notes" : {
        "24" : [
          "Certains commentateurs modernes HAVC il interprétés comme suit: Comme le fils du",
          "Prophète Salomon, Roboam, était indigne et donné à la vie luxueuse et entouré de",
          "flatteurs, il ne pouvait pas supporter le lourd fardeau de la responsabilité qui",
          "est tombé sur ses épaules après la la mort de son grand père. Peu de temps après",
          "sa succession, le royaume effondré, et les tribus frontier` [(i. E., Des djinns)]",
          "que le Prophète Salomon avait subjugué par sa puissance, se révolta et se",
          "détacha. Mais cette interprétation ne du tout conforme aux paroles du Coran. La",
          "scène représentée par les paroles du Coran est un peu comme ceci: La mort est",
          "venue au Prophète Salomon dans un état où il était debout ou assis-le soutien",
          "d'un personnel. Son corps était en place à cause du personnel, et les djinns a",
          "continué d'exercer leurs fonctions et services, pensant qu'il vivait. Enfin,",
          "lorsque le cloporte a commencé à ronger le personnel et il est devenu creux à",
          "l'intérieur, le corps du Prophète Salomon est tombé; puis les djinns ont réalisé",
          "qu'il était mort. Après tout, pourquoi cette description claire et sans ambiguïté",
          "de l'événement peut être interprété comme signifiant que le cloporte impliquait",
          "l'indignité du fils du Prophète Salomon, et le personnel impliqué son pouvoir et",
          "de l'autorité et de la chute de son corps impliquait la désintégration de son",
          "royaume? Allah avait voulu dire tout cela, il n'y avait pas de pénurie de mots",
          "dans la grande langue arabe. Le Coran, en fait, n'a nulle part utilisé un tel",
          "langage énigmatique. Comment les Arabes ordinaires, qui étaient ses premiers",
          "destinataires, ont résolu cette énigme? \n Ensuite, la partie la plus absurde de",
          "cette interprétation est que selon elle les djinns impliquent les habitants des",
          "tribus frontalières que le Prophète Salomon avait soumis à certains services sous",
          "lui. La question est, qui de ces tribus avaient prétendu avoir la connaissance de",
          "l'invisible, et qui ne les polythéistes considérer comme le Connaisseur de",
          "l'invisible? Une personne qui lit les derniers mots du verset avec les yeux",
          "ouverts peut se voir que djinns ici implique nécessairement un groupe d'êtres",
          "qui, soit avaient eux-mêmes fait une demande d'avoir la connaissance de",
          "l'invisible, ou qui, les gens croyaient, a eu la connaissance de l'invisible; et",
          "le secret de ce groupe est d'être ignorants et inconscients de l'invisible est",
          "devenu divulgué quand ils ont continué à servir le Prophète Salomon sous",
          "l'impression qu'il vivait, alors qu'il était mort. Cette déclaration du Coran",
          "était suffisante pour induire une personne honnête à son réviser cette opinion",
          "que les djinns implique les tribus frontalières, mais les gens qui se sentent",
          "timides d'admettre l'existence de la création cachée appelé djinns avant",
          "l'échasse de monde matérialiste insistent sur cette interprétation de leur en",
          "dépit du sens ordinaire du Coran. \n À plusieurs endroits dans le Coran, Allah dit",
          "que les polythéistes d'Arabie considéraient les djinns que les associés d'Allah,",
          "et comme ses enfants, et utilisés pour chercher leur refuge. [ \"Ils ont créé les",
          "djinns en partenariat avec AIlah alors qu'Il les a créés \"] [. (Al-Anam: 100)]. [",
          "\"Et ils ont inventé un sang-relation entre Allah et les djinns.\"] [(As-Saffat:",
          "1S8 <V:37:1S8>)]. [ \"Et que, certaines personnes parmi les hommes utilisés pour",
          "chercher refuge auprès de certaines personnes parmi les djinns.\"] [(AI-Jinn: 6",
          "<V:72:6>)]. \n Un de leurs croyances était qu'ils considéraient les djinns comme",
          "les connaisseurs de l'invisible et cachée. et utilisé pour se tourner vers eux",
          "pour obtenir la connaissance des choses cachées. Allah a lié cet événement ici",
          "afin de répudier cette croyance et de faire les Arabes se rendent compte qu'ils",
          "suivent les fausses croyances de l'ignorance, sans aucune raison valable, alors",
          "que le fait est que les croyances de la poitrine sont absolument sans fondement.",
          "[(Pour de plus amples explications, voir E.N. 63 ci-dessous)]."
        ],
        "23" : [
          "Un autre sens de la phrase peut être: [ \". L'état et l'état des djinns vrai est",
          "devenu clair et exposé\"] Selon le premier sens, il signifie: [ «Les djinns ont",
          "réalisé que leur prétention à HAVC . la connaissance de l'invisible était mauvais",
          "»] Selon la seconde, cela signifie: [« les gens qui pensaient que les djinns",
          "possédaient la connaissance de l'invisible, sont venus pour savoir qu'il n'y",
          "avait pas une telle connaissance \"]."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ ۖ جَنَّتَانِ عَنْ يَمِينٍ وَشِمَالٍ ۖ كُلُوا مِنْ رِزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ ۚ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ",
      "simpleTranslate" : [
        "Le pays des Saba’ portait en lui la marque de la bonté divine : deux jardins qui",
        "s’étendaient de part et d’autre. «Mangez, leur fut-il dit, de ce que Dieu vous a",
        "accordé, et soyez-Lui reconnaissants : contrée heureuse et Maître Clément.»"
      ],
      "tafsirTranslate" : [
        "Pour Sheba <N:25> il y avait aussi un signe dans leur lieu d'habitation. <N:26>",
        "les deux jardins <N:27> à droite et à gauche ' Mangez de la disposition de votre",
        "Seigneur, et rendre grâce à Lui. La plupart agréable est votre terre et",
        "Pardonneur est votre Seigneur. '"
      ],
      "tanslateWordByWord" : [
        "Certainement",
        "(il y avait",
        "pour Saba",
        "dans",
        "leur demeure",
        "un panneau:",
        "Deux jardins",
        "sur",
        "(la droite",
        "et (à) gauche",
        "Manger",
        "de",
        "(la fourniture",
        "(De) votre Seigneur",
        "et soyez reconnaissants",
        "à lui",
        "Un terrain",
        "bien",
        "et le Seigneur",
        "Pardonneur"
      ],
      "notes" : {
        "25" : [
          "Pour comprendre la continuité de l'objet on doit garder en vue le thème exprimé",
          "dans vv.1-9. Là, il a été souligné que les païens de l'Arabie considéraient la",
          "venue de l'au-delà comme irrationnel, et a déclaré ouvertement que le Messager",
          "qui présentait cette doctrine était soit un homme fou ou délibérément fabriquait",
          "le mensonge. En réponse à cela, Allah donna d'abord des arguments rationnels, que",
          "nous avons élaboré dans ce E.N. 7, 8 et 12 ci-dessus. Puis, en vv. 10-21",
          "l'histoire des Prophètes David et Salomon et de Saba a été lié comme un argument",
          "historique, qui est destiné à impressionner la réalité que l'histoire de l'espèce",
          "humaine sur la terre elle-même témoigne de la loi de rétribution. Si l'homme",
          "étudie sa propre histoire attentivement, il verra que ce monde est pas un royaume",
          "sans foi ni loi, qui pourrait être fonctionne à l'aveuglette, mais il est",
          "gouverné par un All-audition et AII-voyant Être, qui traite et traite ses",
          "serviteurs reconnaissants à d'une façon et avec le peuple ingrat et ingrates dans",
          "un tout autre chemin. Si l'on veut, on peut apprendre cette leçon de la même",
          "histoire que dans le Royaume de Dieu qui a un tel caractère, la bonté et le mal",
          "ne peut pas avoir un seul et même résultat. La demande nécessaire de sa justice",
          "est que le temps viendra où la bonté doit être pleinement récompensé et le mal",
          "puni pleinement."
        ],
        "26" : [
          "Autrement dit, [ \"Un signe de ce que tout ce qu'ils HAVC est le don de quelqu'un",
          "d'autre et non de leur propre création, et un signe de ce que le digne de leur",
          "service et de culte et de reconnaissance est que Dieu qui les a bénis de ces",
          "faveurs et non pas ceux qui HAVC aucune part à conférer ceux-ci, et un signe de",
          "ce que leur richesse ne sont pas impérissables, mais peut périr même comme il a",
          "été amassé \"]."
        ],
        "27" : [
          "Cela ne signifie pas qu'il n'y avait que deux jardins dans l'ensemble du pays,",
          "mais que l'ensemble du pays de Saba était comme un jardin. Partout où un homme se",
          "tenait, il pouvait voir un jardin sur sa droite et un jardin sur sa gauche."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِنْ سِدْرٍ قَلِيلٍ",
      "simpleTranslate" : [
        "Mais ils se détournèrent de Nous. Nous déchaînâmes alors contre eux le torrent",
        "d’al-`Arim et Nous transformâmes leurs deux vergers en deux jardins qui",
        "n’offraient plus que des arbustes aux fruits amers, des tamaris et quelques rares",
        "jujubiers."
      ],
      "tafsirTranslate" : [
        "Mais ils se détournèrent <N:28> et ainsi nous laissons lâche sur eux une",
        "inondation dévastatrice <N:29> qui a balayé les barrages et remplacé leurs",
        "jardins par deux autres portant des fruits amers, tamaris, et un arbres",
        "quelques-uns de lote. <N:30>"
      ],
      "tanslateWordByWord" : [
        "Mais ils se détournèrent",
        "Nous avons donc envoyé",
        "sur eux",
        "(l'inondation",
        "(De) le barrage",
        "et Nous avons changé pour eux",
        "leurs deux jardins",
        "(Avec) deux jardins",
        "produisant des fruits",
        "produisant des fruits",
        "amer",
        "et tamaris",
        "et (un peu) chose",
        "de",
        "arbres lote",
        "peu"
      ],
      "notes" : {
        "28" : [
          "Autrement dit, [ \"Ils ont adopté la voie de la désobéissance et de l'ingratitude",
          "à la place de l'obéissance et de reconnaissance.\"]"
        ],
        "29" : [
          "Le mot «Arim utilisé dans sayl al-Arim dans le texte est dérivé du mot Ariman Sud",
          "arabe, qui représente un [« barrage »]. Dans les inscriptions anciennes qui ont",
          "été découverts dans les ruines du Yaman, ce mot a été couramment utilisé dans ce",
          "sens. Par exemple, dans une inscription datée de 542 ou 543 après Jésus-Christ,",
          "qui Abraha, le gouverneur abyssin du Yaman, avait obtenu installé après la",
          "réfection du grand barrage de Maa`rib, ce mot a été utilisé à plusieurs reprises",
          "dans le sens d'un barrage. Par conséquent, sayl al-Arim implique une inondation",
          "qui vient quand un barrage pauses."
        ],
        "30" : [
          "Autrement dit, [ \"À la suite de l'inondation qui est venu après la rupture d'un",
          "barrage, tout le pays a été dévasté. Les canaux qui l'Sabéens avait creusé par la",
          "construction de barrages entre les montagnes, ont été détruits et le système",
          "d'irrigation détruits. Ensuite, la même terre qui avait été comme un jardin",
          "avant, est devenu une jungle de la croissance sauvage et pas de plantes",
          "comestibles ont été laissés en elle, sauf le petit fruit plumlike des buissons de",
          "lote. \"]"
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "ذَٰلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا ۖ وَهَلْ نُجَازِي إِلَّا الْكَفُورَ",
      "simpleTranslate" : [
        "C’est ainsi que Nous les avons rétribués pour leur impiété. Sanctionnerions-Nous",
        "jamais un autre que l’impie obstiné?"
      ],
      "tafsirTranslate" : [
        "Ainsi avons-nous les récompensons pour leur ingratitude. Et aucun do Nous",
        "récompensons de cette manière à l'exception du tout à fait ingrat."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "Nous les avons récompensés",
        "car",
        "leur mécréance",
        "Et pas",
        "Nous rétribuons",
        "sauf",
        "l'ingrat"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ ۖ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ",
      "simpleTranslate" : [
        "Et Nous établîmes entre eux et les cités que Nous avions bénies d’autres cités à",
        "portée de regard et séparées par des étapes rapprochées. «Voyagez entre elles, de",
        "nuit et de jour, en toute sécurité.»"
      ],
      "tafsirTranslate" : [
        "Nous avons placé d'autres villes de premier plan entre eux, les villes que Nous",
        "avions bénies et étions fixés étapes bien mesurés entre eux. <N:31>",
        "Déplacez-et-vient entre eux, nuit et jour, dans une parfaite sécurité ."
      ],
      "tanslateWordByWord" : [
        "Et Nous avons fait",
        "entre eux",
        "et entre",
        "les villes",
        "lequel",
        "Nous avions bénie",
        "en ce",
        "les villes",
        "visible",
        "Et Nous avons déterminé",
        "entre eux",
        "le voyage",
        "Voyager",
        "entre eux",
        "(de nuit",
        "et (par) jour",
        "sans encombre"
      ],
      "notes" : {
        "31" : [
          "[ \"Blessed\"]: habitations les terres de la Syrie et de la Palestine, qui ont",
          "généralement été mentionnés dans le Coran par ce titre, comme, par exemple, dans",
          "AI-Araf: 137, Bani Isra `il: 1, Al-Anbiya`: 71, 81. [\" habitations bien visibles",
          "\"]: habitations situées sur la route et non pas à l'intérieur du pays. Il peut",
          "également signifier que les habitations ne sont pas très éloignés, mais contigus",
          "de sorte que les zones périphériques d'une habitation a pris fin ceux de l'autre",
          "a commencé à venir en vue. \n [ \"Set ... distances\"] implique que du Yaman aux",
          "frontières de la Syrie tout le voyage passé à travers les terres habitées, et les",
          "distances entre une station et un autre a été connue et déterminée. Cela fait la",
          "distinction entre le voyage à travers les terres habitées et le voyage à travers",
          "la zone du désert inhabité. Dans le désert, le voyageur continue de voyager aussi",
          "longtemps qu'il veut et arrête quand on est fatigué. Contrairement à cela, dans",
          "les régions peuplées que la distance entre une habitation et l'autre est bien",
          "connu, le voyageur peut planifier à l'avance quand il briserait son voyage, où il",
          "aurait son repos de midi et quand il allait rester pour la nuit."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ",
      "simpleTranslate" : [
        "– «Seigneur, dirent les Saba’, fais que nos étapes soient plus longues», se",
        "faisant ainsi tort à eux-mêmes. Nous fîmes d’eux alors des sujets de légendes et",
        "les dispersâmes de tous côtés. En vérité, il y a là des signes pour tout homme",
        "patient et reconnaissant."
      ],
      "tafsirTranslate" : [
        "Mais ils ont dit: '. Seigneur, fais les étapes de nos voyages plus longs' <N:32>",
        "Ils lésés leur propre moi Nous les avons donc réduits à des contes d'autrefois,",
        "et tout à fait les déchiraient en morceaux [*. 33] en vérité, il y a des signes",
        "pour tous ceux qui sont fermes et reconnaissants. <N:34>"
      ],
      "tanslateWordByWord" : [
        "Mais ils ont dit",
        "Notre Seigneur",
        "allonger (la distance)",
        "entre",
        "nos voyages",
        "Et ils lésés",
        "se",
        "Nous les avons donc fait",
        "narrations",
        "Nous les avons dispersés",
        "(En) un total",
        "dispersion",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) Signes",
        "pour tout le monde",
        "patient",
        "(Et) remercie"
      ],
      "notes" : {
        "32" : [
          "Ils peuvent ne pas avoir prié ainsi en autant de mots. En fait, celui qui est",
          "ingrat envers Dieu pour ses bénédictions, les huiles Allah, comme pour dire qu'il",
          "est pas digne de ces bénédictions. De même, la nation qui abuse des bienfaits de",
          "AIlah, en fait, prie à lui, comme pour dire, [ «Notre Seigneur, retire tes",
          "bénédictions de nous. Nous ne sommes pas dignes de ces\"] Par ailleurs, les mots",
          "du texte semblent également suggérer que les Sabéens peut-être considéré leur",
          "grande population comme une calamité pour eux-mêmes, et ils voulaient aussi comme",
          "les autres personnes folles que leur population devrait tomber."
        ],
        "33" : [
          "Autrement dit, [ «Le peuple de Saba étaient tellement dispersés dans des",
          "directions ALi que leur dispersion devinrent proverbiale. Même aujourd'hui, quand",
          "les Arabes doivent mentionner la Dispersion Complate de tout peuple, ils se",
          "réfèrent à la population de Saba comme un exemple . Lorsque AIlah causé ses",
          "bénédictions à être retiré d'eux, les différentes tribus des Sabéens ont commencé",
          "à quitter leurs maisons et la migration d'une autres parties de l'Arabie. le Banu",
          "Ghassan est allé s'installer en Jordanie et en Syrie, l'Aus et Khazraj à Yathrib,",
          "et Khuza`ah dans Tihamah près de Jeddah. le Azd gauche pour 'Uman et le Bani",
          "Lakhm et Judham et Kindah ont également été forcés d'abandonner leurs maisons",
          "pour d'autres lieux. ainsi, le \"] Sabéens [\" cessé d'exister en tant que nation",
          "et est devenu une simple légende. \"]"
        ],
        "34" : [
          "Dans ce contexte, le [ \"personne patiente et reconnaissante»] implique chacune de",
          "ces personnes [(ou des personnes)] qui DCES pas perdre son équilibre après avoir",
          "reçu les bénédictions d'Allah, ni exulte à la prospérité, ni devient inattentif",
          "Dieu qui l'a béni avec ces derniers. Une telle personne peut apprendre de grandes",
          "leçons de l'histoire de ces gens qui ont adopté la voie de la désobéissance,",
          "après avoir atteint des possibilités de progrès et de prospérité et, finalement,",
          "ont rencontré leur destin."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Satan avait misé sur eux, et ils l’ont suivi, excepté un groupe de croyants parmi",
        "eux."
      ],
      "tafsirTranslate" : [
        "Iblis a trouvé son estimation d'entre eux pour être vrai, et ils l'ont suivi, à",
        "l'exception d'une partie des croyants. <N:35>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "trouvé vrai",
        "à propos d'eux",
        "Iblis",
        "son hypothèse",
        "ils le suivirent",
        "sauf",
        "un groupe",
        "de",
        "les croyants"
      ],
      "notes" : {
        "35" : [
          "L'histoire montre que dans les temps anciens, il a vécu parmi les Sabéens un",
          "petit groupe de personnes, qui croyaient en un seul Dieu, en dehors de tous les",
          "autres dieux. Les inscriptions qui ont été découverts dans les ruines de Yaman à",
          "la suite du point archéologique moderne de recherche à l'existence de ce petit",
          "élément. Certaines inscriptions de la période environ 650 av. J.-C. indiquer que",
          "à plusieurs endroits dans le royaume de Saba, il existait de telles maisons de",
          "culte comme étaient exclusivement destiné à l'adoration de dhu-samavi ou",
          "dhu-samavi [(à savoir Rabb as-Sama ': Seigneur des cieux)]. Dans certains",
          "endroits, cette divinité a été mentionnée comme mecquoise dhu-samavi [(le roi qui",
          "est le propriétaire des cieux)]. Ce reste des Sabéens a continué à vivre dans",
          "Yaman pendant des siècles après. Ainsi, dans une inscription de 378 après",
          "Jésus-Christ aussi on trouve la mention d'un lieu de culte construit au nom de",
          "Ilah dhu-semevi '. Puis, dans une inscription datée de 465 après J.-C. les mots",
          "sont; Bi-nasr wa rida ilah-in ba'l samin wa ardin [(par exemple avec l'aide et le",
          "soutien de ce Dieu qui est le propriétaire des cieux et de la terre)]. Dans une",
          "autre inscription de la période du 458 après J.-C., le mot Rahman a été utilisé",
          "pour le même Dieu, les mots réels étant bi-rida Rahmanan [(i. E. Avec l'aide de",
          "Rehman)]."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ ۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيْءٍ حَفِيظٌ",
      "simpleTranslate" : [
        "En vérité, il n’avait aucun pouvoir sur eux, si ce n’est que Nous voulions",
        "distinguer ceux qui croyaient à la vie future de ceux qui en doutaient. Ton",
        "Seigneur est le Gardien vigilant de toute chose."
      ],
      "tafsirTranslate" : [
        "Iblis avait aucune autorité sur eux et ce qui est arrivé était en ordre et nous",
        "lui avons savoir qui croit en l'au-delà comme distinct de celui qui est dans le",
        "doute à ce sujet. <N:36> Votre Seigneur est vigilant sur tout. <N:37>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "était",
        "pour lui",
        "au dessus d'eux",
        "tout",
        "autorité",
        "sauf",
        "que nous (peut-être) mettre en évidence",
        "qui",
        "croit",
        "dans l'au-delà",
        "de (un) qui",
        "[il]",
        "à propos de ça",
        "(est dans",
        "doute",
        "Et ton Seigneur",
        "plus de",
        "tout",
        "des choses",
        "(Est) un Gardien"
      ],
      "notes" : {
        "36" : [
          "Autrement dit, `Iblis n'a pas le pouvoir d'avoir induit en erreur de force ces",
          "personnes à la façon de la désobéissance de Dieu alors qu'ils avaient voulu",
          "adopter son obéissance. Allah lui avait seulement donné la puissance qu'il peut",
          "séduire et induire en erreur les et faites aII ces personnes ses disciples, qui",
          "peuvent aimer à le suivre de leur propre gré. Et Iblis a été fourni ces",
          "possibilités de séduction afin que les croyants de l'au-delà ont été distingués",
          "de ceux qui ont diverti des doutes quant à sa venue. [ \" \n En d'autres termes,",
          "cette déclaration divine rend la vérité explicite que rien dans ce monde autre",
          "que la croyance en l'au-delà peut garantir l'adhésion de l'homme à la bonne",
          "façon. Si un homme ne croit pas qu'il doit être élevé à la vie après la mort et",
          "doit rendre compte de ses actes devant son Dieu, il va certainement être induit",
          "en erreur et égarés, car il ne sera jamais en mesure de développer en lui-même le",
          "sens de .responsibility qui seule peut lui faire adhérer à la bonne façon. Voilà",
          "pourquoi l'artifice de Satan par lequel il enserre l'homme est qu'il lui fait",
          "inattentif l'au-delà. Celui qui échappe à cette tentation satanique ne peut",
          "jamais convenir qu'il doit sacrifier les intérêts de sa vraie vie éternelle à",
          "l'intérêt de la vie transitoire du monde. Au contraire, celui qui ne croit pas",
          "dans l'au-delà, sous l'influence maléfique de Satan, ou tout au moins des doutes",
          "à ce sujet, ne peut jamais être amené à se retirer de l'affaire de trésorerie",
          "réalisés dans ce monde seulement en raison de la crainte que cela pourrait causer",
          "la perte dans une vie plus tard. Celui qui est égaré dans le monde, a fait fausse",
          "route seulement en raison du refus de l'au-delà, ou quelque soupçon à ce sujet;",
          "et celui qui a adopté la justice l'a fait parce que ses bonnes oeuvres ont",
          "délivré de sa croyance dans l'au-delà."
        ],
        "37" : [
          "Pour bien comprendre les allusions faites dans le Coran à l'histoire des Sabéens,",
          "il faut aussi garder en vue les informations qui ont été obtenues par le biais",
          "d'autres sources historiques au sujet de cette nation. \n Historiquement, Saba",
          "'était une grande nation de l'Arabie du Sud. qui comprenait quelques grandes",
          "tribus. Imam Ahmad, Ibn Abi Hatim, Ibn 'Abd al-Barr et Tirmidhi ont raconté du",
          "Saint Prophète que Saba était le nom d'un Arabe, à partir dont la race délivré",
          "les tribus suivantes de l'Arabie: Kindah. Himyar, Azd, Ash ariyyin, Madhhij,",
          "Anmar [(avec ses deux branches: Khath'am et Bajilah)], 'Amilah, Judham, Lakhm et",
          "Ghassan. \n Depuis l'antiquité cette nation arabe est bien connu dans le reste du",
          "monde. Ur inscriptions de 2500 av. J.-C. mentionner le nom de Sabom. Puis, dans",
          "les inscriptions babyloniennes et assyriennes et aussi dans la Bible, il a été",
          "mentionné à plusieurs reprises. [(Voir, par exemple, Psaumes 72:15; Jérémie 6:",
          "20; Ezéchiel 27:22, 38: 13; Job 6: 19)]. Le historiens grecs et romains et le",
          "géographe Theo-phrastus [(288 av. J.-C.)] ont parlé sans interruption pendant de",
          "nombreux siècles de l'ère chrétienne depuis avant Jésus-Christ. . \n Sa maison",
          "était le coin sud-ouest de la péninsule arabique, maintenant appelé al-Yaman. Sa",
          "montée en puissance a commencé en 1100 av. J.-C. Dans le temps des Prophètes",
          "David et Salomon Sabéens étaient devenus monde fatuité en tant que peuple riches.",
          "Au début, ils étaient une nation de soleil adorer. Puis, quand leur reine a",
          "affirmé la foi à la main du Prophète Salomon [(965-926 av. J.-C.)] probablement",
          "la plupart d'entre eux sont devenus musulmans. Mais alors dans une période",
          "ultérieure inconnue, ils ont commencé à nouveau à des dieux de culte et déesses",
          "Tike Almaqah [(le dieu-lune)], 'A thtar [(Vénus)], Dhat Hamim, Dhat Bad'an [(le",
          "dieu-soleil)] , Harmatam ou Harimat et bien d'autres. Almaqah était leur",
          "principale divinité, et les rois a fait droit à l'obéissance du peuple en tant",
          "que représentants de cette divinité. De nombreuses inscriptions ont été",
          "découverts dans le Yaman, qui montrent que toute la terre abondait dans les",
          "temples de ces dieux, en particulier de Almaqah, et grâce donnant des services",
          "pour eux ont eu lieu à chaque événement important. \n À la suite de recherches",
          "archéologiques modernes environ 3.000 inscriptions ont été découverts, qui",
          "jettent une bonne partie de la lumière sur l'histoire de cette nation. Outre",
          "ceux-ci, si l'information donné par les traditionnistes arabes et les Romains et",
          "les historiens grecs est compilé, une histoire détaillée de cette nation peut",
          "être préparé. Selon ces informations, le sont les périodes importantes de son",
          "histoire suivante: \n [(1)] Le pré-mi-septième période Century: Dans cette période",
          "mukarrib était le titre des rois sabéens. Probablement un synonyme de Muqarrib,",
          "il signifiait que les rois eux-mêmes considérés comme le lien entre les hommes et",
          "les dieux; ou, en d'autres termes, ils étaient les rois-prêtres. Leur capitale",
          "était Sirwah, dont les ruines se trouvent au voyage d'un jour à l'ouest de",
          "Maa'rib, et sont maintenant appelé al-Kharibah. Les fondations du grand barrage",
          "Maa'rib ont été portées dans cette période: alors les différents rois étendus de",
          "temps en temps. \n [(2)] 650 B. C à 115 C. B.: Dans cette période, les rois",
          "sabéens jetés mukarrib et adopté le titre de Malik [(roi)], ce qui signifiait que",
          "la théocratie a été remplacée par la royauté laïque. Ils ont quitté Sirwah et ont",
          "Maa'rib leur capital et étendues dans tous les sens. Cet endroit était 3900 pieds",
          "au-dessus de la mer, et est environ 60 miles à l'est de San'a '. Même aujourd'hui",
          "ses nonnes portent la preuve qu'il était autrefois le centre d'une nation",
          "hautement civilisée. \n [(3)] 115 B. C à 300 apr. J.-C.: Dans cette période, le",
          "royaume sabéen est tombé sous la domination de la tribu de Himyar, plus nombreuse",
          "tribu de Saba. Ils jetés Maa'rib et ont fait leur place centrale, Raydan, leur",
          "capital, qui est devenu plus tard connu comme Zafar. Ses religieuses peuvent",
          "encore être vus sur une colline circulaire près de la ville moderne de Yarim. A",
          "proximité il y réside une petite tribu du nom de Hinmar, peut-être le reste de la",
          "grande nation qui était autrefois bien connu dans le monde entier pour sa gloire",
          "et de grandeur. Dans la même période, le mot Yamanat et Yamanat a commencé à être",
          "utilisé pour la première fois pour une partie du royaume, qui est progressivement",
          "devenu Yaman et le nom de l'ensemble du territoire, qui va de `Asir à Aden et de",
          "Bab al-Mandeb à Hadramaout. Au cours de cette même période, le déclin de",
          "l'Sabaean a commencé. \n [(4)] 300 apr. J.-C. à la hausse, de l'Islam: Ceci est la",
          "période de la destruction de l'Sabaea. Ils ont commencé la lutte contre les",
          "guerres civiles, qui ont fourni l'occasion d'une intervention extérieure. Cela a",
          "entraîné la baisse de leur commerce et de leur agriculture et même la perte de la",
          "liberté politique. Profitant des conflits internes entre les Himyarites et",
          "d'autres tribus, les Abyssins ont occupé la Yaman et a statué brièvement à partir",
          "de 340 après JC à 378 après JC Ensuite, bien que la liberté politique a été",
          "rétablie, les violations ont commencé à apparaître dans le grand barrage de",
          "Maa'rib, qui dans 450 ou 451 AD conduit à la catastrophe occasionnée par la \"]",
          "éclatement du barrage [\" comme cela a été mentionné dans le verset 16 ci-dessus.",
          "Bien après jusqu'à l'époque de Abraha le barrage a été largement réparé, la",
          "population qui avait dispersé ne pouvait pas être ramené, ne pouvait le système",
          "en ruine de l'irrigation et l'agriculture soit rétablie. En 523 AD, dhu-Nuwas, le",
          "roi juif du Yaman, réalisé le grand massacre des chrétiens de Najran, qui a été",
          "mentionnés dans le Coran sous \"] ashab al-ukhdud [\" [(LXXXV: 4 <V:85:4>)]. En",
          "représailles, le chrétien royaume d'Abyssinie envahi Yaman et occupé toute la",
          "terre. Plus tard, le gouverneur abyssin de Yaman, Abraha, dans le but de mettre",
          "un terme à la position centrale de la Kaaba et d'amener l'ensemble de l'Arabie",
          "occidentale dans la sphère de l'influence ByzantineAbyssinian envahit la Mecque",
          "en 570 ou 571 après JC, quelques jours avant la naissance du Saint Prophète",
          "Muhammad [(sur qui être la paix d'Allah)]. L'armée abyssine a été complètement",
          "détruite comme évoqué sous ashab al-fil dans le Coran. Enfin, en 575 apr. J.-C.",
          "Yaman tomba aux mains des Iraniens; leur règle a pris fin en 628 après",
          "Jésus-Christ lorsque leur gouverneur Badhan embrassé l'Islam. \n Les Sabéens",
          "devaient leur prospérité à deux facteurs principaux: l'agriculture et le",
          "commerce. Ils avaient développé leur agriculture au moyen d'un merveilleux",
          "inconnu du système d'irrigation dans le monde antique, sauf à Babylone. Il n'y",
          "avait pas de rivières naturelles dans leurs terres; la saison des pluies petites",
          "collines torrents rose sur lequel ils avaient construit des barrages partout dans",
          "le pays et recueilli l'eau dans les petits lacs dont ils avaient pris des canaux",
          "pour arroser leurs terres. Cela avait pratiquement transformé l'ensemble du pays",
          "en un vaste jardin comme mentionné dans le Coran. Le plus grand réservoir était",
          "le lac qui avait été formé par la construction d'un barrage sur l'ouverture dans",
          "le Jabal Balaq près de Maa`rib. Mais quand Allah a causé ses faveurs à se",
          "détourna d'eux, le grand barrage a éclaté au milieu du cinquième siècle après JC",
          "et les inondations qui en résultent a ensuite briser un barrage après l'autre sur",
          "le chemin, détruisant le système d'irrigation entier, ce qui pourrait ne plus",
          "jamais être restauré. \n Pour le commerce Sabéens avait été béni par Dieu avec la",
          "position géographique plus favorable dont ils ont profité pleinement. Pour plus",
          "de mille ans, ils ont monopolisé les moyens du commerce entre l'Orient et",
          "l'Occident. D'une part, ils ont reçu la soie de la Chine, les épices de",
          "l'Indonésie et de Malabar, des tissus et des épées de l'Inde, des esclaves noirs,",
          "des singes, des plumes d'autruche et de l'ivoire d'Afrique orientale à leurs",
          "ports, et de l'autre, ils ont transporté cette marchandise à la marts égyptiens",
          "et syriens, à fournir avant à Rome et en Grèce. En outre, ils étaient eux-mêmes",
          "de grands producteurs d'encens et de myrrhe et d'autres parfums, qui étaient en",
          "grande demande en Egypte et en Syrie et à Rome et en Grèce. \n Deux grandes voies",
          "exiated pour ce commerce international: la route de la mer et de la route de",
          "terre. Le commerce maritime est resté dans le contrôle de l'Sabéens pendant plus",
          "de mille ans pour eux seuls connaissaient les mystères de la mer Rouge, les",
          "moussons, les disjoncteurs et les roches et les mouillages, et aucune autre",
          "nation ne pouvait risquer la navigation dans ces eaux dangereuses. Par cette",
          "route maritime ils ont pris leurs marchandises commerciales pour les ports de la",
          "Jordanie et de l'Egypte. Les routes terrestres de Aden et Hadramaout se sont",
          "joints à Ma'arib, d'où une route a conduit à Petra par La Mecque, Jeddah,",
          "Yathrib, AI-`Ula, Tabuk et Aylah, bifurquer à l'extrémité nord de l'Egypte et la",
          "Syrie. Le long de cette route de terre, un certain nombre de colonies Sabéens",
          "avait été établi dès le Yaman aux frontières de la Syrie, comme mentionné dans le",
          "Coran, et les caravanes commerciales adoptées par ces jour et nuit. Les signes",
          "d'un grand nombre de ces colonies existent encore sur cette route à partir de",
          "laquelle le sabéen et les inscriptions himyarites sont découverts. \n Après le",
          "premier siècle après le commerce Christ Sabaean a commencé w subissent un déclin.",
          "Lorsque le grec, puis romain, les royaumes ont été établis dans le Moyen-Orient,",
          "les citoyens ont commencé à se plaindre des prix élevés que les commerçants",
          "arabes ont été de charge pour les marchandises orientales en raison de leur",
          "monopole, et ont exhorté leurs gouvernements à prendre l'initiative de rompre",
          "leur suprématie dans le commerce de la mer. Ainsi, au début, Ptolémée II",
          "[(985-246 av. J.-C.)], le dirigeant grec de l'Egypte, a rouvert le canal du",
          "Nil-Mer Rouge initialement creusé par Pharaon Sésostris quelque dix-sept siècles",
          "auparavant. Par conséquent, il était par ce canal que la flotte égyptienne est",
          "entré dans la mer Rouge, pour la première fois, mais il ne pouvait pas réussir",
          "beaucoup contre les Sabéens. Quand l'Egypte tomba aux mains des Romains ils ont",
          "apporté une marine marchande plus forte dans la mer Rouge et de mettre une flotte",
          "navale à son dos. Le Sabéens ne pouvait pas résister à cette force. Par",
          "conséquent, les Romains installent leurs colonies commerciales à chaque port, des",
          "fournitures pour les navires disposés et également stationnés leurs troupes",
          "militaires chaque fois que possible. Enfin, le temps est venu quand Aden passa",
          "sous l'occupation militaire des Romains. A cet égard, la romaine et les royaumes",
          "abyssins ont également conclu des pactes secrets contre les Sabéens, qui a",
          "finalement privé cette nation de sa liberté politique. \n Après avoir perdu le",
          "contrôle sur le commerce maritime, les Sabéens ont été laissés avec le commerce",
          "sur la route de terre seulement, mais de nombreux facteurs combinés pour briser",
          "progressivement le dos aussi. Tout d'abord, les Nabatéens les évincés de toutes",
          "les colonies de la Hedjaz supérieure et de la Jordanie, de Petra à Al-'Ula. Puis,",
          "en 106 apr. J.-C. les Romains ont mis fin au royaume nabatéen et capturé tous les",
          "territoires syriens et jordaniens jusqu'à Hedjaz. Après cette Abyssinie et Rome",
          "conjointement essayé de ruiner le commerce Sabaean complètement en tirant parti",
          "de leurs conflits internes. Voilà pourquoi les Abyssins sont intervenus dans le",
          "Yaman encore et encore, jusqu'à ce qu'ils ont apporté à la fin tout le pays sous",
          "leur occupation. \n Ainsi, la colère d'Allah a causé cette nation d'être renversé",
          "par les sommets de la gloire et de la prospérité dans l'oubli dont ils ont jamais",
          "pu se relever. Il fut un temps où les Grecs et les Romains se sont sentis tentés",
          "quand ils ont entendu de la richesse légendaire de ce peuple. Strabon écrit, \"]",
          "Les Sabéens utilisent or et d'argent des ustensiles et même les plafonds, les",
          "murs et les portes de leurs maisons sont ornées d'ivoire, or, argent et bijoux.",
          "[\" Pline dit, \"] Toute la richesse de Rome et la Perse coule dans les mains",
          "Sabéens. Ce sont les gens les plus riches du monde d'aujourd'hui, et leurs terres",
          "fertiles abondent dans les jardins, les cultures et le bétail. [ \"Artémidore",
          "dit,\"] Ces gens roulent dans le luxe. Ils brûlent Cinnemon, bois de santal et",
          "autres bois odorante comme carburant. \"de même, d'autres historiens grecs",
          "rapportent que les passagers qui passent par leurs rives peuvent sentir les",
          "parfums de leurs terres dans les navires marchands en mer. Pour la première fois",
          "dans l'histoire, ils ont construit un gratte-ciel, appelé le château de Ghumdan,",
          "sur le sommet d'une colline dans San`a '. Cette citadelle, selon les historiens",
          "arabes, avait vingt étages, chaque étage étant de 36 pieds de haut. Ainsi ont-ils",
          "prospérer et profiter de la vie aussi longtemps qu'Allah les favorisait avec ses",
          "bontés. Enfin, quand ils transgressent les limites AII dans leur ingratitude, le",
          "Dieu Tout-Puissant a également retiré son attention, et ils ont été si",
          "complètement détruite comme si elles avaient jamais existé."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِ اللَّهِ ۖ لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ وَمَا لَهُمْ فِيهِمَا مِنْ شِرْكٍ وَمَا لَهُ مِنْهُمْ مِنْ ظَهِيرٍ",
      "simpleTranslate" : [
        "Dis-leur : «Appelez ceux que vous prenez pour divinités en dehors de Dieu ! Ils",
        "ne possèdent même pas le poids d’un atome ni dans les Cieux ni sur la Terre, à la",
        "création desquels ils n’ont jamais été associés, et Dieu ne compte pas",
        "d’auxiliaire parmi eux.»"
      ],
      "tafsirTranslate" : [
        "(O Prophète), <N:38> disent à ceux qui associent à Allah dans sa divinité:",
        "«Invoquez ceux que vous croyez voir des divinités en dehors d'Allah <N:39> Ils",
        "possèdent même pas. la plus petite particule, ni dans les cieux ni sur la terre;",
        "ni ils ont une part dans la propriété de l'un d'eux ne. Ni est l'un d'eux, même",
        "une aide d'Allah."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Inviter",
        "ceux",
        "vous prétendez",
        "outre",
        "outre",
        "Allah",
        "ne pas",
        "ils possèdent",
        "(le poids",
        "(De) un atome",
        "dans",
        "Le Paradis",
        "et pas",
        "dans",
        "La terre",
        "et pas",
        "pour eux",
        "dans les deux",
        "tout",
        "Partenariat",
        "et pas",
        "pour lui",
        "d'eux",
        "tout",
        "supporter"
      ],
      "notes" : {
        "38" : [
          "Jusqu'à présent notions erronées des polythéistes au sujet de l'au-delà ont été",
          "traitées. De là, le discours se tourne vers la réfutation du polythéisme",
          "lui-même."
        ],
        "39" : [
          "Autrement dit, [ \"Allah fait et non fait les destinées des individus et des",
          "nations et les royaumes de manière que vous avez vu des histoires de David",
          "Prophètes et Salomon et le peuple de Saba. Maintenant, vous peut invoquer, si",
          "vous aimez, ces dieux self-made de la vôtre pour voir s'ils possèdent également",
          "le pouvoir de changer la bonne fortune de quelqu'un dans le malheur et le malheur",
          "dans la bonne fortune. \"]"
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ ۚ حَتَّىٰ إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ ۖ قَالُوا الْحَقَّ ۖ وَهُوَ الْعَلِيُّ الْكَبِيرُ",
      "simpleTranslate" : [
        "Nulle intercession auprès de Dieu n’est efficace qu’en faveur de celui à qui Il",
        "le permet. Et quand la frayeur de ceux qui sollicitent cette intercession aura",
        "disparu, ils demanderont : «Qu’a dit votre Seigneur?» – «La Vérité, leur",
        "sera-t-il répondu. N’est-Il pas l’Auguste, le Sublime?»"
      ],
      "tafsirTranslate" : [
        "L'intercession peut invoquer Allah, sauf pour celui que la permission d'Allah",
        "(d'intercéder) <N:40> Lorsque leurs cœurs sont soulagés de peur qu'ils vont",
        "demander aux intercesseurs: «Qu'est-ce que votre Seigneur a dit? Ils répondront:",
        "'. (Il a dit) ce qui est juste, et il est le Haut, le Grand' <N:41>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "avantages",
        "l'intercession",
        "avec lui",
        "sauf",
        "pour (un) qui",
        "Il permet",
        "pour lui",
        "Jusqu'à",
        "quand",
        "la peur est enlevée",
        "sur",
        "leur cœur",
        "ils diront",
        "Qu'est-ce que c'est",
        "votre Seigneur a dit",
        "votre Seigneur a dit",
        "Ils diront",
        "La vérité",
        "Et il",
        "(Est) le Très-Haut",
        "Plus Grand"
      ],
      "notes" : {
        "40" : [
          "Autrement dit, [ \"Sans parler de posséder quelque chose, ou d'être un partenaire",
          "dans la propriété de quelque chose, ou étant une aide d'Allah de toute façon, il",
          "existe personne dans l'univers, qui de lui-même peut intercéder pour quelqu'un",
          "devant Allah. Vous êtes impliqué dans le malentendu qu'il ya arc 'certains des",
          "bien-aimés de Dieu, ou certaines de ces personnalités puissantes, qui peuvent",
          "forcer et appuyez sur Dieu pour accepter leur intercession, alors que le fait est",
          "que personne n'osera prononcer un mot de recommandation là sans la permission",
          "d'Allah. seul un tel homme sera en mesure de présenter ses conclusions, qui est",
          "autorisé par Allah de le faire, et intercédera pour lui seul pour qui",
          "l'autorisation d'intercession est accordée. [(pour comprendre la distinction",
          "entre le concept islamique d'intercession et le concept polythéiste, voir Yunus:",
          "3 <V:10:3>, 18; Hud: 76, 105; Ta Ha: 109; Al-Anbiya: 28; AI-Hajj: 76)]."
        ],
        "41" : [
          "Voici une image graphique a été établi de l'époque où le Jour de la Résurrection,",
          "un intercesseur demandera la permission d'intercéder en faveur d'un autre. Il",
          "présente cette scène: \"] Après la présentation de la demande d'autorisation, à la",
          "fois l'intercesseur et l'intercessee attendent la réponse dans un état",
          "d'agitation et de crainte Enfin, quand l'autorisation est accordée et la",
          "intercessee perçoit la satisfaction face à la. intercesseur, il se sent un peu",
          "consolés et demande l'intercesseur:? `Quelle réponse a été reçue ' L'intercesseur",
          "dit: «La réponse droite: l'autorisation a été accordée. Ce qui est censé être",
          "impressionné est la suivante: `peuple insensé Telle sera la crainte de la grande",
          "Cour d'Allah Comment osez-vous divertir l'idée que tout le monde aura pardonné",
          "par sa propre puissance, ou ose se comporter obstinément et dire à Allah!! : Ce",
          "sont mes favoris: ils devront être pardonné \"!"
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ ۖ قُلِ اللَّهُ ۖ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَىٰ هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ",
      "simpleTranslate" : [
        "Demande aux infidèles : «Qui vous procure votre subsistance des Cieux et de la",
        "Terre?» Réponds : «C’est Dieu», et ajoute : «Alors de nous et de vous, à coup",
        "sûr, si l’un est dans la bonne voie, l’autre est totalement dans l’erreur.»"
      ],
      "tafsirTranslate" : [
        "Demandez-leur, (O Prophète): «Qui fournit vous nourrit du ciel et de la terre»",
        "Dis: \"Allah <N:42> Maintenant, inévitablement un seul d'entre nous est bien",
        "guidé, que ce soit nous ou bien vous;. et l'autre est dans un égarement évident.",
        "» <N:43>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Qui",
        "fournit (pour) vous",
        "de",
        "Le Paradis",
        "et la terre",
        "Dire",
        "Allah",
        "Et en effet, nous",
        "ou",
        "toi",
        "(Sont) sûrement sur",
        "orientation",
        "ou",
        "dans",
        "Erreur",
        "clair"
      ],
      "notes" : {
        "42" : [
          "Il y a un écart subtil entre la question et la réponse. Les destinataires étaient",
          "les polythéistes qui non seulement n'a pas nié l'existence de Dieu, mais aussi",
          "connaissaient et croyaient que les clés des dispositions sont dans sa main. Mais",
          "en dépit de cela, ils ont tenu d'autres aussi que les associés d'Allah dans Son",
          "œuvre. Maintenant, quand ils ont été confrontés à la question: `Qui donne vous",
          "nourrit du ciel et de la terre [\" ils ont été mis dans un coin serré S'ils ont",
          "mentionné une autre en dehors d'Allah, ils diraient une chose contraire à leur",
          "propre et le credo de leur peuple. . Si elles ont montré l'entêtement et dit une",
          "telle chose, ils craignaient que leurs propres gens immédiatement les réfuter et",
          "s'ils ont reconnu que AIlah seul est leur Pourvoyeur, ils seraient immédiatement",
          "confrontés à la question suivante:. 'Alors, pourquoi et pour quoi avez-vous fait",
          "ces autres vos dieux? \"] Quand Allah est le Pourvoyeur, pourquoi ces autres être",
          "servis et adorés? Ainsi, ils se tiennent confus et désorienté. Ils ne peuvent pas",
          "dire que Dieu seul est le Pourvoyeur, ni qu'un autre dieu est le souteneur.",
          "Lorsque le questionneur voit qu'ils ne font pas de réponse, il répond lui-même à",
          "sa question et dit: Allah. [ \""
        ],
        "43" : [
          "Cette phrase contient un point de la sagesse de la prédication importante. La",
          "conclusion logique de la question et la réponse précitée serait que celui qui",
          "sert et adore Allah devrait être sur une bonne voie, et celui qui adore les",
          "autres à côté de Lui devrait être erronée. Par conséquent, apparemment, la",
          "conclusion aurait dû être: `Ensuite, nous sommes bien guidés et vous êtes",
          "égarés\"] Mais une telle réponse simple et droite, bien que correct et vrai, ne",
          "l'aurions pas été une chose sage du point de vue de. la prédication. Car, quand",
          "une personne est adressée et a dit clairement qu'il est malavisé et l'orateur",
          "prétend être lui-même bien guidé, il deviendra endurcie et ne sera jamais enclin",
          "à accepter et reconnaître la vérité. Comme les messagers d'Allah ne sont pas",
          "envoyés seulement pour le bien de dire la vérité pure et simple, mais sont",
          "également confié le devoir de réformer les injustes comme tactfully que possible,",
          "AIlah n'a pas demandé à Son Prophète pour les cellulaires clairement, après la",
          "question et la réponse, qu'ils sont tous égarés et que il expie est bien guidé au",
          "lieu de cela, il a été dit. `Dites-leur:. il est devenu clair que nous",
          "considérons comme notre divinité que lui qui est le Pourvoyeur, et vous avez pris",
          "comme des divinités ceux qui ne sont pas les continuateurs maintenant, il est",
          "impossible que vous et nous devrions être bien guidés simultanément. Un seul",
          "d'entre nous peuvent être bien guidés, et l'autre sera inévitablement erronée.",
          "Maintenant, il est pour vous d'envisager et de juge qui est en cours prouvé par",
          "la raison d'être dans le droit et qui a tort. \""
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ",
      "simpleTranslate" : [
        "Dis : «Vous n’aurez pas à répondre de nos fautes, pas plus que nous n’aurons à",
        "répondre des vôtres.»"
      ],
      "tafsirTranslate" : [
        "Dites-leur: '. Vous ne serez pas appelé à rendre compte sur la culpabilité nous",
        "nous sommes engagés, et nous ne soyons appelés à rendre compte de ce que vous",
        "avez fait » <N:44>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "ne pas",
        "il vous sera demandé",
        "sur quoi",
        "péchés nous nous sommes engagés",
        "et pas",
        "on nous demandera",
        "sur quoi",
        "tu fais"
      ],
      "notes" : {
        "44" : [
          "La question de savoir avait déjà fait les auditeurs à réfléchir sérieusement,",
          "cette phrase a été destinée à faire réfléchir encore plus sérieusement, comme",
          "pour dire: Il est dans notre propre intérêt individuel que nous devrions examiner",
          "et trancher la question de l'orientation et de l'égarement, à juste titre. Car si",
          "nous sommes égarés, nous nous portons les conséquences de notre erreur; vous ne",
          "serez pas tenu responsable pour cela. Par conséquent, il est dans notre propre",
          "intérêt que nous devrions envisager sérieusement, avant d'adopter une croyance,",
          "que nous ne suivons pas une mauvaise façon. De même, vous devez également penser",
          "sérieusement pour votre propre intérêt, et non pas pour nous en aucune façon, et",
          "assurez-vous que vous n'êtes pas investir le capital de votre vie dans une fausse",
          "croyance. Car si vous avez commis une erreur à cet égard, vous seriez nuisez que",
          "vous-mêmes et non pas nous. \""
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ",
      "simpleTranslate" : [
        "Dis : «Dieu, notre Seigneur, nous réunira ensemble et jugera entre nous en toute",
        "justice. Il est le Juge souverain dont la science n’a point de limite.»"
      ],
      "tafsirTranslate" : [
        "Dis: \"Notre Seigneur nous réunira, puis il sera à juste titre juger entre nous.",
        "Il est le Grand Juge, l'Omniscient \". <N:45>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "rassemblerai",
        "nous ensemble",
        "notre Seigneur",
        "puis",
        "Il jugera",
        "entre nous",
        "en vérité",
        "Et il",
        "(Est) le juge",
        "l'Omniscient"
      ],
      "notes" : {
        "45" : [
          "Ceci est le dernier et le motif le plus fort à l'examen de laquelle l'attention",
          "des auditeurs a été invité. Cela signifie pour impressionner: [ \"La chose est non",
          "seulement qu'il y a la différence de la vérité et le mensonge entre vous et nous,",
          "mais que nous et vous devez être présenté devant notre Seigneur, l'Être Qui",
          "connaît la vérité et est aussi pleinement conscients des affaires de chacun de",
          "nous. Là, devant lui non seulement cette chose soit décidé qui, entre vous et",
          "nous, était dans la raison et qui a tort, mais cette question sera également",
          "réglé la façon dont nous avons fait tous les possibles effort pour rendre la",
          "plaine de la vérité à vous, et comment vous opposés et nous a résisté dans votre",
          "antagonisme à la vérité. \"]"
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ ۖ كَلَّا ۚ بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Dis : «Montrez-moi ceux que vous Lui donnez comme associés ! Mais Il n’en a",
        "point. Il est plutôt Dieu, le Tout-Puissant, le Sage.»"
      ],
      "tafsirTranslate" : [
        "Dis: «Montrez-moi ceux que vous avez attaché à Lui comme Ses associés (dans la",
        "Divinité). <N:46> Non, Allah seul est le Très Puissant et Sage."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Montre moi",
        "ceux",
        "vous avez rejoint",
        "avec lui",
        "(As) partenaires",
        "Loin de",
        "Non",
        "Il",
        "(Est) Allah",
        "Tout-Puissant",
        "le Sage"
      ],
      "notes" : {
        "46" : [
          "Autrement dit, [ \"Avant même que vous prenez le grand risque en raison de votre",
          "dépendance à l'égard de ces divinités, dites-moi ici qui parmi eux est si",
          "puissant que de se poser à la Cour d'Allah comme défenseur et économisez vous de",
          "Sa punition. \"]"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِلنَّاسِ بَشِيرًا وَنَذِيرًا وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Nous ne t’avons envoyé à l’ensemble de l’humanité que pour porter l’annonce et",
        "donner l’alarme. Mais la plupart des hommes ne le savent point."
      ],
      "tafsirTranslate" : [
        "(O Prophète), Nous ne vous ai pas envoyé de suite, mais comme un héraut de bonnes",
        "nouvelles et avertisseur pour toute l'humanité. Mais la plupart des gens ne",
        "savent pas. <N:47>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous vous avons envoyé",
        "sauf",
        "globalement",
        "à l'humanité",
        "(Comme) un qu'annonciateur",
        "et (comme) un warner",
        "Mais",
        "les plus",
        "[les gens",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "47" : [
          "Autrement dit, [ \"Vous avez pas été envoyé comme Prophète pour les habitants de",
          "cette ville, ou ce pays, ou ce seul âge, mais pour les gens du monde entier et",
          "pour toujours, mais vos compatriotes ne ne pas reconnaître votre valeur et ils ne",
          "se rendent pas compte à quel point une personne a été soulevée parmi eux comme un",
          "prophète et comment unique, ils ont été bénis par Allah. \"] \n Le fait que le",
          "Saint Prophète n'a pas été nommé un prophète seulement pour son propre pays ou",
          "pour son âge, mais pour toute l'humanité jusqu'à la Résurrection, a été déclaré à",
          "plusieurs endroits dans le Coran. Par exemple, \n [ \"Et ce Coran a été révélé à",
          "moi que je dois donc vous et tous ceux qu'il peut atteindre en garde.\"]",
          "[(AI-Anam: 19 <V:6:19>)]. \n [ \"O Prophète, dis:. Ô hommes, je suis un Messager à",
          "vous tous d'Allah\"] [(Al-Araf, 158)]. \n [ \"O Prophète, Nous vous avons envoyé à",
          "être une véritable bénédiction pour tous les peuples du monde.\"] [(Al-Anbiya ':",
          "107 <V:21:107>)]. \n [ \"Très Heureux celui qui a fait descendre Al-Furqan à Son",
          "serviteur, afin qu'il soit un avertisseur à toute l'humanité.\"] [(Al-Furqan: 1",
          "<V:25:1>)]. \n La même chose a été dit par le Saint Prophète dans un certain",
          "nombre de hadiths de différentes manières. Par exemple. \n [ \"J'ai été envoyé à",
          "toute l'humanité, le noir, ainsi que le blanc.\"] [(Musnad Ahmad: Marwiyat Abu",
          "Musa Ash ari)]. \n [ \"J'ai été envoyé pour ALi l'humanité dans son ensemble, alors",
          "que cvery Prophète avant moi était seulement envoyé à son propre peuple.\"]",
          "[(Musnad Ahmad: Marwiyat 'Abdullah bin' Amr bin 'As)]. [ \"Avant moi cvery",
          "Prophète a été spécialement envoyé à son propre peuple, mais je l'ai été envoyé",
          "pour toute l'humanité.\"] [(Bukhari et Muslim: De Traditions liées par Jabir bin",
          "Abdullah)]. \n [ \"Ma nomination au poste d Prophète et la résurrection sont comme",
          "ça. En disant cela, le Saint Prophète a soulevé ses deux doigts.\"] [(Bukhari et",
          "Muslim)]. Ce qu'il voulait dire par là était: [ \". Tout comme aucun troisième",
          "doigt intervient entre ces deux doigts, donc il n'y a pas de prophète entre la",
          "résurrection et après moi, il y aura la résurrection seulement, et je serai le",
          "Prophète jusqu'à Resurrectian.\"]"
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "Ils disent : «À quand cette promesse, si vous êtes véridiques?»"
      ],
      "tafsirTranslate" : [
        "Ils vous demandent: «Quand cette promesse (de la Résurrection) sera remplie, si",
        "ce que vous dites est vrai ' <N:48>"
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Quand",
        "(est-ce",
        "promettre",
        "si",
        "tu es",
        "véridique"
      ],
      "notes" : {
        "48" : [
          "Autrement dit, [ «Quand viendra le temps dont vous dites:` Notre Seigneur u",
          "rassembler: ensemble, alors il jugera entre nous à juste titre? Nous avons été",
          "vous nier la persistance et vous opposer ouvertement depuis si longtemps.",
          "Pourquoi pas alors le jugement étant passé contre nous? \"]"
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "قُلْ لَكُمْ مِيعَادُ يَوْمٍ لَا تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلَا تَسْتَقْدِمُونَ",
      "simpleTranslate" : [
        "Réponds-leur : «Votre rendez-vous est pour un jour que vous ne pouvez ni reculer",
        "ni avancer, fût-ce d’un court instant.»"
      ],
      "tafsirTranslate" : [
        "Dis: '. Votre journée est nommé, vous ne pouvez ni retenir son entrée d'une",
        "heure, ni hâter d'une heure » <N:49>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Pour toi",
        "(Est la) nomination",
        "(De) un jour",
        "ne pas",
        "vous pouvez reporter",
        "[De] il",
        "(pendant une heure",
        "et pas",
        "(Pouvez) vous précéder (it)"
      ],
      "notes" : {
        "49" : [
          "En d'autres termes, la réponse signifie:. [ \"Les jugements d'Allah arc pas soumis",
          "à vos caprices qu'il devrait être lié à faire une chose au moment où vous avez",
          "fixé pour cela, il réalise ses desseins seulement selon sa propre discrétion.",
          "Vous ne pouvez pas comprendre combien de temps est l'humanité d'être autorisés à",
          "fonctionner dans ce monde dans le schéma d'Allah, combien de personnes et combien",
          "de nations doivent être mis à l'épreuve de différentes façons, et quel sera le",
          "bon moment pour le jour du Jugement et de convoquer l'humanité de tous les âges",
          "pour rendre leurs comptes. tout cela sera accompli seulement au moment où Allah a",
          "fixé pour lui dans son schéma des choses. Vos demandes ne peuvent ni hâter par",
          "une seconde, ni vos suppliques peuvent retenir par une seconde. \"]"
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَقَالَ الَّذِينَ كَفَرُوا لَنْ نُؤْمِنَ بِهَٰذَا الْقُرْآنِ وَلَا بِالَّذِي بَيْنَ يَدَيْهِ ۗ وَلَوْ تَرَىٰ إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَىٰ بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ",
      "simpleTranslate" : [
        "Les négateurs disent : «Nous ne croirons jamais à ce Coran ni aux Écritures qui",
        "l’ont précédé.» Ah ! Si tu pouvais assister à la comparution des injustes devant",
        "leur Seigneur, en train de s’accuser les uns les autres. «Sans vous, diront les",
        "humbles aux superbes, nous aurions certainement été croyants !»"
      ],
      "tafsirTranslate" : [
        "Les mécréants disent: '. Nous ne serons jamais croire en ce Coran, ni dans aucune",
        "Écriture avant qu'il <N:50> Si seulement vous pouviez voir les injustes disposés",
        "devant leur Seigneur, chaque accusations portées contre l'autre bandying. Ceux",
        "qui ont été supprimées diront à ceux qui cirée arrogants: '. Avait-il pas été",
        "pour vous, nous aurions été croyants » <N:51>"
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "ceux qui",
        "ne pas croire",
        "Ne le sera jamais",
        "nous croyons",
        "dans ce",
        "Coran",
        "et pas",
        "dans (ce), qui",
        "(A) avant",
        "(A) avant",
        "Mais si",
        "Tu pourrais voir",
        "quand",
        "les malfaiteurs",
        "sera fait pour tenir",
        "avant",
        "leur Seigneur",
        "va rejeter",
        "certains d'entre eux",
        "à",
        "autres",
        "le mot",
        "Diront",
        "ceux qui",
        "ont été opprimés",
        "à ceux qui",
        "étaient arrogants",
        "Sinon",
        "(pour toi",
        "certainement nous (ne) sommes",
        "croyants"
      ],
      "notes" : {
        "50" : [
          "L'allusion est aux païens de l'Arabie, qui ne croyaient pas en tout livre divin."
        ],
        "51" : [
          "Autrement dit, [ «Les gens ordinaires qui suivent leurs dirigeants, les chefs,",
          "les saints et les dirigeants aveuglément, et ne sont pas prêts à écouter un mot",
          "de conseils d'un bien-intentionnée contre eux. Lorsque le même les gens vont sec",
          "la réalité actuelle et se souviendront aussi comment leurs chefs religieux",
          "utilisés pour déformer les choses, et quand ils se rendront compte que Doom, ils",
          "vont se rencontrer à cause de suivre leurs dirigeants, ils se tourneront sur eux,",
          "et de dire, \"] O malheureux, vous qui nous ont égarés: vous êtes responsable de",
          "toutes nos afflictions. Aviez-vous pas nous égarés, nous avons écouté les",
          "Messagers de AIlah et croyaient en ce qu'ils ont dit \"."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَىٰ بَعْدَ إِذْ جَاءَكُمْ ۖ بَلْ كُنْتُمْ مُجْرِمِينَ",
      "simpleTranslate" : [
        "Et les superbes de leur répondre : «Est-ce nous qui vous avons empêchés de suivre",
        "la bonne voie quand elle vous a été indiquée? Non, vous étiez vous-mêmes des",
        "criminels !»"
      ],
      "tafsirTranslate" : [
        "Les arrogants rétorqueront à ceux qui ont été supprimées: «Quoi! Avons-nous vous",
        "bar de la direction après qu'elle est venue pour vous? Pas du tout; plutôt que",
        "vous vous étiez méchants ». <N:52>"
      ],
      "tanslateWordByWord" : [
        "Diront",
        "ceux qui",
        "étaient arrogants",
        "à ceux",
        "qui ont été opprimés",
        "Avons-nous",
        "vous éviter",
        "de",
        "l'orientation",
        "après",
        "quand",
        "il était venu à vous",
        "Non",
        "vous étiez",
        "les criminels"
      ],
      "notes" : {
        "52" : [
          "Autrement dit, «Ils diront: Nous avons eu aucune puissance par laquelle certains",
          "d'entre nous pourraient avoir des centaines contraint de milliers de gens comme",
          "vous pour nous suivre: Si vous aviez la volonté de croire, vous pourriez nous ont",
          "déposé de leadership et de pouvoir et de l'autorité et le gouvernement. En fait,",
          "vous étiez notre armée: vous étiez la source de notre richesse et de pouvoir.",
          "Mais pour vos offres et cadeaux et les taxes que nous devrions HAVC été pauvres.",
          "Aviez-vous pas juré fidélité à nous, nous ne pouvions pas prospéré comme saints,",
          "même pour une journée. Aviez-vous pas apprécié et nous applaudi en tant que",
          "dirigeants, nous serions restés inconnus. Aviez-vous pas devenir notre armée et",
          "combattu contre le monde entier à cause de nous, nous ne pouvions pas régné sur",
          "un seul individu. Maintenant, pourquoi ne pas admettre que vous-mêmes ne",
          "voulaient pas suivre le chemin que les Messagers avaient présenté avant. Vous",
          "étiez les esclaves de vos propres convoitises et les désirs, et les exigences de",
          "vous-mêmes ne peuvent pas être remplies par le droit chemin de la vie présenté",
          "par les messagers, mais par ce que nous avons présenté devant vous. Vous étiez",
          "insoucieux du licite et l'illicite et imploré pour les luxes de la vie, que nous",
          "ne pouvions vous fournir. Vous étiez à la recherche de ces guides pourrait vous",
          "donner la licence de commettre un péché, un crime, et de prendre sur eux-mêmes la",
          "responsabilité de avez-vous pardonné par Dieu, en échange de cadeaux. Vous",
          "vouliez écouter ces savants religieux seulement qui pourrait vous plaire en",
          "prouvant toutes sortes de shirk et toute innovation dans la religion et toute",
          "convoitise de votre auto pour être la vérité même. Vous aviez besoin de ces",
          "forgerers qui pourraient inventer une nouvelle religion en modifiant la Religion",
          "de Dieu après vos désirs. Vous vouliez suivre ces dirigeants qui pourraient vous",
          "aider à devenir prospère dans ce monde, peu importe comment vous se sont",
          "comportés dans l'au-delà. Vous voulait avoir ces dirigeants qui étaient immoral",
          "et malhonnête de telle sorte que sous leur patronage vous avez également pu HAVC",
          "la liberté de se livrer à tout péché, toute l'immoralité. . Ainsi, vous et nous",
          "étions des partenaires égaux dans le marché. Maintenant, vous ne pouvez pas",
          "tromper tout le monde en disant que vous étiez absolument innocent et que nous",
          "avions gâté et tu as corrompu contre ta volonté \"."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَا أَنْ نَكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَنْدَادًا ۚ وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "– «Non, diront les humbles, ce sont vos manœuvres incessantes, de nuit et de",
        "jour, qui nous incitaient à nier Dieu et à Lui donner des associés !» Et à la vue",
        "du châtiment, ils chercheront à dissimuler leurs regrets, car Nous aurons déjà",
        "mis les carcans aux cous des négateurs. Seront-ils rétribués pour autre chose que",
        "ce qu’ils ont fait?"
      ],
      "tafsirTranslate" : [
        "Ceux qui ont été supprimées diront à ceux qui cirée arrogante: «En aucun cas; il",
        "était votre intrigante, nuit et jour, quand vous nous enjoindre de ne pas croire",
        "en Allah et mettre en place d'autres comme des égaux à Lui. » <N:53> Quand ils",
        "sont confrontés au châtiment, ils seront remords dans leurs cœurs. Nous allons",
        "mettre les fers autour du cou des mécréants. Peut-être les gens rétribués sauf",
        "pour leurs actes?"
      ],
      "tanslateWordByWord" : [
        "Et dira",
        "ceux qui",
        "ont été opprimés",
        "à ceux qui",
        "étaient arrogants",
        "Non",
        "(Il était) un terrain",
        "(de nuit",
        "et (par) jour",
        "quand",
        "vous nous commandaient",
        "cette",
        "nous renions",
        "en Allah",
        "et nous avons mis en place",
        "pour lui",
        "équivaut à",
        "Mais ils vont cacher",
        "le regret",
        "quand",
        "ils voient",
        "la punition",
        "Et Nous mettrons",
        "chaînes",
        "sur",
        "(les) cou",
        "(De) ceux qui",
        "pas foi",
        "Volonté",
        "ils seront récompensés",
        "sauf",
        "(pour quoi",
        "ils avaient l'habitude",
        "faire"
      ],
      "notes" : {
        "53" : [
          "En d'autres termes, la réponse des gens ordinaires seront:? [ \"Comment",
          "pouvez-vous nous tenir en tant que partenaires égaux dans cette responsabilité",
          "Vous souvenez-vous aussi ce genre de supercheries et tromperies et fausse",
          "propagande vous avez pratiqué et quels efforts vous avez utilisé pour faire pour",
          "tenter et séduire les gens jour et nuit. Il ne suffit pas que vous avez présenté",
          "le monde devant nous et nous avons été séduits, mais cela est aussi un fait que",
          "vous avez utilisé pour nous moquer par vos fraudes et de tromperies et chacun",
          "vous apporté un nouvel appât tous les jours pour tenter et attirer les gens",
          "simples. \"] \n Le Coran a fait mention du différend entre les guides religieux et",
          "leurs partisans à différents endroits de différentes manières. Pour plus de",
          "détails, voir AI-Araf: 38-39; Ibrahim: 21; AI-Qasas: 63; Al-Ahzab: 66-68;",
          "AI-Mu`min: 47-48; Ha Mim Sajdah: 29."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ",
      "simpleTranslate" : [
        "Nous n’avons jamais envoyé d’avertisseur vers une cité sans que ses habitants",
        "opulents aient dit : «Nous dénions absolument le message dont vous êtes chargés !"
      ],
      "tafsirTranslate" : [
        "Nous ne avons envoyé warner à toute la ville, mais ses riches ceux dit: '. Nous",
        "ne croyons pas dans le message que vous avez apporté' <N:54>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous avons envoyé",
        "à",
        "une ville",
        "tout",
        "warner",
        "mais",
        "dit",
        "ses riches ceux",
        "En effet, nous",
        "en ce que",
        "vous avez été envoyé",
        "avec",
        "(Sont) incroyants"
      ],
      "notes" : {
        "54" : [
          "que le message des prophètes était d'abord opposé et résisté par les gens",
          "bien-to-do qui possédaient la richesse et de l'influence et de l'autorité, il a",
          "été dit à de nombreux endroits dans le Coran. Par exemple, voir Al-Anam: 123;",
          "AI-Araf, 60, 66, 75, 88, 90; Hud: 27; Bani Isra`il: 16; Al Mu`minun: 24, 33-38,",
          "46, 47; Az-Zukhruf: 23. '"
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ",
      "simpleTranslate" : [
        "Nous sommes, disent-ils, trop bien pourvus en richesses et en enfants pour être",
        "passibles d’un quelconque châtiment !»"
      ],
      "tafsirTranslate" : [
        "Ils ont toujours dit: '. Nous avons plus de richesse et d'enfants que vous avez,",
        "et nous ne serons pas châtiés' <N:55>"
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "nous",
        "(avoir plus",
        "richesse",
        "et les enfants",
        "et pas",
        "nous",
        "sera puni"
      ],
      "notes" : {
        "55" : [
          "Leur raisonnement était: [ «Nous sommes plus favoris d'Allah que vous Voilà",
          "pourquoi il nous a favorisé les bénédictions qui vous sont privés, ou les avoir",
          "reçus dans une moindre mesure Pourquoi Allah a.. nous toutes ces dispositions et",
          "de la richesse et le pouvoir avait-il pas été heureux avec nous donné?",
          "maintenant, comment pouvons-nous croire que Allah qui nous doucher avec toutes",
          "sortes de Ses bénédictions ici nous punira dans l'au-delà? Il ne punir que ceux",
          "qui sont privé de ses faveurs ici \",] \n Ce malentendu du monde adorateurs a",
          "également été mentionné à plusieurs endroits dans le Coran et réfutées. Par",
          "exemple, voir AI-Baqarah: 126, 212; At-Tawbah: 55, 69; Hud: 3, 27; Ar-Raad: 26;",
          "Al-Kahf: 34 à 43; Maryam: 73 à 77; Ta Ha: 131; Al-Mu'minun: 55 à 61; Ash-Shu`ara",
          "': 111; Al-Qasas: 76-83; Ar-Rum: 9; Al-Muddaththir: 11-26: Al-Fajr: 15 à 20."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Dis-leur : «Dieu dispense avec générosité ou parcimonie Ses dons à qui Il veut.",
        "Mais la plupart des hommes ne le savent pas.»"
      ],
      "tafsirTranslate" : [
        "(O Prophète), dis-leur: «Mon Seigneur accorde disposition abondamment à quiconque",
        "Il veut et les restreint pour qui Il veut. Mais la plupart des gens ne le savent",
        "pas. <N:56>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Effectivement",
        "mon Seigneur",
        "étend",
        "la fourniture",
        "pour qui",
        "Il veut",
        "et restreint",
        "mais",
        "les plus",
        "[les gens",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "56" : [
          "Ils ne comprennent pas la sagesse sur laquelle le système de la répartition des",
          "dispositions est basée dans le monde, et sont donc impliqués dans le malentendu",
          "que celui qui est donné en abondance est un bien-aimé d'Allah et celui qui est en",
          "cours donnée avec parcimonie est sous sa colère. Le fait, cependant, est que si",
          "une personne regarde autour avec les yeux ouverts, il verra que dans la plupart",
          "des cas, les personnes atteintes de caractère sale et repoussante sont bonnes et",
          "nobles gens prospères, et beaucoup, qui sont connus et reconnus comme moralement",
          "pure, se trouvent vivant dans la pauvreté. Maintenant, comment une personne",
          "sensée dire qu'Allah déteste les gens de caractère pur et favorise les",
          "malfaiteurs méchants? \""
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَىٰ إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُولَٰئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ",
      "simpleTranslate" : [
        "Et ce ne sont ni vos richesses ni vos enfants qui vous rapprocheront de Nous.",
        "Seuls ceux qui croient et font le bien bénéficieront d’une double rétribution",
        "pour leurs œuvres et connaîtront une douce quiétude dans les hauts lieux du",
        "Paradis,"
      ],
      "tafsirTranslate" : [
        "Il est pas vos richesses, ni vos enfants qui vous font presque stationné à nous,",
        "sauf pour celui qui a la foi et agit avec droiture; <N:57> ce sont eux qui",
        "recevront le double de la récompense de leur actes. Ils doivent vivre dans des",
        "demeures nobles dans une paix parfaite. <N:58>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "votre richesse",
        "et pas",
        "vos enfants",
        "[cette]",
        "apportera vous fermez",
        "à nous",
        "(en position",
        "mais",
        "quiconque",
        "croit",
        "et fait",
        "droiture",
        "puis ceux",
        "pour eux",
        "(Sera) récompense",
        "double",
        "pour quoi",
        "ils ont fait",
        "et ils",
        "(sera en",
        "les logements élevés",
        "garantir"
      ],
      "notes" : {
        "57" : [
          "Cela peut avoir deux significations et les deux sont correctes: [(1)] Ce qui",
          "amène les gens davantage d'Allah est pas la richesse et les enfants, mais la foi",
          "et les bonnes œuvres; et [(2)] la richesse et les enfants peuvent devenir un",
          "moyen de près d'Allah seulement pour qu'en croyant, homme juste, qui passe sa",
          "richesse dans la voie d'Allah et tente de faire ses enfants conscients de Dieu et",
          "juste par une bonne éducation et la formation ."
        ],
        "58" : [
          "Ici, il y a aussi une allusion subtile que leur bénédiction est impérissable, et",
          "leur récompense sans fin. Pour on ne peut déguster avec pleine satisfaction du",
          "cœur une récompense qui est susceptible de périr ou retirée subitement à tout",
          "moment."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَالَّذِينَ يَسْعَوْنَ فِي آيَاتِنَا مُعَاجِزِينَ أُولَٰئِكَ فِي الْعَذَابِ مُحْضَرُونَ",
      "simpleTranslate" : [
        "contrairement à ceux qui s’efforcent de rendre Nos versets inopérants, et qui",
        "seront livrés au châtiment."
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui travaillent contre Nos signes afin de les frustrer, ils seront",
        "traduits dans le châtiment."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "s'efforcer",
        "contre",
        "Nos versets",
        "(À) défaillance de cause",
        "ceux",
        "dans",
        "la punition",
        "(Sera) mis"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "قُلْ إِنَّ رَبِّي يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ ۚ وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ ۖ وَهُوَ خَيْرُ الرَّازِقِينَ",
      "simpleTranslate" : [
        "Dis : «Mon Seigneur dispense Ses dons avec largesse ou parcimonie à qui ll veut",
        "d’entre Ses créatures. Et toute dépense que vous faites, Dieu vous la restituera,",
        "car Il est le plus Généreux des dispensateurs.»"
      ],
      "tafsirTranslate" : [
        "Dis (O Prophète):. «En vérité, mon Seigneur accorde disposition abondamment à",
        "quiconque Il veut et les restreint pour qui Il veut <N:59> Ce que vous dépensez,",
        "il le remplacera. Il est le meilleur de tous les fournisseurs. <N:60>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Effectivement",
        "mon Seigneur",
        "étend",
        "la fourniture",
        "pour qui",
        "Il veut",
        "de",
        "Ses esclaves",
        "et restreint",
        "pour lui",
        "Mais quoi",
        "tu dépenses",
        "de",
        "n'importe quoi",
        "Puis il",
        "l'indemnisera",
        "et il",
        "(est le meilleur",
        "(De) les fournisseurs"
      ],
      "notes" : {
        "60" : [
          "Pourvoyeur, Créateur, Inventor, donateurs et beaucoup d'autres attributs sont en",
          "fait les attributs d'Allah, mais sont métaphoriquement appliquées aux hommes",
          "aussi. Par exemple, environ une personne que nous pouvons dire: «Il a fourni un",
          "travail pour un tel et un tel, ou il a fait ou inventé telle ou telle chose, ou",
          "il a fait un don à un tel et un tel. \"En conséquence, Allah a utilisé le mot",
          "Khair de Raziqin [(le meilleur des fournisseurs)] pour lui-même. Cela signifie",
          "pour impressionner le fait que Allah est le meilleur des fournisseurs parmi aII",
          "ceux dont vous pensez qu'ils sont en aucune façon liée à agencer les",
          "dispositions."
        ],
        "59" : [
          "La répétition de ce thème est destiné à impressionner ceci: L'abondance ou la",
          "restriction des dispositions est relié à la volonté d'Allah, non pas avec son",
          "plaisir et d'approbation. En vertu de la volonté d'Allah chaque personne bien ou",
          "le mal reçoit sa disposition. Tant ceux qui croient en Lui et ceux qui ne croient",
          "pas obtiennent leurs dispositions. Ni est l'abondance des dispositions une preuve",
          "que l'on est serviteur favori d'Allah, ni est sa restriction un signe que l'on",
          "est sous sa colère. Sous sa volonté d'un méchant et malhonnête prospère, bien que",
          "la méchanceté et la malhonnêteté sont détestés par Allah. Au contraire, sous le",
          "même volonté divine un homme sincère et honnête souffre des pertes et subit des",
          "difficultés bien que ces qualités arc aimé par Allah. Par conséquent, la personne",
          "qui considère les gains et les avantages matériels comme critère pour le bien et",
          "le mal est grossièrement erronée. Le véritable critère est le plaisir et",
          "l'approbation d'Allah qui est atteint par les qualités morales aimé et approuvé",
          "par lui. Avec ces qualités, si une personne obtient -les bénédictions mondaines",
          "et ce sera certainement la grâce d'Allah pour lequel il devrait être",
          "reconnaissant à Lui. Mais si du point de vue moral une personne est le rebelle",
          "d'Allah et est désobéissant à Lui et en dépit de qui est favorisée par des",
          "bénédictions de ce monde, cela voudrait dire qu'il se prépare à une",
          "responsabilité stricte et une peine plus sévère."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَٰؤُلَاءِ إِيَّاكُمْ كَانُوا يَعْبُدُونَ",
      "simpleTranslate" : [
        "Le jour où Dieu rassemblera tous les négateurs, Il demandera aux anges : «Est-ce",
        "vous que ces gens-là adoraient?»"
      ],
      "tafsirTranslate" : [
        "Et le jour où Il les tout rassemblement et demandera aux anges: «Sont-ils ceux",
        "qui vous adoraient? <N:61>"
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "Il les rassemblera",
        "tout",
        "puis",
        "Il dira",
        "aux anges",
        "Étiez-vous ces",
        "Étiez-vous ces",
        "ils étaient",
        "idolâtrie"
      ],
      "notes" : {
        "61" : [
          "Depuis les premiers temps les polythéistes à chaque âge ont été à la recherche",
          "sur les anges comme des dieux et des déesses et sculpter leurs idoles et de les",
          "adorer. L'un a été considéré comme le dieu de la pluie, un autre de l'éclair et",
          "un autre de vent; l'une est la déesse de la richesse, une autre de la",
          "connaissance et de l'autre de la vie et la mort. A propos de ce Allah dit que le",
          "Jour de la Résurrection, les anges seront invités: «Avez-vous été adorés comme",
          "des divinités par ces personnes [\" Cette question ne vise qu'à découvrir la",
          "vérité, mais de demander, \"] Avez-vous approuvez? de leur culte? Avez-vous dit",
          "aux gens que vous étiez leurs divinités, de sorte qu'ils vous devriez adorer? Ou,",
          "voulez-vous que les gens devraient faire prosterna pour vous? [ \"Cette question",
          "ne sera pas seulement demandé des anges mais aII ces êtres qui ont été adorés",
          "comme des dieux dans le monde. Dans la sourate Al-Furqan il a été dit : \"] ce",
          "jour-là [(Allah)] rassemblera toutes ces personnes ensemble, ainsi que leurs",
          "divinités, qu'ils adorent en dehors d'Allah. Puis il leur demandera: «Avez-vous",
          "induire en erreur ces serviteurs de la mine, ou est-ce qu'ils s'égarer? \"[(V.",
          "17)]."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "قَالُوا سُبْحَانَكَ أَنْتَ وَلِيُّنَا مِنْ دُونِهِمْ ۖ بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ ۖ أَكْثَرُهُمْ بِهِمْ مُؤْمِنُونَ",
      "simpleTranslate" : [
        "– «Gloire à Toi, répondront-ils, Tu es notre seul Maître. Ils adoraient plutôt",
        "les djinns en qui la plupart d’entre eux croyaient.»"
      ],
      "tafsirTranslate" : [
        "Ils répondront: «Gloire à Toi! Tu es notre Protecteur, non ils. <N:62> Au",
        "contraire, ils plutôt utilisés pour adorer les djinns. La plupart d'entre eux",
        "croient en eux »."
      ],
      "tanslateWordByWord" : [
        "Ils diront",
        "Gloire à Toi",
        "Toi",
        "(Sont) notre Protector",
        "pas",
        "pas",
        "Non",
        "Ils ont utilisé",
        "(idolâtrer",
        "djinns",
        "la plupart d'entre eux",
        "en eux",
        "(Étaient) les croyants"
      ],
      "notes" : {
        "62" : [
          "Autrement dit, 'Ils répondront: Vous êtes pure et Exalté bien au-dessus qu'un",
          "autre devrait être fait un partenaire dans la Divinité avec vous. Nous avons",
          "aucun lien avec ces personnes: nous ne sommes pas responsables, ni pour ce qu'ils",
          "ont fait. Nous sommes tes serviteurs seulement \"."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "فَالْيَوْمَ لَا يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَفْعًا وَلَا ضَرًّا وَنَقُولُ لِلَّذِينَ ظَلَمُوا ذُوقُوا عَذَابَ النَّارِ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ",
      "simpleTranslate" : [
        "Ce jour-là, vous serez incapables de vous faire du bien ou du mal les uns aux",
        "autres. Et Nous dirons alors à ceux qui auront été injustes : «Goûtez à présent",
        "au supplice de l’Enfer que vous traitiez d’imposture !»"
      ],
      "tafsirTranslate" : [
        "Aujourd'hui, aucun d'entre vous a le pouvoir de favoriser ou de nuire à un autre;",
        "<N:63> et nous allons dire aux méchants: «Taste maintenant le châtiment du Feu",
        "que vous traitiez de mensonge, appelant un mensonge. \""
      ],
      "tanslateWordByWord" : [
        "Mais aujourd'hui",
        "ne pas",
        "posséder un pouvoir",
        "certains d'entre vous",
        "sur les autres",
        "bénéficier",
        "et pas",
        "blesser",
        "et Nous dirons",
        "à ceux",
        "qui fait du tort",
        "Goût",
        "(la punition",
        "(De) l'incendie",
        "lequel",
        "tu as utilisé",
        "à [it]",
        "nier"
      ],
      "notes" : {
        "63" : [
          "Dans cette phrase, djinns implique les satans parmi les djinns. Le moyen de",
          "réponse: [ \"Apparemment, ces gens nous adoraient, en mentionnant notre nom et en",
          "faisant nos images en fonction de leur imagination Mais, en fait, ils ne nous ont",
          "pas culte, mais adoraient les satans, les satans avaient seulement leur montre le",
          "chemin. qu'ils devraient considérer les autres que Allah comme fulfillers de",
          "leurs besoins, et devraient faire des offrandes devant eux. \"] \n Ce verset fait",
          "clairement ressortir l'erreur de la vue de ces gens qui prennent le mot [",
          "\"djinns\"] pour désigner les habitants des montagnes et les déserts et les zones",
          "rurales. une personne sensée peut imaginer, sur la base de ce verset, que les",
          "gens avaient l'habitude d'adorer les habitants des montagnes et les déserts et",
          "les villages et croyaient en eux? Ce verset met également en lumière une autre",
          "signification de «ibadat. Il montre que «ibadat est pas un simple culte et le",
          "service, mais il implique également exécuter les ordres de quelqu'un et lui obéir",
          "sans poser de questions. Même si l'on maudit un autre [(comme un maudit Satan)]",
          "mais à l'époque suit son chemin, on serait l'exercice de ses 'ibadat. Pour",
          "d'autres exemples, voir An-Nisa ': 117-119; Al-Maidah: 60; At-Tawbah: 31; Maryam:",
          "42; AI-Qasas: 63."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالُوا مَا هَٰذَا إِلَّا رَجُلٌ يُرِيدُ أَنْ يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَاؤُكُمْ وَقَالُوا مَا هَٰذَا إِلَّا إِفْكٌ مُفْتَرًى ۚ وَقَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ إِنْ هَٰذَا إِلَّا سِحْرٌ مُبِينٌ",
      "simpleTranslate" : [
        "Quand Nos versets édifiants leur sont récités, ils disent : «Celui-ci n’est qu’un",
        "homme qui cherche à vous détourner de ce qu’adoraient vos ancêtres !» Et ils",
        "ajoutent : «Ce Coran n’est qu’un mensonge fabriqué de toutes pièces !» Et face à",
        "la vérité qui leur est parvenue, les impies disent : «C’est de la sorcellerie",
        "manifeste !»"
      ],
      "tafsirTranslate" : [
        "Quand Nos versets clairs sont récités, ils disent: «Ceci est une personne qui",
        "veut vous détourner des divinités que vos ancêtres adoraient. Ils disent: «Ce ne",
        "sont que d'un mensonge inventé. Et quand la vérité est venu aux mécréants, ils",
        "ont déclaré: «Ce ne sont que la sorcellerie plaine, '"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "sont récitée",
        "pour eux",
        "Nos versets",
        "clair",
        "ils disent",
        "ne pas",
        "(est-ce",
        "mais",
        "un homme",
        "qui souhaite",
        "à",
        "vous empêcher",
        "de ce que",
        "utilisé",
        "(idolâtrer",
        "vos ancêtres",
        "Et ils disent",
        "ne pas",
        "(est-ce",
        "sauf",
        "un mensonge",
        "a inventé",
        "Et dit",
        "ceux qui",
        "pas foi",
        "la vérité",
        "quand",
        "il est venu à eux",
        "ne pas",
        "(est-ce",
        "sauf",
        "une magie",
        "évident"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "وَمَا آتَيْنَاهُمْ مِنْ كُتُبٍ يَدْرُسُونَهَا ۖ وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ",
      "simpleTranslate" : [
        "Pourtant, avant toi, Nous ne leur avions donné aucun livre à étudier ni aucun",
        "messager pour les avertir."
      ],
      "tafsirTranslate" : [
        ", tandis que Nous leur avons donné aucun Livres qu'ils ne pouvaient étudier ni",
        "envoyés à eux tout warner devant vous. <N:64>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous (avions) leur a donné",
        "tout",
        "Écritures",
        "où ils pourraient étudier",
        "et pas",
        "Nous avons envoyé",
        "pour eux",
        "Avant toi",
        "tout",
        "warner"
      ],
      "notes" : {
        "64" : [
          "Autrement dit, [ «Ni un livre de Dieu est venu à eux avant ceci, ni un messager,",
          "qui aurait pu leur a appris à adorer et servir les autres que Dieu. Par",
          "conséquent, ils Arc niant l'invitation à Tauhid être donnée par le Coran et",
          "Muhammad [(sur qui être la paix d'Allah)] en raison de l'ignorance pure, et non",
          "sur la base de toute connaissance. Ils ont en fait aucune autorité pour cela. \"]"
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَكَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ فَكَذَّبُوا رُسُلِي ۖ فَكَيْفَ كَانَ نَكِيرِ",
      "simpleTranslate" : [
        "Leurs devanciers, que Nous avions dotés d’une puissance dix fois supérieure à la",
        "leur, ont eux aussi crié au mensonge et traité Mes messagers de menteurs. Et",
        "quelle ne fut point alors Ma riposte !"
      ],
      "tafsirTranslate" : [
        "Ceux qui sont allés devant eux aussi dénoncé (les messagers d'Allah) comme des",
        "menteurs. Ils ont pas atteint même un dixième de ce que Nous leur avions donné.",
        "Mais quand ils ont rejeté Mes messagers, les appelant menteurs, combien terrible",
        "était mon châtiment! <N:65>"
      ],
      "tanslateWordByWord" : [
        "Et nié",
        "ceux qui",
        "(Étaient) avant de les",
        "(Étaient) avant de les",
        "et pas",
        "ils ont atteint",
        "un dixième",
        "(de quoi",
        "Nous (avions) leur a donné",
        "Mais ils ont nié",
        "Mes messagers",
        "alors comment",
        "était",
        "Mon rejet"
      ],
      "notes" : {
        "65" : [
          "Autrement dit, [ «Les gens de la Mecque ont pas atteint même un dixième de la",
          "puissance et de la grandeur et de la prospérité qui a été possédé par ces",
          "personnes. Mais voir comment ils sont allés à leur perte en fin de compte et de",
          "leur puissance et la richesse ne pouvait leur servir quoi que ce soit, quand ils",
          "ont refusé de croire aux réalités présentées devant eux par les prophètes, et ont",
          "fondé leur système de vie sur le mensonge. \"]"
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ ۖ أَنْ تَقُومُوا لِلَّهِ مَثْنَىٰ وَفُرَادَىٰ ثُمَّ تَتَفَكَّرُوا ۚ مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ",
      "simpleTranslate" : [
        "Dis aux impies : «Je n’ai qu’un seul conseil à vous donner : vous recueillir",
        "devant Dieu deux par deux ou un à un, et réfléchir. Et vous vous apercevrez alors",
        "que votre concitoyen n’est point un possédé. Il n’est qu’un avertisseur chargé de",
        "vous mettre en garde contre un terrible châtiment qui vous menace.»"
      ],
      "tafsirTranslate" : [
        "Dis-leur, (ô Prophète): «Je vous mais donner un conseil: se lever (pour l'amour",
        "du ciel), seuls et en paires, et ensuite penser: ce qui est en votre compagnon (à",
        "esprit, Muhammad) qui pourrait être considéré comme la folie? <N:66> Il n'y a",
        "rien qu'un avertisseur, vous avertissant avant la venue d'un châtiment grevious.",
        "<N:67>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Seulement",
        "je vous conseille",
        "pour une chose)",
        "cette",
        "tu es debout",
        "pour Allah",
        "(par deux",
        "et (que) les individus",
        "puis",
        "réfléchir",
        "ne pas",
        "(Est en) votre compagnon",
        "tout",
        "Folie",
        "ne pas",
        "il",
        "(Est), sauf",
        "un warner",
        "pour toi",
        "avant",
        "avant",
        "une punition",
        "sévère"
      ],
      "notes" : {
        "66" : [
          "Autrement dit, [ \"Libérez-vous des intérêts et des caprices égoïstes et préjugés",
          "et considèrent sincèrement pour l'amour d'Allah: considérer ce seul ainsi que",
          "conjointement deux à deux et trois de et quatre de manière objective et envisager",
          "bien et profondément: Qu'est-ce après tout peut être la raison pour laquelle la",
          "personne que vous appelez un fou aujourd'hui était, jusqu'à hier, être regardé",
          "comme un homme très sage parmi vous l'incident qui est arrivé un peu avant sa",
          "nomination à la prophétie est bien? connu parmi vous. Quand, après la",
          "re-construction de la Ka'ba les différents clans de Quraish allaient se heurter",
          "entre eux sur la question de savoir qui devrait placer la pierre noire dans le",
          "mur, vous-mêmes avaient unanimement convenu d'accepter Muhammad [(sur qui soit la",
          "paix d'Allah)] que l'arbitre, et il avait réglé la question à l'amiable à",
          "l'entière satisfaction de tous les intéressés. maintenant, comment est-ce que",
          "vous avez commencé à appeler la même personne folle, dont la sagesse et la",
          "sagacité a été ainsi testé et éprouvé par toute votre nation? Qu'est-ce sinon",
          "l'entêtement? Voulez-vous dire vraiment la même chose que vous dites avec vos",
          "langues? \"]"
        ],
        "67" : [
          "Autrement dit, [ «Avez-vous l'appelez fou que pour cette raison? Est-ce que vous",
          "considérez comme lui Wist qui vous trouve en suivant le chemin de la ruine, et",
          "vous applaudit, et fou celui qui vous avertit à l'avance de la venant d'une",
          "catastrophe et vous montre le chemin vers la sécurité et le bien-être? \"]"
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ ۖ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
      "simpleTranslate" : [
        "Dis-leur : «Le salaire que je pourrais vous demander, gardez-le pour vous ! C’est",
        "de Dieu que j’attends mon salaire. Il est le Témoin de toute chose.»"
      ],
      "tafsirTranslate" : [
        "Dis-leur: '. Quelle que soit la récompense que je pourrait vous demander, ce sera",
        "le vôtre <N:68> Ma récompense est avec Allah, et Il est témoin de tout. <N:69>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "ne pas",
        "je te demande",
        "pour",
        "tout paiement",
        "mais il est)",
        "pour toi",
        "ne pas",
        "(Est) mon paiement",
        "mais",
        "de",
        "Allah",
        "Et il",
        "(est fini",
        "tout",
        "des choses",
        "un témoin"
      ],
      "notes" : {
        "68" : [
          "Un autre sens de ce qui peut être: [ \"Je ne Sock autre chose que votre",
          "bien-être:. Ma seule récompense est que vous devriez être refomed\"] Cette chose a",
          "été exprimé à un autre endroit ainsi; [ \"O Prophète, dis-leur: Je ne vous demande",
          "pas de toute récompense pour cela:. Je ne demande de l'un, qui, d'adopter la voie",
          "de son Seigneur\"] [(Al-Furqan 57)]"
        ],
        "69" : [
          "Autrement dit, [ «Les accusateurs peuvent dire ce qu'ils veulent, mais Allah sait",
          "tout. Il est un témoin que je suis une personne désintéressée :, je ne perforant",
          "cette mission pour quelque motif égoïste\"]"
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ",
      "simpleTranslate" : [
        "Dis : «C’est mon Dieu qui diffuse la Vérité et qui perce les mystères.»"
      ],
      "tafsirTranslate" : [
        "Dis-leur: '. Mon Seigneur jette en bas de la vérité (sur moi) <N:70> Il sait",
        "parfaitement tout ce qui se trouve au-delà du champ de perception."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Effectivement",
        "mon Seigneur",
        "des projets",
        "la vérité",
        "(Le) Omniscient",
        "(De) l'invisible"
      ],
      "notes" : {
        "70" : [
          "Les mots yaqdhifu bil-haqq donnent deux significations: [(1)] [ \"Il me inspire à",
          "la connaissance de la vérité par la Révélation;\"] et [(2)] [ \"Il fait la la",
          "vérité de l'emporter: Il est écrasant le mensonge au moyen de la vérité \"]."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ",
      "simpleTranslate" : [
        "Dis : «Voici venu le règne de la Vérité. Quant au mensonge, il est à jamais",
        "révolu.»"
      ],
      "tafsirTranslate" : [
        "Dis: «La vérité est venue et le mensonge ne peut ni provenir ni de recréer quoi",
        "que ce soit.»"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Est venu",
        "la vérité",
        "et pas",
        "(Peut) provenir",
        "le mensonge",
        "et pas",
        "répéter"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَىٰ نَفْسِي ۖ وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي ۚ إِنَّهُ سَمِيعٌ قَرِيبٌ",
      "simpleTranslate" : [
        "Dis : «Si je suis dans l’erreur, j’en supporterai seul les conséquences ; et si",
        "je suis dans la bonne voie, c’est aux révélations de mon Seigneur que je le dois,",
        "car Il est Audient et Tout-Proche.»"
      ],
      "tafsirTranslate" : [
        "Dis: «Si je me égare alors la douleur de l'égarement ne viendra que sur moi. Mais",
        "si je suis bien-guidé, qui est seulement à cause de la révélation que mon",
        "Seigneur fait pour moi. Il est Audient, Ever Nigh. <N:71>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Si",
        "je me trompe",
        "alors seulement",
        "Je vais errer",
        "contre",
        "moi même",
        "Mais si",
        "Je suis guidé",
        "alors il est par ce",
        "révèle",
        "pour moi",
        "mon Seigneur",
        "En effet, il",
        "(Est) Audient",
        "Ever-Près"
      ],
      "notes" : {
        "71" : [
          "De ce verset certaines personnes de l'âge moderne ont soutenu ainsi: Selon elle,",
          "le Saint Prophète pourrait également se fourvoyer: plutôt utilisé pour égarer.",
          "Voilà pourquoi Allah a fait le Saint Prophète lui-même dire: `Si je me suis",
          "égaré, je suis moi-même responsable. Et je suis sur une bonne voie, que lorsque",
          "mon Seigneur a fait descendre l'Apocalypse [(ie, versets du Coran)] pour moi. [",
          "\"Par cette mauvaise interprétation de ces gens injustes en fait veulent prouver",
          "que la vie du Saint Prophète était, Dieu interdit, une combinaison de",
          "l'orientation et de l'erreur, et Allah lui avait fait avouer ce avant que les",
          "incroyants Lest on devrait adopter complètement son obéissance, le prenant comme",
          "entièrement sur l'orientation à droite. le fait est cependant que celui qui",
          "considère le thème dans son contexte correct sais qu'ici, les mots: «Si je me",
          "suis égaré», ne sont pas destinés à donner le sens que le Saint Prophète",
          "effectivement utilisé pour égarer, mais cela signifie: `Si je me suis égaré,",
          "comme vous accuser je l'ai, et mon prétendent prophétie et ma présente invitation",
          "à Tauhid sont le résultat du même type, comme vous semblez l'imaginer, alors le",
          "fardeau de mon égaré, sera sur moi seul;. vous ne serez pas tenu responsable,",
          "mais si je suis sur l'orientation droite, comme en fait, je suis, il est parce",
          "que je reçois la révélation de mon Seigneur, en vertu de laquelle je l'ai obtenu",
          "la connaissance de la direction. Mon Seigneur est à portée de main et tout",
          "entendre. Il sait si je me suis égaré ou je suis sur une bonne voie de Lui. \"]"
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَلَوْ تَرَىٰ إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِنْ مَكَانٍ قَرِيبٍ",
      "simpleTranslate" : [
        "Ah ! Si tu les voyais lorsque, pris de panique, ils ne trouveront plus",
        "d’échappatoire et seront cernés de tout près !"
      ],
      "tafsirTranslate" : [
        "Si seulement vous pouviez voir quand les mécréants iront au sujet dans un état de",
        "terreur. Ils auront pas d'échappatoire et seront saisis d'un endroit à portée de",
        "main. <N:72>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Tu pourrais voir",
        "quand",
        "ils seront terrifiés",
        "mais (il y aura) n",
        "échapper",
        "et ils seront saisis",
        "de",
        "un endroit",
        "près"
      ],
      "notes" : {
        "72" : [
          "Autrement dit, [ \"Le Jour de la Résurrection, tous les coupables seront saisis",
          "d'une manière, comme si il était dans la clandestinité à proximité. Comme il va",
          "essayer de fuir, il sera saisi inunediately.\"]"
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "وَقَالُوا آمَنَّا بِهِ وَأَنَّىٰ لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ",
      "simpleTranslate" : [
        "En vain, ils s’écrieront alors : «Oui, nous y croyons !» Mais comment",
        "pourraient-ils atteindre la foi d’un lieu si éloigné,"
      ],
      "tafsirTranslate" : [
        "Ils diront alors: «Nous croyons»; <N:73> mais d'où peuvent-ils atteindre de si",
        "lointaine un endroit <N:74>"
      ],
      "tanslateWordByWord" : [
        "Et ils diront",
        "Nous croyons",
        "en ce",
        "Mais comment",
        "pour eux",
        "(Sera) la réception",
        "de",
        "un endroit",
        "au loin"
      ],
      "notes" : {
        "73" : [
          "[ \"Nous croyons\"]: [ \". Nous croyons dans le message présenté par le Messager",
          "dans le monde\"]"
        ],
        "74" : [
          "Autrement dit, [ \"Ils auraient cru quand ils vivaient dans le monde;. Ils ont",
          "parcouru un long chemin loin de Après être arrivé dans l'autre monde comment",
          "peuvent-ils avoir une chance de se repentir et de croire ? \"]"
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "وَقَدْ كَفَرُوا بِهِ مِنْ قَبْلُ ۖ وَيَقْذِفُونَ بِالْغَيْبِ مِنْ مَكَانٍ بَعِيدٍ",
      "simpleTranslate" : [
        "alors qu’auparavant ils refusaient de croire et offensaient le mystère par leurs",
        "propos débités à tort et à travers?"
      ],
      "tafsirTranslate" : [
        "Ils ne croient pas en avant et se livraient à des conjectures de loin. <N:75>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "leur mécréance",
        "en ce",
        "avant",
        "avant",
        "Et ils poussent conjectures",
        "à propos de l'invisible",
        "de",
        "un endroit",
        "au loin"
      ],
      "notes" : {
        "75" : [
          "Autrement dit, [ \"Ils ont utilisé pour charger le Messager et les croyants avec",
          "de fausses accusations et utilisé pour narguer et se moquer de son message",
          "Quelques fois ils ont dit qu'il était un sorcier ou un fou;. Parfois ridiculisés",
          "Monothéisme et le concept de l'au-delà, parfois ils inventé l'histoire qu'un",
          "autre lui a enseigné tout, et parfois ils ont dit que les croyants avaient",
          "commencé à le suivre seulement à cause de la folie et de l'ignorance \"]"
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ كَمَا فُعِلَ بِأَشْيَاعِهِمْ مِنْ قَبْلُ ۚ إِنَّهُمْ كَانُوا فِي شَكٍّ مُرِيبٍ",
      "simpleTranslate" : [
        "Désormais, un abîme s’interposera entre eux et l’objet de leurs désirs, comme",
        "cela s’est produit pour leurs émules de jadis qui étaient atteints, comme eux,",
        "d’un doute irrémédiable."
      ],
      "tafsirTranslate" : [
        "Une barrière sera placée entre eux et ce qu'ils désirent, comme cela a été fait",
        "avec les goûts de leur avant. Certes, ils étaient dans un doute troublant. <N:76>"
      ],
      "tanslateWordByWord" : [
        "Et une barrière sera placée",
        "entre eux",
        "et entre",
        "quelle",
        "ils désirent",
        "comme",
        "a été fait",
        "avec leur genre",
        "avant",
        "avant",
        "En effet, ils",
        "ont été",
        "dans",
        "doute",
        "inquiétant"
      ],
      "notes" : {
        "76" : [
          "En fait, personne n'adopte dérober et de l'athéisme et la négation de l'au-delà",
          "par conviction, il ne peut, en cas de condamnation vient de la connaissance. Et",
          "personne ne possède les connaissances qu'il n'y a pas de Dieu, ou que beaucoup",
          "d'autres ont une part de l'autorité divine, ou qu'il devrait y avoir pas au-delà.",
          "Ainsi, celui qui a adopté ces croyances dans le monde, a soulevé une structure",
          "sur une simple conjecture, qui n'a aucun fondement, sauf le doute et la",
          "suspicion, et ce soupçon l'a conduit à une erreur pure. Par conséquent, ils",
          "doutent de l'existence de Dieu, ils doutent de la vérité de Monothéisme, ils",
          "doutaient de la venue de l'au-delà; si bien qu'ils ont fait ce doute leur foi et",
          "n'a pas écouté les prophètes et dépensés et gaspillés toute leur vie se livrer à",
          "une mauvaise foi et le mode de vie."
        ]
      }
    }
  ],
  "medinian" : false
}