{
  "chapterNumber" : 35,
  "nbVerses" : 45,
  "name" : "Le créateur, Les anges",
  "nameArabic" : "فاطر",
  "transName" : "fāṭir",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنَىٰ وَثُلَاثَ وَرُبَاعَ ۚ يَزِيدُ فِي الْخَلْقِ مَا يَشَاءُ ۚ إِنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "Louange à Dieu, Créateur intégral des Cieux et de la Terre, qui fait des anges",
        "Ses messagers, dotés de deux, trois ou quatre ailes, et qui ajoute à la Création",
        "ce qu’Il veut, car Sa puissance s’étend sur toute chose."
      ],
      "tafsirTranslate" : [
        ". Louange à Allah, le Façonneur des cieux et de la terre, qui a nommé anges <N:1>",
        "comme ses porteurs de messages, ayant deux, trois, quatre ailes <N:2> Il ajoute à",
        "son création tout ce qu'il veut. <N:3> En vérité, Allah a pouvoir sur tout."
      ],
      "tanslateWordByWord" : [
        "Toutes les louanges",
        "(Be) à Allah",
        "Auteur",
        "(De) les cieux",
        "et la terre",
        "(Qui fait",
        "les anges",
        "messagers",
        "ayant des ailes",
        "ayant des ailes",
        "deux",
        "ou trois",
        "ou quatre",
        "Il augmente",
        "dans",
        "la création",
        "quelle",
        "Il veut",
        "Effectivement",
        "Allah",
        "(est sur",
        "chaque",
        "chose",
        "Tout-puissant"
      ],
      "notes" : {
        "1" : [
          "Cela peut avoir deux significations: [(1)] [ \"Que ces anges accomplissent le",
          "service de communication de messages entre Allah et Ses Prophètes:\"] et [(2)] [",
          "«qu'il est du devoir de ces anges de transmettre et de faire respecter les",
          "commandements d'Allah Tout-Puissant à travers l'univers \"] l'objet est",
          "d'impressionner cette vérité. la position des anges que les polythéistes ont fait",
          "leurs dieux et déesses est pas plus que des serviteurs obéissants d'Allah,",
          "l'Unique . Tout comme les serviteurs d'un roi courir pour la mise en œuvre de ses",
          "ordres, de même ces anges volent au service du réel Souverain de l'Univers. Ces",
          "fonctionnaires ont aucune autorité de leur propre; Tous les pouvoirs de repos",
          "avec Allah, Qui est le vrai souverain. \n 2 Nous avons aucun moyen de savoir",
          "quelle est la nature des ailes de ces anges. Mais quand Allah a utilisé ce mot,",
          "qui, dans le langage humain est utilisé pour les ailes des oiseaux, au lieu de",
          "tous les autres mots, d'exprimer et de représenter la vérité, on peut",
          "certainement conclure que ce mot de notre langue est le plus proche de la",
          "signification réelle . La mention de deux et trois et quatre paires des ailes",
          "montre que différents anges ont obtenu des degrés différents de pouvoirs par",
          "Allah. Ils ont été équipés de différents pouvoirs de rapidité et d'efficacité",
          "comme exigé par la nature du service pour lequel ils travaillent à l'arc. \n 3 Ces",
          "mots montrent que le nombre des ailes des anges est limité à quatre, mais Allah a",
          "fourni des anges avec plus de quatre ailes. Selon un hadith rapporté par Hadrat",
          "'Abdullah bin Mas'ud, le Saint Prophète a vu une fois l'Ange Gabriol [(la paix",
          "soit sur hits)] avec six cents ailes. [(Bukhari, Muslim, Tirmidhi)]. Hadrat",
          "A'ishah rapporte que le Saint Prophète avait vu Gabriel deux fois dans sa forme",
          "réelle: il avait six cents ailes et avait couvert tout l'horizon. [(Tirmidhi)]"
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ لَهَا ۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "La miséricorde que Dieu accorde aux hommes, nul n’est en mesure de la retenir. Et",
        "ce qu’Il retient, nul autre que Lui ne peut lui donner libre cours, car Il est le",
        "Tout-Puissant, le Sage."
      ],
      "tafsirTranslate" : [
        "Quelle que soit la Miséricorde d'Allah accorde aux gens, personne ne peut",
        "retenir; et tout ce qu'il refuse, aucune autre sera en mesure de libérer après",
        "lui. <N:4> Il est le plus puissant, le Plus Sage. <N:5>"
      ],
      "tanslateWordByWord" : [
        "Quelle",
        "subventions Allah",
        "subventions Allah",
        "à l'humanité",
        "de",
        "La miséricorde",
        "alors aucun",
        "(Peut) retenir",
        "il",
        "Et quoi",
        "Il retient",
        "alors aucun",
        "(Peut) la libération",
        "il",
        "par la suite",
        "par la suite",
        "Et il",
        "(Est) le Tout-Puissant",
        "le Sage"
      ],
      "notes" : {
        "4" : [
          "C'est également destiné à éliminer le malentendu des polythéistes, qui croyaient",
          "que parmi les serviteurs d'Allah quelqu'un leur a donné les emplois, quelqu'un",
          "les enfants et quelqu'un santé à leurs patients. Toutes ces superstitions de",
          "shirk sont sans fondement, et la pure vérité est tout simplement que quelle que",
          "soit la miséricorde atteint le peuple, les atteint que grâce à la générosité et",
          "la grâce de Dieu Tout-Puissant. Personne d'autre n'a le pouvoir soit d'accorder",
          "ou de refuser ce. Ce thème a été exprimé à de nombreux endroits dans le Coran et",
          "la Ahadith de différentes manières afin que l'homme peut éviter l'humiliation de",
          "la mendicité à chaque faire er et à chaque sanctuaire et peut réaliser que faire",
          "et éclaboussures de son destin .n la puissance One Allah seul et personne",
          "d'autre."
        ],
        "5" : [
          "Il est le Tout-Puissant [ \": Il est dominant et le propriétaire de la",
          "souveraineté: nul ne peut arrêter ses jugements d'être imposée également.\"] Il",
          "est Sage \": chacun de son est basé sur la sagesse. quand il donne quelque chose à",
          "quelqu'un, il parce qu'il est exigé par la sagesse, et quand il refuse le",
          "jugement de quelque chose, il donne à quelqu'un, il refuse parce qu'il serait",
          "contraire à la sagesse de lui donner."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ ۚ هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ ۚ لَا إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
      "simpleTranslate" : [
        "Ô hommes ! Rappelez-vous les bienfaits de Dieu envers vous ! Existe-t-il en",
        "dehors de Dieu un créateur qui vous attribue du ciel et de la terre votre",
        "subsistance? Il n’y a point de divinité à part Lui. Comment pouvez-vous vous",
        "détourner de Lui?"
      ],
      "tafsirTranslate" : [
        "O gens, rappelez-vous le bienfait d'Allah sur vous <N:6> Y at-il un créateur, à",
        "part Allah, qui vous fournit votre subsistance hors des cieux et de la terre.? Il",
        "n'y a pas de divinité que Lui. Où êtes-vous, alors, être mal orientée? <N:7>"
      ],
      "tanslateWordByWord" : [
        "O",
        "humanité",
        "Rappelles toi",
        "(La) Favor",
        "(De) Allah",
        "sur vous",
        "Est",
        "(Il) tout",
        "créateur",
        "autres (que) Allah",
        "autres (que) Allah",
        "qui fournit pour vous",
        "de",
        "Le ciel",
        "et la terre",
        "(Il n'y a pas",
        "Dieu",
        "mais",
        "Il",
        "Alors comment",
        "(Sont) vous illusionné"
      ],
      "notes" : {
        "6" : [
          "[ \"Rappelez-vous ....\"]: [ \"Ne soyez pas ingrat: ne pas oublier que ce que vous",
          "avez a été donné par Allah\"]. En d'autres mots, cette phrase est destinée à",
          "avertir que quiconque vénère une autre qu'Allah, ou ce qui est une bénédiction",
          "comme une faveur faite par un autre qu'Allah, ou grâce un autre qu'Allah pour une",
          "faveur obtenue, ou prie à un autre qu'Allah pour l'octroi de une bénédiction, est",
          "ingrat [ \". \n 7 Il y a un écart subtil entre la première et la deuxième phrase,",
          "qui est rempli par le contexte lui-même. Pour comprendre cela, on peut visualiser",
          "la scène comme ceci: Les polythéistes sont adressées. L'orateur demande au",
          "public: «Y at-il un autre créateur en dehors d'Allah, qui aurait pu vous créé, et",
          "peut-être organise des dispositions pour vous de la terre et des cieux\"] Après",
          "cette cause les attentes de haut-parleurs pour la réponse Mais il n'y a pas de",
          "réponse?. ... de partout Personne ne répond qu'il y en a un autre en dehors",
          "d'Allah, qui est leur créateur et soutien Cela en soi montre que le public croit",
          "aussi qu'il n'y en a pas en dehors d'Allah, qui pourrait être leur créateur et",
          "soutien Puis l'orateur dit: [ \"Si oui, alors Lui seul peut être la Divinité aussi",
          "et personne d'autre. Comment avez-vous été si trompés? Pourquoi avez-vous pris",
          "ces autres comme vos divinités, quand Allah seul est votre Créateur et",
          "Pourvoyeur? \"]"
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
      "simpleTranslate" : [
        "S’ils te traitent de menteur, d’autres messagers l’ont été eux aussi avant toi.",
        "Mais c’est à Dieu que tout doit faire retour."
      ],
      "tafsirTranslate" : [
        "(O Prophète), (il n'y a rien de nouveau dans ce) si elles pleurent des mensonges",
        "pour vous; <N:8> Des messagers avant vous aussi pleuré mensonges à. A Allah",
        "toutes les questions doivent être renvoyés. <N:9>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "ils vous refusent",
        "alors certainement",
        "ont été rejetées",
        "messagers",
        "Avant toi",
        "Avant toi",
        "Et à",
        "Allah",
        "retour",
        "les matières"
      ],
      "notes" : {
        "8" : [
          "[ \"Si elles ... menteur»]:. `S'ils ne croient pas qu'il n'y a pas digne",
          "d'adoration sauf Allah, et vous accusent d'avoir fait une fausse déclaration à",
          "Prophétie [\""
        ],
        "9" : [
          "Autrement dit, \"] Il est pas pour les gens à donner le verdict que quiconque",
          "qu'ils appellent un menteur devrait en fait devenir un menteur. Le jugement",
          "incombe à Allah. Il doit à la fin de décider qui était le menteur, et mettent les",
          "vrais menteurs à leur mauvaise fin \"."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا ۖ وَلَا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ",
      "simpleTranslate" : [
        "Ô hommes ! La promesse de Dieu s’accomplira toujours. Que les plaisirs de ce",
        "monde ne vous séduisent donc point ! Et que Satan ne vous induise pas en erreur",
        "au sujet de Dieu,"
      ],
      "tafsirTranslate" : [
        "Ô gens, assurément la promesse d'Allah est vrai <N:10> Alors laissez la vie du",
        "monde ne vous trompe, <N:11> et laissez pas le trompeur DELUDE vous au sujet",
        "d'Allah <N:12>.."
      ],
      "tanslateWordByWord" : [
        "O",
        "humanité",
        "Effectivement",
        "(la promesse",
        "(De) Allah",
        "(est vrai",
        "Donc (laissez) pas",
        "te décevoir",
        "la vie",
        "(du monde",
        "et (encore) pas",
        "te décevoir",
        "à propos d'Allah",
        "l'imposteur"
      ],
      "notes" : {
        "10" : [
          "[ \"La promesse\"] implique la promesse de l'au-delà à laquelle allusion a été",
          "faite dans la phrase précédente, en disant: «Toutes les affaires sont en fin de",
          "compte être présentés devant Allah."
        ],
        "11" : [
          "[ «Que ... vous tromper\"]: [ \"vous séduise que le monde est une fin en soi: qu'il",
          "n'y a pas au-delà quand on aura à rendre compte de ses actes: ou que, même s'il",
          "est au-delà, celui qui profite de la vie ici va profiter de la vie là-bas, aussi.",
          "\"]"
        ],
        "12" : [
          "[ \"Great deceiver\"]: Satan, comme il ressort de la phrase suivante. Et [ \"vous",
          "tromper au sujet d'Allah\"] signifie: [(Il Qu'il enjeu certaines personnes croient",
          "que Dieu n'existe pas du tout; (2)] impliquer d'autres dans le malentendu",
          "qu'Allah après avoir une fois créé le monde, a pris sa retraite et a maintenant",
          "pratiquement rien à voir avec l'univers plus; [(3)] illusionner les autres à",
          "croire que Allah sans doute est en cours d'exécution de l'univers, mais il n'a",
          "pris aucune responsabilité de fournir des conseils à l'homme: par conséquent, la",
          "révélation et la prophétie sont une simple la tromperie, et 14) donnent d'autres",
          "encore le faux espoir que, puisque Allah est Pardonneur et Miséricordieux. Il",
          "pardonner quelque péchés qu'on aurait pu commis, et qu'il a des bien-aimés trop:",
          "si l'on reste attaché à eux, le succès et le salut sont assurés."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا ۚ إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ",
      "simpleTranslate" : [
        "car Satan est pour vous un ennemi mortel. Traitez-le comme tel ! Et s’il se fait",
        "des partisans, c’est dans le but de les conduire en Enfer."
      ],
      "tafsirTranslate" : [
        "Certes, Satan est un ennemi pour vous. Par conséquent, ne prenez comme un ennemi.",
        "Il appelle ses disciples à sa manière à ce qu'ils peuvent être parmi les gens du",
        "Feu."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "le Shaitaan",
        "(Est) pour vous",
        "un ennemi",
        "donc le prendre",
        "(Comme) un ennemi",
        "Seulement",
        "il invite",
        "son parti",
        "qu'ils peuvent être",
        "parmi",
        "(les) compagnons",
        "(Des) Blaze"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
      "simpleTranslate" : [
        "Et pendant que les négateurs subiront un terrible châtiment, les croyants qui",
        "font de bonnes œuvres seront pardonnés et recevront une magnifique récompense."
      ],
      "tafsirTranslate" : [
        "Un sévère châtiment se trouve en magasin pour ceux qui ne croient pas, <N:13>,",
        "mais il y a pardon et une énorme récompense pour ceux qui croient et",
        "accomplissent les bonnes oeuvres <N:14>."
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "ne pas croire",
        "pour eux",
        "(Sera) une punition",
        "sévère",
        "et celles",
        "qui croient",
        "et fait",
        "bonnes oeuvres",
        "pour eux",
        "(Sera) le pardon",
        "et une récompense",
        "génial"
      ],
      "notes" : {
        "13" : [
          "Ceux qui ne croient pas \": ceux qui refusent de croire à cette invitation du",
          "Livre d'Allah et à Son messager."
        ],
        "14" : [
          "Autrement dit, Allah ignorer leurs erreurs et les récompenser pour leurs bonnes",
          "actions, non seulement avec ce qu'ils vont juste méritent, mais beaucoup plus",
          "riche et généreuse."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا ۖ فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ ۚ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ",
      "simpleTranslate" : [
        "Peut-on convaincre celui dont on a embelli les mauvaises actions au point qu’il",
        "les croit réellement belles? Mais Dieu égare qui Il veut et dirige qui Il veut.",
        "Ne t’épuise donc pas en regrets sur leur sort. Dieu est parfaitement au courant",
        "de ce qu’ils font."
      ],
      "tafsirTranslate" : [
        "(Comment <N:15> terrible est la divagation de la personne) pour que sa mauvaise",
        "action a été embelli de sorte qu'il semble juste pour lui <N:16> Le fait est que",
        "Allah provoque quiconque Il? va tomber dans l'erreur et montre la bonne façon de",
        "qui il veut. Donc, (O Prophète), laissez pas votre vie se perdre affligée sur",
        "eux. <N:17> Allah est bien au courant de tout ce qu'ils font. <N:18>"
      ],
      "tanslateWordByWord" : [
        "Puis est (il) qui",
        "est fait juste semblant",
        "à lui",
        "(Le) mal",
        "(De) son acte",
        "de sorte qu'il voit",
        "(aussi bien",
        "Car en effet",
        "Allah",
        "laisse égarer",
        "qui",
        "Il veut",
        "et les guides",
        "qui",
        "Il veut",
        "Donc (laissez) pas",
        "sortir",
        "votre âme",
        "pour eux",
        "(En) regrets",
        "Effectivement",
        "Allah",
        "(Est) Omniscient",
        "de quoi",
        "ils font"
      ],
      "notes" : {
        "16" : [
          "Autrement dit, un genre de personne pervertie est celui qui commet le mal, mais",
          "sait et comprend qu'il est en train de commettre le mal. Une telle personne peut",
          "être réformé par un avocat et des conseils, et parfois sa propre conscience pique",
          "aussi, et l'amène à la bonne voie, pour ses habitudes ne sont pervertis, pas son",
          "esprit, mais il y a un autre type d'une personne dont la mentalité a été",
          "perverti, qui a perdu la discrimination entre le bien et le mal, loin que la vie",
          "du péché est devenu séduisant et brillant, qui abhorre bien et prend le mal pour",
          "la civilisation et de la culture, qui considère la bonté et la piété que les",
          "choses du passé, et le péché et la méchanceté que progressisme , et pour lesquels",
          "l'orientation devient erreur et erreur d'orientation. Une telle personne ne se",
          "prête pas à tout conseil, toute exhortation. Il ne prend garde de ses propres",
          "folies, ni écoute un bien-intentionnée. Il est inutile de perdre les tubes et de",
          "l'énergie pour la réforme d'une telle personne plutôt le inviteur à la vérité",
          "devrait tourner son attention vers ceux dont la conscience peut-être encore en",
          "vie et qui peuvent encore être enclin à écouter la vérité."
        ],
        "17" : [
          "L'insertion des mots [ «Allah prête égare qui Il veut et montre le droit chemin à",
          "qui il lui plaît»], entre la précédente et cette phrase, donne clairement le sens",
          "qu'Allah prive, de la grâce de l'orientation , ceux qui deviennent tellement",
          "perverti mentalement, et les laisse à errer sans but dans la façon dont ils se",
          "veulent rester perdu. Après avoir fait le Saint Prophète se rendre compte de ce",
          "fait qu'Allah l'exhorte à l'effet: [ «Il est pas en votre pouvoir pour amener ces",
          "gens à la bonne voie et, par conséquent, avoir de la patience à leur égard Tout",
          "comme Allah est indifférent à leur sujet, il devrait en être. vous évitez",
          "également être indûment inquiet de leur reformation. \"] \n Ici, il faut garder à",
          "l'esprit deux choses très clairement. Tout d'abord, les personnes qui sont",
          "mentionnées ici ne sont pas les gens conunon, mais les chefs de la Mecque. qui",
          "employaient tous les mensonges, toutes les fraudes et toutes les ruses pour",
          "vaincre la mission du Saint Prophète. Ces personnes étaient en fait pas impliqué",
          "dans tout malentendu sur le Saint Prophète. Ils savaient très bien ce qu'il",
          "appelait thêta et ce que sont les maux et les faiblesses morales dont ils étaient",
          "eux-mêmes aspirent à maintenir. Après avoir pris connaissance et la compréhension",
          "de tout cela, ils avaient fermement décidé de ne pas l'IET réussir dans son",
          "objet, et à cet effet, ils ne se sentent pas la moindre hésitation à utiliser",
          "tout moyen ou petit appareil. Maintenant, évidemment les gens qui délibérément et",
          "après consultation annuelle inventent un nouveau mensonge chaque jour suivant et",
          "se propagent contre une personne, peut tromper le monde entier, mais aussi pour",
          "eux-mêmes, ils savent qu'ils sont les menteurs et que la personne dont ils ont",
          "accusé libre de tout blâme. Ensuite, si la personne contre laquelle la fausse",
          "propagande est faite aussi ne réagit pas et de répondre d'une manière opposée à",
          "la vérité et la justice, les gens injustes aussi ne peut pas d'aide pour se",
          "rendre compte que leur adversaire est un homme sincère et honnête. Si, malgré",
          "cela, les gens ne se sentent pas honte de leur faute et continuent à s'y opposer",
          "et résister à la vérité avec le mensonge. leur comportement lui-même témoigne",
          "qu'ils sont sous la malédiction d'Allah et ils ne peuvent plus distinguer entre",
          "le bien et le mal. \n Deuxièmement, si Allah avait seulement pour but de faire",
          "comprendre son Prophète la vérité suprême, Il aurait pu secrètement rendu",
          "conscient. Il n'y avait pas besoin de proclamer ouvertement dans l'Apocalypse.",
          "Pour le mentionner dans le Coran et de le proclamer au monde a été, en fait,",
          "destiné à avertir les gens de conunon que les dirigeants et les guides religieux",
          "qu'ils suivaient aveuglément étaient les gens de la mentalité pervertie. dont la",
          "conduite moyenne elle-même était une évidence qu'ils étaient sous la malédiction",
          "d'Allah."
        ],
        "18" : [
          "Cette phrase en elle-même contient la menace que le temps viendra où Allah les",
          "punira pour leurs méfaits. Quand une règle dit qu'il est pleinement conscient des",
          "méfaits d'un coupable, il ne signifie pas seulement que le souverain a la",
          "connaissance de sa faute, mais il contient nécessairement l'avertissement qu'il",
          "sera également le punir pour cela certainement."
        ],
        "15" : [
          "Les versets 3-7 ont été adressées au peuple. Dans ce paragraphe, mention a été",
          "faite des porte-étendards de l'erreur et de la déviation, qui exerçaient leur",
          "pouvoir pour contrecarrer et de vaincre la mission du Saint Prophète."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَسُقْنَاهُ إِلَىٰ بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا ۚ كَذَٰلِكَ النُّشُورُ",
      "simpleTranslate" : [
        "C’est Dieu qui envoie les vents qui soulèvent les nuages que Nous dirigeons vers",
        "une contrée morte de sécheresse, et dont Nous revivifions la terre après sa mort.",
        "C’est ainsi que se fera la résurrection."
      ],
      "tafsirTranslate" : [
        "Il est Allah qui envoie les vents qui a ensuite mis les nuages ​​en mouvement, ce",
        "qui nous nous dirigerons vers une terre morte donnant une nouvelle vie à la terre",
        "après qu'il était devenu mort. Telle sera la résurrection des morts. <N:19>"
      ],
      "tanslateWordByWord" : [
        "Et Allah",
        "(Est) Celui qui",
        "envoie",
        "les vents",
        "de sorte qu'ils soulèvent",
        "(les nuages",
        "et Nous les conduisons",
        "à",
        "un terrain",
        "mort",
        "et Nous revivons",
        "celui-ci",
        "La terre",
        "après",
        "sa mort",
        "Ainsi",
        "(Sera) la Résurrection"
      ],
      "notes" : {
        "19" : [
          "Autrement dit, [ «Ces gens ignorants pensent que l'au-delà est impossible. Voilà",
          "pourquoi ils vivent dans l'illusion qu'ils peuvent faire ce qu'ils veulent dans",
          "le monde, le temps ne viendra jamais quand ils seront doivent. comparaître devant",
          "leur Dieu, et rendre compte de leurs actes. Mais ceci est plus qu'une illusion.",
          "sur le jour de la Résurrection, les hommes morts de tous âges vont soudain",
          "revenir à la vie à un appel d'Allah tout comme le terre morte revient à la vie à",
          "une douche de la pluie et les racines, gisant depuis des siècles, devenir vert et",
          "commencer à germer à partir des couches de la terre. \"]"
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا ۚ إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ ۚ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَمَكْرُ أُولَٰئِكَ هُوَ يَبُورُ",
      "simpleTranslate" : [
        "Celui qui recherche la puissance doit savoir que la puissance appartient tout",
        "entière à Dieu. C’est vers Lui que monte toute bonne parole et c’est Lui qui",
        "recueille toute bonne action. Ceux qui trament des perfidies seront durement",
        "châtiés et leurs manœuvres seront vouées à l’échec."
      ],
      "tafsirTranslate" : [
        "Celui qui cherche la gloire, lui faire savoir que toute gloire appartient à Allah",
        "seul. <N:20> Pour lui faire de bons mots montent, et l'action juste leur élève.",
        "<N:21> Mais ceux qui arrangent les mauvaises actions, <N:22> une punition sévère",
        "est en magasin pour eux, et leur ingénier seront réduits à néant."
      ],
      "tanslateWordByWord" : [
        "Quiconque",
        "[Est] désirs",
        "[Est] désirs",
        "l'honneur",
        "puis pour Allah",
        "(Est) l'honneur",
        "tout",
        "À lui",
        "monte",
        "les mots",
        "bien",
        "et l'acte",
        "vertueux",
        "soulève ce",
        "Mais ceux qui",
        "intrigue",
        "le mal",
        "pour eux",
        "(Est) une punition",
        "sévère",
        "et (le) tracé",
        "(de celles",
        "il",
        "(Sera) périsse"
      ],
      "notes" : {
        "20" : [
          "Il convient de noter que tout ce que les chefs de la Quraish faisaient contre le",
          "Saint Prophète, ils le faisaient pour le bien de leur honneur et leur dignité.",
          "Ils pensaient que si le Saint Prophète a réussi dans sa mission, leur grandeur et",
          "de gloire seraient disparaître, leur influence serait mourir et leur honneur",
          "parmi les Arabes serait ruiné. A cela, il est dit: [ «L'honneur que vous avez",
          "atteint pour vous par votre incrédulité et rébellion contre Allah est un faux",
          "honneur, qui est destiné à être exploité Le goût et l'honneur durable, qui ne",
          "peut jamais souffrir avilissement,.. peut être atteint que par le service d'Allah",
          "Si vous tournez sincèrement et fidèlement à Lui, vous l'atteindre;.. et si vous",
          "vous détournez de Lui que vous êtes lié à vivre une vie misérable abjecte \"]"
        ],
        "21" : [
          "Ce sont les véritables moyens d'atteindre l'honneur. Aux yeux d'Allah le faux,",
          "vicieux et malicieux ne peut jamais se lever et de prospérer. Dans ses yeux",
          "seulement un tel mot peut augmenter et se développer; qui est le goût pur et basé",
          "sur la vérité, et dans lequel une croyance juste et un bon point de vue ont pu",
          "être exprimés et présentés. Ensuite, la chose qui rend le mot pur monter et",
          "prospérer est l'action qui est conforme à elle. Partout où le mot est pur, mais",
          "l'action s'y oppose, la pureté du mot souffre d'un défaut. La simple augmentation",
          "extravagante de la langue n'exaltera pas un mot: la puissance de l'action juste",
          "est nécessaire pour exalter et élever haut. \n Ici. il convient également de noter",
          "que le Coran présente le mot juste et l'action juste comme inter-dépendants.",
          "Aucune action ne peut être juste sur la seule base de sa forme extérieure et",
          "apparente à moins qu'il ait une croyance juste derrière elle. Et aucune croyance",
          "juste peut être fiable que si elle est soutenue et confirmée par l'action d'une",
          "personne. Par exemple, si une personne dit qu'il considère AIlah, l'Un. seul",
          "comme sa divinité, mais adore les autres que Allah dans la vie pratique, son",
          "action dément sa parole. Si une personne dit qu'il considère le vin comme",
          "illégal, mais les boissons, son seul mot ne peut être ni acceptable pour le",
          "peuple, ni mériter l'approbation aux yeux d'Allah."
        ],
        "22" : [
          "Ceux qui complotent le mal \": Ceux qui propagent des mots faux et le mal au moyen",
          "de ruses, tromperies et raisonnements trompeurs, et ne se sentent pas la moindre",
          "hésitation à employer tout dispositif, cependant dire et dépravé, à furstrate et",
          "la défaite citer parole de la vérité."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَاجًا ۚ وَمَا تَحْمِلُ مِنْ أُنْثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ ۚ وَمَا يُعَمَّرُ مِنْ مُعَمَّرٍ وَلَا يُنْقَصُ مِنْ عُمُرِهِ إِلَّا فِي كِتَابٍ ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
      "simpleTranslate" : [
        "Dieu vous a créés de terre, puis de sperme, pour faire de vous ensuite des",
        "couples. Aucune femelle ne porte ni ne met bas sans qu’Il le sache. Aucune vie",
        "n’est prolongée ni abrégée sans que cela soit déjà, dans un Livre, consigné. Et",
        "c’est une chose si facile pour Dieu."
      ],
      "tafsirTranslate" : [
        "Allah <N:23> vous avez créé de la poussière, puis d'une goutte de sperme, <N:24>",
        "Il vous a ensuite fait en paires. Aucune femelle ne, ni ne livre (un enfant),",
        "sauf avec sa connaissance. Aucun est donné une longue vie, ni est tout diminuée",
        "dans sa vie, mais il est écrit dans un livre. <N:25> Certes, c'est assez facile",
        "pour Allah. <N:26>"
      ],
      "tanslateWordByWord" : [
        "Et Allah",
        "vous créé",
        "de",
        "poussière",
        "puis",
        "de",
        "une goutte de sperme",
        "puis",
        "Il vous a fait",
        "paires",
        "Et pas",
        "conçoive",
        "tout",
        "femelle",
        "et pas",
        "Donner naissance",
        "sauf",
        "avec Sa connaissance",
        "Et pas",
        "est accordée la vie",
        "tout",
        "personne âgée",
        "et pas",
        "est diminué",
        "de",
        "sa vie",
        "mais",
        "(est dans",
        "un registre",
        "Effectivement",
        "cette",
        "pour",
        "Allah",
        "(est facile"
      ],
      "notes" : {
        "24" : [
          "C'est, l'homme en première instance a été créée à partir de la poussière",
          "directement, sa course a été perpétuée par la goutte de sperme."
        ],
        "25" : [
          "Autrement dit, [ \"Il est pré-ordonné pour tout le monde qui est né dans ce monde",
          "combien de temps il va vivre. Si une personne vit une longue vie, il DCEs donc",
          "par le décret d'Allah, et si un de l'autre vit une vie courte, il vit trop donc",
          "par le décret d'Allah Certains ignorants donnent l'argument que, dans le passé,",
          "le taux de mortalité des enfants nouveau-nés utilisé pour être élevé, et",
          "maintenant il a été vérifié par l'avancement de la science médicale. et les gens",
          "habitués à vivre une vie courte dans le passé, maintenant grâce à de meilleures",
          "installations médicales de la durée de vie a augmenté. Mais cet argument pourrait",
          "être présenté pour réfuter l'argument coranique seulement quand il peut être",
          "établi que Allah, par exemple , avait pré-ordonné une vie de deux ans pour une",
          "certaine personne, et les installations médicales modernes ont amélioré par un",
          "jour. Si une personne n'a pas ces connaissances, il ne peut pas affiner la",
          "déclaration coranique sur les motifs rationnels. Uniquement sur la base des",
          "statistiques que le taux de mortalité chez les enfants est tombé, ou que les gens",
          "maintenant. vivent plus longtemps, on ne peut affirmer que l'homme est devenu",
          "capable de changer les décrets d'Allah. Rationnellement, il est impossible que",
          "Dieu aurait pu fixe différentes durées de vie pour les personnes nées dans des",
          "périodes différentes, et cela pourrait aussi être le décret d'Allah Tout-Puissant",
          "que l'homme dans tel ou tel âge serait accordé pouvoir curatif pour traiter de",
          "telles et telles maladies, et dans telle ou telle période de l'homme serait donné",
          "plus de moyens pour la longévité."
        ],
        "26" : [
          "Autrement dit, \"] Il est pas du tout difficile pour AIlah donner des ordres et de",
          "passer des jugements sur chacun de ses innombrables créations quand il possède",
          "détaillée et parfaite connaissance à leur sujet.\""
        ],
        "23" : [
          "De là encore, le discours est dirigé vers le peuple."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَمَا يَسْتَوِي الْبَحْرَانِ هَٰذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَٰذَا مِلْحٌ أُجَاجٌ ۖ وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا ۖ وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "simpleTranslate" : [
        "Il y a deux variétés de mer : l’eau de l’une est douce, limpide et d’un goût",
        "agréable, celle de l’autre est salée et saumâtre. Et pourtant l’une et l’autre",
        "vous procurent une chair fraîche que vous mangez, et vous en retirez des perles",
        "dont vous vous parez. Et l’on y voit des vaisseaux fendre avec bruit les flots,",
        "pour vous permettre d’aller à la recherche des bienfaits de votre Seigneur.",
        "Peut-être Lui en serez-vous reconnaissants !"
      ],
      "tafsirTranslate" : [
        "Les deux masses d'eau ne sont pas semblables. <N:27> L'une est douce, assouvit la",
        "soif, et est agréable à boire, tandis que l'autre est le sel, amer sur la langue.",
        "Pourtant, à la fois que vous mangez de la viande fraîche, <N:28> et d'extraire",
        "des parures que vous portez; <N:29> et vous voyez des navires de croisière à",
        "travers elle que vous recherchiez de Sa grâce et être reconnaissant envers Lui."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "sont semblables",
        "les deux mers",
        "Ce",
        "(Est) frais",
        "doux",
        "agréable",
        "sa boisson",
        "et ça",
        "salé",
        "(Et) amère",
        "Et de",
        "chaque",
        "tu manges",
        "moi à",
        "Frais",
        "et vous extrayez",
        "ornements",
        "vous les portez",
        "et vous voyez",
        "les navires",
        "en ce",
        "cliver",
        "de sorte que vous pouvez demander",
        "de",
        "Son Bounty",
        "et que vous pouvez",
        "être reconnaissant"
      ],
      "notes" : {
        "27" : [
          "Autrement dit, le corps de l'eau dans les océans, et le corps de l'eau dans les",
          "rivières et les sources et les lacs."
        ],
        "28" : [
          "[ \"chair fraîche\"]: Flesh d'animaux d'eau."
        ],
        "29" : [
          "Voilà les perles et les coraux et, dans certains cours d'eau, des diamants et de",
          "l'or."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ ۚ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ",
      "simpleTranslate" : [
        "Il insère la nuit dans le jour et le jour dans la nuit. Il a soumis à Ses ordres",
        "le Soleil et la Lune, chacun d’eux devant poursuivre sa course jusqu’au terme",
        "fixé. Tel est Dieu, votre Seigneur à qui appartient la Royauté ! Quant à ceux que",
        "vous invoquez en dehors de Lui, ils ne possèdent même pas la pellicule d’un noyau",
        "de datte."
      ],
      "tafsirTranslate" : [
        "Il provoque la nuit à la phase dans la journée et le jour dans la nuit, <N:30> et",
        "il a soumis le soleil et la lune, chacun exécutant son cours jusqu'à un terme",
        "fixé. <N:31> Tel est Allah, votre Seigneur; à Lui appartient le royaume; mais",
        "ceux que vous invoquez, en dehors d'Allah, possèdent pas tant que la peau d'un",
        "noyau de datte. <N:32>"
      ],
      "tanslateWordByWord" : [
        "Il fait entrer",
        "la nuit",
        "en (à)",
        "le jour",
        "et Il fait entrer",
        "le jour",
        "en (à)",
        "la nuit",
        "et il a soumis",
        "le soleil",
        "et la lune",
        "chaque",
        "fonctionnement",
        "pour une durée",
        "nommé",
        "C'est)",
        "Allah",
        "votre Seigneur",
        "pour lui",
        "(Est) le Dominion",
        "Et ceux que",
        "vous appelez",
        "en dehors de Lui",
        "en dehors de Lui",
        "ne pas",
        "ils possèdent",
        "pair",
        "(Autant que) la membrane d'une date-graine"
      ],
      "notes" : {
        "32" : [
          "Le mot qitmira dans l'original signifie la peau mince qui recouvre la pierre de",
          "la date de fruits; mais ce qui est censé être dit est que les dieux des",
          "polythéistes ne possèdent pas quoi que ce soit. Voilà pourquoi nous avons traduit",
          "[ \"un brin d'herbe\"], ce qui est une chose insignifiante."
        ],
        "30" : [
          "Autrement dit, [ «La lumière du jour commence diminuer et l'obscurité de la nuit",
          "en augmentant progressivement de manière à couvrir tout ce complètement. De même,",
          "vers la fin de la nuit, au début, une série de de la lumière apparaît à",
          "l'horizon, et puis le jour se lève lumineux. \"]"
        ],
        "31" : [
          "[ \"Soumise ..\"]: soumis à une loi."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ ۖ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ",
      "simpleTranslate" : [
        "Si vous les priez, ils n’entendront pas vos prières ; et même s’ils les",
        "entendaient, ils ne sauraient vous répondre. Et le Jour du Jugement, ils nieront",
        "votre association. Nul ne peut mieux te renseigner que Celui dont la connaissance",
        "englobe toute chose."
      ],
      "tafsirTranslate" : [
        "Si vous appelez sur eux, ils ne peuvent pas entendre votre prière. Et s'ils",
        "l'entendent, ils ne peuvent pas répondre. <N:33> Sur le Jour de la Résurrection",
        "ils vous désavouer pour associer à Allah dans sa divinité. <N:34> Personne ne",
        "peut vous informer de la vérité sauver le All-Aware . <N:35>"
      ],
      "tanslateWordByWord" : [
        "Si",
        "vous les invoquez",
        "ne pas",
        "ils entendent",
        "ton appel",
        "et si",
        "ils ont entendu",
        "ne pas",
        "ils (seraient) répondre",
        "à toi",
        "Et (le) Jour",
        "(De) la Résurrection",
        "ils vont nier",
        "votre association",
        "Et aucun",
        "peut vous informer",
        "comme",
        "(Le) All-Aware"
      ],
      "notes" : {
        "33" : [
          "Cela ne signifie pas qu'ils ne peuvent pas dire à haute voix, en réponse à veur",
          "prayer.whether votre prière a été acceptée ou non, mais cela signifie que .ils ne",
          "peut pas prendre toute action sur vos supplications. Si une personne envoie sa",
          "demande à quelqu'un qui est pas une règle. sa demande avorte. Pour la personne à",
          "qui il a été envoyé, n'a aucune autorité que ce soit: il ne peut ni rejeter ni",
          "accepter. Toutefois, si la même demande est envoyée à celui qui est vraiment une",
          "règle, l'une ou l'autre action sera certainement prise sur elle."
        ],
        "34" : [
          "Autrement dit, [ «Ils vont simplement dire:. Nous avions jamais dit theta que",
          "nous sommes des associés d'Allah et qu'ils devraient nous adorer Au contraire,",
          "nous ne sont pas du tout conscients du fait qu'ils nous considérés comme Allah",
          "associés et nous invoquaient l'aide. Aucun de leurs prières nous est parvenue, ni",
          "a aucun de leurs dons et les offrandes \"]."
        ],
        "35" : [
          "[ \"All-Aware\"]: Allah Tout-Puissant Lui-même. Cela signifie que: L'autre personne",
          "peut au shirk plus affiner et prouver l'impuissance des dieux des polythéistes",
          "par seulement des arguments rationnels, mais nous sommes directement au courant",
          "de la vérité absolue. Nous vous disons, sur la base de la connaissance, que tous",
          "ceux que les gens croient à posséder certains pouvoirs dans notre divinité sont",
          "absolument impuissants. Ils ont aucune autorité par laquelle ils pourraient faire",
          "quelqu'un bien ou mal. Et nous savons ce que directement sur le Jour de la",
          "Résurrection, ces dieux des polythéistes vont se réfuter leur shirk. \""
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ ۖ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ",
      "simpleTranslate" : [
        "Ô hommes ! C’est vous les indigents qui avez besoin de Dieu, alors que Dieu est",
        "Celui qui Se suffit à Lui-même et qui est le Digne de louange."
      ],
      "tafsirTranslate" : [
        "Ô gens, il est vous qui ont besoin de Allah. <N:36> que pour Allah, Il est",
        "autosuffisant, Immensément Praiseworthy <N:37>"
      ],
      "tanslateWordByWord" : [
        "O",
        "humanité",
        "Toi",
        "(Sont) ceux dans le besoin",
        "de",
        "Allah",
        "tandis qu'Allah",
        "Il",
        "(Est) gratuit de besoin",
        "le Praiseworthy"
      ],
      "notes" : {
        "36" : [
          "Autrement dit, [ \"Vous ne devriez pas rester dans l'illusion que Dieu a besoin de",
          "votre aide. Si vous ne l'accepter comme Dieu, sa divinité échouera, et si vous ne",
          "servez pas et de culte lui, il encourra une certaine perte. non, mais le fait est",
          "que vous vous tenez dans le besoin de lui. vous ne pouvez pas rester en vie pour",
          "un moment s'il DCEs pas vous garder en vie, et ne vous fournit pas les moyens par",
          "lesquels vous rester en vie dans le monde et la fonction. Par conséquent, quand",
          "on vous dit d'adopter son service et l'obéissance, il n'est pas parce que Dieu a",
          "besoin de lui, mais parce que sur elle dépend de votre propre succès ici, ainsi",
          "que dans l'au-delà. Si vous ne le faites pas faites, vous serez nuisez",
          "vous-mêmes, et non AIlah en aucune façon. \"]"
        ],
        "37" : [
          "Le mot Ghani unplies qu'il est le propriétaire de tout: Il est autonome et",
          "indépendant de tous: Il ne se tient pas besoin de l'aide de personne. Le mot",
          "Hamid implique qu'il est auto-Praiseworthy: quelqu'un peut le louer, ou peut ne",
          "pas, mais Lui seul est digne de hamd [(louange et de gratitude)]. Ces deux",
          "attributs ont été utilisés ensemble, car on serait ghani même si l'on n'a pas",
          "fait de bien à personne par un de la richesse. Dans un tel cas, on serait ghani",
          "mais pas un hamid hamid sera seulement dans le cas où un ETCD ne tirent aucun",
          "avantage pour soi-même, mais d'autres avantages dans tous les sens des trésors de",
          "sa richesse et de ressources. Depuis Allah est parfait dans ces deux attributs,",
          "il a été dit: [ «Il est non seulement Ghani [(autonome)], mais comme Ghani comme",
          "est digne de tous les types de louange et de gratitude, car il remplit vos",
          "besoins aussi bien que les besoins de toutes les autres créatures. \"]"
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
      "simpleTranslate" : [
        "S’Il veut, Il vous fera disparaître et vous remplacera par de nouvelles",
        "créatures."
      ],
      "tafsirTranslate" : [
        "S'il veut, il peut vous retirer et mettre à votre place une nouvelle création."
      ],
      "tanslateWordByWord" : [
        "Si",
        "Il veut",
        "Il (peut) faire disparaître avec vous",
        "et apporter",
        "dans une création",
        "Nouveau"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَمَا ذَٰلِكَ عَلَى اللَّهِ بِعَزِيزٍ",
      "simpleTranslate" : [
        "Cela n’est pas difficile pour Dieu."
      ],
      "tafsirTranslate" : [
        "C'est sûrement pas difficile pour Allah. <N:38>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "cette",
        "(est sur",
        "Allah",
        "difficile"
      ],
      "notes" : {
        "38" : [
          "Autrement dit, «Vous n'êtes pas profiter de la vie sur la terre d'Allah",
          "uniquement par dim de votre propre pouvoir et la puissance. Il a le pouvoir de",
          "vous retirer d'ici en peu de temps et d'élever un autre peuple pour prendre votre",
          "place. Par conséquent, vous devez comprendre votre vraie valeur, et devrait",
          "renoncer à adopter la conduite qui a été la cause de la chute des nations.",
          "Lorsque Allah veut envoyer quelqu'un à sa perte. il n'y a personne dans",
          "l'univers, qui peut l'arrêter et de retenir son décret d'être imposée \"."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰ ۗ إِنَّمَا تُنْذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُوا الصَّلَاةَ ۚ وَمَنْ تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِ ۚ وَإِلَى اللَّهِ الْمَصِيرُ",
      "simpleTranslate" : [
        "Aucune âme chargée de son propre fardeau ne portera celui d’une autre âme. Et si",
        "une âme surchargée de péchés implore de l’aide, même auprès d’un proche parent,",
        "sa charge n’en sera pas pour autant allégée. Tes avertissements ne sauraient",
        "profiter qu’à ceux qui craignent leur Seigneur dans Son mystère et qui",
        "accomplissent régulièrement leur salât. Quiconque se purifie le fait dans son",
        "propre intérêt, car c’est vers Dieu que tout doit faire retour."
      ],
      "tafsirTranslate" : [
        "Personne ne peut supporter le fardeau d'autrui. <N:39> Si un un lourdement chargé",
        "doit appeler un autre pour porter sa charge, rien ne doit être porté par l'autre,",
        "même si il est un proche parent . <N:40> (O Prophète), vous pouvez avertir que",
        "ceux qui craignent leur Seigneur sans le voir et d'établir la prière. <N:41>",
        "Celui qui purifie lui-même le fait pour son propre bien. A Allah est le retour",
        "final."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "porteront",
        "porteur de charges",
        "fardeau",
        "(Des) autre",
        "Et si",
        "appels",
        "un lourdement chargé",
        "à",
        "(Report) sa charge",
        "ne pas",
        "sera réalisée",
        "de celui-ci",
        "n'importe quoi",
        "même si",
        "qu'il soit",
        "proche parent",
        "proche parent",
        "Seulement",
        "vous pouvez avertir",
        "ceux qui",
        "la crainte",
        "leur Seigneur",
        "invisible",
        "et d'établir",
        "la prière",
        "Et quiconque",
        "se purifie",
        "alors seulement",
        "il purifie",
        "pour son propre",
        "Et à",
        "Allah",
        "(Est) à la destination"
      ],
      "notes" : {
        "40" : [
          "Dans la phrase précédente, la loi d'Allah de la justice a été énoncé, selon",
          "lequel il ne sera pas saisir toute personne pour le péché commis par un autre,",
          "mais tiendra tout le monde responsable de son propre péché. Dans cette phrase,",
          "les musulmans ont été dit: `Ceux qui vous exhorte à renoncer à la foi et",
          "commettent le mal sur l'assurance qu'ils prendront sur eux-mêmes le fardeau de",
          "vos péchés au Jour de la Résurrection, sont en fait de vous donner un faux",
          "espoir. Lorsque la Résurrection vient et les gens voient ce que le destin qu'ils",
          "vont se rencontrer à la suite de leur faute, tout le monde sera concerné que sur",
          "lui-même. Brother se détourner de frère et le père du fils, et personne ne sera",
          "prêt à prendre même le poids d'un atome d'un autre est la charge sur lui-même. \"]"
        ],
        "41" : [
          "En d'autres termes, [ \"Vos avertissements ne peut pas avoir d'effet sur les gens",
          "obstinés et tenaces. Vos admonestations peuvent apporter que de telles personnes",
          "à la bonne voie, qui ont peur de Dieu dans leur cœur, et qui sont enclins à l'arc",
          "avant leur vrai Maître. \"]"
        ],
        "39" : [
          "[ \"Burden\"]: le fardeau des responsabilités des actions. Cela signifie: Aux yeux",
          "d'Allah chacun est responsable de ses propres actions et pour personne d'autre.",
          "Il n'y a aucune possibilité que AIlah placera le fardeau de la responsabilité",
          "d'un homme à l'autre, ni la possibilité qu'une personne aura la charge de son",
          "autre responsabilité sur lui-même et se se saisir pour le crime commis par",
          "l'autre. Cette chose a été dit ici parce que les parents et les proches des",
          "personnes qui ont été embrassé l'Islam à la Mecque, utilisés pour les inciter, en",
          "disant polythéistes, «Abandonnez l'Islam et revenir à votre foi ancestrale. Nous",
          "prenons la responsabilité de toute punition, etc. sur nous-mêmes. [ \""
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَمَا يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ",
      "simpleTranslate" : [
        "L’aveugle ne saurait être assimilé à celui qui voit,"
      ],
      "tafsirTranslate" : [
        "L'aveugle et le voyant ne sont pas semblables,"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "égal",
        "(Sont) les aveugles",
        "et la vision"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَلَا الظُّلُمَاتُ وَلَا النُّورُ",
      "simpleTranslate" : [
        "pas plus que les ténèbres à la lumière,"
      ],
      "tafsirTranslate" : [
        ", ni les ténèbres et la lumière;"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "les ténèbres [es]",
        "et pas",
        "[la lumière"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَلَا الظِّلُّ وَلَا الْحَرُورُ",
      "simpleTranslate" : [
        "ni l’ombre fraîche à la chaleur ardente,"
      ],
      "tafsirTranslate" : [
        ", ni ombre fraîche et la chaleur torride;"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "l'ombre",
        "et pas",
        "la chaleur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ ۚ إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ ۖ وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ",
      "simpleTranslate" : [
        "ni les vivants aux morts ! Dieu permet à qui Il veut d’entendre ; mais toi tu ne",
        "peux faire entendre ceux qui sont dans les cimetières,"
      ],
      "tafsirTranslate" : [
        ", ni sont les vivants et les morts semblables. <N:42> Allah fait entendre qui Il",
        "veut, mais vous, (O Prophète), ne peut pas causer d'entendre ceux qui sont dans",
        "leurs tombes. <N:43>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "égal",
        "(Sont) le salon",
        "et pas",
        "le mort",
        "Effectivement",
        "Allah",
        "provoque entendre",
        "qui",
        "Il veut",
        "et pas",
        "toi",
        "peut faire entendre",
        "(ceux qui",
        "(sont dans",
        "les tombes"
      ],
      "notes" : {
        "42" : [
          "Dans ces comparaisons le présent et l'avenir d'un croyant et un incroyant ont été",
          "contrastées. Il y a une personne qui a fermé les yeux sur les réalités et ne se",
          "soucie pas de voir à quelle vérité l'ensemble du système de l'univers et sa",
          "propre existence se pointent. Il est l'autre personne, dont les yeux sont ouverts",
          "et qui voit clairement que tout à l'extérieur et à l'intérieur lui-même porte des",
          "preuves à l'Unité de Dieu et à la reddition de l'homme devant lui. Il est une",
          "personne, qui erre à l'aveuglette dans les superstitions de l'ignorance et les",
          "ténèbres de présomptions et spéculations, et ne sont pas enclins à bénéficier de",
          "la lumière de la bougie allumée par le Prophète. Il est l'autre personne, dont",
          "les yeux sont ouverts et qui, dès que la lumière diffusée par le prophète",
          "apparaît devant lui, vient de réaliser que toutes les voies suivies par les",
          "polythéistes et les mécréants et les athées mènent à la destruction, et chemin",
          "vers le succès est seulement ce qui a été démontré par le Messager de Dieu.",
          "Maintenant, comment peut-il être possible que l'attitude des deux personnes est",
          "le même dans le monde et les deux peut suivre un seul et même chemin ensemble? Et",
          "comment cela peut-être aussi possible, soit que les deux doivent répondre à la",
          "même extrémité et devraient tous deux se retrouver dans la poussière après la",
          "mort? Ni devrait-on être puni pour ses méfaits, ni l'autre être récompensé pour",
          "sa conduite juste. La phrase, [ «l'ombre fraîche et la chaleur du soleil ne se",
          "ressemblent pas»], pointe vers le même sort. L'un sera fourni amadou abri à",
          "l'ombre de la miséricorde d'Allah et l'autre va brûler dans le feu de l'Enfer.",
          "Ainsi, les notions que les deux finiront par atteindre le même but est tout à",
          "fait faux. En fin de compte, le croyant a été comparé à la vie et le mécréant",
          "obstiné à la mort. Autrement dit, le croyant est celui dont le sentiment, la",
          "compréhension et la perception sont en vie et dont la conscience est lui faire",
          "prendre conscience de la distinction entre le bien et le mal à chaque instant.",
          "Contrairement à cela, la personne qui a été, en tout perdu dans les préjugés de",
          "l'incrédulité est encore pire que la personne aveugle qui erre dans les ténèbres.",
          ". Non, il est comme une personne morte qui n'a pas de sens ou un sentiment en",
          "lui."
        ],
        "43" : [
          "Autrement dit, [ \"En ce qui concerne les pouvoirs d'Allah, ils sont illimités. Il",
          "peut même faire les pierres pour entendre. Mais il est pas dans la puissance du",
          "Messager de faire ces gens pour l'écouter dont les consciences sont devenus morts",
          "et dont les oreilles sourdes à chaque appel à la vérité. Il ne peut faire ces",
          "gens à lui, qui sont enclins à écouter tout raisonnable entendre. \"]"
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "إِنْ أَنْتَ إِلَّا نَذِيرٌ",
      "simpleTranslate" : [
        "et tu n’as d’autre mission que d’avertir."
      ],
      "tafsirTranslate" : [
        "Vous n'êtes pas plus d'un warner. <N:44>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "tu es)",
        "mais",
        "un warner"
      ],
      "notes" : {
        "44" : [
          "Autrement dit, [ \"Votre seul devoir est d'avertir le peuple et rien d'autre. Si",
          "même après cette une personne DCEs pas venir à ses sens, et reste perdu dans ses",
          "écarts, vous n'êtes pas à blâmer pour que, pour ne vous a pas confié le devoir de",
          "faire les aveugles à voir et à entendre les sourds. \"]"
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا ۚ وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ",
      "simpleTranslate" : [
        "Nous t’avons envoyé, en toute vérité, en tant qu’annonciateur et avertisseur. Et",
        "il n’est pas un peuple qui n’ait déjà eu un prophète pour l’avertir."
      ],
      "tafsirTranslate" : [
        "Nous vous avons envoyé avec la Vérité pour proclamer de bonnes nouvelles et",
        "d'avertir. Il n'y a jamais été une nation, mais un avertisseur est venu à elle.",
        "<N:45>"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "[Nous] avons envoyé vous",
        "avec la vérité",
        "(Comme) un porteur de bonnes nouvelles",
        "et (comme) un warner",
        "Et pas",
        "(A) tout",
        "nation",
        "mais",
        "avait passé",
        "à l'intérieur",
        "un warner"
      ],
      "notes" : {
        "45" : [
          ", qu'il n'y a pas de communauté dans le monde pour la direction duquel Allah n'a",
          "pas nommé les prophètes, il a été dit à plusieurs endroits dans le Coran. Dans la",
          "sourate Ar-Raad: 7, il a été dit: [ «Chaque peuple a son guide;\"] dans la sourate",
          "Al-Hijr: 10: [ \"O Prophète, Nous avons déjà envoyé des messagers avant toi parmi",
          "un grand nombre de peuples anciens ; \"] dans la sourate An-Nahl: 36: [\" Nous",
          "avons envoyé à chaque communauté un Messager »] et dans la sourate Ash-Shu'ara:",
          "208: [« on n'a jamais détruit une habitation à moins qu'il avait ses warners pour",
          "administrer admonition ».] Mais, à cet égard, il faut noter deux choses afin",
          "qu'il ne reste pas de malentendu. Tout d'abord, une seule et même Prophète est",
          "assez pour les terres auxquelles son message peut atteindre. Il ne faut pas que",
          "les prophètes être envoyés à chaque habitation séparée et à chaque communauté",
          "distincte. Deuxièmement, aucun nouveau prophète doit être envoyé tant que le",
          "message et l'enseignement et l'orientation donnée par un prophète précédent reste",
          "sûr et intact. Il ne faut pas qu'un prophète distinct soit envoyé pour chaque",
          "race et chaque génération."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ وَبِالزُّبُرِ وَبِالْكِتَابِ الْمُنِيرِ",
      "simpleTranslate" : [
        "S’ils te traitent d’imposteur, d’autres peuples avant eux avaient traité",
        "d’imposteurs leurs prophètes qui leur avaient apporté des preuves tangibles, des",
        "Psaumes et un Livre d’une clarté lumineuse."
      ],
      "tafsirTranslate" : [
        "Si elles donnent le mensonge à vous maintenant, ceux qui les ont précédés ont",
        "également donné un démenti à leurs messagers quand ils sont venus à eux avec",
        "claires Épreuves, <N:46> avec Écritures, et avec le livre Illuminating . <N:47>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "ils vous refusent",
        "alors certainement",
        "dénié",
        "ceux qui",
        "(Étaient) avant de les",
        "(Étaient) avant de les",
        "Entré pour les",
        "leurs messagers",
        "avec des signes évidents",
        "et Ecritures",
        "et avec le livre",
        "[Le] éclairer"
      ],
      "notes" : {
        "46" : [
          "preuves claires [ \": Les preuves qui ont témoigné clairement qu'ils étaient les",
          "messagers d'Allah."
        ],
        "47" : [
          "\"] Écritures [\" probablement consisté bons conseils et les préceptes moraux et \"]",
          "Livre\" comprend un code complet de la loi."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا ۖ فَكَيْفَ كَانَ نَكِيرِ",
      "simpleTranslate" : [
        "Aussi ai-Je sévi contre les négateurs, et quelles ne furent point alors Mes",
        "rigueurs !"
      ],
      "tafsirTranslate" : [
        "Alors je saisis ceux qui niaient la vérité, et comment terrible fut Mon",
        "châtiment!"
      ],
      "tanslateWordByWord" : [
        "alors",
        "Je saisis",
        "ceux qui",
        "pas foi",
        "et comment",
        "était",
        "Mon rejet"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُخْتَلِفًا أَلْوَانُهَا ۚ وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ",
      "simpleTranslate" : [
        "Ne vois-tu pas que Dieu fait tomber du ciel une eau par laquelle Nous faisons",
        "sortir du sol des plantes qui donnent des fruits de couleurs différentes? Et dans",
        "les montagnes aussi, il y a des stries de diverses couleurs, blanches et rouges",
        "aux tons variés, ainsi que des roches d’un noir foncé."
      ],
      "tafsirTranslate" : [
        "Ne vois-tu pas qu'Allah fait descendre l'eau du ciel avec laquelle Nous avons",
        "apporté des fruits de diverses teintes? Dans les montagnes, il y a blanc et",
        "rouge, de diverses teintes, et poisseux noir;"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "tu vois",
        "cette",
        "Allah",
        "envoie vers le bas",
        "de",
        "Le ciel",
        "eau",
        "puis Nous en faisons sortir",
        "celui-ci",
        "fruits",
        "(de divers",
        "[leurs] couleurs",
        "Et en",
        "les montagnes",
        "(Sont) tracts",
        "blanc",
        "et rouge",
        "(de divers",
        "[leurs] couleurs",
        "et intensément noir",
        "et intensément noir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَٰلِكَ ۗ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ ۗ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ",
      "simpleTranslate" : [
        "Sont également de couleurs différentes les hommes, les animaux et les bestiaux.",
        "Et c’est ainsi que, de tous les serviteurs de Dieu, seuls les savants Le",
        "craignent véritablement. En vérité, Dieu est Puissant et Clément."
      ],
      "tafsirTranslate" : [
        "et les êtres humains aussi, et les bêtes, et le bétail »diverses sont leurs",
        "teintes. <N:48> Parmi Ses serviteurs, seuls ceux qui savent que la crainte",
        "d'Allah. <N:49> En vérité, Allah est La plupart Puissant, le Pardonneur. <N:50>"
      ],
      "tanslateWordByWord" : [
        "Et parmi",
        "Hommes",
        "et les créatures se déplaçant",
        "et les bovins",
        "(Sont) différents",
        "[leurs] couleurs",
        "également",
        "Seulement",
        "la crainte",
        "Allah",
        "parmi",
        "Ses esclaves",
        "ceux qui ont des connaissances",
        "Effectivement",
        "Allah",
        "(Est) Tout-Puissant",
        "Pardonneur"
      ],
      "notes" : {
        "48" : [
          "Ceci est destiné à impressionner dans l'univers créé par Allah est nulle part",
          "l'homogénéité et l'uniformité; il y a une variété partout. De la même terre et",
          "par la même eau différents types d'arbres apparaissent. Même les deux morceaux de",
          "fruits du même arbre ne sont pas uniformes dans la couleur et la taille et le",
          "goût. Dans la même montagne on verra une variété de couleurs et une grande",
          "différence dans la composition matérielle de ses différentes parties. Même parmi",
          "les êtres humains et les animaux on ne voit pas deux descendants des mêmes",
          "parents exactement semblables. Si une personne cherche l'uniformité des",
          "tempéraments et des dispositions et des mentalités dans cet univers et est",
          "déconcerté les différences qui ont été évoquées dans les vv. 19-22 ci-dessus, il",
          "sera sa propre perception et la compréhension à blâmer. Cette même variété et la",
          "différence, en fait, le point à la réalité que cet univers a été créé par un Sage",
          "Être avec une grande sagesse; son Créateur est un Créateur Unique et un Matchless",
          "Façonneur, Qui DCES pas le même modèle de tout devant lui, mais il a une variété",
          "d'innombrables et illimitées conceptions de tout. Ensuite, si l'on réfléchit sur",
          "les différences de tempéraments et les esprits humains, en particulier. on verra",
          "qu'il ne soit pas un simple accident, mais en fait, le chef-d'œuvre de la sagesse",
          "de la création. Si tous les êtres humains ont été créés avec les tempéraments",
          "uniformes et des désirs et des sentiments et des penchants et des façons de",
          "penser, et pas de place avaient été laissés pour toute différence, il aurait été",
          "tout à fait inutile d'apporter une nouvelle création comme l'homme dans le monde.",
          "Lorsque le Créateur a décidé de faire exister une création responsable, une",
          "création ayant le pouvoir et l'autorité, la demande inévitable nécessaire de la",
          "nature de la décision était que la place pour toutes sortes de différences",
          "devraient être fournies dans sa nature et sa structure. Ceci est la preuve",
          "principale du fait que la création de l'homme ne sont pas le résultat d'un",
          "accident, mais le résultat d'un plan et un design merveilleux et sage. Et",
          "évidemment, partout où il y a un plan et la conception sage, il doit",
          "nécessairement être un Sage Être travaille derrière elle, l'existence de la",
          "sagesse sans Wise Être serait non imaginable."
        ],
        "49" : [
          "Autrement dit, plus une personne ne connaît pas les attributs d'Allah, le morc il",
          "sera sans peur de Lui. Contrairement à cela, plus une personne est consciente et",
          "consciente des pouvoirs d'Allah, sa connaissance, sa sagesse, sa vengeance et son",
          "omnipotence et ses autres attributs, le Morc il craindre sa désobéissance. Ainsi,",
          "en fait, «connaissance [» dans ce verset ne signifie pas la connaissance des",
          "sujets académiques comme la philosophie et de la science et de l'histoire et les",
          "mathématiques, etc., mais la connaissance des attributs divins, peu importe que",
          "l'on soit alphabète, soit analphabète. Celui qui est intrépide de Dieu est",
          "analphabète seulement en ce qui concerne cette connaissance, même s'il a toutes",
          "les connaissances du monde. et celui qui connaît les attributs de Dieu et le",
          "craint dans son cœur, est Iearned même s'il est analphabète. dans le même",
          "contexte, il faut aussi savoir que dans ce verset, le 'ulama' ne signifie pas que",
          "les chercheurs dans le sens technique, qui sont qualifiées de savants religieux",
          "en raison de leur connaissance du Coran et du Hadith et de Fiqh et de la",
          "philosophie. . Ils se révéleront fidèle à ce verset seulement quand ils possèdent",
          "la crainte de Dieu dans leur cœur. La même chose a été dit par Hadrat 'Abdullah",
          "bin Mas'ud, ainsi: \"] la connaissance ne tient pas à beaucoup narration du",
          "Hadith, mais en raison de beaucoup de crainte d'Allah [.\" Et aussi par Hadrat",
          "Hassan Basri, ainsi: \"] Le savant est celui qui craint Allah bien qu'il n'a pas",
          "vu, et se tourne vers ce qui est approuvé par lui et tient à l'écart de ce qui le",
          "met en colère. \""
        ],
        "50" : [
          "Autrement dit, Il est Tout-Puissant, et donc, peut saisir les désobéissants comme",
          "et quand Il aime: personne ne peut échapper à son emprise. Mais il est alsa",
          "All-Pardonneur et est, par conséquent, de donner un répit aux malfaiteurs."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ",
      "simpleTranslate" : [
        "Certes, ceux qui récitent le Livre de Dieu, qui accomplissent la salât et qui,",
        "secrètement et en public, font aumône d’une partie de ce que Nous leur avons",
        "accordé, dans l’espoir de faire ainsi un commerce aux profits intarissables,"
      ],
      "tafsirTranslate" : [
        "Certes, ceux qui récitent le Livre d'Allah et établir la prière et dépensent, en",
        "privé et en public, de ce que Nous leur avons attribué, attendent avec impatience",
        "un métier qui ne subira aucune perte;"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "réciter",
        "(le livre",
        "(De) Allah",
        "et d'établir",
        "la prière",
        "et passer",
        "sur quoi",
        "Nous leur avons fourni",
        "secrètement",
        "et ouvertement",
        "espérer",
        "(Pour) un commerce",
        "jamais",
        "elle périra"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ ۚ إِنَّهُ غَفُورٌ شَكُورٌ",
      "simpleTranslate" : [
        "Dieu saura les en récompenser généreusement et les gratifier d’un surplus de Sa",
        "grâce, car Il est Indulgent et Plein de gratitude."
      ],
      "tafsirTranslate" : [
        "(un métier dans lequel ils ont investi leur ensemble) afin qu'Allah leur verser",
        "leur salaire en entier et peut leur ajouter de Sa grâce. <N:51> Il est",
        "Pardonneur, le Plus Appreciative . <N:52>"
      ],
      "tanslateWordByWord" : [
        "Qu'il peut leur donner en pleine",
        "leurs récompenses",
        "et d'augmenter leur",
        "de",
        "Son Bounty",
        "En effet, il",
        "(Est) Pardonneur",
        "La plupart Appreciative"
      ],
      "notes" : {
        "52" : [
          "Autrement dit, [ «la relation d'Allah avec les croyants sincères n'est pas celle",
          "d'un maître avare qui vérifie son serviteur sur trivialités et apporte tous ses",
          "services et loyautés à néant à cause d'une erreur mineure. Mais Allah est le Tout",
          "Miséricordieux. Maître et généreux. il donne sur les erreurs de son serviteur",
          "obéissant et apprécie tout ce service, il pourrait être en mesure de rendre. \"]"
        ],
        "51" : [
          "Ce genre de conduite et la pratique des croyants a été comparé à un marché du",
          "commerce parce que, dans le commerce un homme investit son argent et la",
          "main-d'œuvre et des capacités dans l'espoir qu'il ne sera pas seulement obtenir",
          "sa capitale en arrière et son salaire pour le temps et l'énergie dépensée, mais",
          "en plus un profit aussi bien. De même, un croyant investit également sa richesse",
          "et son temps et son travail et capacités dans l'exécution des commandes d'Allah",
          "et à Son service et le culte et dans la lutte pour promouvoir la cause de sa",
          "religion dans l'espoir qu'il ne sera pas seulement obtenir ses récompenses",
          "complètes pour elle, mais Allah le bénisse avec beaucoup plus de Sa grâce aussi.",
          "Mais il y a une grande différence entre les deux types de bonnes affaires. Dans",
          "les affaires commerciales du monde, il y a le risque de perte aussi avec l'espoir",
          "de profits. Contrairement à cela, dans l'affaire qu'un serviteur sincère rend",
          "avec son Dieu, il est: pas de risque de perte que ce soit."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَالَّذِي أَوْحَيْنَا إِلَيْكَ مِنَ الْكِتَابِ هُوَ الْحَقُّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ ۗ إِنَّ اللَّهَ بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ",
      "simpleTranslate" : [
        "Ce que Nous t’avons révélé du Livre est la Vérité même, confirmant les Écritures",
        "qui l’ont précédé. Dieu est parfaitement Informé de Ses serviteurs qu’Il observe",
        "en permanence."
      ],
      "tafsirTranslate" : [
        "(O Prophète), le Livre Nous avons révélé à vous est la vérité, confirmant les",
        "Livres qui l'ont précédé. <N:53> En vérité, Allah est bien conscient de ses",
        "serviteurs et voit tout. <N:54>"
      ],
      "tanslateWordByWord" : [
        "Et (ce), qui",
        "Nous avons révélé",
        "à toi",
        "de",
        "le livre",
        "il",
        "(est la vérité",
        "confirmant",
        "ce qui (était)",
        "avant cela",
        "avant cela",
        "Effectivement",
        "Allah",
        "Ses serviteurs",
        "sûrement, (est) All-Aware",
        "Clairvoyant"
      ],
      "notes" : {
        "53" : [
          "Il signifie: ce livre ne présente pas quelque chose de nouveau qui pourrait être",
          "opposé à l'enseignement apporté par les anciens prophètes, mais il présente la",
          "même Vérité éternelle qui tous les prophètes ont été présentent dès le début. \""
        ],
        "54" : [
          "L'objet de mentionner ces attributs d'Allah ici est d'éveiller les gens aux buts",
          "et idéaux dans lesquels leur véritable bien-être des mensonges, aux principes qui",
          "seuls peuvent se permettre les bons conseils et aux règles et règlements qui sont",
          "précisément en accord avec eux. Personne ne peut connaître ces sauf Allah, parce",
          "que Lui seul est conscient de la nature de ses serviteurs et ses exigences, et",
          "lui seul veille sur leur bien-être et des affaires. Les gens ne savent pas leur",
          "propre moi autant que leur Créateur les connaît. Par conséquent, la vérité est",
          "que, et ne peut être que, qu'il a appris par la Révélation."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا ۖ فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ۚ ذَٰلِكَ هُوَ الْفَضْلُ الْكَبِيرُ",
      "simpleTranslate" : [
        "Puis Nous avons donné l’Écriture en héritage à Nos serviteurs que Nous avons",
        "élus. Parmi eux, il en est qui se font tort à eux-mêmes, d’autres qui suivent une",
        "voie moyenne, et d’autres enfin qui, avec la permission de Dieu, surpassent tous",
        "les autres par leurs bonnes actions. Et c’est là la grâce suprême."
      ],
      "tafsirTranslate" : [
        "Puis Nous légua le Livre ceux de Nos serviteurs que Nous avons choisi <N:55>",
        "Maintenant, certains d'entre eux mal eux-mêmes et certains suivent le cours",
        "moyen. et quelques-uns, par la permission d'Allah, rivalisent entre eux dans des",
        "actes de bonté. Telle est la grande bonté. <N:56>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous avons fait d'hériter",
        "le livre",
        "ceux",
        "Nous avons choisi",
        "de",
        "Nos esclaves",
        "et parmi eux,",
        "(Est-il) qui fait du tort",
        "lui-même",
        "et parmi eux,",
        "(Est celui qui est) modérée",
        "et parmi eux,",
        "(Est celui qui est) avant tout",
        "dans de bonnes actions",
        "l'autorisation",
        "(De) Allah",
        "Cette",
        "est",
        "Bounty",
        "le grand"
      ],
      "notes" : {
        "56" : [
          "Autrement dit, [ \"Tous ces musulmans ne sont pas semblables, mais sont divisés en",
          "trois classes: [(1)] Les injuste eux-mêmes:. Ils sont ceux qui croient",
          "sincèrement et honnêtement que le Coran est le Livre . d'Allah et Muhammad [(sur",
          "qui soit la paix d'Allah)] le Messager d'Allah, mais dans la vie pratique ne suit",
          "pas entièrement le livre d'Allah et la Sunna de Son messager Ils sont croyants",
          "mais pécheurs, coupables mais pas rebelle, la faiblesse des foi, mais pas",
          "hypocrite et incrédule au coeur Par conséquent, même si elles sont «injustes",
          "envers eux-mêmes,\"] ils ont été inclus parmi les serviteurs élus de Dieu et parmi",
          "les héritiers du livre. autrement, de toute évidence les rebelles et les",
          "hypocrites et les gens mécréants ne pouvaient pas être ainsi traités et honorés.",
          "Cette classe des croyants ont été mentionnés d'abord parce qu'ils sont les plus",
          "nombreux parmi les musulmans. \n [(2)] Ceux qui suivent le cours moyen: Ce sont",
          "les gens qui remplissent les obligations de cet héritage dans une certaine",
          "mesure, mais pas entièrement. Ils sont obéissants ainsi que égarés. Ils n'ont pas",
          "laissé leur auto tout à fait libre, mais essayer aussi mieux qu'ils peuvent",
          "tourner à l'obéissance de Dieu; Cependant, parfois ils donnent la liberté indue",
          "et sont impliqués dans le péché. Ainsi, leur vie devient une combinaison des deux",
          "les bons et les mauvaises actions. Ils sont moins nombreux que le premier groupe,",
          "mais de plus que la troisième; c'est pourquoi ils ont été mentionnés seconde. \n",
          "[(3)] Ceux excellant dans de bonnes actions: Ce sont les gens du premier rang",
          "parmi les héritiers du Livre, et ce sont eux qui font pleinement justice à",
          "l'héritage. Ils sont en première ligne en suivant et en respectant le Livre et la",
          "Sunna; pour transmettre le message de Dieu à Ses serviteurs, en offrant des",
          "sacrifices pour le bien de la vraie foi, et dans chaque œuvre pieuse et bonne.",
          "Ils Arc pas ceux qui commettraient un péché délibérément, mais s'ils se sont",
          "produits à commettre un péché par inadvertance, ils seraient remplis de remords",
          "dès qu'ils sont devenus conscients. Ils sont moins nombreux que les habitants des",
          "deux premiers groupes, et donc, ont été mentionnés dernière, bien qu'ils méritent",
          "la première place dans la question de rendre justice à l'héritage du Livre",
          "d'Allah \n Quant à la phrase, \"ceci est la bonté suprême», si elle est liée à la",
          "dernière phrase, cela voudrait dire que d'exceller dans de bonnes actions est la",
          "bonté suprême, et les gens qui excellent dans les bonnes actions sont les",
          "meilleurs du musulman communauté. et si elle est prise à être liée à la première",
          "phrase, cela voudrait dire que pour être un héritier du livre d'Allah et d'être",
          "choisi pour ce patrimoine est la grâce suprême, et les personnes qui ont été",
          "ainsi choisis en raison de leur foi dans le Coran et l'arc Saint Prophète",
          "Muhammad le meilleur parmi les êtres humains créés par Allah."
        ],
        "55" : [
          "Cela implique les musulmans, qui ont été triés à partir de tous les hommes, afin",
          "qu'ils puissent devenir héritiers du Livre d'Allah, et de transmettre son message",
          "aux autres après que le Saint Prophète Muhammad [(sur qui être la paix et la",
          "bénédiction d'Allah )]. Bien que ce livre a été présenté devant tous les êtres",
          "humains, ceux qui ont accepté dans un premier temps, ont été choisis pour",
          "l'honneur de devenir les héritiers d'un grand livre comme le Coran et les",
          "fiduciaires de l'enseignement et l'orientation conférées par un grand Messenger",
          "comme le Saint Prophète Muhammad [(sur qui être la paix et la bénédiction",
          "d'Allah)]."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
      "simpleTranslate" : [
        "Ceux-là entreront aux jardins d’Éden, où ils seront parés de bracelets d’or et de",
        "perles, et de soie vêtus."
      ],
      "tafsirTranslate" : [
        "Ils doivent entrer dans les jardins éternels, <N:57> sont ornés de bracelets d'or",
        "et de perles, et leurs vêtements y aura soie."
      ],
      "tanslateWordByWord" : [
        "Jardins",
        "(De) Eternity",
        "ils vont les saisir",
        "Ils seront parés",
        "la bride",
        "avec",
        "bracelets",
        "de",
        "or",
        "et perles",
        "et leurs vêtements",
        "la bride",
        "(Sera de) soie"
      ],
      "notes" : {
        "57" : [
          "Une partie des commentateurs a estimé que cette phrase est liée avec les deux",
          "phrases qui le précède immédiatement. C'est, ceux qui excellent dans de bonnes",
          "fringues sont les meilleurs du peuple et seuls, ils vont entrer les jardins. En",
          "ce qui concerne les deux premiers groupes, rien n'a été dit sur eux pour qu'ils",
          "deviennent inquiets sur leur sort et essayer d'améliorer leur sort. Ce point de",
          "vue a été présenté par `Allama Zamakhshari avec force et soutenu par l'Imam Razi.",
          "\n Mais la majorité des commentateurs opine qu'il est lié à l'ensemble du discours",
          "précédent, ce qui signifie que tous les trois classes de la Ummah sont finalement",
          "entrer au Paradis, que ce soit sans responsabilité, ou de loin l'obligation de",
          "rendre compte, que ce soit en restant à l'abri de toute punition, ou après",
          "recevoir une punition. Ce commentaire est pris en charge par le contexte",
          "coranique, un peu au-dessous de ceux qui sont en contraste avec les héritiers du",
          "Livre, il a été dit: [ \". Et pour ceux qui ne croient pas, il y a le feu de",
          "l'enfer\"] Cela montre qu'il ya paradis pour tous ceux qui ont cru dans le",
          "crochet, et l'enfer pour tous ceux qui ont refusé d'y croire. La même chose a été",
          "soutenu par le Hadith du Saint Prophète, qui Imam Ahmad, Ibn Jarir, Ibn Abi",
          "Hatim, Tabarani, Baihaqi et quelques autres traditionnistes ont liées à",
          "l'autorité de Hadrat Abu Darda '. Le Saint Prophète a dit: \n Ceux qui ont excellé",
          "dans les bonnes œuvres entreront au paradis sans; et ceux qui arc suivant le",
          "cours du milieu, doivent être soumis à la reddition de comptes; mais leur",
          "responsabilité est la lumière. Quant à ceux qui ont été injustes envers",
          "eux-mêmes, ils doivent être détenus pendant toute la longue période de la",
          "Résurrection et de la responsabilité [(Mahchar)]. Puis Allah doit les couvrir",
          "aussi avec sa miséricorde. Et ce sont eux qui vont dire: '! Merci à Allah qui a",
          "supprimé la douleur de nous' [ \" \n Dans ce Hadith, le Saint Prophète a donné",
          "lui-même un commentaire complet du verset en cours de discussion, et a déclaré",
          "séparément la fin à respecter par chacun des trois groupes de croyants. Le \"]",
          "lumière la responsabilité [\" pour ceux qui suivent le cours moyen signifie ceci:",
          "Les mécréants seront punis pour leur incrédulité, ainsi que pour chaque crime",
          "unique et de leurs péchés séparément, mais, contrairement à celui-ci, les bonnes",
          "et les mauvaises actions de les croyants qui viennent à la fois les bons et les",
          "mauvais actes seront jugés sur l'ensemble: ils ne seront pas récompensés pour",
          "chaque bonne action et punis pour chaque evildeed séparément. Quant à ceux \"] qui",
          "sera détenu pendant toute la période de la Résurrection et de la responsabilité",
          "parce qu'ils avaient été injuste envers eux-mêmes, [\" cela signifie: Ils ne",
          "seront pas jetés dans l'enfer, mais seront condamnés à être détenus \"] jusqu'à ce",
          "que la hausse du la Cour. [ \"en d'autres termes, ils seront exposés à toutes les",
          "sévérités et les rigueurs de la longue jour de la Résurrection [(et Dieu seul",
          "sait combien de temps il sera!)] jusqu'à ce qu'Allah tout-Puissant se tournera",
          "vers eux dans Sa miséricorde et commande au soulèvement de la Cour qu'eux aussi",
          "être admis dans le Paradis. Les traditionnistes ont cité plusieurs paroles dans",
          "le même sens de nombreux compagnons comme Hadrat 'Umar, Hadrat `Uthman, Hadrat`",
          "Abdullah bin Mas'ud, Hadrat' Abdullah bin `Abbas, Hadrat` A`ishah, Hadrat Abu",
          "Saïd Khoudri et Hadrat Bara bin 'Azib. Et évidemment, les Compagnons ne pouvaient",
          "pas avoir dit une telle chose dans ces questions à moins qu'ils ne l'avaient",
          "entendu du Saint Prophète lui-même. \n Mais à partir de celui-ci ne doit pas avoir",
          "l'impression que `ceux qui ont été injustes envers eux-mêmes\"] parmi les",
          "musulmans ne seront condamnés à être détenus [ \"jusqu'à ce que la hausse de la",
          "Cour\"], et aucun d'entre eux iront en enfer du tout. Plusieurs crimes ont été",
          "mentionnés dans le Coran et Hadith, dont l'auteur va aller en enfer, en dépit de",
          "sa foi. Par exemple, Allah lui-même a déclaré que le croyant qui tue un autre",
          "croyant volontairement doit aller en enfer. de même, l'enfer a été mentionné",
          "comme la punition de ces personnes aussi qui violent les dispositions de la loi",
          "divine de l'héritage. Ceux qui mangent intérêt même après son interdiction ont",
          "été déclarés [ \"les habitants de l'enfer.\"] Outre ceux-ci, un autre grand péchés",
          "ont également été mentionnés dans Hadith, dont l'auteur doit aller en enfer."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ ۖ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ",
      "simpleTranslate" : [
        "«Louange à Dieu, s’écrieront-ils, qui a éloigné de nous toute angoisse ! Notre",
        "Seigneur est en vérité Plein d’indulgence et de gratitude."
      ],
      "tafsirTranslate" : [
        "Ils diront:. 'Louange à Allah qui a pris tout le chagrin de nous <N:58> Certes,",
        "notre Seigneur est Pardonneur, le Plus Appreciative; <N:59>"
      ],
      "tanslateWordByWord" : [
        "Et ils (se) dire",
        "Toutes les louanges",
        "(Be) à Allah",
        "celui qui",
        "(A) retiré",
        "de notre part",
        "le chagrin",
        "Effectivement",
        "notre Seigneur",
        "(Est) sûrement Pardonneur",
        "La plupart Appreciative"
      ],
      "notes" : {
        "58" : [
          "[ \"Sorrow\"]: Chagrin de toutes sortes: douleurs et mémoires et soucis du monde et",
          "de l'au-delà à l'égard de la fin finale. Cela signifie: [ \"Maintenant, nous avons",
          "rien à craindre. Maintenant, il ne peut être question d'une douleur et la peine",
          "de nous affliger ici\"]"
        ],
        "59" : [
          "C'est [ \"Il nous a pardonné nos erreurs, a apprécié ce que peu de dispositions",
          "des actes que nous avions apporté et nous a bénis avec Son Paradis comme une",
          "récompense.\"]"
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "الَّذِي أَحَلَّنَا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ",
      "simpleTranslate" : [
        "Béni soit-Il pour nous avoir installés dans la demeure éternelle où nous n’aurons",
        "à connaître ni fatigue ni lassitude !»"
      ],
      "tafsirTranslate" : [
        "(le Seigneur) qui, par Sa grâce, nous a fait demeurons dans une demeure <N:60>",
        "dans lequel aucun labeur, ni la fatigue nous touche. <N:61>"
      ],
      "tanslateWordByWord" : [
        "Celui qui",
        "nous a réglé",
        "(En) une maison",
        "(De) Eternity",
        "(en dehors de",
        "Son Bounty",
        "ne pas",
        "nous touche",
        "la bride",
        "toute fatigue",
        "et pas",
        "touches",
        "la bride",
        "lassitude"
      ],
      "notes" : {
        "60" : [
          "Autrement dit, [ «Le monde était une étape de notre voyage de la vie, que nous",
          "avons traversé, et la plaine de la Résurrection est aussi une étape du même",
          "voyage, que nous avons également franchi. Maintenant, nous ont atteint un endroit",
          "qui est notre demeure éternelle. nous avons pas d'aller ailleurs à partir d'ici",
          "\"]"
        ],
        "61" : [
          "En d'autres termes, [ «Tous nos labeurs et afflictions ont pris fin. Maintenant,",
          "nous ne disposons pas d'exécuter des travaux ici dans la réalisation que nous",
          "pourrions avoir à l'expérience de toute rigueur ou de difficultés et après",
          "l'exécution sur laquelle nous pourrions être fatigués. \"]"
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِي كُلَّ كَفُورٍ",
      "simpleTranslate" : [
        "Quant à ceux qui ne croient pas, c’est au feu de la Géhenne qu’ils seront livrés,",
        "et ni la mort ne mettra fin à leurs tourments ni ces derniers ne connaîtront",
        "d’allégement. Tel est le châtiment que Nous infligerons à tout négateur endurci."
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui ont mécru, <N:62> le feu de l'enfer qui les attend. Là, ils ne",
        "doivent pas être parachevées et meurent; ni le tourment (de l'Enfer) sera allégé",
        "pour eux. Ainsi que Nous récompensons tout être ingrat."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "ne pas croire",
        "pour eux",
        "(Sera le) Feu",
        "(De) Enfer",
        "ne pas",
        "est décrété",
        "pour eux",
        "qu'ils meurent",
        "et pas",
        "sera allégé",
        "pour eux",
        "de",
        "son tourment",
        "Ainsi",
        "Nous rétribuons",
        "chaque",
        "ingrat"
      ],
      "notes" : {
        "62" : [
          "[ «Qui ne croient pas\"]: Qui ont refusé de croire dans le Livre qu'Allah a fait",
          "descendre sur Muhammad [(sur qui sera sa paix et les bénédictions)]."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ ۖ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ",
      "simpleTranslate" : [
        "Et de la Géhenne s’élèveront leurs hurlements : «Seigneur ! Fais-nous sortir",
        "d’ici pour que nous accomplissions de bonnes œuvres ! Plus jamais nous ne",
        "recommencerons ce que nous faisions autrefois.» – «Ne vous avions-Nous pas donné",
        "une vie assez longue pour réfléchir, si vous l’aviez voulu?, leur sera-t-il",
        "répondu. Un messager n’est-il pas venu vous avertir? Subissez donc vos tourments.",
        "Il n’y a point de secours pour les injustes.»"
      ],
      "tafsirTranslate" : [
        "Ils crieront en enfer et disent: «Notre Seigneur, laissez-nous savoir afin que",
        "nous puissions agir avec droiture, différent de ce que nous avons fait avant.»",
        "(On leur dira): «Avons-nous ne vous accordons un âge assez longtemps pour",
        "quiconque de prendre garde s'il avait voulu prendre garde <N:63> En outre, il y",
        "eut un warner pour vous. Donc, avoir un goût de la tourmente maintenant. Nul ne",
        "peut venir à l'aide des injustes »."
      ],
      "tanslateWordByWord" : [
        "Et ils",
        "pleurera",
        "la bride",
        "Notre Seigneur",
        "Apportez-nous sur",
        "nous allons faire",
        "justes (actes)",
        "autre que",
        "(Ce), qui",
        "Nous avons utilisé",
        "(faire",
        "N'a pas",
        "Nous vous donnons la vie assez longtemps",
        "cette",
        "(Serait) souveniez",
        "la bride",
        "quiconque",
        "reçoit admonition",
        "Et est venu à vous",
        "la warner",
        "donc, le goût",
        "alors pas",
        "(Est) pour les injustes",
        "tout",
        "auxiliaire"
      ],
      "notes" : {
        "63" : [
          "Cela implique tout cet âge de la vie où une personne peut être en mesure de faire",
          "la distinction entre le bien et le mal, la vérité et le mensonge, s'il aime, et",
          "tourner à l'orientation à droite au lieu de la déviation, s'il le souhaite. Si",
          "une personne est décédée avant d'avoir atteint cet âge, il ne sera pas appelé à",
          "un compte selon ce verset. Cependant, celui qui a atteint cet âge sera",
          "certainement tenu responsable de ses actions. Alors, tant qu'il vit après avoir",
          "atteint cet âge et obtient de plus en plus de possibilités de choix et d'adopter",
          "la bonne voie, sa responsabilité augmentera également en conséquence; si bien que",
          "celui qui n'adopte pas une bonne voie même dans la vieillesse aura aucune chance",
          "à gauche pour faire une excuse. Cette même chose a été rapporté par Abû Hurayrah",
          "et Hadrat Sahl bin Saad as-Sa'idi dans un Hadith, en disant: [ «Celui qui vit une",
          "vie courte a une excuse à offrir, mais il n'y a pas de place pour faire une",
          "excuse pour celui qui vit depuis 60 ans ou plus ».] [(Bukhari Ahmad, Nasa'i, Ibn",
          "Jarir, Ibn Abi Hatim)]."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "إِنَّ اللَّهَ عَالِمُ غَيْبِ السَّمَاوَاتِ وَالْأَرْضِ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
      "simpleTranslate" : [
        "En vérité, Dieu connaît les mystères des Cieux et de la Terre, comme Il connaît",
        "aussi bien ce que recèlent les cœurs."
      ],
      "tafsirTranslate" : [
        "Certes, Allah connaît l'Inconnaissable dans les cieux et la terre. Il connaît",
        "même les secrets cachés dans les seins de personnes."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Allah",
        "(Est le) Connaisseur",
        "(Des) invisible",
        "(De) les cieux",
        "et la terre",
        "En effet, il",
        "(Est) Omniscient",
        "de ce qui (est) dans les seins",
        "de ce qui (est) dans les seins"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ ۚ فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ ۖ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلَّا مَقْتًا ۖ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا",
      "simpleTranslate" : [
        "C’est Lui qui a fait de vous Ses vicaires sur la Terre. Quiconque est infidèle",
        "l’est à son propre détriment. Et l’incrédulité des infi-dèles ne servira qu’à les",
        "rendre plus odieux auprès de leur Seigneur, et qu’à accentuer davantage leur",
        "perte."
      ],
      "tafsirTranslate" : [
        "Il est Lui qui a fait de vous vicaires sur la terre. <N:64> Donc, quiconque ne",
        "croira pas porter le fardeau de son incrédulité. <N:65> l'incrédulité Les",
        "mécréants ajoute rien, mais la colère d'Allah contre eux. l'incrédulité Les",
        "mécréants ajoute rien, mais leur propre perte."
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Celui qui",
        "vous fait",
        "successeurs",
        "dans",
        "La terre",
        "Et quiconque",
        "mécroit",
        "puis sur lui",
        "(Est) son incrédulité",
        "Et pas",
        "augmenter",
        "les incroyants",
        "leur incrédulité",
        "près",
        "leur Seigneur",
        "sauf",
        "(En) la haine",
        "et pas",
        "augmenter",
        "les incroyants",
        "leur incrédulité",
        "sauf",
        "(En) Perte"
      ],
      "notes" : {
        "64" : [
          "Ce peut avoir deux significations: [(1)] [ \"Maintenant, Il vous a installé sur sa",
          "terre après la disparition des générations et des nations précédentes;\"] et [(2)]",
          "[ \"la pouvoirs et l'autorité qu'il vous a donné plus de choses différentes dans",
          "la terre ne sont pas destinés à vous faire les propriétaires de ces choses, mais",
          "sont destinées à vous permettre de fonctionner en tant que représentants de leur",
          "véritable propriétaire. \"]"
        ],
        "65" : [
          "Si la phrase précédente, on entend que vous avez été successeurs des nations",
          "précédentes, cette phrase signifierait ceci: [ «Celui qui n'a pas appris aucune",
          "leçon du sort des nations précédentes et adopté la conduite de l'incrédulité en",
          "raison de laquelle les nations sont allés à leur perte, va se voir à la fin du",
          "mal de sa folie. »] et si la phrase, on entend ce que Dieu a délégué à vous",
          "pouvoirs et l'autorité que ses vicaires dans la terre, cette phrase signifierait:",
          "`celui qui a oublié cette position de vicegerency et est devenu indépendant, ou",
          "bien celui qui a adopté le service de quelqu'un d'autre, en dehors de son vrai",
          "maître, verrait la fin du mal de son rebelle se conduire\"."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "قُلْ أَرَأَيْتُمْ شُرَكَاءَكُمُ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ عَلَىٰ بَيِّنَتٍ مِنْهُ ۚ بَلْ إِنْ يَعِدُ الظَّالِمُونَ بَعْضُهُمْ بَعْضًا إِلَّا غُرُورًا",
      "simpleTranslate" : [
        "Dis aux impies : «Voyez ces associés que vous invoquez en dehors de Dieu !",
        "Montrez-moi leur contribution dans la création de la Terre ou dans celle des",
        "Cieux ! Leur avons-Nous révélé un livre dont ils pourraient tirer des preuves",
        "valables? Non, bien sûr, car les promesses que se font les impies entre eux ne",
        "sont que des promesses fallacieuses !»"
      ],
      "tafsirTranslate" : [
        "Dis-leur (O Prophète): «Avez-vous déjà vu celles de vos associés <N:66> sur",
        "lequel vous appelez en dehors d'Allah? Montrez-moi ce qu'ils ont créé dans la",
        "terre? Ou ont-ils tout partenariat (avec Allah) dans les cieux? Ou leur",
        "avons-Nous apporté un Livre de sorte qu'ils ont une preuve évidente (pour",
        "associer à Allah dans Sa Divinité)? <N:67> Non, ce que ces injustes promettent",
        "les uns des autres est que tromperie. <N:68>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "As-tu vu",
        "vos partenaires",
        "ceux",
        "tu appelles",
        "outre",
        "outre",
        "Allah",
        "Montre moi",
        "quelle",
        "ils ont créé",
        "de",
        "La terre",
        "ou",
        "pour eux",
        "(Est) une action",
        "dans",
        "Le Paradis",
        "Ou",
        "Nous leur avons donné",
        "un livre",
        "afin qu'ils",
        "(sont sur",
        "une preuve claire",
        "de là",
        "Non",
        "ne pas",
        "promettre",
        "les malfaiteurs",
        "certains d'entre eux",
        "(aux autres",
        "sauf",
        "illusion"
      ],
      "notes" : {
        "66" : [
          "[ «Associés de la vôtre\"], parce qu'ils ne sont pas, en fait, les associés",
          "d'Allah, mais ceux qui les polythéistes se sont faites associés d'Allah."
        ],
        "67" : [
          "Autrement dit, [ \"Est-ce qu'ils possèdent une sanction écrite de nous dans",
          "laquelle nous aurions indiqué que nous avons donné ces et ces personnes le",
          "pouvoir de guérir les malades, ou d'obtenir des emplois pour les chômeurs, ou de",
          "remplir besoins des nécessiteux, ou que nous avons fait de tels et tels êtres Nos",
          "représentants dans telle ou telle partie de la terre et maintenant il est dans",
          "leurs mains pour faire ou défaire les destins des habitants de ces régions et,",
          "par conséquent, nos fonctionnaires devraient maintenant prier pour eux et cadeaux",
          "présents et des offrandes devant eux, et pour tout ce que les bénédictions qu'ils",
          "reçoivent, ils devraient remercier les \"] devas [\" seulement? Si vous possédez",
          "une telle sanction, produire. et si vous avez pas une telle sanction, vous",
          "devriez envisager sur quels motifs vous avez inventé ces croyances et pratiques",
          "polythéistes. Lorsque vous êtes invité à quel signe est là, dans les cieux et la",
          "terre qui peuvent pointer vers votre auto inventé des dieux comme étant associés",
          "de Dieu, vous ne pouvez pas signaler toute. Lorsque vous arc demandé au produit",
          "toute sanction divine de tout livre d'Allah, ou à partir de votre propre",
          "possession ou de la possession de vos dieux auto-inventé, ce qui peut témoigner",
          "de s Dieu ayant lui-même qui leur sont délégués les pouvoirs qui vous attribuez à",
          "eux, vous ne le faites pas produire tout. Quelle est donc la base de vos",
          "croyances et ces concepts? Êtes-vous les propriétaires des droits et pouvoirs",
          "divins que vous pouvez assigner et les distribuer à vous qui bon s'il vous plaît?",
          "\"]"
        ],
        "68" : [
          "Voilà, [ \"Ces religieux guides, saints, les prêtres, les sorciers, les",
          "prédicateurs et les préposés des sanctuaires et leurs agents sont befooling les",
          "gens pour des motifs égoïstes et concoctent des histoires pour leur donner de",
          "faux espoirs que s'ils sont devenus la adeptes de telle ou telle personnalité, en",
          "dehors de Dieu, ils auraient tous leurs souhaits et leurs besoins satisfaits dans",
          "le monde, et tous leurs péchés, pas grave question-faire et nombreux, pardonné",
          "par Allah dans l'au-delà. \"]"
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا ۚ وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ ۚ إِنَّهُ كَانَ حَلِيمًا غَفُورًا",
      "simpleTranslate" : [
        "Dieu maintient les Cieux et la Terre pour les empêcher de s’affaisser. Et si",
        "jamais ils s’affaissaient, qui pourrait les soutenir si ce n’est Lui? Il est",
        "toute indulgence et toute clémence."
      ],
      "tafsirTranslate" : [
        "Certes, Allah détient les cieux et la terre, de peur d'être là déplacées, car si",
        "elles ont été déplacées ne serait en mesure de les tenir après Lui. <N:69>",
        "Sûrement Il est Indulgent, plus Pardonneur. <N:70>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Allah",
        "confirme",
        "Le Paradis",
        "et la terre",
        "de peur de",
        "ils cessent",
        "Et si",
        "ils devraient cesser",
        "ne pas",
        "peut les respecter",
        "tout",
        "un",
        "après lui",
        "après lui",
        "En effet, il",
        "est",
        "Indulgent",
        "Pardonneur"
      ],
      "notes" : {
        "69" : [
          "Autrement dit, [ «Cet univers sans limites est soutenue par Allah seul. Aucun",
          "ange, ou djinn, ou un prophète, ou saint peut le soutenir. Sans parler de",
          "soutenir l'univers de ces créatures sans défense ne sont même pas ont le pouvoir",
          "de soutenir leur propre moi. Chacun d'eux est entièrement dépendante de Dieu",
          "tout-Puissant pour sa naissance et la survie à chaque instant. Dire que l'un",
          "d'eux a une action dans les attributs et les pouvoirs de la Divinité est pure",
          "folie et de la tromperie. \"]"
        ],
        "70" : [
          "Autrement dit, [ \"Il est Clemency et Tolérance qu'il ne saisit pas les coupables",
          "immédiatement en punition en dépit de toutes sortes de désobéissance qui sont",
          "présentées vers Lui d'Allah\"]"
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى الْأُمَمِ ۖ فَلَمَّا جَاءَهُمْ نَذِيرٌ مَا زَادَهُمْ إِلَّا نُفُورًا",
      "simpleTranslate" : [
        "Ils juraient par Dieu en termes solennels que si jamais un prophète venait les",
        "avertir, ils seraient les mieux guidés des hommes. Or, lorsqu’ils eurent un",
        "Prophète, ils n’en furent que plus rebelles,"
      ],
      "tafsirTranslate" : [
        "Jurer par Allah leurs serments les plus forts, ils affirmé que si un avertisseur",
        "leur venait, ils seraient mieux guidés que tout autre peuple. <N:71> Mais quand",
        "un avertisseur est venu à eux, sa venue augmenté leur aversion (à la vérité)."
      ],
      "tanslateWordByWord" : [
        "Et ils ont juré",
        "par Allah",
        "(le plus fort",
        "(De) leurs serments",
        "que si",
        "est venu à eux",
        "un warner",
        "sûrement, ils seraient",
        "plus guidée",
        "que",
        "tout",
        "(De) les nations",
        "Mais quand",
        "est venu à eux",
        "un warner",
        "ne pas",
        "il les a augmenté",
        "mais",
        "(En) l'aversion"
      ],
      "notes" : {
        "71" : [
          "Avant l'avènement du Saint Prophète, la même chose utilisée à dire par les",
          "Arabes, en général, et par le Quraish, en particulier, quand ils ont été témoins",
          "de la dégénérescence morale des juifs et des chrétiens. La mention de cette",
          "parole de leur ont également été accomplis dans la sourate Al-Anam: 156-157",
          "ci-dessus, et dans la sourate AsSaffat: 167-169 ci-dessous."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "اسْتِكْبَارًا فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ ۚ وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ ۚ فَهَلْ يَنْظُرُونَ إِلَّا سُنَّتَ الْأَوَّلِينَ ۚ فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا ۖ وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا",
      "simpleTranslate" : [
        "par orgueil sur Terre et par manœuvre perfide. Mais les manœuvres perfides ne",
        "retombent que sur leurs auteurs. À quoi s’attendent-ils d’autre qu’à la règle que",
        "Dieu a appliquée aux anciens? Car la loi de Dieu est immuable, et nul ne saurait",
        "en dévier le cours."
      ],
      "tafsirTranslate" : [
        "Ils ont commencé à la cire encore plus fier sur la terre et de mauvais desseins",
        "artificiels bien que le ingénier de mauvais desseins ne dépasse leurs auteurs.",
        "Sont-ils en attente, puis, pour autre chose que ce qui est arrivé aux nations",
        "devant eux <N:72> Tu ne trouverez aucun changement dans la voie d'Allah?; et vous",
        "ne trouverez rien qui puisse jamais modifier le chemin d'Allah."
      ],
      "tanslateWordByWord" : [
        "(En raison de) l'arrogance",
        "dans",
        "la terre",
        "et de traçage",
        "(De) le mal",
        "mais non",
        "englobe",
        "l'intrigue",
        "(De) le mal",
        "sauf",
        "son propre peuple",
        "Alors fais",
        "ils attendent",
        "sauf",
        "(le chemin",
        "(De) l'ancien (personnes)",
        "Mais jamais",
        "tu trouveras",
        "de la manière",
        "(De) Allah",
        "tout changement",
        "et jamais",
        "tu trouveras",
        "de la manière",
        "(De) Allah",
        "toute altération"
      ],
      "notes" : {
        "72" : [
          "Autrement dit, cette loi d'Allah que la nation qui répudie son Prophète, est",
          "détruite doit être appliquée dans leur cas aussi."
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً ۚ وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ ۚ إِنَّهُ كَانَ عَلِيمًا قَدِيرًا",
      "simpleTranslate" : [
        "N’ont-ils donc jamais parcouru la Terre pour voir ce qu’il est advenu de ceux qui",
        "les ont précédés, et qui étaient pourtant plus forts qu’eux? Aucune force dans",
        "les Cieux ni sur la Terre ne saurait tenir celle du Seigneur en échec, car Il est",
        "Omniscient et Il a pouvoir sur toute chose."
      ],
      "tafsirTranslate" : [
        "ont-ils pas voyagé dans la terre à voir la fin de ceux qui sont allés devant eux",
        "mais ils étaient plus forts qu'eux en puissance? Rien dans les cieux ni sur terre",
        "ne peut le frustrer le moins. Il est Omniscient, Tout-Puissant."
      ],
      "tanslateWordByWord" : [
        "Ont-ils pas",
        "voyage",
        "dans",
        "la terre",
        "et vus",
        "Comment",
        "était",
        "(la fin",
        "(De) ceux qui",
        "(Étaient) avant de les",
        "(Étaient) avant de les",
        "Et ils étaient",
        "plus forte",
        "qu'eux",
        "(en puissance",
        "Mais non",
        "est",
        "Allah",
        "qui peut échapper à (de) Lui",
        "tout",
        "chose",
        "dans",
        "Le Paradis",
        "et pas",
        "dans",
        "La terre",
        "En effet, il",
        "est",
        "Omniscient",
        "Tout-puissant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِمَا كَسَبُوا مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِنْ دَابَّةٍ وَلَٰكِنْ يُؤَخِّرُهُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۖ فَإِذَا جَاءَ أَجَلُهُمْ فَإِنَّ اللَّهَ كَانَ بِعِبَادِهِ بَصِيرًا",
      "simpleTranslate" : [
        "Et si Dieu s’en prenait aux hommes pour les péchés qu’ils commettent, il n’y",
        "aurait plus âme qui vive sur la Terre. Mais Il diffère leur châtiment jusqu’au",
        "terme fixé ; et quand ce terme échoit, Il les jugera en toute connaissance de",
        "cause."
      ],
      "tafsirTranslate" : [
        "Si Allah de prendre les gens à la tâche pour leurs actes, qu'il ne quitterait pas",
        "toute créature vivante sur terre, mais il leur accorde un répit à un moment",
        "désigné. Lorsque leur temps nommé prend fin, car Allah observe parfaitement Ses",
        "serviteurs."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Allah (devaient) punir",
        "Allah (devaient) punir",
        "les gens",
        "pour quoi",
        "ils ont gagné",
        "ne pas",
        "Il laisserait",
        "sur",
        "il est de retour",
        "tout",
        "créature",
        "Mais",
        "Il leur donne un répit",
        "jusqu'à",
        "un terme",
        "nommé",
        "Et quand",
        "vient",
        "leur mandat",
        "alors en effet",
        "Allah",
        "est",
        "Ses serviteurs",
        "Clairvoyant"
      ],
      "notes" : { }
    }
  ],
  "medinian" : false
}