{
  "chapterNumber" : 36,
  "nbVerses" : 83,
  "name" : "Yā Sîn",
  "nameArabic" : "يس",
  "transName" : "yā sīn",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "يس",
      "simpleTranslate" : [
        "Yâ - Sîn."
      ],
      "tafsirTranslate" : [
        "Ya '. Sin. <N:1>"
      ],
      "tanslateWordByWord" : [
        "Ya Seen"
      ],
      "notes" : {
        "1" : [
          "Ibn 'Abbas,' Ikrima, Dahhak, Hasan Basri et Sufyan bin 'Uyainah ont émis",
          "l'opinion que cela signifie, [ \"O homme\"], ou [ «personne O»]; certains autres",
          "commentateurs ont considéré comme une abréviation de [ \"Ya Sayyid\"] aussi bien,",
          "qui, selon cette interprétation, serait une adresse au Saint Prophète."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَالْقُرْآنِ الْحَكِيمِ",
      "simpleTranslate" : [
        "Par le Coran plein de sagesse !"
      ],
      "tafsirTranslate" : [
        "Par le Sage Coran,"
      ],
      "tanslateWordByWord" : [
        "Par le Coran",
        "le sage"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "إِنَّكَ لَمِنَ الْمُرْسَلِينَ",
      "simpleTranslate" : [
        "En vérité, tu es du nombre des messagers,"
      ],
      "tafsirTranslate" : [
        "vous êtes vraiment parmi les Messagers, <N:2>"
      ],
      "tanslateWordByWord" : [
        "En effet, vous",
        "(sont parmi",
        "les messagers"
      ],
      "notes" : {
        "2" : [
          "Pour commencer une discoursc comme cela ne signifie pas que le Saint Prophète,",
          "Dieu ne plaise, avait des doutes sur sa Prophétie, et Allah avait à dire cela",
          "dans le but de le rassurer de celui-ci. Mais la raison est que le Quraish",
          "mécréant à cette époque ont été les plus violemment refuse de croire en sa",
          "Prophétie; donc. Allah au début de la discoursc a dit: [ \"Vous êtes en effet l'un",
          "des messagers,\"] qui implique que les gens qui nient votre Prophétie, sont",
          "induits en erreur et erreur. Pour confirmer davantage la même chose, un serment a",
          "été prise par le Coran, et le mot [ «sage»] a été utilisé comme une épithète du",
          "Coran, ce qui signifie ceci: [ \"Une preuve évidente de votre être un Prophète est",
          "ce Coran, ce qui est de remplir de sagesse, cela s'atteste que la personne qui",
          "présente ces révélations sages est le plus sûrement un messager de Dieu. Aucun",
          "homme n'a le pouvoir de composer de telles révélations. les gens qui connaissent",
          "Muhammad [( . sur lui la paix et bénédictions)] ne peut jamais être impliqués",
          "dans le malentendu qu'il est lui-même forger ces discours, ou les réciter après",
          "avoir Iearnt eux d'un autre homme d'Allah \"] [(Pour de plus amples explications,",
          "voir Yunus: 16-17, 37-39; Bani Isra'il: 88; AnNaml: 75; AI-Qasas: 44-46, 85-87;",
          "AI-Ankabut: 49-51; Ar-Rum: 1-5 et l'EN est pertinent) ]."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
      "simpleTranslate" : [
        "bien engagé dans la voie de la droiture !"
      ],
      "tafsirTranslate" : [
        "sur un chemin droit,"
      ],
      "tanslateWordByWord" : [
        "Sur",
        "un chemin",
        "Tout droit"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ",
      "simpleTranslate" : [
        "C’est une révélation du Tout-Puissant, du Tout-Miséricordieux,"
      ],
      "tafsirTranslate" : [
        "(et ce Coran) est une révélation du Très Puissant, le Très Miséricordieux <N:3>"
      ],
      "tanslateWordByWord" : [
        "Une révélation",
        "(De) le Tout-Puissant",
        "le Très Miséricordieux"
      ],
      "notes" : {
        "3" : [
          "Ici, deux des attributs de l'expéditeur du Coran ont été mentionnés. Tout",
          "d'abord, qu'il est tout-puissant; deuxièmement, Il est Tout Miséricordieux. Le",
          "premier attribut est destiné à impressionner la réalité que le Coran est pas le",
          "conseil d'un prédicateur impuissant, qui, si vous négligez ou ignorer,",
          "n'apportera aucun dommage à vous; mais ceci est l'Édit de ce propriétaire de",
          "l'Univers, Qui est Tout-Puissant, dont les décrets ne peuvent être retenus d'être",
          "imposée par aucun pouvoir, et dont la portée ne peut être évitée par quiconque.",
          "Le second attribut est destiné à faire un compte que tout cela est dû à sa bonté",
          "et de miséricorde qu'Il a envoyé Son messager pour vos conseils et de",
          "l'instruction et fait descendre ce grand livre de sorte que vous pouvez éviter",
          "les erreurs et suivre le droit chemin qui peut conduire vous les succès du monde",
          "et l'au-delà."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ",
      "simpleTranslate" : [
        "afin que tu avertisses un peuple dont les ancêtres n’ont pas été avertis et qui,",
        "de ce fait, vivent dans l’insouciance."
      ],
      "tafsirTranslate" : [
        ", de sorte que vous pouvez avertir un peuple dont les ancêtres ont pas été",
        "avertis avant pourquoi ils sont inattentifs <N:4>"
      ],
      "tanslateWordByWord" : [
        "Que vous pouvez mettre en garde",
        "un peuple",
        "ne pas",
        "ont été mis en garde",
        "leurs ancêtres",
        "afin qu'ils",
        "(Sont) inattentifs"
      ],
      "notes" : {
        "4" : [
          "Une autre traduction peut être: [ \"Vous devriez avertir les gens de la même dont",
          "leurs ancêtres avaient été prévenus, parce qu'ils vivent dans l'insouciance.\"] Si",
          "le premier sens, comme indiqué ci-dessus dans le texte, est pris , les ancêtres",
          "impliqueraient les ancêtres du passé immédiat, dans l'ancien temps plusieurs",
          "prophètes étaient apparus en Arabie. Et si le second sens est adopté, cela",
          "impliquerait ceci: Revive et rafraîchir le message qui a été transmis aux",
          "ancêtres de cette nation y les prophètes dans le passé, pour ces gens ont oublié",
          "\"De toute évidence, il nya pas de contradiction entre les deux. les deux",
          "traductions, et, quant au sens, chacun est correcte à sa place! \n Un doute peut",
          "augmenter ici: Comment les ancêtres d'une nation à qui nul avertisseur avaient",
          "été envoyés à un moment donné dans le passé, être tenu responsable de leur écart",
          "à ce moment-là? Le nswer est: Quand Allah envoie un prophète dans le monde,",
          "l'influence de son message et de l'enseignement se répand au loin, et se transmet",
          "d'une génération à l'autre. Tant que cette influence reste et il continue",
          "résultant parmi les disciples du Prophète gens tels que garder son message",
          "d'orientation frais, le temps de la période pf ne peut pas être dit sans la",
          "direction. Et quand l'influence de l'enseignement du Prophète meurt, ou",
          "l'enseignement est altéré, la nomination d'un autre prophète devient inévitable.",
          "Avant l'avènement du Saint Prophète l'influence des enseignements des prophètes",
          "Abraham, Ismaël, Shu'aib et Moïse et Jésus [(la paix soit sur tous je pourrais",
          "être vu partout en Arabie et de temps en temps, il avait été découlant parmi les",
          "Arabes, ou venant de l'extérieur, les hommes, qui ravivés leurs enseignements.",
          "Lorsque l'influence était sur le point de mourir, et le véritable enseignement a",
          "également été déformée, AIlah a soulevé le Prophète Muhammad, et a fait de tels",
          "arrangements que son message ne peut ni être effacé out ni altéré. (Pour plus",
          "d'explications, voir E N. 5 de la sourate Saba ci-dessus)]."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "لَقَدْ حَقَّ الْقَوْلُ عَلَىٰ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ",
      "simpleTranslate" : [
        "La sentence prononcée contre la plupart d’entre eux s’est déjà réalisée : ils ne",
        "croiront pas."
      ],
      "tafsirTranslate" : [
        "Certes, la plupart d'entre eux méritent le décret du châtiment; ils ne croient",
        "pas. <N:5>"
      ],
      "tanslateWordByWord" : [
        "Certainement",
        "(A) prouvé vrai",
        "le mot",
        "sur",
        "la plupart d'entre eux",
        "afin qu'ils",
        "(ne pas",
        "croyez"
      ],
      "notes" : {
        "5" : [
          "C'est de ces gens qui étaient obstiné et têtu à l'égard du message du Saint",
          "Prophète et avaient fait leurs esprits à ne pas écouter du tout. Ceci est parce",
          "que: Ils ont déjà mérité le supplice; par conséquent, ils ne croient pas. [ \"Cela",
          "signifie:\"] Les gens qui ne tiennent pas compte de l'avertissement, et persistent",
          "dans leur déni et attitude hostile à la vérité, en dépit de l'avertissement final",
          "d'Allah transmis par les prophètes, sont eux-mêmes dépassés par les mauvaises",
          "conséquences de leurs méfaits et privés de toute possibilité de croire. [ \"La",
          "même chose a été exprimé plus clairement dans le verset 11 ci-dessous:\"] Vous ne",
          "pouvez l'avertir qui suit l'avertissement. et craint le Dieu Miséricordieux bien",
          "qu'il ne peut pas le voir. \""
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى الْأَذْقَانِ فَهُمْ مُقْمَحُونَ",
      "simpleTranslate" : [
        "Nous avons mis à leurs cous des carcans qui leur arrivent jusqu’aux mentons, les",
        "rendant incapables de mouvoir leurs têtes ;"
      ],
      "tafsirTranslate" : [
        "Nous avons mis les fers autour de leur cou qui atteignent jusqu'au menton de",
        "sorte qu'ils sont debout avec leur tête droite, <N:6>"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "[Nous] ont placé",
        "sur",
        "leur cou",
        "carcans",
        "et ils",
        "(Sont haut) pour",
        "les mentons",
        "afin qu'ils",
        "(Sont avec) têtes ressuscités"
      ],
      "notes" : {
        "6" : [
          "[ \"Fetters\"] dans ce verset implique leur propre entêtement qui les empêchait",
          "d'accepter la vérité. [ \"Qui atteignent leurs mentons\"] et [ \"leur position avec",
          "des têtes droites\"] implique la raideur du cou qui est causée par l'orgueil et",
          "l'arrogance. Allah signifie pour impressionner ceci: [ «Nous avons fait leur",
          "obstination et l'entêtement des entraves de leur cou et leur fierté et leur",
          "orgueil les a rendus tellement cou raide qu'ils ne seront pas prêter attention à",
          "aucune réalité, cependant clair et évident, il peut être . »]"
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لَا يُبْصِرُونَ",
      "simpleTranslate" : [
        "Nous leur avons barré les voies par-devant et par-derrière et Nous leur avons",
        "bandé les yeux, au point qu’ils ne peuvent plus rien voir."
      ],
      "tafsirTranslate" : [
        ". Et Nous avons mis une barrière devant eux et une barrière derrière eux, et",
        "avons couvert les, de sorte qu'ils sont incapables de voir <N:7>"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons fait",
        "Avant eux",
        "Avant eux",
        "Avant eux",
        "une barrière",
        "et derrière",
        "et derrière",
        "une barrière",
        "Nous les avons couvert",
        "afin qu'ils",
        "(ne pas",
        "voir"
      ],
      "notes" : {
        "7" : [
          "Définir une barrière devant eux et une barrière derrière eux »signifie que le",
          "résultat naturel de leur entêtement et l'orgueil est qu'ils n'apprennent aucune",
          "leçon de leur histoire passée, ni jamais considérer les conséquences de",
          "l'appareil. Leurs préjugés ont donc les couverts de tous les côtés et leurs idées",
          "fausses ont donc aveuglés qu'ils ne peuvent pas voir même les réalités criantes",
          "qui sont visibles à tous les bien-pensants et par personne impartiale."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَسَوَاءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Il leur est donc égal que tu les avertisses ou que tu ne les avertisses pas. Ils",
        "sont réfractaires à toute croyance."
      ],
      "tafsirTranslate" : [
        "Il est tout de même pour eux que tu les avertisses ou ne les avertisses pas car",
        "ils ne croient pas. <N:8>"
      ],
      "tanslateWordByWord" : [
        "Et il (est) même",
        "pour eux",
        "que tu les avertisses",
        "ou",
        "(ne pas",
        "prevennez les",
        "ne pas",
        "ils croiront"
      ],
      "notes" : {
        "8" : [
          "Ce ETCD ne signifie pas qu'il est fertile pour prêcher, mais cela signifie:. [",
          "\"Votre prédication atteint toutes sortes de gens Certains d'entre eux sont ceux",
          "mentionnés ci-dessus, et quelques autres ceux qui sont mentionnés dans le verset",
          "suivant. Lorsque vous rencontrez les gens du premier type et vous voyez qu'ils",
          "continuent à persister dans leur refus, la fierté et l'antagonisme, vous devriez",
          "les laisser seuls, mais en même temps il ne faut pas se sentir découragé de",
          "manière à donner votre mission, car vous ne savez pas exactement où parmi les",
          "multitudes de gens sont ces serviteurs sincères de Dieu, qui tiendrait compte de",
          "votre avertissement et craindre Dieu et se tourner vers le droit chemin. l'objet",
          "réel de votre prédication, par conséquent, devrait être de rechercher et de",
          "recueillir ce deuxième type de personnes. vous devez ignorer les gens tenaces et",
          "recueillir cet élément précieux de la société à propos de vous. \"]"
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "إِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمَٰنَ بِالْغَيْبِ ۖ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ",
      "simpleTranslate" : [
        "Adresse-toi plutôt à celui qui suit le rappel du Coran et redoute le",
        "Miséricordieux dans Son mystère. À celui-là annonce le pardon et une généreuse",
        "récompense !"
      ],
      "tafsirTranslate" : [
        "Vous pouvez avertir seulement celui qui suit le Admonition et craint le Seigneur",
        "Miséricordieux sans le voir. Donner une telle une bonne nouvelle du pardon et une",
        "récompense généreuse."
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "vous (pouvez) avertir",
        "(Lui) qui",
        "suit",
        "Rappel",
        "et les craintes",
        "le Tout Miséricordieux",
        "dans l'invisible",
        "Donc, lui donner de bonnes nouvelles",
        "du pardon",
        "et une récompense",
        "noble"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "إِنَّا نَحْنُ نُحْيِي الْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ ۚ وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ",
      "simpleTranslate" : [
        "En vérité, c’est Nous qui ressuscitons les morts ; c’est Nous qui faisons",
        "enregistrer leurs actes et les suites, bonnes ou mauvaises, qui en découlent. En",
        "fait, tout est recensé par Nous dans un Livre d’une clarté limpide."
      ],
      "tafsirTranslate" : [
        "Nous allons sûrement ressusciter les morts à la vie et nous enregistrer ce qu'ils",
        "ont fait et les traces de leurs actes qu'ils ont laissé derrière eux. <N:9> Nous",
        "avons englobé que dans un Livre explicite."
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "[Nous]",
        "[Nous] donnons la vie",
        "(À) les morts",
        "et Nous enregistrons",
        "quelle",
        "ils ont envoyé avant",
        "et leurs empreintes",
        "et chaque",
        "chose",
        "Nous avons dénombré ce",
        "dans",
        "un registre",
        "clair"
      ],
      "notes" : {
        "9" : [
          "Cela montre que trois types des entrées sont faites dans la conduite-book des",
          "hommes. Tout d'abord, quelle que soit une personne fait, bon ou mauvais est entré",
          "dans le registre divin. Deuxièmement, quel que soit les impressions d'un homme",
          "fait sur les objets de son environnement et sur les membres de son propre corps",
          "lui-même, devenu enregistré, et toutes ces impressions seront à un moment devenu",
          "si remarquable que la voix de l'homme deviendra audible et toute l'histoire de sa",
          "des idées et des intentions et des objectifs et des objets et les images de",
          "l'ensemble de ses bons et mauvais actes et les actes apparaissent devant lui.",
          "Troisièmement, quelles que soient les influences qu'il a laissées derrière de ses",
          "bonnes et mauvaises actions sur sa future génération, sur sa société et sur",
          "l'humanité dans son ensemble, seront en cours d'enregistrement dans son compte",
          "dans la mesure où ils atteignent et aussi longtemps qu'ils restent actifs et",
          "opératoire. Le dossier complet de la bonne et la mauvaise formation donnée par",
          "lui à ses enfants, le barde ou le mal qu'il est répandu dans la société, et son",
          "impact sur l'humanité dans son ensemble, va continuer à être maintenu jusqu'à ce",
          "que le temps qu'il va sur la production bons ou mauvais résultats dans le monde."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَاضْرِبْ لَهُمْ مَثَلًا أَصْحَابَ الْقَرْيَةِ إِذْ جَاءَهَا الْمُرْسَلُونَ",
      "simpleTranslate" : [
        "Propose-leur comme exemple les habitants de cette cité, auxquels furent dépêchés",
        "des prophètes ."
      ],
      "tafsirTranslate" : [
        "Récitez pour eux, comme un cas d'espèce, l'histoire des habitants de la ville",
        "lorsque les messagers sont venus à eux. <N:10>"
      ],
      "tanslateWordByWord" : [
        "Et selon",
        "pour eux",
        "un exemple",
        "(Des) compagnons",
        "(de la ville",
        "quand",
        "est venu à elle",
        "les messagers"
      ],
      "notes" : {
        "10" : [
          "Les premiers commentateurs, en général, ont exprimé l'opinion que la [",
          "«habitation»] implique la ville syrienne d'Antioche, et les messagers mentionnés",
          "ici étaient ceux envoyés par le Prophète Jésus pour la prédication de son message",
          "là-bas. Une autre chose qui a été mentionné à cet égard est que Antiochus était",
          "le roi de ce pays à cette époque. Mais historiquement cette histoire qui Ibn",
          "'Abbas, Qatadah, Ikrima, Ka'b Ahbar et Wahb bin Munabbih, et d'autres ont lié sur",
          "la base des traditions chrétiennes inauthentiques est sans fondement. Il y a eu",
          "13 rois de la dynastie des Séleucides nommé Antiochus qui régnait à Antioche, et",
          "la règle du dernier roi de ce nom, plutôt la règle de cette dynastie elle-même,",
          "carne fin en 65 av. J.-C. A l'époque du Prophète Jésus, tout le pays de la Syrie",
          "et de la Palestine, y compris Antioche, était sous les Romains. Ensuite, aucune",
          "preuve est à venir de toute tradition authentique des chrétiens que le Prophète",
          "Jésus pourrait lui avoir envoyé l'un de ses disciples à Antioche pour prêcher son",
          "message. Au contraire, les Actes des Apôtres [(N.T.)] montre que les prédicateurs",
          "chrétiens avaient atteint Antioche pour la première fois quelques années après",
          "l'événement de la crucifixion. Maintenant, évidemment, les gens qui ne sont ni",
          "nommés messagers d'Allah, ni envoyés par Son messager ne peuvent pas être",
          "considérés comme des messagers d'Allah par toute interprétation, même si elles",
          "pourraient avoir voyagé dans le but de la prédication de leur propre gré. En",
          "outre, selon la Bible; Antioche était la première ville où les non-Israélites ont",
          "embrassé le christianisme en grand nombre et où la foi chrétienne a rencontré un",
          "grand succès; alors que l'habitation mentionnée par le Coran était une partie",
          "telle habitation qui a rejeté l'invitation des messagers, et a donc été puni d'un",
          "châtiment divin. Histoire aussi ETCD ne portent aucune preuve que Antioch n'a",
          "jamais été atteint d'une destruction, ce qui pourrait être considéré comme le",
          "résultat de nier la Prophétie. \n En raison de ces raisons, il ne peut être admis",
          "que la `habitation [\" implique Antioch L'habitation n'a été ni clairement",
          "déterminé dans le Coran ni dans aucun hadith authentique;. L'identité des",
          "messagers aussi on ne sait pas par des moyens authentiques, ni le moment où ils",
          "ont été nommés. pour comprendre la raison pour laquelle le Coran est racontait",
          "cette histoire ici, il est nécessaire de connaître les noms de l'habitation et",
          "les messagers. le but est d'avertir le Quraish, comme pour dire : `Vous arc",
          "suivant le même chemin d'obstination, les préjugés et le déni de la vérité comme",
          "il avait été suivi par les gens de cette habitation, et que vous vous apprêtez à",
          "rencontrer le même destin comme on l'a rencontré par eux»]."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوا إِنَّا إِلَيْكُمْ مُرْسَلُونَ",
      "simpleTranslate" : [
        "Nous leur en envoyâmes d’abord deux, mais ils les traitèrent d’imposteurs. Nous",
        "les renforçâmes alors par un troisième. Et tous les trois leur dirent : «Nous",
        "sommes envoyés vers vous !»"
      ],
      "tafsirTranslate" : [
        "Nous avons envoyé les deux messagers et ils ont rejeté tous les deux comme des",
        "menteurs. Nous les avons ensuite renforcé avec un tiers (Messenger)."
      ],
      "tanslateWordByWord" : [
        "Quand",
        "Nous avons envoyé",
        "pour eux",
        "deux (messagers)",
        "mais ils ont nié tous les deux",
        "Nous les avons donc renforcé",
        "avec un troisième",
        "et ils ont dit",
        "En effet, nous",
        "à toi",
        "(Sont) Messagers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "قَالُوا مَا أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنَا وَمَا أَنْزَلَ الرَّحْمَٰنُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا تَكْذِبُونَ",
      "simpleTranslate" : [
        "– «Vous n’êtes que des mortels comme nous, s’écrièrent les gens de la cité. Le",
        "Miséricordieux n’a rien révélé. Vous n’êtes que des menteurs !»"
      ],
      "tafsirTranslate" : [
        "Ils dirent: «Nous avons été envoyés à vous en tant que messagers. Les habitants",
        "de la ville a déclaré: «Vous êtes des êtres humains seulement comme nous, <N:11>",
        "et le Seigneur Miséricordieux n'a rien révélé <N:12> Vous êtes tout simplement",
        "menti.»."
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "ne pas",
        "toi",
        "(Sont), mais",
        "êtres humains",
        "comme nous",
        "et pas",
        "a révélé",
        "le Tout Miséricordieux",
        "tout",
        "chose",
        "ne pas",
        "toi",
        "(Sont), mais",
        "mensonge"
      ],
      "notes" : {
        "12" : [
          "Ceci est une autre notion d'ignorance dans lequel les mécréants de la Mecque ont",
          "été impliqués. Dans ce sont également impliqués les soi-disant rationalistes",
          "d'aujourd'hui et il a été impliqué les deniers de l'Apocalypse et la Prophétie de",
          "tout âge depuis les premiers temps. Ces personnes ont estimé que AIlah n'envoie",
          "pas vers le bas toute la Révélation du tout pour le guidage de l'homme. Il ne",
          "concerne que les affaires des cieux: Il a laissé les affaires et les problèmes de",
          "l'homme à ressemeler par l'homme lui-même."
        ],
        "11" : [
          "En d'autres termes, ce qu'ils voulaient dire était: `Puisque vous êtes des êtres",
          "humains, vous ne pouvez pas être les messagers de Dieu. [ \"La même chose était la",
          "vue sur les mécréants de la Mecque Ils ont également dit;\".] Muhammad [(sur",
          "lesquels la paix d'Allah)] ne peut pas être un messager parce qu'il est un homme",
          "[ \" \n \"] Ils disent: quelle sorte de Messenger est celui qui mange de la",
          "nourriture et se déplace dans les rues. [\" [(AI-Furqan: 7 <V:25:7>)]. \n \"] Et les",
          "gens injustes murmurent les uns aux autres, en disant:« Cet homme est plus qu'un",
          "être humain comme vous Que ferez-vous alors séduit par cette sorcellerie pendant",
          "que vous le percevez [.!? \"[(Al-Anbiya ': 3 <V:21:3>)]. \n Le Coran réfute cette",
          "notion erronée des gens de la Mecque et dit qu'il n'y a pas un nouveau genre",
          "d'ignorance que ces gens font preuve, mais tous les gens ignorants depuis les",
          "premiers temps ont été impliqués dans le malentendu que l'être humain ne peut pas",
          "être un messager et un Messenger ne peut pas être un être humain. Lorsque les",
          "chefs du peuple du Prophète Noé avaient rejeté sa Prophétie, ils avaient dit la",
          "même chose: \n \"] Cette personne est plus qu'un être humain comme vous. Par là, il",
          "entend purement pour obtenir la supériorité sur vous. Allah avait voulu, Il",
          "aurait fait descendre les anges. Depuis l'époque de nos ancêtres, nous avons",
          "jamais entendu parler [(que être humain doit venir comme un messager)] [",
          "\"[(AI-Mu'minun: 24 <V:23:24>)].. \n Les habitants de `Ad avaient dit la même chose",
          "au sujet du Prophète Hud:\".] Cette personne est plus qu'un être humain comme",
          "vous, car il mange de ce que vous mangez et les boissons de ce que vous buvez",
          "maintenant si vous soumettre à un être humain comme vous, vous serez en effet",
          "être les perdants [ \"[(AI-Mu'minun: 33-34).]. \n Les habitants de Thamud a",
          "également dit la même chose au sujet du Prophète Salih: `Allons-nous suivre un",
          "homme parmi nous\"] [(AI-Qamar: 24)?.] Et la même chose est arrivé avec presque",
          "tous les Prophète que les mécréants ont dit: [ \"vous n'êtes plus un être humain",
          "comme nous",
          "<V:54:24)?.]EtlamêmechoseestarrivéavecpresquetouslesProphètequelesmécréantsontdit:[\"vousn'êtesplusunêtrehumaincommenous>,\"]",
          "et les prophètes toujours répondu: \". Il est vrai que nous ne sommes plus que des",
          "êtres humains comme vous, mais AIlah montre sa faveur à quiconque de Ses",
          "serviteurs Il veut [ \"[(Ibrahim: 10-11 <V:14:10-11>)]. \n Ensuite, le Coran dit",
          "que cette notion même de l'ignorance a été empêche les gens d'accepter des",
          "conseils dans tous les âges, et même a été la cause de la chute de toutes les",
          "nations: \n \"] N'a pas les nouvelles que vous atteint de ceux qui avaient mécru",
          "avant, puis goûté les mauvais résultats de leurs actions? Et dans l'au-delà, il",
          "les attend un châtiment douloureux. Ils méritaient ce sort parce que leurs",
          "messagers sont venus à eux avec des signes clairs , mais ils ont dit, `Shall",
          "êtres humains nous montrer des conseils` donc ils ont refusé et se détournèrent [",
          "\"[(At-Taghabun: 5-6)?.]. \n »] Chaque fois que l'orientation est venu devant le",
          "peuple, rien ne les empêchait de croire en elle, sauf ce [(excuse)]: ils ont",
          "dit:` Allah a envoyé un être humain en tant que Son messager [ \"[(Bani Isra'il:",
          "94 <V:17:94>)]. \n Ensuite, le Coran dit explicitement que Dieu a toujours envoyé",
          "des êtres humains comme les messagers et un être humain seul peut être un",
          "messager pour le guidage pour l'humanité. et non pas un ange, ou un être",
          "surnaturel: \n \"] Et Nous avons envoyé avant que vos êtres aussi humains comme",
          "messagers à qui Nous avons révélé [(Notre message)]. Si vous [(objecteurs O)]",
          "avez aucune connaissance de cela, vous pouvez demander à ceux qui ont la",
          "connaissance. Nous n'a pas donné les organes tels que pourraient survivre sans",
          "nourriture, ni étaient-ils immortels [ \"[. (AI-Anbiya`; 7-8)]. \n \"] Tous les",
          "messagers que Nous avons envoyés avant toi aussi mangé la nourriture et",
          "circulaient dans les rues. [\" [(AI-Furqan: 20 <V:25:20>)]. \n \"] O Prophète,",
          "dis-leur: anges étaient installés sur la terre et se déplaçaient en paix, nous",
          "aurions certainement envoyé un ange comme un messager pour eux.\" [(Bani Isra'il:",
          "95 <V:17:95>)]."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "قَالُوا رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ",
      "simpleTranslate" : [
        "– «Notre Seigneur, répliquèrent les prophètes, sait, Lui, que nous sommes envoyés",
        "vers vous."
      ],
      "tafsirTranslate" : [
        "Les Messagers dit: «Notre Seigneur sait que nous avons effectivement été envoyé"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Notre Seigneur",
        "sait",
        "que nous",
        "à toi",
        "(sont) sûrement Messengers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَمَا عَلَيْنَا إِلَّا الْبَلَاغُ الْمُبِينُ",
      "simpleTranslate" : [
        "Et notre mission consiste uniquement à transmettre en toute clarté le Message.»"
      ],
      "tafsirTranslate" : [
        "et notre devoir est pas plus que de transmettre clairement le message. ' <N:13>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "(Est) sur nous",
        "sauf",
        "le transport",
        "clair"
      ],
      "notes" : {
        "13" : [
          "Autrement dit, «Notre seul devoir est de vous transmettre le message que Dieu",
          "nous a confié. Ensuite, il est pour vous d'accepter ou de le rejeter. Nous ne",
          "sommes pas rendus responsables de vous faire accepter il force, et si votre ne",
          "l'accepte pas, nous ne serons pas saisis à la suite de votre incrédulité: vous",
          "vous être responsable pour vos crimes."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "قَالُوا إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "– «Votre venue, reprirent les gens de la cité, nous fait augurer un mauvais",
        "présage ! Si vous ne cessez pas vos prêches, nous vous lapiderons et vous ferons",
        "subir un affreux supplice.»"
      ],
      "tafsirTranslate" : [
        "Les habitants de la ville a déclaré: «Nous croyons que vous êtes un mauvais",
        "présage pour nous. Si tu ne cesses pas, nous vous lapideront ou vous recevrez un",
        "châtiment douloureux de nous ». <N:14>"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "En effet, nous",
        "[Nous] voyons un mauvais présage",
        "de toi",
        "Si",
        "ne pas",
        "vous cesses",
        "sûrement, nous vous lapideront",
        "et sûrement vous touchez",
        "de notre part",
        "une punition",
        "douloureux"
      ],
      "notes" : {
        "14" : [
          "Ce qu'ils voulaient dire était:.. [ \"Vous êtes un mauvais présage pour nous Nos",
          "dieux sont devenus en colère contre nous à cause de ce que vous avez dit contre",
          "eux maintenant quelque calamité nous affligent est seulement à cause de vous. \"]",
          "précisément la même chose utilisée à dire par les mécréants et les hypocrites de",
          "l'Arabie concernant le Saint Prophète: 'Si elles subissent une perte, ils",
          "disent:. cela est à cause de vous [\" [(Annisa': 77) ..] Voilà pourquoi à",
          "plusieurs endroits dans le Coran que ces gens ont été dit que dans les temps",
          "anciens aussi des gens l'habitude de dire de telles choses de l'ignorance à",
          "l'égard de leurs prophètes les habitants de Thamud dirent à leur prophète: \"]",
          "Nous vous et vos compagnons considèrent comme un signe de mauvais augure. [",
          "\"[(An-Naml: 47).] et la même chose a été l'attitude des gens de Pharaon:\"] Chaque",
          "fois que le bon moment est venu",
          "<V:4:77)..]VoilàpourquoiàplusieursendroitsdansleCoranquecesgensontétéditquedanslestempsanciensaussidesgensl'habitudedediredetelleschosesdel'ignoranceàl'égarddeleursprophètesleshabitantsdeThamuddirentàleurprophète:\"]Nousvousetvoscompagnonsconsidèrentcommeunsignedemauvaisaugure.[\"[(An-Naml:47).]etlamêmechoseaétél'attitudedesgensdePharaon:\"]Chaquefoisquelebonmomentestvenu>",
          "<V:27:47).]etlamêmechoseaétél'attitudedesgensdePharaon:\"]Chaquefoisquelebonmomentestvenu>,",
          "ils diraient: Ceci est mais notre raison, et quand il y avait un moment",
          "difficile, ils s'attribuent leurs malheurs à Moïse et ses compagnons. \"[(Al-Araf,",
          "130)]."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "قَالُوا طَائِرُكُمْ مَعَكُمْ ۚ أَئِنْ ذُكِّرْتُمْ ۚ بَلْ أَنْتُمْ قَوْمٌ مُسْرِفُونَ",
      "simpleTranslate" : [
        "– «S’il y a mauvais présage, répondirent les prophètes, il est en vous-mêmes.",
        "Est-il possible qu’un simple rappel vous irrite à ce point? Vous êtes vraiment",
        "des gens portés à l’excès !»"
      ],
      "tafsirTranslate" : [
        "Les Messagers ont répondu: «Votre mauvais présage est avec vous <N:15>",
        "(Voulez-vous dire cela) parce que vous avez été invité à en tenir compte.? La",
        "vérité est que vous êtes un peuple qui a dépassé toutes les bornes \". <N:16>"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Votre mauvais présage",
        "(être avec toi",
        "Est-ce parce",
        "on vous exhorte",
        "Non",
        "toi",
        "(Sont) un peuple",
        "transgresseur"
      ],
      "notes" : {
        "16" : [
          "Autrement dit, [ «En fait, vous voulez éviter le bien et vous aimez l'écart au",
          "lieu de la direction. Par conséquent, au lieu de déterminer la vérité et le",
          "mensonge au moyen d'un argument, vous arc faisant ces faux prétextes à cause de",
          "vos caprices superstitieux. \"]"
        ],
        "15" : [
          "Autrement dit, [ «Personne est un mauvais présage pour autrui augurio Everyman",
          "est suspendu autour de sa propre neck.If une personne voit un mal, il est à cause",
          "de son propre;. Et s'il voit une bon, il est aussi à cause de sa propre «Nous",
          "avons fixé l'augure de chaque homme à son propre cou '\"] [(Bani Isra'il: 13)..]."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَىٰ قَالَ يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ",
      "simpleTranslate" : [
        "Sur ce, un homme accourut de l’autre bout de la ville et vint dire : «Ô mes",
        "concitoyens, écoutez ce que vous disent les prophètes !"
      ],
      "tafsirTranslate" : [
        "En attendant un homme arriva en courant de l'autre bout de la ville, en disant:",
        "«Mon peuple, suivez les messagers;"
      ],
      "tanslateWordByWord" : [
        "Et il est venu",
        "de",
        "(L) le plus éloigné extrémité",
        "(de la ville",
        "un homme",
        "fonctionnement",
        "Il a dit",
        "Ô mon peuple,",
        "Suivre",
        "les messagers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "اتَّبِعُوا مَنْ لَا يَسْأَلُكُمْ أَجْرًا وَهُمْ مُهْتَدُونَ",
      "simpleTranslate" : [
        "Suivez ceux qui ne vous réclament aucun salaire et qui sont sur le droit chemin !"
      ],
      "tafsirTranslate" : [
        "suivent ceux qui ne demandent pas de récompense de vous et sont bien guidés.",
        "<N:17>"
      ],
      "tanslateWordByWord" : [
        "Suivre",
        "(ceux qui",
        "(ne pas",
        "demander (de) vous",
        "tout paiement",
        "et ils",
        "(Sont) guidé à juste titre"
      ],
      "notes" : {
        "17" : [
          "Ce serviteur de Dieu, dans cette phrase, mis en place tous les arguments",
          "nécessaires pour déterminer l'authenticité de la Prophétie. L'authenticité d'un",
          "prophète peut être déterminée par deux choses. Tout d'abord, sa parole et en",
          "acte; deuxièmement, son être désintéressé. Ce que la personne voulait dire était",
          "ceci: «D'abord, quels que soient ces gens disent est tout à fait raisonnable, et",
          "leur propre caractère est aussi pur; deuxièmement, personne ne peut prouver",
          "qu'ils appellent le peuple à cette foi en raison d'un motif égoïste. Par",
          "conséquent, il n'y a aucune raison pour laquelle ils ne devraient pas être",
          "écoutés. [ \"En citant ce raisonnement de la personne le Coran a établi un critère",
          "devant le peuple de la façon de juger et de déterminer l'authenticité de la",
          "prophétie d'un prophète, comme si à-dire, \"] le mot et decd du Saint Prophète",
          "Muhammad [(sur qui être la paix et la bénédiction d'Allah)] porter l'entière",
          "preuve qu'il est sur la bonne voie. Ensuite, personne ne peut indiquer aucun",
          "motif égoïste ou de l'intérêt derrière sa lutte de prêcher son message. Par",
          "conséquent, il n'y a aucune raison pour qu'une personne sensée devrait rejeter ce",
          "qu'il présente \"."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَمَا لِيَ لَا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ",
      "simpleTranslate" : [
        "Pourquoi n’adorerais-je pas Celui qui m’a créé et vers qui votre retour est",
        "inéluctable?"
      ],
      "tafsirTranslate" : [
        "Pourquoi devrais-je pas servir Celui qui m'a créé et à qui tous vous sera",
        "renvoyé? <N:18>"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "(est pour moi",
        "(Ce) pas",
        "j'adore",
        "celui qui",
        "me créé",
        "et à qui",
        "vous retournerez"
      ],
      "notes" : {
        "18" : [
          "Cette phrase comporte deux parties. La première partie est un chef-d'œuvre de",
          "raisonnement, la seconde de la sagesse de la prédication. Dans la première",
          "partie, il dit: [ \"Pour adorer le Créateur est la demande à la fois la raison et",
          "la nature, il serait hautement déraisonnable que l'on doit adorer ceux qui ne",
          "l'ont pas créé et devrait refuser d'être le serviteur de Celui qui l'a créé ».]",
          "Dans la deuxième partie, il avertit son peuple à l'effet: [\". vous avez tous",
          "finalement mourir et revenir à Dieu adoption dont le service vous vous opposez à",
          "par conséquent, vous devriez envisager pour yourselve ce que ce que Dieu vous",
          "pourriez attendre en se détournant de lui. \"]"
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "أَأَتَّخِذُ مِنْ دُونِهِ آلِهَةً إِنْ يُرِدْنِ الرَّحْمَٰنُ بِضُرٍّ لَا تُغْنِ عَنِّي شَفَاعَتُهُمْ شَيْئًا وَلَا يُنْقِذُونِ",
      "simpleTranslate" : [
        "Dois-je prendre en dehors de Lui des divinités qui, si le Miséricordieux voulait",
        "me faire du mal, ne sauraient ni me soutenir ni assurer ma sauvegarde?"
      ],
      "tafsirTranslate" : [
        "Quoi! Dois-je prendre des divinités en dehors de Lui dont l'intercession ne me le",
        "moins étaient invoquer le Miséricordieux d'apporter toute adversité sur moi, ils",
        "ne seront pas en mesure de me sauver? <N:19>"
      ],
      "tanslateWordByWord" : [
        "Devrais-je prendre",
        "en dehors de Lui",
        "en dehors de Lui",
        "dieux",
        "Si",
        "intention pour moi",
        "le Tout Miséricordieux",
        "du mal",
        "ne pas",
        "se prévaloir",
        "[de moi",
        "leur intercession",
        "(En) rien",
        "et pas",
        "ils (peuvent) me sauver"
      ],
      "notes" : {
        "19" : [
          "Autrement dit, [ \"Ils ne sont ni les favoris de Dieu que même si je commets des",
          "crimes graves qu'il me pardonnera sur leur recommandation, ils ne sont pas si",
          "puissants qu'ils devraient être en mesure de me sauver si Dieu peut plaisir de me",
          "punir. \"]"
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "إِنِّي إِذًا لَفِي ضَلَالٍ مُبِينٍ",
      "simpleTranslate" : [
        "Si jamais j’agissais ainsi, je serais dans un égarement manifeste."
      ],
      "tafsirTranslate" : [
        "Certes, dans ce cas, <N:20> Je devrait en effet être dans l'erreur évidente."
      ],
      "tanslateWordByWord" : [
        "En effet, je",
        "puis",
        "sûrement serait en",
        "une erreur",
        "clair"
      ],
      "notes" : {
        "20" : [
          "[ \"Si je le fais\"]: [ \". Si je les fais mes dieux en dépit de savoir tout cela\"]"
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "إِنِّي آمَنْتُ بِرَبِّكُمْ فَاسْمَعُونِ",
      "simpleTranslate" : [
        "Certes, je crois en votre Seigneur, messagers, soyez-en témoins !»"
      ],
      "tafsirTranslate" : [
        "Je crois en votre Seigneur; <N:21> alors écoutez-moi »."
      ],
      "tanslateWordByWord" : [
        "En effet, je",
        "[I] cru",
        "en votre Seigneur",
        "alors écoutez-moi"
      ],
      "notes" : {
        "21" : [
          "Cette phrase contient à nouveau un point subtil de la sagesse de la prédication.",
          "En disant cela l'homme a fait les gens se rendent compte: [ \"Le Seigneur en qui",
          "je l'ai cru est non seulement mon Seigneur, mais votre Seigneur, aussi je l'ai",
          "commis aucune erreur en croyant en Lui, mais vous, en fait, sont certainement en",
          "train de commettre une erreur. en ne croyant pas en lui. \"]"
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "قِيلَ ادْخُلِ الْجَنَّةَ ۖ قَالَ يَا لَيْتَ قَوْمِي يَعْلَمُونَ",
      "simpleTranslate" : [
        "Et lapidé, l’homme s’entendit appeler : «Entre au Paradis !», pendant que lui",
        "s’exclamait : «Ah, si mon peuple pouvait savoir"
      ],
      "tafsirTranslate" : [
        "(Finalement, ils l'ont tué et il a été dit): \"Entrez au Paradis.» <N:22> L'homme",
        "exclamé: «Plût mon peuple savait"
      ],
      "tanslateWordByWord" : [
        "Il a été dit",
        "Entrer",
        "paradis",
        "Il a dit",
        "je souhaite",
        "mon peuple",
        "a connu"
      ],
      "notes" : {
        "22" : [
          "Voilà, Inunediately après son martyre, l'homme a été donné les bonnes nouvelles",
          "du Paradis. Dès qu'il est entré dans l'autre monde par la porte de la mort, il y",
          "avait les anges pour le recevoir, et ils lui ont donné les bonnes nouvelles que",
          "le Paradis l'attendait. [ \"Les commentateurs ont contesté le sens de cette",
          "phrase. Qatadah dit, \"] AIlah l'admit au Paradis incontinent et il vit en elle et",
          "recevoir sa subsistance [.\" et Mujahid dit, \"] Cela lui a été dit par les anges",
          "comme de bonnes nouvelles; il entrera au paradis le jour de la Résurrection, avec",
          "les autres croyants. \""
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ",
      "simpleTranslate" : [
        "que mon Seigneur m’a pardonné et qu’Il m’a mis au rang de ceux qu’Il a honorés !»"
      ],
      "tafsirTranslate" : [
        "pour quelle raison Dieu m'a pardonné et m'a placé parmi les honorés. » <N:23>"
      ],
      "tanslateWordByWord" : [
        "de la façon dont",
        "a pardonné",
        "moi",
        "mon Seigneur",
        "et me plaça",
        "parmi",
        "ceux honorés"
      ],
      "notes" : {
        "23" : [
          "Ceci est un spécimen de la haute moralité du croyant, Il n'a pas malveillance ou",
          "sentiment de vengeance dans son cœur contre les gens qui venaient ensuite l'ont",
          "tué alors qu'il devrait invoquer Allah contre eux. Au lieu de cela, il était",
          "toujours leur souhaiter bonne chance. Après la mort le seul -wish qu'il",
          "chérissait était:. «Est-ce que mes gens pouvaient connaître la bonne fin que je",
          "l'ai rencontré, et pourrait tirer une leçon de mousse, ma mort, sinon de ma vie,",
          "et d'adopter le droit chemin [\" Le noble personne ne voulait pas l'enfer pour ses",
          "assassins mais souhaite qu'ils doivent croire et devenir digne du Paradis la même",
          "chose a été salué dans le Hadith: \".] Il voulait son peuple bien quand la vie",
          "ainsi que quand il est mort [.\" Allah a raconté cet événement afin d'avertir les",
          "mécréants de la Mecque à l'effet: `Muhammad [(sur qui soit la paix d'Allah)] et",
          "ses compagnons croyants sont aussi vos sympathisants comme le croyant était de",
          "son peuple Ils ne chérissent pas. la mauvaise volonté ou un sentiment de",
          "vengeance contre vous, malgré vos persécutions d'entre eux. Ils ne sont pas vos",
          "ennemis, mais les ennemis de votre type et l'erreur. le seul objet de leur lutte",
          "contre vous est que vous devriez adopter la bonne façon. \"] \n Ce verset est",
          "également l'un de ces versets qui prouvent clairement l'existence de Barzakh.",
          "Cela montre que la période de temps entre la mort et la résurrection n'est pas",
          "une période de non-existence tout à fait, comme certains ignorants pensent. Mais",
          "dans cette période, l'esprit vit sans le corps, parle et entend la parole, a des",
          "sentiments et des désirs, se sent heureux et malheureux, et aussi continue d'être",
          "préoccupé par les gens du monde. il avait pas été ainsi, le croyant n'aurait pas",
          "été donné les bonnes nouvelles du Paradis après la mort, et il ne pouvait pas",
          "avoir voulu que ses gens ont pris conscience de sa bonne fin."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَمَا أَنْزَلْنَا عَلَىٰ قَوْمِهِ مِنْ بَعْدِهِ مِنْ جُنْدٍ مِنَ السَّمَاءِ وَمَا كُنَّا مُنْزِلِينَ",
      "simpleTranslate" : [
        "Mais, après sa mort, Nous n’expédiâmes contre son peuple aucune armée du Ciel. Et",
        "Nous n’étions nullement disposé à le faire."
      ],
      "tafsirTranslate" : [
        "Après lui, on n'a pas fait descendre tous les hôtes du ciel; Nous étions pas",
        "besoin de faire descendre tous les hôtes."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous avons fait descendre",
        "sur",
        "son peuple",
        "après lui",
        "après lui",
        "tout",
        "hôte",
        "de",
        "le paradis",
        "et pas",
        "étions-nous",
        "(À) envoyer vers le bas"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ",
      "simpleTranslate" : [
        "Il a suffi d’un seul cri pour qu’ils fussent tous anéantis."
      ],
      "tafsirTranslate" : [
        "Il n'y avait qu'un seul souffle et tout à coup ils sont devenus silencieux et",
        "immobile. <N:24>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "c'était",
        "mais",
        "un cri",
        "un",
        "alors voici",
        "Ils",
        "(Étaient) éteint"
      ],
      "notes" : {
        "24" : [
          "Ces mots contiennent une satire subtile. Dans leur arrogance et l'orgueil de la",
          "puissance et de leur antagonisme fort vers la vraie foi, ils pensaient anéantir",
          "les trois prophètes et leurs partisans, mais, contrairement à leur complot, ils",
          "ont été eux-mêmes anéanti par un seul coup de la punition divine."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "يَا حَسْرَةً عَلَى الْعِبَادِ ۚ مَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
      "simpleTranslate" : [
        "Hélas ! Combien est triste le destin des hommes ! Aucun prophète ne vient vers",
        "eux sans qu’ils le tournent en dérision !"
      ],
      "tafsirTranslate" : [
        "Hélas pour Mes serviteurs! Jamais ne Messager venir à eux, mais ils se moquent de",
        "lui."
      ],
      "tanslateWordByWord" : [
        "Hélas",
        "pour",
        "les fonctionnaires",
        "ne pas",
        "est venu à eux",
        "tout",
        "Messager",
        "mais",
        "ils ont fait",
        "se moquent de lui",
        "se moquent de lui"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ",
      "simpleTranslate" : [
        "Ne voient-ils pas combien de générations Nous avons anéanties avant eux et qui ne",
        "sont plus jamais revenues,"
      ],
      "tafsirTranslate" : [
        "ont-ils pas vu combien de nations devant eux ne Nous détruisons? Par la suite,",
        "ils ne sont jamais revenus pour eux. <N:25>"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "ils voient",
        "combien",
        "Nous avons détruit",
        "Avant eux",
        "de",
        "les générations",
        "Qu'ils",
        "pour eux",
        "ne reviendra pas",
        "ne reviendra pas"
      ],
      "notes" : {
        "25" : [
          "Autrement dit, ils ont été annihilés si complètement que pas une trace d'eux a",
          "été laissé derrière eux. Personne dans le monde se souvient encore aujourd'hui.",
          "Leur civilisation, ainsi que leur race a disparu."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَإِنْ كُلٌّ لَمَّا جَمِيعٌ لَدَيْنَا مُحْضَرُونَ",
      "simpleTranslate" : [
        "alors que toutes, sans exception, comparaîtront devant Nous?"
      ],
      "tafsirTranslate" : [
        "Tous sont (un jour) se sont rassemblés devant nous."
      ],
      "tanslateWordByWord" : [
        "Et sûrement",
        "tout",
        "puis",
        "ensemble",
        "avant nous",
        "(Sera) mis"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "وَآيَةٌ لَهُمُ الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ",
      "simpleTranslate" : [
        "N’y a-t-il pas un signe pour eux dans la terre morte que Nous faisons revivre, et",
        "de laquelle Nous tirons des grains dont ils se nourrissent?"
      ],
      "tafsirTranslate" : [
        "Que le <N:26> terre morte soit un signe pour eux. <N:27> Nous lui avons donné la",
        "vie et produit de ce grain dont ils mangent."
      ],
      "tanslateWordByWord" : [
        "Et un signe",
        "pour eux",
        "(Est) la terre",
        "mort",
        "Nous donnons la vie",
        "et Nous en faisons sortir",
        "à partir de cela",
        "grain",
        "et de celui-ci",
        "ils mangent"
      ],
      "notes" : {
        "26" : [
          "Jusqu'à présent, les mécroit de la Mecque ont été avertis et réprimandés pour",
          "leur déni de la vérité et leur attitude d'antagonisme qu'ils avaient adoptée à",
          "l'égard du Saint Prophète. Maintenant, le discours se tourne vers l'élément de",
          "base qui a été la cause réelle du conflit entre eux et le Saint Prophète, i. c. ,",
          "La doctrine de Monothéisme et l'au-delà, que le Saint Prophète a été présente et",
          "les incroyants refusaient de acecpt. A cet égard, certains arguments ont été",
          "donnés, l'un après l'autre, pour rendre les gens réfléchir sur les réalités,",
          "comme pour dire, [ \"Observer ces phénomènes de l'univers, qui sont toujours",
          "présents devant vous. Est-ce qu'ils ne pointent vers la même réalité, qui ce",
          "Prophète présente devant vous? \"]"
        ],
        "27" : [
          "[ \"A Sign\"]: Un signe que Tauhid est la Vérité et se dérober à la fausseté."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَجَعَلْنَا فِيهَا جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ",
      "simpleTranslate" : [
        "Nous y avons créé des jardins complantés de palmiers et de vignes, et Nous y",
        "avons fait jaillir des sources,"
      ],
      "tafsirTranslate" : [
        "Nous avons fait en elle des jardins de palmiers et de vignes, et Nous avons fait",
        "jaillir des sources"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons placé",
        "la bride",
        "jardins",
        "de",
        "palmiers",
        "et les vignes",
        "Et Nous avons fait jaillir",
        "en ce",
        "de",
        "les ressorts"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "لِيَأْكُلُوا مِنْ ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ",
      "simpleTranslate" : [
        "afin que, de leurs fruits, ils se nourrissent, bien que ces fruits ne soient pas",
        "l’œuvre de leurs mains. Que n’en rendent-ils grâce au Seigneur?"
      ],
      "tafsirTranslate" : [
        "et de pouvoir manger de ses fruits. Il n'y avait pas de leurs mains qui les ont",
        "faites. <N:28> Seront-ils pas, alors, rendre grâce? <N:29>"
      ],
      "tanslateWordByWord" : [
        "Ce qu'ils mangent",
        "de",
        "son fruit",
        "Et pas",
        "fait",
        "leurs mains",
        "Donc, ne sera pas",
        "qu'ils soient reconnaissants"
      ],
      "notes" : {
        "28" : [
          "Une autre traduction de cette phrase peut être: [ \"...... pour qu'ils puissent",
          "manger des fruits de celle-ci et de ce que leurs propres mains font.»] Autrement",
          "dit, les types artificiels de nourriture, que les gens préparent des produits",
          "naturels, par exemple pain, curry, confitures, marinades, sauces et",
          "d'innombrables autres choses."
        ],
        "29" : [
          "Dans ces phrases brèves de la vie végétale et des plantes de la terre a été",
          "présenté comme un argument. L'homme est en train de manger les produits de la",
          "journée et la nuit la terre et considère cela comme très ordinaire. Mais s'il le",
          "juge au sérieux, il verra drat la croissance des cultures riches et les jardins",
          "verdoyants de la terre sèche et l'écoulement en elle des sources et des rivières",
          "est pas une chose simple, ce qui pourrait se passer d'elle-même, mais il est une",
          "grande sagesse et la puissance et la providence qui travaille derrière elle.",
          "Considérons la réalité de la terre. Les substances dont il est composé ne",
          "possèdent aucune puissance de leur croissance. Toutes ces substances",
          "individuellement ainsi que après chaque sorte de combinaison, restent",
          "inorganique, et donc ne possèdent aucun signe de vie. La question est: Comment",
          "est-il devenu possible pour la vie végétale à émerger de la terre sans vie? Si",
          "l'on regarde en elle, on verra qu'il ya des facteurs importants dont la",
          "fourniture sans leforehand la vie ne pouvait pas avoir le coma à l'existence ici.",
          "\n Tout d'abord, dans certaines régions de la terre, sur sa surface extérieure,",
          "une couche a été organisée de beaucoup de ces substances, qui pourraient servir",
          "de nourriture pour la végétation. Cette couche a été maintenue douce de sorte que",
          "les racines de la végétation pourraient se répandre en elle et sucer la",
          "nourriture. \n D'autre part, un système d'irrigation a été placé sur la terre de",
          "différentes manières de telle sorte que les éléments d'alimentation peuvent se",
          "dissoudre dans l'eau et absorbé par les racines. En troisième lieu, l'atmosphère",
          "a été organisée autour de la terre qui le protège contre les calamités du ciel,",
          "devient un moyen de précipitations, et possède des gaz qui sont nécessaires à la",
          "vie et à la croissance de la végétation. \n Quatrièmement, une relation a été",
          "établie entre le soleil et la terre de manière à assurer la bonne température et",
          "les saisons appropriées pour la végétation. \n Avec la mise à disposition de ces",
          "principaux facteurs [(qui en eux-mêmes sont des combinaisons d'innombrables",
          "autres facteurs)], la venue à la vie de la végétation devient possible. Après",
          "avoir organisé les conditions appropriées la semence de chaque espèce de la",
          "végétation était constitué de telle sorte que dès qu'il a reçu le sol favorable,",
          "l'eau, l'air et la saison, la vie végétale devrait commencer en remuant à",
          "l'intérieur. D'ailleurs, à l'intérieur de la même graine un système a été agencé",
          "de sorte que de la graine de chaque espèce une plante précisément de la même",
          "espèce devrait croître avec toutes les caractéristiques de sa propre espèce et",
          "l'hérédité. Puis, en plus de cela, une autre chose merveilleuse a été fait. La",
          "végétation n'a pas été créé dans vingt, cinquante ou cent sortes, mais dans",
          "d'innombrables espèces, et ils ont été de telle façon qu'ils doivent satisfaire",
          "aux exigences de la nourriture, des médicaments et des vêtements et d'autres",
          "besoins innombrables des innombrables espèces d'animaux et de l'homme, qui",
          "devaient être mis en étant après la végétation sur la terre. \n Celui qui médite",
          "sur ce merveilleux arrangement, s'il n'est pas têtu et préjugés, va témoigner",
          "lui-même que tout cela ne pouvait pas se produire par lui-même. Il y a",
          "certainement un plan sage sous-tend, selon laquelle les harmonies et les",
          "relations du sol, l'eau, l'air et la saison en ce qui concerne la végétation, et",
          "les harmoniques et les relations de la végétation par rapport aux besoins et aux",
          "exigences des animaux et des êtres humains ont été déterminée, en tenant compte",
          "du moindre détail. Aucune personne sensée ne peut imaginer que ces relations,",
          "embrasse tout universel pourrait être un simple accident. Cette même disposition",
          "subtile souligne le fait que cela ne peut être l'œuvre de nombreux dieux. Ceci",
          "est, et ne peut être, l'œuvre d'un Dieu qui est le Créateur et Seigneur de la",
          "terre, l'eau, l'air, le soleil, la végétation, les animaux et les hommes. Si",
          "chacun d'entre eux avaient un dieu séparé, il ne peut pas être imaginé qu'un tel",
          "plan global et universel avec une telle relation et de l'harmonie profonde et",
          "sage pourrait être produite, et aurait dû continuer à travailler avec une telle",
          "régularité pour des millions et des millions d'années. \n Après avoir donné ces",
          "arguments pour Tauhid, Allah dit: [ \"Est-ce qu'ils ne donnent alors merci?\"]",
          "Voilà: [ \"ces gens sont-ils si ingrate et ingrat qu'ils ne rendent pas grâce à ce",
          "Dieu qui a fourni tout cela pour leur survie , mais remercier les autres pour les",
          "bénédictions et les faveurs faites par Lui? sont-ils si malheureux qu'au lieu de",
          "se prosternant devant Lui, ils inclinent devant les faux dieux, qui ne sont pas",
          "créés même un brin d'herbe pour eux? \"]"
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Gloire à Celui qui a créé toutes sortes de couples de ce que fait pousser la",
        "terre, de ce que les hommes eux-mêmes engendrent et de tant d’autres choses dont",
        "ils ignorent la nature !"
      ],
      "tafsirTranslate" : [
        "Il est saint <N:30> Qui a créé toutes choses par paires, que ce soit de ce que la",
        "terre produit, et d'eux-mêmes et de ce qu'ils ne savent pas. <N:31>"
      ],
      "tanslateWordByWord" : [
        "Gloire",
        "(À) Celui qui",
        "créé",
        "(par deux",
        "tout",
        "de quoi",
        "pousse",
        "La terre",
        "et de",
        "se",
        "et ce que",
        "ne pas",
        "ils savent"
      ],
      "notes" : {
        "30" : [
          "[ \"Glorifié est Lui\"]: [ \". Il est exempt de tout défaut et de la faute, de toute",
          "erreur et de la faiblesse, et qu'un autre devrait être son associé et partenaire",
          "dans son travail\"] Le Coran a généralement utilisé ces mots, réfutant les",
          "croyances polythéistes, parce que toutes les croyances du shirk est, en fait, une",
          "imputation d'un défaut, une faiblesse et une faute à Allah. Quand une personne",
          "dit que Dieu a un associé, il, en fait, pense que soit AIlah est incapable de",
          "diriger et de gouverner son royaume seul, ou il est sous la contrainte de faire",
          "un autre Son associé dans son œuvre. Ou, d'autres êtres sont si puissants en",
          "eux-mêmes qu'ils interfèrent dans l'administration de Dieu et Dieu est mise en",
          "place avec leur interférence. Ou, à Dieu ne plaise, Allah a les faiblesses des",
          "rois du monde, en raison de laquelle il est entouré par une armée de ministres,",
          "de courtisans, les flatteurs et les princes aimés ou princesses, et donc de",
          "nombreux pouvoirs de divinité sont devenus divisés entre eux. Y avait-il pas eu",
          "de telles notions d'ignorance au sujet d'Allah dans l'esprit, il ne saurait être",
          "question d'une quelconque idée de shirk dans le monde. Voilà pourquoi il a été",
          "dit à maintes reprises dans le Coran que Allah est la mousse libre et exalté",
          "au-dessus de ces défauts et les défauts et les faiblesses qui l'attribuent de",
          "mushriks à Lui »."
        ],
        "31" : [
          "Ceci est encore un autre argument en faveur de Monothéisme. Ici encore certaines",
          "réalités de l'expérience quotidienne ont été mentionnés et il est suggéré que",
          "l'homme observe ces jour et la nuit, mais ne méditent pas trop au sérieux, alors",
          "qu'ils contiennent des signes et des pointeurs vers la réalité. Le rassemblement",
          "de l'homme et la femme est la cause de sa propre naissance de l'homme.",
          "Procréation chez les animaux est également due à la combinaison entre le mâle et",
          "la femelle. A propos de la végétation aussi l'homme sait que la loi du sexe",
          "travaille en elle. Même parmi les substances sans vie lorsque des choses",
          "différentes se combinent avec l'autre, une variété de composés entrent en",
          "existence. La composition de base de la matière elle-même est devenue possible",
          "grâce à l'étroite affinité entre le positif et les charges électriques négatives.",
          "Cette loi des paires qui est la base de l'existence de l'univers entier, contient",
          "en elle-même de telles complexités et finesses de la sagesse et de fabrication,",
          "et il existe de telles harmonies et des relations mutuelles entre les membres de",
          "chaque paire qu'un observateur objectif ne peut ni égard comme le résultat d'un",
          "accident, il ne peut croire que beaucoup de dieux différents pourraient avoir",
          "créé ces paires innombrables et appariés leurs membres, l'une avec l'autre, avec",
          "une telle sagesse. Les membres de chaque paire de étant un match parfait pour",
          "l'autre et venant en être de nouvelles choses avec leur combinaison elle-même est",
          "un argument explicite du Créateur est d'être un et un seul."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُمْ مُظْلِمُونَ",
      "simpleTranslate" : [
        "N’est-ce pas un autre signe pour eux que la nuit qui, succédant au jour, plonge",
        "les hommes dans les ténèbres?"
      ],
      "tafsirTranslate" : [
        "Et la nuit est un autre signe pour eux. Nous dépouillons le jour de celui-ci et",
        "ils deviennent plongé dans l'obscurité. <N:32>"
      ],
      "tanslateWordByWord" : [
        "Et un signe",
        "pour eux",
        "(Est) la nuit",
        "Nous retirons",
        "à partir de cela",
        "le jour",
        "Puis voici",
        "Ils",
        "(Sont) ceux qui dans l'obscurité"
      ],
      "notes" : {
        "32" : [
          "L'alternance de la nuit et le jour est aussi l'un de ces réalités que l'homme",
          "DCEs considèrent pas comme digne d'une grande attention seulement parce qu'il est",
          "un phénomène d'apparition et de l'expérience quotidienne; alors que s'il",
          "considère comment la journée passe et comment la nuit tombe, et quelle est la",
          "sagesse dans le passage de la journée et dans la chute de la nuit, il va se",
          "rendre compte que cela est un signe évident de l'existence d'un All- puissant et",
          "Sage Allah et de Son être un et un seul. Le jour ne peut pas passer la nuit et ne",
          "peut pas tomber jusqu'à ce que le soleil se cache de la terre. La grande",
          "régularité qui se trouve dans l'alternance de la nuit et jour, n'a pas été",
          "possible à moins que le soleil et la terre ont été liés dans un seul et même",
          "système implacable. Ensuite, la relation profonde qui existe entre l'alternance",
          "du jour et de la nuit et les autres créations sur la terre indique clairement le",
          "fait que ce système a été mis en place délibérément par un être avec sagesse",
          "parfaite. L'existence sur la terre, des hommes et des animaux et la végétation,",
          "et même de l'eau et de l'air et de minéraux différents, est en fait, le résultat",
          "de placer la terre à une distance particulière du soleil, avec l'arrangement que",
          "les différentes parties de la terre doit continuer à venir successivement avant",
          "que le soleil et se cacher de lui à intervalles définis. Si la distance de la",
          "terre du soleil avait été un peu plus, ou un peu plus courte, ou il y avait eu",
          "une nuit perpétuelle d'un côté de celui-ci et un jour perpétuel de l'autre, ou",
          "l'alternance du jour et de la nuit avait été beaucoup plus rapide ou plus lent,",
          "ou parfois le jour était apparu soudainement et parfois la nuit sans aucun",
          "système, aucune vie pourrait être possible sur cette planète, et même la forme et",
          "l'apparence des substances inorganiques aurait été très différent de ce qu'il est",
          "maintenant . Si l'œil de l'esprit est pas fermé, on peut clairement percevoir",
          "dans ce système, le travail d'un Dieu, qui a voulu faire naître ce type",
          "particulier de la création sur la terre et ensuite établis pertinences, les",
          "harmonies et les relations entre la terre et le soleil exactement conformément à",
          "ses besoins et exigences. . Si une personne agissant de la notion de l'existence",
          "de Dieu et de son unité aussi éloignée de la raison, il devrait penser pour",
          "lui-même et de voir combien plus éloigné devrait-il être de la raison d'attribuer",
          "cette merveilleuse création de nombreux dieux, ou de penser que toutes les cela",
          "est arrivé sutomatically sous une loi aveugle et sourd de la nature. Quand une",
          "personne qui peut accepter sans question ces dernières explications",
          "déraisonnables, seulement sur le baal: de la conjecture et la spéculation, dit",
          "que l'existence d'un système et de la sagesse et le but est pas une preuve",
          "suffisante de l'existence de Dieu, il devient difficile pour nous de croire si",
          "une telle personne se sent vraiment le besoin et la nécessité d'une preuve",
          "rationnelle, suffisante ou insuffisante à un degré quelconque, pour accepter une",
          "quelconque notion de croyance dans le monde."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ",
      "simpleTranslate" : [
        "Et le Soleil qui vogue vers le lieu qui lui est assigné, suivant l’ordre établi",
        "par le Très-Puissant, l’Omniscient?"
      ],
      "tafsirTranslate" : [
        "Le soleil est son cours à son endroit désigné. <N:33> Tel est le ordonnatrice du",
        "Tout-Puissant, l'Omniscient."
      ],
      "tanslateWordByWord" : [
        "Et le soleil",
        "pistes",
        "à un terme fixé",
        "pour ça",
        "Cette",
        "(Est le) décret",
        "(De) le Tout-Puissant",
        "l'Omniscient"
      ],
      "notes" : {
        "33" : [
          "[ \"Lieu de repos\"] peut signifier soit l'endroit où le soleil sera finalement",
          "venu à une halte, ou le moment où il viendra à une halte. Le vrai sens de ce",
          "verset peut être déterminé que lorsque l'homme a atteint la pleine connaissance",
          "et exacte des réalités de l'univers. Mais la connaissance de l'homme est tel",
          "qu'il a changement de aubaine dans tous les âges et ce qu'il semble connaître",
          "aujourd'hui pourrait changer demain. Les gens des temps anciens sur la base de",
          "leurs observations du soleil croyaient qu'il se déplaçait autour de la terre.",
          "Puis, après de nouvelles recherches et l'observation de la vue est devenu que le",
          "soleil était stationnaire et toutes les planètes du système solaire ont été",
          "tourne autour de lui. Mais cette théorie aussi n'a pas duré longtemps. Les",
          "observations ultérieures ont révélé que non seulement le soleil, mais toutes les",
          "étoiles se déplacent également dans une direction particulière, à des vitesses de",
          "10 à 100 miles par seconde. A propos du soleil les astronomes modernes sont",
          "d'avis qu'il se déplace à une vitesse de 20 kilomètres [(environ 12 miles)] par",
          "seconde ainsi que toute sa famille des planètes. [(Voir [ \"Star\"] et [ \"Sun\"]",
          "dans Encyclopedia Britannica)]."
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّىٰ عَادَ كَالْعُرْجُونِ الْقَدِيمِ",
      "simpleTranslate" : [
        "Et la Lune à laquelle Nous avons assigné des phases successives au terme",
        "desquelles elle devient aussi fine que la tige d’un vieux régime de dattes",
        "dégarni?"
      ],
      "tafsirTranslate" : [
        "Nous avons nommé les étapes de la lune jusqu'à ce qu'il retourne dans la forme",
        "d'une vieille branche sèche de palmier. <N:34>"
      ],
      "tanslateWordByWord" : [
        "Et la lune",
        "Nous avons ordonné pour elle",
        "phases",
        "jusqu'à",
        "elle retourne",
        "comme la date tige",
        "le vieux"
      ],
      "notes" : {
        "34" : [
          "Autrement dit, les phases de la lune continuent à changer au cours du mois. 1t",
          "commence comme un croissant, puis passe sur l'épilation tous. jour jusqu'à ce",
          "qu'elle devienne la pleine lune sur le 14 du mois. Puis il commence lune chaque",
          "jour jusqu'à ce qu'enfin il retourne à sa forme originale du croissant. La même",
          "chose se passe depuis des millions d'années avec une régularité parfaite, et",
          "aucun changement n'a jamais eu lieu dans les phases de la lune. Voilà pourquoi on",
          "peut toujours calculer et de savoir exactement dans quelle phase de la lune sera",
          "un jour particulier. Si le mouvement de la lune n'a pas été lié dans un système,",
          "l'estimation de ses phases aurait pas été possible."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ ۚ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ",
      "simpleTranslate" : [
        "Et le Soleil qui ne saurait rejoindre la Lune ni la nuit qui ne saurait devancer",
        "le jour, chaque astre devant voguer sur l’orbite qui lui est assignée !"
      ],
      "tafsirTranslate" : [
        "Pas plus qu'elle ne réside dans la puissance du soleil pour rattraper la lune",
        "<N:35>, ni la nuit devancer le jour. <N:36> Tout glisser le long, chacun dans sa",
        "propre orbite. <N:37>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "le soleil",
        "est autorisé",
        "pour ça",
        "cette",
        "il dépasse",
        "la lune",
        "et pas",
        "la nuit",
        "(Peut) dépasser",
        "le jour",
        "mais tout",
        "dans",
        "une orbite",
        "ils flottent"
      ],
      "notes" : {
        "35" : [
          "Cette phrase peut avoir deux significations et les deux sont corrects: [(1)] Le",
          "soleil n'a pas la puissance qu'il doit tirer la lune en lui-même, ou entrer son",
          "orbite et entrent en collision avec elle; et [(2)], le soleil ne peut pas",
          "apparaître dans les temps qui ont été nommés pour le lever et apparition de la",
          "lune. Il est impossible que le soleil devrait apparaître soudainement à l'horizon",
          "quand la lune brille dans la nuit."
        ],
        "36" : [
          "Ni ce que cela arrive soit que la nuit devrait aborder avant la période désignée",
          "de la journée se termine, et devrait commencer à répandre son obscurité",
          "soudainement pendant le temps où la journée est destinée à répandre sa lumière."
        ],
        "37" : [
          "Le mot falak en arabe est utilisé pour l'orbite des planètes, et il donne un sens",
          "différent du mot sama '[(ciel)]. La phrase, [ \"Chacun est glissait dans sa propre",
          "orbite,\"] pointe vers quatre réalités: [(1)] que non seulement le soleil et la",
          "lune, mais toutes les étoiles et les planètes et les corps célestes se déplacent;",
          "[(2)], la falak ou orbite de chacun d'eux est séparé; [(3)] que les orbites ne se",
          "déplacent pas avec les étoiles, mais les étoiles se déplacent dans les orbites;",
          "et [(4)] que le mouvement des astres dans leurs orbites est similaire à la",
          "flottaison de quelque chose dans un fluide. \n Ces versets ne sont pas destinés à",
          "décrire les réalités de l'astronomie, mais sont destinés à faire comprendre à",
          "l'homme que s'il regarde autour de lui, les yeux ouverts, et utilise son bon",
          "sens, il trouvera des preuves innombrables et sans limites de l'existence de Dieu",
          "et Son Unity, et il ne viendra pas à travers une seule preuve de l'athéisme et le",
          "polythéisme. L'immensité du système solaire dans lequel notre terre est inclus",
          "est telle que son organe de tutelle, le soleil, est 300.000 fois plus grand que",
          "la terre, et sa planète la plus lointaine Neptune est d'au moins 2.793 millions",
          "de miles de distance du soleil. Toutefois, si Pluton est considérée comme la",
          "planète la plus lointaine, elle tourne 4.600 millions de miles autour. Malgré",
          "cette immensité, le système solaire occupe une partie insignifiante d'une immense",
          "galaxie. La galaxie qui comprend notre système solaire compte environ 3.000",
          "millions de soleils, et son soleil le plus proche est si éloigné de notre terre",
          "que sa lumière prend environ quatre ans pour nous atteindre. Ensuite, cette",
          "galaxie est pas non plus tout l'univers. Selon les enquêtes faites à ce jour, il",
          "a été estimé qu'il est l'un d'environ 2.000.000 nébuleuses spirales, et la",
          "nébuleuse la plus proche est à environ un million d'années-lumière de la terre.",
          "En ce qui concerne les plus éloignés des corps célestes qui arc visible à travers",
          "les instruments modernes, leur lumière atteint la terre à environ 100 millions",
          "d'années. Même maintenant, il ne peut être affirmé que l'homme a vu tout",
          "l'univers. Il est une petite partie du Royaume de Dieu que l'homme n'a pas encore",
          "été en mesure d'observer. Il ne peut pas être prédit à quel point et l'homme",
          "profonde sera encore capable de voir avec des moyens plus importants et plus",
          "efficaces d'observation à sa disposition. \n Toutes les informations qui ont été",
          "recueillies jusqu'à présent sur l'univers prouve que tout ce monde est le",
          "commerce d'une même substance dont notre petit monde terrestre est faite, et la",
          "même loi travaille dans l'univers qui travaille dans le monde de notre Terre;",
          "sinon il n'a pas été possible. que l'homme aurait fait des observations des",
          "mondes très éloignés de la terre, mesuré leurs distances et estimation de leurs",
          "mouvements. Est-il pas une preuve claire du fait que tout cet univers est la",
          "création d'un seul Dieu et le Royaume d'un souverain? Puis, à partir de l'ordre",
          "et de la sagesse et l'excellence de fabrication et les relations profondes qui se",
          "trouvent dans les centaines de milliers de galaxies et dans les millions et les",
          "milliards des étoiles et des planètes tournant en eux aucune personne sensée peut",
          "imaginer que tout cela a se produire automatiquement. Est-il possible qu'il n'y",
          "ait pas d'administrateur derrière cet ordre et le système, pas sage derrière",
          "cette sagesse, aucun concepteur derrière cette conception et œuvre d'art, et",
          "aucun planificateur derrière cette planification?"
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَآيَةٌ لَهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ",
      "simpleTranslate" : [
        "Que ce soit aussi pour eux un autre signe que Nous ayons porté leur progéniture",
        "sur l’arche bondée de tant de créatures."
      ],
      "tafsirTranslate" : [
        "Un autre signe pour eux est que Nous avons effectué toute leur progéniture dans",
        "le bateau chargé <N:38>"
      ],
      "tanslateWordByWord" : [
        "Et un signe",
        "pour eux",
        "(est-ce",
        "Nous avons effectué",
        "leur progéniture",
        "dans",
        "Le bateau",
        "chargé"
      ],
      "notes" : {
        "38" : [
          "[ \"Un bateau chargé\"]: ​​l'Arche du prophète Noé. Quant à l'embarquement de la",
          "descendance de l'homme en elle, cela signifie que même si apparemment quelques",
          "compagnons du Prophète Noé avaient embarqué il, en réalité, tous les êtres",
          "humains qui sont à naître jusqu'à la Résurrection ont été embarquement le; tout",
          "le reste de l'humanité avait été noyée dans le déluge, tous les êtres humains",
          "plus tard arc les enfants de ceux qui ont été sauvés dans l'arche."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "وَخَلَقْنَا لَهُمْ مِنْ مِثْلِهِ مَا يَرْكَبُونَ",
      "simpleTranslate" : [
        "Nous leur créons des vaisseaux d’autres modèles pour leur permettre de naviguer."
      ],
      "tafsirTranslate" : [
        ", puis a créé pour eux d'autres navires comme ceux sur lesquels ils montent.",
        "<N:39>"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons créé",
        "pour eux",
        "de",
        "(La) de celui-ci aime",
        "quelle",
        "ils montent"
      ],
      "notes" : {
        "39" : [
          "Cela indique que le premier navire jamais réalisé dans le monde a été celle faite",
          "par le prophète Noé. Avant que l'homme de temps ne connaissait pas toute méthode",
          "de traverser les rivières et les mers. Cette méthode a d'abord été enseigné par",
          "Allah au Prophète Noé, et quand certains serviteurs d'Allah ont été secourus en",
          "elle du déluge, leurs générations futures a commencé à faire des bateaux et des",
          "navires pour leurs voyages en mer."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَإِنْ نَشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنْقَذُونَ",
      "simpleTranslate" : [
        "Et il ne dépend que de Nous de les noyer, sans qu’ils puissent être ni secourus",
        "ni sauvés,"
      ],
      "tafsirTranslate" : [
        "Si nous le voulons, nous pouvons les noyer, et il n'y en aura pas à tenir compte",
        "de leurs cris de détresse, ils ne seront pas secourus."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Nous allons",
        "Nous pourrions les noyer",
        "alors pas",
        "(Serait) un répondeur à un cri",
        "pour eux",
        "et pas",
        "ils",
        "seraient épargnées"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "إِلَّا رَحْمَةً مِنَّا وَمَتَاعًا إِلَىٰ حِينٍ",
      "simpleTranslate" : [
        "à moins que, par un effet de Notre grâce, Nous leur permettions de jouir encore",
        "quelques instants de la vie."
      ],
      "tafsirTranslate" : [
        "Il est seulement Notre miséricorde (qui les sauve) et permet la jouissance de la",
        "vie pendant un certain temps. <N:40>"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "(Par) Mercy",
        "de notre part",
        "et la fourniture",
        "pour",
        "une époque"
      ],
      "notes" : {
        "40" : [
          "Les signes jusqu'à présent ont été mentionnés comme arguments pour Monothéisme.",
          "Ce signe a été mentionné pour rendre l'homme se rendre compte que tous les",
          "pouvoirs qu'il a été donné sur les forces de la nature, lui ont été donnés par",
          "AIlah et ne sont pas de sa propre acquisition. Et toutes les méthodes qu'il a",
          "découvert de l'exploitation de ces forces; ont été découverts aussi par la",
          "direction d'Allah et non pas seulement par lui-même. L'homme n'a pas HAVC la",
          "puissance et la force d'avoir soumis ces grandes forces par sa propre puissance,",
          "ni la capacité d'avoir découvert les secrets de la nature lui-même et connaître",
          "les méthodes de prise de service de leur part. Ensuite, il peut utiliser et",
          "employer les forces sur lesquelles il a été donné le contrôle par Allah que",
          "jusqu'au moment où Allah veut qu'ils restent soumis à lui. Car, lorsque Allah",
          "veut autrement les mêmes forces qui servaient homme tour contre lui soudainement",
          "et il se retrouve totalement impuissant devant eux. Pour appeler l'attention de",
          "l'homme à cette réalité Allah a présenté le cas du voyage en mer qu'à titre",
          "d'exemple. La race humaine tout entière serait HAVC péri dans le déluge avait",
          "Allah pas enseigné la méthode de fabrication du navire au Prophète Noé et avait",
          "ses partisans de ne pas montés à bord. Ensuite, la dispersion de la race humaine",
          "sur toute la terre est devenu possible que parce que les gens ont appris les",
          "principes de la construction des navires d'Allah et sont devenus capables de",
          "traverser les rivières et les océans. Mais à partir de cette humble début jusqu'à",
          "aujourd'hui, malgré de grands progrès dans l'art de construire d'énormes navires",
          "et d'atteindre toute perfection possible dans la science de la navigation,",
          "l'homme ne peut pas prétendre qu'il a apporté les rivières et les océans",
          "entièrement sous son contrôle et le pouvoir. Aujourd'hui encore l'eau de Dieu est",
          "toujours dans sa propre puissance de Dieu seul et à chaque fois qu'il veut, il",
          "noie l'homme avec ses navires en elle."
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَإِذَا قِيلَ لَهُمُ اتَّقُوا مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ",
      "simpleTranslate" : [
        "On a beau leur dire : «Craignez les châtiments de ce monde et ceux de la vie",
        "future, peut-être vous sera-t-il ainsi fait miséricorde?»,"
      ],
      "tafsirTranslate" : [
        "Quand on dit à ces gens: «vous prémunir contre ce qui est devant vous et ce qui",
        "vous a précédé <N:41> que la miséricorde être montré à vous '(ils paient peu",
        "d'attention à elle)."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "c'est dit",
        "pour eux",
        "La crainte",
        "quelle",
        "(Est) avant de",
        "(Est) avant de",
        "et quoi",
        "(Est) derrière vous",
        "afin que vous puissiez",
        "miséricorde"
      ],
      "notes" : {
        "41" : [
          "[ \"Ce qui vous HAVC laissé derrière\"]: Quels peuples avant vous ont vu et vécu."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ",
      "simpleTranslate" : [
        "mais il n’est pas un signe qui leur parvienne de leur Seigneur sans qu’ils s’en",
        "détournent."
      ],
      "tafsirTranslate" : [
        "ne fait jamais de signe de leur Seigneur viennent à eux, mais ils se détournent",
        "de lui. <N:42>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "vient les",
        "de",
        "un panneau",
        "de",
        "(les panneaux",
        "(De) leur Seigneur",
        "mais",
        "ils",
        "à partir de cela",
        "Faire demi-tour"
      ],
      "notes" : {
        "42" : [
          "[ \"Revelations\"]: Les versets du Livre divin par lequel l'homme est admonesté, et",
          "les signes qui se trouvent dans l'univers et dans soi-même de l'homme et dans son",
          "histoire qui servent de leçons de choses pour l'homme, pourvu qu'il est enclin à",
          "apprendre une leçon."
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَإِذَا قِيلَ لَهُمْ أَنْفِقُوا مِمَّا رَزَقَكُمُ اللَّهُ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَنُطْعِمُ مَنْ لَوْ يَشَاءُ اللَّهُ أَطْعَمَهُ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ مُبِينٍ",
      "simpleTranslate" : [
        "Et quand on leur dit : «Donnez en aumône une partie de ce que Dieu vous a accordé",
        "!», les infidèles disent aux croyants : «Est-ce à nous qu’il appartient de",
        "nourrir ceux que Dieu, s’Il le voulait, pourrait nourrir Lui-même? Vous êtes",
        "vraiment dans un égarement manifeste !»"
      ],
      "tafsirTranslate" : [
        "Et quand on leur dit: «Passez (dans le sentier d'Allah) sur la subsistance",
        "qu'Allah vous a fourni,« les mécréants disent aux croyants: «Allons-nous celui",
        "que nourrir, Allah aurait nourri, avait-il le souhaitait? Dis: \". Vous êtes dans",
        "l'erreur évidente\" <N:43>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "c'est dit",
        "pour eux",
        "Dépenser",
        "de ce que",
        "(A) vous fourni",
        "Allah",
        "Dit",
        "ceux qui",
        "pas foi",
        "à ceux qui",
        "a cru",
        "Faut-il nourrir",
        "qui",
        "si",
        "Allah a voulu",
        "Allah a voulu",
        "Il lui aurait nourri",
        "ne pas",
        "(es-tu",
        "sauf",
        "dans",
        "une erreur",
        "clair"
      ],
      "notes" : {
        "43" : [
          "Cela signifie montrer que l'incrédulité a non seulement aveuglé leur",
          "intelligence, mais a détruit leur sens moral, aussi. Ils n'ont le droit pensée au",
          "sujet d'Allah, ni adoptent-ils la bonne attitude envers le peuple. Ils réagissent",
          "négativement à chaque avertissement, suivre une philosophie perverse dans un",
          "répit de chaque type et de l'immoralité et avoir un semblant préparé pour",
          "échapper à tout bon."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "Et ils ajoutent : «Quand donc se réalisera cette menace? Dites-le, si vous êtes",
        "sincères !»"
      ],
      "tafsirTranslate" : [
        "Ils <N:44> dire: «Quand cette menace (de la Résurrection) arrivera? Dites-nous si",
        "en effet vous êtes véridiques ». <N:45>"
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Quand est)",
        "ce",
        "promettre",
        "si",
        "tu es",
        "véridique"
      ],
      "notes" : {
        "44" : [
          "Après Tauhid l'autre question sur un différend faisait rage entre le Saint",
          "Prophète et les mécréants était la question de l'au-delà. Les arguments",
          "rationnels sur ce ont été donnés à la fin du discours. Ici, avant de donner les",
          "arguments, l'au-delà a été représenté avec toutes ses horreurs de sorte que les",
          "gens devraient savoir que ce qu'ils refusent de croire en ne peut pas être évitée",
          "par leur refus, mais ils doivent se rencontrer et expérimenter un jour",
          "inévitablement."
        ],
        "45" : [
          "La question ne veut pas dire qu'ils voulaient connaître la date exacte de la",
          "venue de l'au-delà, et si, par exemple, on leur a dit que cela prendrait place",
          "sur telle ou telle date dans tel ou un mois et l'année, leurs doutes auraient été",
          "enlevés et ils auraient cru. Ces questions, en fait, ont été mis comme un défi",
          "uniquement pour les besoins du raisonnement. Ce qu'ils voulaient dire était qu'il",
          "n'y aurait pas de résurrection que ce soit, comme pour dire, [ \"Vous nous menacez",
          "Résurrection sans rime ni raison.\"] Voilà pourquoi, en réponse, il n'a pas été",
          "dit que la résurrection aura lieu le tel ou tel jour, mais il arrivera et sera",
          "accompagné de tels et tels honneurs. \""
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "مَا يَنْظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ",
      "simpleTranslate" : [
        "Quoi ! Attendent-ils qu’un cri vienne les saisir en pleine dispute,"
      ],
      "tafsirTranslate" : [
        "La vérité est qu'ils sont en attente pour rien, mais une Blast puissante pour les",
        "saisir le temps qu'ils se disputent (dans leurs affaires mondaines),"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "ils attendent",
        "sauf",
        "un cri",
        "un",
        "il les saisir",
        "pendant qu'ils",
        "contestez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَا إِلَىٰ أَهْلِهِمْ يَرْجِعُونَ",
      "simpleTranslate" : [
        "et leur ôter toute possibilité de tester ou de rejoindre les leurs?"
      ],
      "tafsirTranslate" : [
        "et ils ne seront même pas être en mesure de faire un testament, ni de retourner",
        "dans leurs foyers. <N:46>"
      ],
      "tanslateWordByWord" : [
        "Alors pas",
        "ils seront en mesure",
        "(À) faire un testament",
        "et pas",
        "à",
        "leur peuple",
        "ils (peuvent) retour"
      ],
      "notes" : {
        "46" : [
          "Autrement dit, [ \"La Résurrection ne se fera pas au coup par coup pour que les",
          "gens peuvent tranquillement regarder son entrée, mais ça va venir tout d'un coup",
          "quand thepeople sera engagé dans leurs activités quotidiennes et ils auront .",
          "aucune idée de ce que ce que la fin du monde avait approché Il y aura une",
          "explosion terrible et tout le monde va tomber morts à l'endroit \"] Hadrat",
          "'Abdullah bin' Amr et Abû Hurayra ont raconté un hadith du Saint Prophète en",
          "disant:. [ «les gens marcheront sur les routes que astral, sera l'achat et la",
          "vente sur les marchés, sera contester les questions dans leurs assemblées, quand",
          "tout à coup la trompette doit sonner. Alors celui qui achetait tissu",
          "s'effondrerait et il ne avoir le temps de mettre bas le tissu de sa main, celui",
          "qui remplissait une citerne pour arroser ses animaux ne serait pas le temps de",
          "l'eau; et celui qui allait manger, ne serait pas le temps de IIFT le morceau à sa",
          "bouche et la résurrection aura lieu. \"]"
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَنُفِخَ فِي الصُّورِ فَإِذَا هُمْ مِنَ الْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنْسِلُونَ",
      "simpleTranslate" : [
        "Mais quand il sera soufflé dans la Trompette, ils se précipiteront tous de leurs",
        "tombes vers leur Seigneur,"
      ],
      "tafsirTranslate" : [
        "Alors la trompette doit être dirigé et lo! ils sortent de leurs tombes et être en",
        "route vers leur Seigneur, <N:47>"
      ],
      "tanslateWordByWord" : [
        "Et sera soufflé",
        "[dans]",
        "la trompette",
        "et voici",
        "Ils",
        "de",
        "les tombes",
        "à",
        "leur Seigneur",
        "[Ils] se hâteront"
      ],
      "notes" : {
        "47" : [
          "Pour l'explication du soufflage de la [ \"Trumpet\"], voir E. N. 78 de la Sourate",
          "Ta Ha. En ce qui concerne la longueur de l'intervalle entre le premier soufflage",
          "de la trompette et son deuxième expansion, nous disposons d'aucune information.",
          "L'intervalle peut-être des centaines et des milliers d'années. Abû Hurayra a",
          "rapporté que le Saint Prophète a dit: \". Israfil a mis la trompette à sa bouche",
          "et regardant le Trône Divin, en attente de commandes pour souffler la trompette",
          "sera soufflé par trois fois: \n Le premier soufflage [(appelé nafakhat al-faza)]",
          "tout dans la terre et les cieux seront frappés de terreur. Le deuxième souffle",
          "[(nafakhat as-Sa'q)] tout le monde va tomber mort. Puis, quand il n'y aura rester",
          "en dehors d'Allah, l'Unique, le Everlasting, la terre sera changé complètement et",
          "sera étalé à plat et lisse, sans un pli, ni ride en elle. Puis Allah administrera",
          "un reproche à sa création, après quoi tout le monde se lèvera à l'endroit où il",
          "était tombé mort, sur la terre a changé, et cela se produira le troisième",
          "soufflage de la trompette [(nafakhat al qiyam li-Rabbil- `Alamin )]. Ceci est",
          "soutenu par plusieurs allusions dans le Coran aussi. Par exemple, voir Sourate",
          "Ibrahim, 48; Sourate Ta Ha: 105-108, et le son de la E.N.."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "قَالُوا يَا وَيْلَنَا مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا ۜ ۗ هَٰذَا مَا وَعَدَ الرَّحْمَٰنُ وَصَدَقَ الْمُرْسَلُونَ",
      "simpleTranslate" : [
        "en s’écriant : «Malheur à nous ! Qui nous a donc arrachés à notre sommeil? Voilà",
        "que se réalise la menace du Seigneur ! Les prophètes étaient donc sincères !»"
      ],
      "tafsirTranslate" : [
        "(nerveusement) exclamant. Hélas pour nous! Qui nous a réveillé de notre sommeil",
        "place? <N:48> Voici ce que le Miséricordieux avait promis, et ce que (ses)",
        "Messagers avait dit était vrai. <N:49>"
      ],
      "tanslateWordByWord" : [
        "Ils [seront] dire",
        "Malheur à nous",
        "Qui",
        "nous a soulevé",
        "de",
        "notre lieu de couchage",
        "C'est)",
        "quelle",
        "(A) promis",
        "le Tout Miséricordieux",
        "et dit (la) vérité",
        "les messagers"
      ],
      "notes" : {
        "48" : [
          "Autrement dit, [ «À ce moment-là, ils ne se rendent compte qu'ils étaient morts",
          "et avaient été élevés à la vie après une longue période, mais ils vont penser",
          "qu'ils étaient endormis, et avaient été . réveillé tout à coup par une terrible",
          "catastrophe, et ont été le fuir \"] [(Pour plus d'explications, sec Ta Ha: 103",
          "<V:20:103>, AI-Hajj: 1-2 <V:22:1-2>)]."
        ],
        "49" : [
          "Ici, on ne sait pas à qui donner cette réponse. Il peut être qu'ils se rendraient",
          "compte après un certain temps avec horreur que ce fut la même chose que les",
          "messagers de Dieu utilisés pour les informer et ils l'habitude de les démentir.",
          "Il se peut aussi que les croyants vont supprimer leur incompréhension et leur",
          "dire qu'il n'a pas été de se réveiller du sommeil, mais la deuxième vie après la",
          "mort. Et il peut également être qu'ils comprendront cela des conditions générales",
          "qui prévalent sur le Jour de la Résurrection ar les anges pourraient leur dire",
          "ceci."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً فَإِذَا هُمْ جَمِيعٌ لَدَيْنَا مُحْضَرُونَ",
      "simpleTranslate" : [
        "Un seul autre cri suffira et aussitôt tous les hommes seront astreints à",
        "comparaître devant Nous."
      ],
      "tafsirTranslate" : [
        "Puis il y aura simplement un seul souffle, et tout ira se sont rassemblés devant",
        "nous."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "ce sera",
        "mais",
        "un cri",
        "unique",
        "donc voici",
        "Ils",
        "tout",
        "avant nous",
        "(Sera) mis"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْئًا وَلَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "Ce jour-là, aucune âme ne subira d’injustice. Chacun de vous sera rétribué selon",
        "les œuvres qu’il aura accomplies sur Terre."
      ],
      "tafsirTranslate" : [
        "Aujourd'hui <N:50> nul ne doit subir la moindre injustice, et vous ne sera pas",
        "rétribué que selon vos actions."
      ],
      "tanslateWordByWord" : [
        "Donc, ce jour",
        "ne pas",
        "seront lésés",
        "une âme",
        "(En) rien",
        "et pas",
        "vous rétribuera",
        "sauf",
        "(pour quoi",
        "vous avez utilisé (à)",
        "faire"
      ],
      "notes" : {
        "50" : [
          "Voici ce que AIlah dira les mécréants et les polythéistes, les pécheurs et les",
          "coupables, quand ils seront présentés devant lui."
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "إِنَّ أَصْحَابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ فَاكِهُونَ",
      "simpleTranslate" : [
        "Et ce jour-là, l’allégresse régnera parmi les hôtes du Paradis,"
      ],
      "tafsirTranslate" : [
        "En effet, les gens du Paradis seront occupés à s'amuser: <N:51>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "(les) compagnons",
        "(De) Paradise",
        "ce jour",
        "[dans]",
        "seront occupés",
        "(En) amusement"
      ],
      "notes" : {
        "51" : [
          "Pour comprendre cela il faut se rappeler que les croyants justes ne seront pas",
          "retenus dans la plaine de la Résurrection, mais dans le début, ils seront envoyés",
          "au Paradis sans reddition de comptes, ou après un calcul doux, parce que leur",
          "dossier sera propre. Il n'y aura pas besoin de les garder en attente lors de",
          "l'audience par la Cour. Par conséquent, Allah dira aux coupables, qui seront",
          "tenus de rendre leurs comptes, dans la plaine de la Résurrection: [ «Regardez les",
          "justes dont vous avez utilisé pour se moquer et considèrent comme fou dans le",
          "monde, sont aujourd'hui en appréciant les plaisirs du Paradis! en raison de leur",
          "sagesse, et vous, qui, dans votre propre jugement était très prudent et sagace,",
          "sont condamnés à la reddition de comptes pour vos méfaits. \"]"
        ]
      }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "هُمْ وَأَزْوَاجُهُمْ فِي ظِلَالٍ عَلَى الْأَرَائِكِ مُتَّكِئُونَ",
      "simpleTranslate" : [
        "qui seront ainsi que leurs épouses accoudés sur des divans bien ombragés,"
      ],
      "tafsirTranslate" : [
        ", eux et leurs conjoints seront accoudés sur leurs canapés dans les bosquets;"
      ],
      "tanslateWordByWord" : [
        "Ils",
        "et leurs conjoints",
        "dans",
        "teintes",
        "sur",
        "[les canapés",
        "inclinables"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "لَهُمْ فِيهَا فَاكِهَةٌ وَلَهُمْ مَا يَدَّعُونَ",
      "simpleTranslate" : [
        "disposant de fruits à profusion et de tout ce qu’ils désireront."
      ],
      "tafsirTranslate" : [
        "dans celui-ci, il y aura toutes sortes de fruits à manger, et ils auront tout ce",
        "qu'ils désirent."
      ],
      "tanslateWordByWord" : [
        "Pour eux",
        "la bride",
        "(Sont) les fruits",
        "et pour eux",
        "(Est) quel que soit",
        "ils appellent à"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "سَلَامٌ قَوْلًا مِنْ رَبٍّ رَحِيمٍ",
      "simpleTranslate" : [
        "«Paix à vous ! Salâm !» sera le mot de bienvenue que leur adressera un Maître",
        "Miséricordieux."
      ],
      "tafsirTranslate" : [
        "«Paix» est le mot qui leur sont transportés de leur Seigneur Miséricordieux."
      ],
      "tanslateWordByWord" : [
        "Paix",
        "Un mot",
        "de",
        "un Seigneur",
        "Très Miséricordieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ",
      "simpleTranslate" : [
        "Et il sera dit aux impies : «Vous autres scélérats ! Tenez-vous à l’écart,",
        "aujourd’hui !"
      ],
      "tafsirTranslate" : [
        "«Les criminels, séparez-vous des autres aujourd'hui! <N:52>"
      ],
      "tanslateWordByWord" : [
        "Mais se démarquer",
        "aujourd'hui",
        "criminels O",
        "criminels O"
      ],
      "notes" : {
        "52" : [
          "Cela peut avoir deux significations: [(1)] [ \"Get vous à part le croyant juste :,",
          "car dans le monde, même si vous apparteniez à la même communauté et du même clan",
          "et la même fraternité, ici vous avez pas de connexion et de la relation à gauche",
          "avec eux; \"] et [(2)] [\" vous obtenez l'un de l'autre: maintenant vous ne pouvez",
          "plus rester un groupe: tous vos partis ont été dissous: toutes vos relations et",
          "les connexions ont été coupée. maintenant, chacun de vous se tiendra responsable",
          "à titre personnel pour vos faits et gestes. \"]"
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ ۖ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ",
      "simpleTranslate" : [
        "Ne vous ai-Je pas engagés, fils d’Adam, à ne pas adorer Satan? Ne vous ai-Je pas",
        "dit qu’il était votre ennemi déclaré?"
      ],
      "tafsirTranslate" : [
        "Les enfants d'Adam, ai-je ne vous commandera pas de ne pas servir Satan 'il est",
        "pour vous un ennemi"
      ],
      "tanslateWordByWord" : [
        "N'a pas",
        "Je prescris",
        "sur vous",
        "Ô enfants d'Adam",
        "Ô enfants d'Adam",
        "Cette",
        "(ne pas",
        "culte",
        "le Shaitaan",
        "en effet, il",
        "(est pour toi",
        "un ennemi",
        "clair"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "وَأَنِ اعْبُدُونِي ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ",
      "simpleTranslate" : [
        "Ne vous ai-Je pas dit de M’adorer, Moi, puisque c’est là la Voie du salut?"
      ],
      "tafsirTranslate" : [
        "et servir Moi seul: tel est le droit chemin <N:53>"
      ],
      "tanslateWordByWord" : [
        "Et cela",
        "vous adorez Me",
        "Ce",
        "(Est) un chemin",
        "Tout droit"
      ],
      "notes" : {
        "53" : [
          "Ici encore Allah a utilisé `ibadat dans le sens de ita à [(obéissance)]. Ce sujet",
          "a déjà été expliqué ci-dessus dans Al-Baqarah: 172, An-Nisa ': 117, AI-An'am:",
          "121, 137, At-Tawbah; 31, Ibrahim: 22, Al-Kahf: 52, Maryam: 42, AlQasas: 63 et",
          "E.N. 63 de Saba. A cet égard, l'amende explication donnée de celui-ci par l'Imam",
          "Razi dans son Tafsir Kabir est également remarquable. Il écrit: [ «Ne pas adorer",
          "Satan signifie: Ne pas lui obéir, la raison étant que ne se prosternant devant",
          "lui est pas interdit, mais le suivre et d'obéir à ses ordres est également",
          "interdit, par conséquent, ita et [(obéissance)] est ibadat [(culte)] \"] Après",
          "cela, l'Imam pose la question: Si` ibadat ita'at signifie, alors les musulmans",
          "été commandé d'adorer le Prophète et les dirigeants dans le verset:. Ati `ullaha",
          "wa ati '- ur-Rasula wa ulil - amr-i min-kum? Il répond lui-même ainsi: [ \"Si",
          "l'obéissance à thêta est en conformité avec les commandements d'Allah, ce sera le",
          "culte d'Allah [( 'ibadat)] et son obéissance [(ita`at. les anges ne tombe pas",
          "prosterné devant Adam i 'obéissance au commandement d'Allah? Ce n'était adoration",
          "d'Allah. L'obéissance des dirigeants sera leur culte que dans les cas où ils sont",
          "obéissaient en matière dans lequel Allah n'a donné congé à leur obéir. \"] Puis il",
          "écrit: [« Si une personne vient à vous et vous commande de faire quelque chose,",
          "vous devrait voir si sa commande est conforme à l'ordre d'Allah ou non. Dans le",
          "cas contraire, Satan est avec lui; et si vous lui obéissait en cela, vous lui et",
          "son Satan adoriez. De même, si votre auto vous invite à faire quelque chose, vous",
          "devriez voir s'il est permis de le faire selon le Sahari'ah ou non. S'il est pas",
          "permis, votre auto est Satan lui-même, ou Satan est avec elle. . Si vous lui",
          "obéissez, vous en fait devenu coupable de l'adorer \"] Plus loin, il écrit:« Mais",
          "il y a différents degrés de l'adoration de Satan. Parfois, il arrive qu'un homme",
          "DCES une œuvre et ses membres et sa langue se joindre également lui dans ce",
          "domaine, et son coeur coopère également. A un autre moment, il arrive que l'homme",
          "utilise ses membres pour faire un travail, mais son cœur et de la langue ne trot",
          "coopérer dans ce. . Certaines personnes commettent un péché alors que leur coeur",
          "est désagréable et leur langue invoque Allah le pardon, et ils avouent qu'ils",
          "commettent un mal. Ceci est le culte de Satan, avec des membres externes. Il y a",
          "d'autres personnes qui commettent un crime avec un esprit cool et expriment le",
          "plaisir et la satisfaction avec la langue aussi. .......... Ces gens sont les",
          "adorateurs de Satan de l'extérieur ainsi que de l'intérieur. (Tafsir Kabir, vol.",
          "VII, pp. 103-104)]."
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا ۖ أَفَلَمْ تَكُونُوا تَعْقِلُونَ",
      "simpleTranslate" : [
        "Satan a déjà égaré des générations entières parmi vous ! Y avez-vous réfléchi?"
      ],
      "tafsirTranslate" : [
        "Pourtant, il malavisées toute une foule de vous. Avez-vous eu aucun sens? <N:54>"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "il avait séduit",
        "de toi",
        "une multitude",
        "génial",
        "Ensuite, n'a pas",
        "toi",
        "utiliser la raison"
      ],
      "notes" : {
        "54" : [
          "Autrement dit, [ \"Si vous aviez été privé de la raison et vous aviez servi votre",
          "ennemi au lieu de votre Seigneur, vous pourriez avoir la raison d'offrir une",
          "excuse. Mais vous, en fait, avait été béni avec raison par Allah et vous",
          "l'utilisaient à profit dans toutes les affaires du monde, et vous avait été",
          "averti par Allah par les prophètes et, pourtant, quand vous vous êtes trompé par",
          "votre ennemi et il a réussi à vous égarer, vous pourriez pas être dispensé de la",
          "responsabilité de votre folie. \"]"
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "هَٰذِهِ جَهَنَّمُ الَّتِي كُنْتُمْ تُوعَدُونَ",
      "simpleTranslate" : [
        "Voici donc l’Enfer qui vous était promis !"
      ],
      "tafsirTranslate" : [
        "Maintenant, c'est l'enfer qui vous avez été prévenu."
      ],
      "tanslateWordByWord" : [
        "C'est)",
        "(l'enfer",
        "lequel",
        "vous étiez",
        "promis"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "اصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُونَ",
      "simpleTranslate" : [
        "Subissez-en l’épreuve aujourd’hui pour avoir refusé de croire !»"
      ],
      "tafsirTranslate" : [
        "Graver en elle à cause de votre incrédulité."
      ],
      "tanslateWordByWord" : [
        "brûleront",
        "aujourd'hui",
        "car",
        "vous avez utilisé pour",
        "ne pas croire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "الْيَوْمَ نَخْتِمُ عَلَىٰ أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُوا يَكْسِبُونَ",
      "simpleTranslate" : [
        "Et ce jour-là, Nous scellerons leurs bouches. Mais leurs mains les dénonceront et",
        "leurs pieds témoigneront de leurs actions."
      ],
      "tafsirTranslate" : [
        "Aujourd'hui, nous allons mettre un sceau sur leurs bouches et leurs mains vont",
        "nous parler et leurs pieds doivent porter témoignage de ce qu'ils avaient fait.",
        "<N:55>"
      ],
      "tanslateWordByWord" : [
        "Ce jour",
        "Nous allons sceller",
        "[sur]",
        "leurs bouches",
        "et nous parlera",
        "leurs mains",
        "et témoignera",
        "leurs pieds",
        "sur quoi",
        "ils avaient l'habitude",
        "gagner"
      ],
      "notes" : {
        "55" : [
          "Cette commande sera donnée en ce qui concerne les coupables rebelles, qui",
          "refusent de confesser leurs crimes, va démentir les témoins, et ne sera également",
          "pas reconnaître l'authenticité de leur conduite-livre. Ensuite, Allah",
          "Tout-Puissant conunand: [ \"Eh bien, arrêtez votre babillage juste voir ce que vos",
          "propres membres disent au sujet de vos méfaits.\".] À cet égard, voici que la",
          "preuve soit donnée par les mains et les pieds a été mentionné. Mais à d'autres",
          "endroits, il a été dit que leurs yeux et leurs oreilles et leurs langues, et les",
          "peaux mêmes de leur corps, vous diront comment ils avaient été employés dans le",
          "monde. [ \"Ils ne devraient pas oublier le jour où leurs langues et de leurs",
          "propres mains et les pieds porteront témoignage de leurs méfaits. [(An-Nur: 24",
          "<V:24:24>)] \"] Puis, quand tout aura il atteint, leurs oreilles et leurs yeux et",
          "leurs peaux très témoigneront contre eux au sujet de ce qu'ils avaient fait dans",
          "le monde [.\" [(Ha Mim Sajdah:. 20 <V:32:.20>)] la question se pose: d'une part,",
          "Allah dit: \"] Nous allons sceller leur bouche, [\" et de l'autre, dans le verset",
          "de la sourate An-Nur, Il dit: \"] leurs langues se porter témoignage contre eux [",
          "\"Comment ces deux choses peuvent être conciliés La réponse est:?\"]. pour sceller",
          "les bouches moyens de les priver de leur pouvoir de la parole. Cela est, après",
          "cela, ils ne seront pas capables de dire ce qu'ils veulent avec leur langue. Le",
          "témoignage de leurs langues mans que leurs langues se diront comment les méchants",
          "eux avaient utilisé, quels blasphèmes et se trouve qu'ils avaient été faits pour",
          "prononcer, ce qu'ils avaient inventé maux et quels mensonges ils avaient été",
          "faits pour dire à différentes occasions. \""
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَىٰ أَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَأَنَّىٰ يُبْصِرُونَ",
      "simpleTranslate" : [
        "Si Nous le voulions, Nous les frapperions de cécité, et ils chercheraient en vain",
        "leur voie, sans y parvenir."
      ],
      "tafsirTranslate" : [
        "Si nous voulu, nous aurions mis leurs yeux, puis ils se précipitent pour voir la",
        "Voie, mais comment pourraient-ils voir?"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Nous voulions",
        "Nous (aurait) sûrement oblitérés",
        "[plus de]",
        "leurs yeux",
        "puis ils (seraient) course",
        "(À trouver) le chemin",
        "alors comment",
        "(Pourrait) ils voient"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "وَلَوْ نَشَاءُ لَمَسَخْنَاهُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا اسْتَطَاعُوا مُضِيًّا وَلَا يَرْجِعُونَ",
      "simpleTranslate" : [
        "Et si Nous le voulions, Nous les pétrifierions sur place, si bien qu’ils ne",
        "pourraient plus ni avancer ni reculer."
      ],
      "tafsirTranslate" : [
        "Si nous voulu, nous aurions transformé où ils étaient de sorte qu'ils ne seraient",
        "pas aller de l'avant ou vers l'arrière. <N:56>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Nous voulions",
        "sûrement, nous (aurions) les transformer",
        "dans",
        "leurs lieux",
        "alors pas",
        "ils auraient pu",
        "procéder",
        "et pas",
        "retour"
      ],
      "notes" : {
        "56" : [
          "Après représentant la scène de la Résurrection, les gens sont avertis à cet",
          "effet: [ \"La Résurrection peut sembler encore loin de vous, mais même si vous",
          "considérez sérieusement votre vie dans ce monde dont vous êtes si fier, vous",
          "verrez comment impuissants vous êtes sous l'emprise puissante d'Allah. tes yeux",
          "en vertu dont la vue vous effectuez toutes vos obligations dans le monde peut",
          "être aveuglé à une conunand d'Allah. vos jambes dont la force que vous êtes",
          "montrant Toute cette activité peut devenir paralysé comme et quand Allah le veut.",
          "tant que les pouvoirs et les capacités accordées par AIlah continuent à",
          "fonctionner, vous restez perdu dans l'arrogance de votre auto, mais dès que l'un",
          "d'eux ne fonctionne pas, vous venez de comprendre comment vous êtes impuissants!",
          "\"]"
        ]
      }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ ۖ أَفَلَا يَعْقِلُونَ",
      "simpleTranslate" : [
        "Celui à qui Nous accordons une longue vie verra péricliter ses facultés mentales",
        "et physiques. Ne le comprennent-ils donc pas?"
      ],
      "tafsirTranslate" : [
        "Celui que Nous accordons une longue vie, Nous lui inversons dans sa constitution.",
        "<N:57> Ont-ils toujours pas à comprendre?"
      ],
      "tanslateWordByWord" : [
        "Et (il) qui",
        "Nous lui accordons une longue vie",
        "Nous lui inversons",
        "dans",
        "la création",
        "Ensuite, ne sera pas",
        "ils utilisent l'intellect"
      ],
      "notes" : {
        "57" : [
          "[ \"Reverse lui dans la nature»] signifie que dans la vieillesse qu'Allah lui",
          "tourne le dos à l'état de l'enfance. Il devient incapable de se tenir debout et",
          "marcher sans l'aide et le soutien des autres; il est nourri par d'autres; il",
          "urine et défèque dans le lit; parle puérilement et est moqué par d'autres. En",
          "bref, vers la fin de vie, il revient au même état de faiblesse avec laquelle il",
          "avait commencé ascenseur dans ce monde \"."
        ]
      }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْآنٌ مُبِينٌ",
      "simpleTranslate" : [
        "Nous n’avons pas enseigné la poésie au Prophète ; cela ne saurait lui convenir.",
        "Le Message qu’il apporte n’est qu’un rappel et une Lecture édifiante,"
      ],
      "tafsirTranslate" : [
        "Nous ne l'avons pas (à savoir, le Messager) la poésie enseignons et il ne lui",
        "appartient pas. <N:58> Ce ne sont pas, mais une admonition, et un Livre explicite"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous lui avons appris",
        "[la poesie",
        "et pas",
        "il est digne",
        "pour lui",
        "ne pas",
        "il",
        "(Est), sauf",
        "un rappel",
        "et un Coran",
        "clair"
      ],
      "notes" : {
        "58" : [
          "Ceci est une réplique aux mécréants, qui méprisé le Saint Prophète et son message",
          "en lui l'image de marque un poète quand il prêchait Monothéisme et a parlé de",
          "l'au-delà, la vie après la mort, et l'enfer et le ciel. [(Pour de plus amples",
          "explications, voir Ash-Shu'ara: 224-227 et de l'E.N. de celui-ci",
          "<V:26:224-227etdel'E.N.decelui-ci>)]."
        ]
      }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "لِيُنْذِرَ مَنْ كَانَ حَيًّا وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ",
      "simpleTranslate" : [
        "visant à avertir les âmes sensibles au bien et à montrer le bien-fondé des peines",
        "annoncées aux infidèles."
      ],
      "tafsirTranslate" : [
        "qu'il peut l'avertir qui est vivant <N:59> et d'établir un argument contre ceux",
        "qui nient la vérité."
      ],
      "tanslateWordByWord" : [
        "Avertir",
        "(Lui) qui",
        "est",
        "vivant",
        "et peut être prouvé vrai",
        "le mot",
        "contre",
        "les incroyants"
      ],
      "notes" : {
        "59" : [
          "[ «Toute personne vivant»]: Toute personne qui est capable de penser et de",
          "comprendre, qui ne ressemble pas à une pierre, qui n'entend ni ne comprend ni ne",
          "se déplace de sa place * cependant rationnelle et avec sympathie l'un peut",
          "expliquer la distinction entre la vérité et le mensonge et donner admonition",
          "devant lui."
        ]
      }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا فَهُمْ لَهَا مَالِكُونَ",
      "simpleTranslate" : [
        "Ne voient-ils pas que Nous avons créé pour eux, parmi les œuvres sorties de Nos",
        "mains, des troupeaux dont ils sont propriétaires?"
      ],
      "tafsirTranslate" : [
        "Ne voient-ils pas Notre ouvrage: <N:60> Nous avons créé pour eux le bétail dont",
        "ils sont propriétaires?"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "ils voient",
        "que nous",
        "[Nous avons créé",
        "pour eux",
        "de ce que",
        "ont fait",
        "Nos mains",
        "bétail",
        "puis ils",
        "[pour eux]",
        "(Les) propriétaires"
      ],
      "notes" : {
        "60" : [
          "[Le mot «mains»] a été utilisé métaphoriquement pour Allah. Cette ETCD ne",
          "signifie pas que, Dieu ne plaise, Allah a un corps et il travaille avec les mains",
          "comme des êtres humains, mais cela signifie pour impressionner qu'Allah a fait",
          "ces choses lui-même, et aucun autre a toute action en matière de leur création."
        ]
      }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "وَذَلَّلْنَاهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ",
      "simpleTranslate" : [
        "Nous les leur avons soumis pour qu’ils fassent des uns leurs montures et tirent",
        "des autres leur nourriture,"
      ],
      "tafsirTranslate" : [
        "Nous avons soumis le bétail à eux afin que certains d'entre eux ils montent et",
        "manger la chair des autres."
      ],
      "tanslateWordByWord" : [
        "Nous les avons apprivoisé",
        "pour eux",
        "de sorte que certains d'entre eux",
        "ils les montent",
        "et certains d'entre eux",
        "ils mangent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ ۖ أَفَلَا يَشْكُرُونَ",
      "simpleTranslate" : [
        "sans parler des autres profits et des breuvages qu’ils en tirent. Que n’en",
        "rendent-ils grâce au Seigneur?"
      ],
      "tafsirTranslate" : [
        "Ils tirent une variété d'avantages et des boissons de leur part. Vont-ils donc",
        "pas reconnaissants? <N:61>"
      ],
      "tanslateWordByWord" : [
        "Et pour eux",
        "la bride",
        "(Sont) avantages",
        "et des boissons",
        "donc (nt)",
        "ils donnent grâce"
      ],
      "notes" : {
        "61" : [
          "Il est ingratitudes de considérer une bénédiction comme un cadeau de quelqu'un",
          "extérieur que le donneur, d'être reconnaissant à l'autre pour elle, et à chérir",
          "l'espoir de recevoir ou de demander d'une autre que le donateur. De même, il est",
          "aussi l'ingratitude que l'on doit utiliser une bénédiction contre la volonté du",
          "donateur. Par conséquent, un polythéiste ou un mécréant ou un hypocrite ou un",
          "pécheur ne peut pas être considéré comme un serviteur fort reconnaissant de Dieu",
          "quand il prononce des mots de remerciement seulement avec la langue. Les",
          "mécréants de la Mecque ne nient pas que le bétail avait été créé par Allah; aucun",
          "d'entre eux a dit que les autres divinités avaient une main dans leur création.",
          "Hut en sachant tout cela quand ils ont rendu hommage à leurs divinités pour les",
          "bénédictions accordées par Allah, offrirent devant eux et ont prié pour eux pour",
          "plus de bénédictions et offraient des sacrifices pour leur amour, leur",
          "reconnaissance verbale est devenu vide de sens. Voilà pourquoi Allah les a",
          "considéré comme coupable d'ingratitude et de mécréance."
        ]
      }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لَعَلَّهُمْ يُنْصَرُونَ",
      "simpleTranslate" : [
        "Les impies adorent des divinités en dehors de Dieu dans l’espoir de bénéficier de",
        "leur assistance ;"
      ],
      "tafsirTranslate" : [
        "Ils mettent en place des divinités en dehors d'Allah, dans l'espoir qu'ils vont",
        "recevoir de l'aide de leur part."
      ],
      "tanslateWordByWord" : [
        "Mais ils ont pris",
        "outre",
        "outre",
        "Allah",
        "dieux",
        "qu'ils puissent",
        "être aidé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُنْدٌ مُحْضَرُونَ",
      "simpleTranslate" : [
        "mais ces divinités ne peuvent leur porter aucun secours. Elles forment plutôt une",
        "armée de requis qui sera appelée à témoigner contre ses adorateurs."
      ],
      "tafsirTranslate" : [
        "Ces divinités peuvent les rendre aucune aide. Pourtant, ces dévots agissent comme",
        "si elles étaient une armée en attente pour eux. <N:62>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "ils sont en mesure",
        "pour les aider",
        "mais ils",
        "pour eux",
        "(Sont) hôtes",
        "(Qui sera) être amené"
      ],
      "notes" : {
        "62" : [
          "Autrement dit, les pauvres faux dieux eux-mêmes dépendent de leurs adorateurs",
          "pour leur survie et leur sécurité et leurs besoins. Mais pour leurs multitudes,",
          "ils ne pourraient pas survivre comme des dieux, même pour une journée. Ces",
          "personnes se comportent comme leurs humbles serviteurs. Ils mettent en place et",
          "la décoration de leurs sanctuaires; ils mènent une propagande pour eux; ils se",
          "battent et se querellent avec les autres pour leur bien. Puis Thay seul arc",
          "reconnu comme des dieux. Ils ne sont pas le Dieu sarcelle d'hiver, qui, si",
          "quelqu'un lui reconnaît ou non, gouverne sur tout l'univers par sa propre",
          "puissance et de l'autorité."
        ]
      }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
      "simpleTranslate" : [
        "Que leurs discours ne te chagrinent point ! Nous savons ce qu’ils disent en",
        "secret et ce qu’ils divulguent."
      ],
      "tafsirTranslate" : [
        "Laissez pas leurs mots que vous affligent. Sûrement Nous savons toutes choses à",
        "leur sujet, ce qu'ils cachent et ce qu'ils révèlent. <N:63>"
      ],
      "tanslateWordByWord" : [
        "Donc (laissez) pas",
        "vous affliger",
        "leur discours",
        "En effet, nous",
        "[Nous savons",
        "quelle",
        "ils cachent",
        "et quoi",
        "ils déclarent"
      ],
      "notes" : {
        "63" : [
          "L'adresse est au Saint Prophète. Ici, l'allusion est à la campagne de dénigrement",
          "dont les chefs des mécréants de la Mecque portaient sur contre lui. Ils savaient",
          "dans leurs cœurs et reconnus dans leurs assemblées privées que les charges qu'ils",
          "ont apporté contre lui étaient absolument sans fondement. Afin de créer des",
          "soupçons contre lui dans l'esprit du peuple, ils le traitèrent un poète, sorcier,",
          "magicien, fou, etc. Mais leur conscience reconnus, et ils ont également reconnu",
          "un devant l'autre, que tout ce qu'ils poussaient était faux, qui ils forgeaient",
          "seulement de faire échouer sa mission. Voilà pourquoi Allah dit à Son Prophète: [",
          "\"Ne vous affligez pas à leur discours absurde et dénuée de sens Ceux qui s'y",
          "opposent et de résister à la vérité avec le mensonge doit finalement répondre à",
          "l'échec dans ce monde et de voir leur fin mal dans l'au-delà, aussi.. \"]"
        ]
      }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "أَوَلَمْ يَرَ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ نُطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُبِينٌ",
      "simpleTranslate" : [
        "L’homme oublie-t-il que Nous l’avons créé d’une goutte de sperme, au point de",
        "s’ériger en véritable adversaire?"
      ],
      "tafsirTranslate" : [
        "Est-ce que <N:64> l'homme ne voit pas que Nous l'avons créé d'une goutte de",
        "sperme, et voici! il est flagrante contentieux? <N:65>"
      ],
      "tanslateWordByWord" : [
        "Ne fait pas",
        "voir",
        "[l'homme",
        "que nous",
        "[Nous] lui créé",
        "de",
        "une goutte de sperme",
        "Puis voici",
        "Il",
        "(Est) un adversaire",
        "clair"
      ],
      "notes" : {
        "64" : [
          "Voici la question des incroyants cité dans le verset 48 ci-dessus, est répondu",
          "par la raison et argument. La question, [ «Quand la menace de la Résurrection",
          "être effectuée?\"] N'a pas été demandé en vue de trouver la date exacte de la",
          "venue de l'au-delà. Mais ils ont demandé parce qu'ils pensaient qu'il était",
          "impossible, plutôt irrationnel, que les êtres humains seraient élevés à la vie",
          "après la mort. Voilà pourquoi, en réponse à leur question, les arguments sont",
          "donnés pour la possibilité de l'au-delà. \n Selon les traditions liées par Ibn",
          "'Abbas, Qatadah et Said bin Jubayr, l'un des chefs de la Mecque, à cette",
          "occasion, est venu avec un os pourri d'une personne morte, du cimetière. Il a",
          "brisé et broyé en morceaux devant le Saint Prophète et acattering ses particules",
          "dans l'air, dit .- [ \"O Muhammad, vous dites que les morts sera porté à la vie.",
          "Dites-nous qui donnera vie à ces pourris et pourris os? \"] la réponse a été",
          "donnée immédiatement sous la forme de ces versets."
        ],
        "65" : [
          "Autrement dit, [ «Nous avons fait la goutte de sperme qui ne contenait que le",
          "germe de base de la vie pour développer dans une mesure qu'il a commencé à bouger",
          "et de manger comme les animaux. En outre, il a mis au point les pouvoirs de",
          "l'intelligence et le raisonnement et la dispute et de la parole, qui ne possédait",
          "pas l'arc par un animal, de sorte mu ch de sorte que maintenant il ose se lever",
          "comme un adversaire devant son Créateur \"]!"
        ]
      }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ ۖ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ",
      "simpleTranslate" : [
        "Et oubliant même jusqu’à sa propre création, il Nous lance ce proverbe : «Qui",
        "peut ranimer les ossements tombés en poussière?»"
      ],
      "tafsirTranslate" : [
        "Il frappe pour nous <N:66> une similitude et a oublié sa propre création <N:67>",
        "Il dit:. «Qui va accélérer les os quand ils ont pourri?"
      ],
      "tanslateWordByWord" : [
        "Et il expose",
        "pour nous",
        "un exemple",
        "et oublie",
        "son (propre) création",
        "Il dit",
        "Qui",
        "donnera vie",
        "(À) les os",
        "pendant qu'ils",
        "(Sont) décomposées"
      ],
      "notes" : {
        "66" : [
          "Autrement dit, [ \"Il nous concerne impuissant et faible comme la création, et",
          "échoue à ce que tout comme l'homme ne peut pas ressusciter les morts à la vie, ne",
          "peut donc pas non plus nous.\"]"
        ],
        "67" : [
          "[ \"oublie sa propre création\"]: [ \"Oublie que nous avons créé le germe de base de",
          "la vie de la matière morte, ce qui est devenu le moyen de sa création, puis Nous",
          "avons fait le germe de se développer à une telle mesure que maintenant il se",
          "tient devant nous comme un disputeur. \"]"
        ]
      }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ",
      "simpleTranslate" : [
        "Réponds-lui : «Les ranimera Celui qui les a créés la première fois, car Son",
        "pouvoir de créer n’a point de limite !"
      ],
      "tafsirTranslate" : [
        "Dis: «Celui qui le premier les a amenés à l'être va les accélérer; Il connaît",
        "bien près tous les types de création;"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Il leur donnera la vie",
        "Qui",
        "les produits",
        "(la première",
        "temps",
        "et il",
        "(Is) de chaque",
        "création",
        "Omniscient"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ",
      "simpleTranslate" : [
        "C’est Celui qui fait jaillir de l’arbre vert une étincelle dont vous allumez vos",
        "feux."
      ],
      "tafsirTranslate" : [
        "Celui qui a créé à partir d'un arbre vert un feu pour vous, un feu pour allumer",
        "vos poêles avec. <N:68>"
      ],
      "tanslateWordByWord" : [
        "Celui qui",
        "fabriqué",
        "pour toi",
        "de",
        "l'arbre",
        "[le vert",
        "Feu",
        "et voici",
        "Toi",
        "à partir de cela",
        "enflammer"
      ],
      "notes" : {
        "68" : [
          "Il signifie soit qu'il a placé la matière inflammable dans les arbres verts en",
          "raison de laquelle les gens allumer le feu des morceaux de bois. Ou, il est une",
          "allusion à la markh et 'afar arbres, dont les branches vertes les Arabes frappé",
          "les uns contre les autres pour produire les étincelles. Dans les temps anciens,",
          "les Bédouins ont utilisé cette méthode d'allumer le feu et pourrait même utiliser",
          "le même aujourd'hui."
        ]
      }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَىٰ أَنْ يَخْلُقَ مِثْلَهُمْ ۚ بَلَىٰ وَهُوَ الْخَلَّاقُ الْعَلِيمُ",
      "simpleTranslate" : [
        "Est-ce que Celui qui a créé les Cieux et la Terre ne serait pas capable de créer",
        "leurs pareils? Oui, bien sûr ! N’est-Il pas le Créateur, l’Omniscient?"
      ],
      "tafsirTranslate" : [
        "Celui qui a créé les cieux et la terre aucun pouvoir pour créer les goûts d'entre",
        "eux a? Oui, en effet, Il est le Créateur Superbe."
      ],
      "tanslateWordByWord" : [
        "N'est-ce pas",
        "(Lui qui",
        "créé",
        "Le Paradis",
        "et la terre",
        "Capable",
        "à",
        "[cette]",
        "Créer",
        "(La) comme d'entre eux",
        "Oui en effet",
        "et il",
        "(Est) le Créateur suprême",
        "l'Omniscient"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ",
      "simpleTranslate" : [
        "Quand Il veut une chose, il n’est pour Lui que de dire : “Sois !”, et la chose",
        "est.»"
      ],
      "tafsirTranslate" : [
        "Chaque fois qu'il veut une chose, il commande juste qu'il 'Be' et il est."
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "Son commandement",
        "quand",
        "Il a l'intention",
        "Une chose",
        "cette",
        "Il dit",
        "à ce",
        "Être",
        "et c'est"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ",
      "simpleTranslate" : [
        "Gloire donc à Celui qui détient dans Sa main la souveraineté absolue sur toute",
        "chose ! C’est vers Lui que vous serez tous ramenés."
      ],
      "tafsirTranslate" : [
        "Saint est celui qui a le plein contrôle sur tout, et vers Lui que vous serez tous",
        "rappelé."
      ],
      "tanslateWordByWord" : [
        "Alors gloire",
        "(À) Celui qui",
        "dans sa main",
        "est (la) domination",
        "(de tout",
        "des choses",
        "et à Lui",
        "vous retournerez"
      ],
      "notes" : { }
    }
  ],
  "medinian" : true
}