{
  "chapterNumber" : 37,
  "nbVerses" : 182,
  "name" : "Ceux qui sont placés en rangs, En rangs",
  "nameArabic" : "الصافات",
  "transName" : "aṣ-ṣāffāt",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "وَالصَّافَّاتِ صَفًّا",
      "simpleTranslate" : [
        "Par les anges disposés en rangs serrés,"
      ],
      "tafsirTranslate" : [
        "Par ceux qui se rangent en lignes;"
      ],
      "tanslateWordByWord" : [
        "Par ceux alignés",
        "(En) rangées"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "فَالزَّاجِرَاتِ زَجْرًا",
      "simpleTranslate" : [
        "qui montent une garde vigilante"
      ],
      "tafsirTranslate" : [
        "ceux qui réprouver sévèrement"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui conduisent",
        "fortement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "فَالتَّالِيَاتِ ذِكْرًا",
      "simpleTranslate" : [
        "et bénissent inlassablement le Nom du Seigneur,"
      ],
      "tafsirTranslate" : [
        "et ceux qui récitent le Exhortation; <N:1>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui récitent",
        "(le message"
      ],
      "notes" : {
        "1" : [
          "La majorité des commentateurs sont d'accord que tous ces trois groupes impliquent",
          "les groupes des anges, et la même explication de celui-ci a été rapporté de",
          "'Abdullah bin Mas'ud, Ibn `Abbas, Qatadah, Masruq dit bin Jubayr, Ikrima,",
          "Mujahid, Suddi, Ibn Zaid et Rabi 'bin Anas. Certains commentateurs ont donné",
          "d'autres commentaires aussi, mais ce commentaire est plus en harmonie avec le",
          "contexte. Les mots [ \"se rangent dans les rangs\"] font référence au fait que tous",
          "les anges qui arc administrent les affaires de l'univers, sont les humbles",
          "serviteurs d'Allah, et sont toujours prêts w effectuer tout scrvice et mettre en",
          "œuvre une commande de son. Ce thème -Possède encore été répétée dans le verset",
          "165 ci-dessous, où les anges disent à l'égard de eux-mêmes: [ \"Nous sommes les",
          "serviteurs à distance [(d'Allah)]». En ce qui concerne \"] réprimandes et la",
          "malédiction [\", certains commentateurs pensent qu'il se réfère à ces anges qui",
          "conduisent les nuages ​​et d'organiser les précipitations. Bien que ce sens ne",
          "sont pas erronées soit, le sens qui est plus pertinent pour le contexte suivant",
          "est que, parmi ceux-ci anges il y a aussi un groupe de ceux qui gronde et",
          "maudissent les gens désobéissants et les coupables, et cette réprimande et la",
          "malédiction est non seulement verbale, mais il pleut sur les êtres humains sous",
          "la forme de catastrophes naturelles et les catastrophes ».] Pour récitent",
          "admonition\" implique que, parmi ces anges il y a aussi ceux, qui effectuent le",
          "service d'avertissement afin d'attirer l'attention du peuple .à la vérité. ils le",
          "font en provoquant des catastrophes naturelles dont la prise garde nécessaire, et",
          "en ramenant les enseignements à les prophètes, et sous la forme de révélations",
          "avec lesquelles les hommes pieux sont bénis à travers eux."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "إِنَّ إِلَٰهَكُمْ لَوَاحِدٌ",
      "simpleTranslate" : [
        "en répétant : «Votre Dieu est Unique ;"
      ],
      "tafsirTranslate" : [
        "sûrement votre Dieu est Un, <N:2>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "votre Seigneur",
        "(Est) sûrement un"
      ],
      "notes" : {
        "2" : [
          "Ceci est la Vérité pour impressionner laquelle un serment a été prise par les",
          "anges portant les qualités mentionnées ci-dessus. En d'autres termes, ce qui est",
          "censé être dit est: [ \"L'ensemble du système de l'univers qui fonctionne dans le",
          "scrvice d'Allah, et toutes ces manifestations de cet univers qui amènent les",
          "mauvaises conséquences de déviation par rapport au service d'Allah devant les",
          "hommes , témoignent que le \"] dieu [\" des hommes est un et un seul \"] le mot [\"",
          "Ilah \"] applique aux deux significations:. [(1)] la divinité est effectivement",
          "servi et adoré; et [(2)] la divinité qui, en réalité, est digne d'être servi et",
          "adoré. Ici, le mot [ \"Ilah\"] a été utilisé dans le second sens, pour autant que",
          "le sens premier est concerné, les hommes ont adopté de nombreuses autres",
          "divinités. Voilà pourquoi nous avons traduit [ \"Ilah\"] comme [ \"vrai Dieu\"]."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِ",
      "simpleTranslate" : [
        "Il est le Maître des Cieux, de la Terre et des espaces interstellaires et Il est",
        "le Maître des Orients !»"
      ],
      "tafsirTranslate" : [
        ", le Seigneur des cieux et de la terre et de tout ce qui se trouve entre les",
        "deux, le Seigneur <N:3> du Orients <N:4>."
      ],
      "tanslateWordByWord" : [
        "Seigneur",
        "(De) les cieux",
        "et la terre",
        "et quoi",
        "(Est) entre les deux",
        "et lord",
        "(De) chaque point du lever du soleil"
      ],
      "notes" : {
        "4" : [
          "Les ETCD solaires augmentent pas toujours au même point, mais à un point",
          "différent tous les jours. En outre, il DCES pas augmenté à un seul et même temps",
          "pour le monde entier, mais monte à des moments différents pour les différentes",
          "parties de la terre. Voilà pourquoi le pluriel \"] Mashariq [\" [(Orients)] a été",
          "utilisé pour indiquer les différents points où le soleil se lève selon la saison",
          "de l'année. Le mot correspondant 'Magharib \"] [(Wests)] n'a pas été utilisé parce",
          "que Mashariq se pointe vers Magharib Cependant, dans la sourate Al-Ma'arij, le",
          "mot magharib a également été utilisé avec tnashariq: Rabb-al-mashariqi Wal-",
          "magharib."
        ],
        "3" : [
          "La vérité qui a été transmise dans ces versets est: [ \"Le Maître et Maître de",
          "l'Univers est la vraie divinité des hommes: Lui seul peut être, et devrait être,",
          "l'.Deity Il serait tout à fait irrationnel. que le Rabb [(ie. Maître, souverain,",
          "gardien et Pourvoyeur)] de l'homme devrait être l'un mais son Ilah [(divinité)]",
          "une autre. la raison fondamentale pour le culte est que l'homme doit",
          "naturellement se prosterner devant et reconnaître la supériorité de celui qui",
          "peut lui apporter du mal et du bien, qui peut répondre à ses besoins et",
          "exigences, qui peuvent faire ou défaire son destin et a le pouvoir sur sa vie et",
          "à la survie elle-même. Si l'homme comprend cela, il comprendra automatiquement",
          "que pour adorer celui qui n'a pas pouvoir et non pour l'adorer qui a tous les",
          "pouvoirs à l'arc à la fois contre la raison et de la nature. Celui qui seul est",
          "digne de culte est celui qui possède les pouvoirs. en ce qui concerne les êtres",
          "impuissants, ils ne sont ni digne d'adoration, ni est en aucune façon rentable",
          "d'adorer et prier pour eux, car il est pas en leur pouvoir de prendre une action",
          "quelconque sur les pétitions et les prières de l'homme. Pour incliner devant eux",
          "humblement et de pétition eux serait aussi stupide et dénué de sens d'un acte à",
          "l'arc avant et pétition un autre qui a lui-même passé devant une règle pour faire",
          "prosterna et soumettre ses requêtes."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ",
      "simpleTranslate" : [
        "En vérité, Nous avons donné au ciel le plus proche une parure d’étoiles,"
      ],
      "tafsirTranslate" : [
        "Nous avons décoré le ciel le plus bas avec l'ornement des étoiles <N:5>"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "[Nous] embelli",
        "Le ciel",
        "[le monde]",
        "avec une parure",
        "(De) les étoiles"
      ],
      "notes" : {
        "5" : [
          "[ «Lower ciel»]: Le ciel plus proche qui peut être vu à l'œil nu, sans l'aide",
          "d'un télescope. Les mondes au-delà de ce qui peut être vu à travers les",
          "télescopes de différentes puissances, et les mondes qui ne l'ont pas encore été",
          "observés par des gémissements, sont les cieux lointains. A cet égard, il convient",
          "également de noter que [ \"sama\"] ne sont pas quelque chose de précis et",
          "déterminé, mais l'homme en général a utilisé ce mot et ses autres synonymes pour",
          "les cieux depuis les premiers temps."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ",
      "simpleTranslate" : [
        "afin de le protéger contre les démons rebelles"
      ],
      "tafsirTranslate" : [
        ". Et l'ont protégé de chaque satan rebelle <N:6>"
      ],
      "tanslateWordByWord" : [
        "Et (à) garde",
        "contre",
        "chaque",
        "diable",
        "rebelle"
      ],
      "notes" : {
        "6" : [
          "Autrement dit, «Le ciel est pas l'espace simplement vide de sorte que toute",
          "personne qui aime peut entrer, mais il a été fortifié fortement, et ses",
          "différentes régions ont été délimitées par des barrières fortes qu'il est",
          "impossible pour tout rebelle satan de les dépasser. Chaque étoile et de la",
          "planète dans l'univers a son propre cercle et sphère échapper à ce qui est aussi",
          "difficile que d'y entrer. Avec l'œil nu, on ne peut voir l'espace vide, mais, en",
          "réalité, il y a des régions innombrables l'espace qui ont été encore plus",
          "fortement fortifiée et protégée que ce qu'ils pourraient être par des murs",
          "d'acier. on peut imaginer et d'estimer la force de ces obstacles par les",
          "difficultés homme éprouve de la façon d'atteindre la lune, qui est notre voisin",
          "le plus proche dans l'espace. des difficultés similaires empêchent l'autre",
          "création de la terre, les djinns, de monter vers les cieux."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَىٰ وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ",
      "simpleTranslate" : [
        "et les empêcher, en les harcelant de toutes parts, de venir surprendre quelques",
        "secrets du monde céleste."
      ],
      "tafsirTranslate" : [
        "Ces satans ne peuvent pas écouter ce qui transpire dans le Haut Conseil pour",
        "qu'ils jetaient loin de chaque côté"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "ils peuvent écouter",
        "à",
        "l'Assemblée",
        "[Le] exalté",
        "sont bombardés",
        "de",
        "chaque",
        "côté"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "دُحُورًا ۖ وَلَهُمْ عَذَابٌ وَاصِبٌ",
      "simpleTranslate" : [
        "Ainsi refoulés, ils seront livrés à un tourment permanent,"
      ],
      "tafsirTranslate" : [
        "et sont repoussés. Leur est un châtiment sans cesse."
      ],
      "tanslateWordByWord" : [
        "repoussés",
        "et pour eux",
        "(Est) une punition",
        "perpétuel"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ",
      "simpleTranslate" : [
        "à moins que l’un d’eux ne saisisse au vol quelques bribes d’entretien ; mais il",
        "serait alors aussitôt poursuivi par un météore flamboyant."
      ],
      "tafsirTranslate" : [
        "Et si quelqu'un est capable d'arracher un fragment, il est poursuivi par une",
        "flamme de piercing. <N:7>"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "(Lui) qui",
        "bribes",
        "(Par) le vol",
        "mais le suit",
        "une flamme",
        "perçant"
      ],
      "notes" : {
        "7" : [
          "Pour comprendre cela il faut garder en vue le fait que, dans le temps du Saint",
          "Prophète, soothsa ving était en grande vogue en Arabie. Les devins utilisés pour",
          "faire des prédictions, donner des nouvelles de l'invisible, dire où se trouvent",
          "les propriétés et les objets perdus, et les gens utilisés pour les visiter pour",
          "connaître les événements de leur vies passées et futures. Ces devins ont affirmé",
          "qu'ils avaient des djinns et satans sous leur contrôle, qui les a toutes sortes",
          "de nouvelles. Dans ce contexte, lorsque le Saint Prophète a été nommé à la",
          "Prophétie, et il commença à réciter les versets du Coran, qui décrit l'histoire",
          "passée et contenait des nouvelles de l'avenir, et a également déclaré qu'un ange",
          "lui apporta ces versets, ses adversaires immédiatement lui marque un devin et a",
          "commencé à dire aux autres que, comme les autres devins, lui aussi a été associé",
          "à un satan, qui lui a apporté des nouvelles du ciel, qu'il présenta comme des",
          "révélations d'Allah. Pour réfuter cette accusation, Allah dit:. [ \"Les satans ont",
          "pas accès au ciel Ils ont pas le pouvoir d'entendre les conversations des anges",
          "et apporter ses nouvelles pour les autres, si par hasard un peu de celui-ci entre",
          "dans l'oreille d'un satan, . et il essaie de le ramener, il est suivi par une",
          "flamme clignotant \"] En d'autres termes, cela signifie: [\" le grand système de",
          "l'univers, qui fonctionne sous l'agence des anges a été fermement gardé et",
          "protégé contre .. toutes les interférences des satans Sans parler d'ingérence",
          "dans, ils ne sont même pas le pouvoir d'obtenir toutes sortes d'informations à ce",
          "sujet \"] [(pour de plus amples explications, voir AI-Hijr: 17-18 et eN ' de",
          "ceux-ci)]."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "فَاسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَمْ مَنْ خَلَقْنَا ۚ إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ",
      "simpleTranslate" : [
        "Demande aux infidèles lequel fut plus difficile pour Nous à créer, d’eux ou des",
        "autres créatures? Eux, Nous les avons tirés d’une simple terre glaise."
      ],
      "tafsirTranslate" : [
        "Alors eux (qui est, les êtres humains) demander: «Sont-ils plus difficiles à",
        "créer que les objets que nous avons créé? <N:8> Nous les avons créés à partir",
        "d'argile collant <N:9>."
      ],
      "tanslateWordByWord" : [
        "Ensuite, demandez-leur",
        "Sont-ils",
        "une plus forte",
        "création",
        "ou",
        "(Ceux) qui",
        "Nous avons créé",
        "En effet, nous",
        "les a créés",
        "de",
        "une argile",
        "gluant"
      ],
      "notes" : {
        "8" : [
          "Ceci est une réponse aux soupçons des mécréants de la Mecque, qu'ils ont",
          "présentées à propos de l'au-delà. Ils pensaient que l'au-delà n'a pas été",
          "possible, car il est impossible que les hommes morts doivent être recréés. En",
          "réponse à cela, Allah présente des arguments pour la possibilité de l'au-delà et",
          "demande: [ \"Si vous pensez que la récréation des hommes morts est une tâche très",
          "difficile qui nous n'avons pas le pouvoir d'accomplir, pensez-vous qu'il est",
          "facile pour créer la terre et les cieux et les choses innombrables qu'ils",
          "contiennent? Pourquoi ne pas utiliser votre bon sens? pensez-vous que Dieu pour",
          "qui il n'a pas été du tout difficile de créer ce grand univers et qui vous a",
          "créés dans le première instance, ne sera pas le pouvoir de vous créer une fois de",
          "plus? \"]"
        ],
        "9" : [
          "Autrement dit, [ «L'homme est pas une chose difficile à faire. Il a été créé à",
          "partir d'argile, et peut à nouveau être créé à partir de la même argile.\"] [",
          "\"Homme créé d'argile collante\"] signifie que le premier homme a été créé",
          "directement à partir de l'argile, puis sa course a été perpétué par",
          "l'intermédiaire de la goutte de sperme. Cela signifie également que chaque homme",
          "a été «créé à partir de l'argile collante, pour toute la substance du corps de",
          "l'homme est obtenu à partir de la terre. La goutte de sperme dont il est créé,",
          "est un produit de la nourriture, et toutes les substances qui composent son être",
          "physique, à partir du moment où il est conçue jusqu'à sa mort, sont également",
          "fournis par la nourriture. La source de la nourriture, que ce soit la chair ou",
          "animale ou végétale, est finalement la même terre qui, en combinaison avec l'eau",
          "produit du maïs et des légumes et des fruits pour devenir la nourriture pour",
          "l'homme, et de nourrir les animaux, qui fournissent du lait et de la chair pour",
          "l'usage de l'homme . Ainsi, la base de l'argument est: Man ne pouvait pas être",
          "vivant aujourd'hui si la terre et l'argile ne sont pas devenus la source de la",
          "vie pour lui. Et s'il est possible aujourd'hui de créer la vie en elle, en tant",
          "que votre propre existence est un pointeur clair et précis à cette possibilité,",
          "pourquoi serait-il impossible d'amener votre re-création de la même terre demain?"
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "بَلْ عَجِبْتَ وَيَسْخَرُونَ",
      "simpleTranslate" : [
        "Mais pendant que tu t’émerveilles devant la puissance divine, eux se contentent",
        "de s’en moquer ;"
      ],
      "tafsirTranslate" : [
        "Vous émerveiller (les merveilleuses créations d'Allah) et ils se moquent de lui,"
      ],
      "tanslateWordByWord" : [
        "Non",
        "vous vous demandez",
        "alors qu'ils se moquent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَإِذَا ذُكِّرُوا لَا يَذْكُرُونَ",
      "simpleTranslate" : [
        "et lorsqu’on les exhorte, ils font preuve d’une totale insensibilité."
      ],
      "tafsirTranslate" : [
        "et quand ils sont avertis, ils ne prêtent aucune attention;"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "il leur est rappelé",
        "ne pas",
        "ils reçoivent admonition"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَإِذَا رَأَوْا آيَةً يَسْتَسْخِرُونَ",
      "simpleTranslate" : [
        "Voient-ils quelque signe de Dieu, ils le tournent aussitôt en dérision."
      ],
      "tafsirTranslate" : [
        "et s'ils voient aucun signe, ils rient éloigner"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "ils voient",
        "un panneau",
        "ils se moquent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَقَالُوا إِنْ هَٰذَا إِلَّا سِحْرٌ مُبِينٌ",
      "simpleTranslate" : [
        "«Ce n’est là que pure magie !, disent-ils."
      ],
      "tafsirTranslate" : [
        "et dire:. «Ce ne sont que la sorcellerie plaine <N:10>"
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "ne pas",
        "(est-ce",
        "sauf",
        "une magie",
        "clair"
      ],
      "notes" : {
        "10" : [
          "Autrement dit, [ \"Cette personne parle du monde de la magie dans laquelle les",
          "morts ressusciteront, et sera produit devant un tribunal et envoyé au ciel et",
          "l'enfer\"] ou, il peut aussi signifier: \"Cette personne parle comme un fou Ce",
          "qu'il parle est une preuve évidente que quelqu'un a travaillé la magie sur lui.",
          "sinon, une personne sensée ne pouvait pas parler de telles choses."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ",
      "simpleTranslate" : [
        "Est-ce que, une fois morts et réduits en ossements et en poussière, nous allons",
        "être ramenés à la vie?"
      ],
      "tafsirTranslate" : [
        "Est-il jamais possible que, après notre mort et sont réduits à la poussière et",
        "(un squelette) os, nous ressuscités à la vie?"
      ],
      "tanslateWordByWord" : [
        "Est-ce quand",
        "nous sommes morts",
        "et sont devenus",
        "poussière",
        "et les os",
        "serons-nous",
        "être certainement ressuscités"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "أَوَآبَاؤُنَا الْأَوَّلُونَ",
      "simpleTranslate" : [
        "Et nos premiers ancêtres aussi?»"
      ],
      "tafsirTranslate" : [
        "Et aussi sont nos ancêtres d'autrefois être porté à la vie?"
      ],
      "tanslateWordByWord" : [
        "Ou nos pères",
        "ancien"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "قُلْ نَعَمْ وَأَنْتُمْ دَاخِرُونَ",
      "simpleTranslate" : [
        "Réponds-leur : «Bien sûr que vous serez ressuscités et humblement soumis.»"
      ],
      "tafsirTranslate" : [
        "Dites-leur: «Oui; et vous êtes totalement impuissant (contre Allah). » <N:11>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Oui",
        "et toi",
        "(Sera) humilié"
      ],
      "notes" : {
        "11" : [
          "Autrement dit, [ \"Allah peut faire de vous ce qu'Il aime Quand il a voulu, vous",
          "êtes entré dans être immédiatement;. Quand il veut, tu vas mourir à une commande",
          "par Lui, et puis à chaque fois qu'il veut, Sa seule commande vous élèvera retour",
          "à soulever. \"]"
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ فَإِذَا هُمْ يَنْظُرُونَ",
      "simpleTranslate" : [
        "Un seul cri retentira et voilà les morts hors de leurs tombes, bien réveillés"
      ],
      "tafsirTranslate" : [
        "Il y aura un seul rebuffade sévère et voici, ils observeront avec leurs propres",
        "yeux (tout ce qu'ils avaient été mis en garde contre). <N:12>"
      ],
      "tanslateWordByWord" : [
        "Alors seulement",
        "il",
        "(Sera) un cri",
        "unique",
        "puis, voici",
        "Ils",
        "verra"
      ],
      "notes" : {
        "12" : [
          "Autrement dit, [ «Quand vient le temps pour cela, il ne sera pas difficile de",
          "rétablir le monde entier. Juste un seul cri sera suffisant pour que la population",
          "de se réveiller. Ici, le mot\" ] cri [ \"ou\"] pleurer [ \"est très significatif. Il",
          "représente la résurrection comme si les gens qui sont morts depuis le début de la",
          "création jusqu'au dernier jour, étaient couchés endormi, et une commande soudaine",
          "à leur\"] suite up [ \"les fera se lever tout à la fois.\"]"
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَقَالُوا يَا وَيْلَنَا هَٰذَا يَوْمُ الدِّينِ",
      "simpleTranslate" : [
        "et s’écriant : «Malheur à nous ! Voilà que le Jour du Jugement dernier est arrivé",
        "!»"
      ],
      "tafsirTranslate" : [
        "Ils diront alors: «Malheur pour nous. Ceci est le Jour du Jugement »."
      ],
      "tanslateWordByWord" : [
        "Et ils diront",
        "Malheur à nous",
        "Ce",
        "(Est) Jour",
        "(De) la Rétribution"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "هَٰذَا يَوْمُ الْفَصْلِ الَّذِي كُنْتُمْ بِهِ تُكَذِّبُونَ",
      "simpleTranslate" : [
        "Oui, voilà le Jour de la Décision que vous traitiez de mensonge !"
      ],
      "tafsirTranslate" : [
        "Oui, ceci est le jour de la décision finale que vous avez utilisé pour nier comme",
        "un mensonge. » <N:13>"
      ],
      "tanslateWordByWord" : [
        "Ce",
        "(Est) Jour",
        "(De) Arrêt",
        "lequel",
        "vous avez utilisé pour",
        "[De lui]",
        "nier"
      ],
      "notes" : {
        "13" : [
          "Il se peut que ce qui est dit par les croyants, ou par les anges; ou il peut",
          "être, pour ainsi dire, l'expression commune des conditions qui prévalent dans la",
          "plaine de la Résurrection ou il peut aussi bien être une autre réaction des gens",
          "eux-mêmes. Autrement dit, ils peuvent dire dans leur cœur. [ «Dans le monde, vous",
          "avez vécu d'une manière comme si aucun jour du jugement viendrait jamais.",
          "Maintenant, vous êtes venus à votre malheur! C'est le même jour que vous avez",
          "utilisé pour refuser!\"]"
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "احْشُرُوا الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ وَمَا كَانُوا يَعْبُدُونَ",
      "simpleTranslate" : [
        "«Rassemblez, sera-t-il ordonné, les impies ainsi que leurs épouses et les",
        "divinités qu’ils adoraient,"
      ],
      "tafsirTranslate" : [
        "(Puis sera la commande être donnée): «Muster tous les injustes <N:14> et leurs",
        "conjoints <N:15> et les divinités dont ils se servaient pour servir"
      ],
      "tanslateWordByWord" : [
        "Recueillir",
        "ceux qui",
        "lésés",
        "et leurs types",
        "et quoi",
        "ils avaient l'habitude)",
        "culte"
      ],
      "notes" : {
        "14" : [
          "[ \"Les gens injustes\"] DCEs impliquent non seulement ceux qui ont commis des",
          "injustices dans le monde, mais comme un terme coranique Zalim implique chacune de",
          "ces personnes, qui auraient adopté la voie de la rébellion et la désobéissance",
          "contre Allah. [ \""
        ],
        "15" : [
          "Le mot \"] azwaj\" dans l'original pourrait également impliquer leurs épouses, qui",
          "étaient leurs associés dans cette rébellion, ainsi que tous ceux qui étaient",
          "rebelles et désobéissants comme eux. En outre, il peut également signifier que",
          "les coupables de différentes catégories seront réunis en groupes séparés."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "مِنْ دُونِ اللَّهِ فَاهْدُوهُمْ إِلَىٰ صِرَاطِ الْجَحِيمِ",
      "simpleTranslate" : [
        "en dehors de Dieu ! Conduisez-les en Enfer !"
      ],
      "tafsirTranslate" : [
        "en dehors d'Allah, <N:16> et les diriger vers le chemin de l'Enfer,"
      ],
      "tanslateWordByWord" : [
        "outre",
        "outre",
        "Allah",
        "puis les conduire",
        "à",
        "(le chemin",
        "(Des) Hellfire"
      ],
      "notes" : {
        "16" : [
          "[ \"Dieux\"] ici implique deux sortes de dieux: [(1)] Ces hommes et satans qui se",
          "souhaite que les gens devraient eux au lieu d'Allah adorer; . Et (21 ces idoles",
          "et des arbres et des pierres, etc., qui ont été effectivement adorés dans le",
          "monde Le premier type de dieux seront inclus parmi les coupables eux-mêmes et",
          "seront amenés à l'enfer pour la peine, l'autre type d'entre eux seront . être",
          "jeté en enfer avec leurs adorateurs afin qu'ils se sentent constamment honte et",
          "continuent à regretter leurs folies ailleurs, il y a aussi un troisième type des",
          "dieux, qui ont été adorés dans le monde, mais sans leur consentement et de la",
          "connaissance; ils plutôt interdit aux gens d'adorer quelqu'un, mais Allah, par",
          "exemple, les anges, les prophètes et les saints. de toute évidence, ce genre de",
          "dieux ne sera pas inclus parmi les dieux qui seront conduits à l'enfer avec leurs",
          "adorateurs."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَقِفُوهُمْ ۖ إِنَّهُمْ مَسْئُولُونَ",
      "simpleTranslate" : [
        "Saisissez-vous-en ! Ils ont des comptes à rendre !»"
      ],
      "tafsirTranslate" : [
        "et les détenir là; ils seront appelés à rendre compte."
      ],
      "tanslateWordByWord" : [
        "Et les arrêter",
        "en effet, ils",
        "(Sont) d'être interrogé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "مَا لَكُمْ لَا تَنَاصَرُونَ",
      "simpleTranslate" : [
        "Et il leur sera dit : «Pourquoi ne vous portez-vous pas mutuellement secours?»"
      ],
      "tafsirTranslate" : [
        "Comment est-ce que vous n'êtes pas en aide à une autre?"
      ],
      "tanslateWordByWord" : [
        "Quelle",
        "(est pour toi",
        "(Pourquoi pas",
        "vous aidez les uns les autres"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "بَلْ هُمُ الْيَوْمَ مُسْتَسْلِمُونَ",
      "simpleTranslate" : [
        "Mais, ce jour-là, ils se seront totalement soumis"
      ],
      "tafsirTranslate" : [
        "En effet, aujourd'hui, ils sont eux-mêmes livrait complètement. » <N:17>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "ils",
        "(ce jour la",
        "(Se) rendre"
      ],
      "notes" : {
        "17" : [
          "La première phrase sera adressée aux coupables, et la seconde aux spectateurs",
          "ordinaires, qui seront à regarder la scène du départ de coupables pour l'enfer.",
          "Cette phrase se raconte des conditions générales à l'époque. Il raconte comment",
          "les coupables du monde orgueilleux et rebelles vont se déplacer vers l'enfer",
          "docilement et sans montrer aucune résistance. Quelque part une sorte sera vu",
          "bousculer, et personne ne parmi ses courtisans se présenteront pour sauver [ \"Sa",
          "Majesté\"]; quelque part un peu conquérant du monde et un dictateur va se déplacer",
          "loin dans l'humiliation et la honte, et son brave armée elle-même de le livrer à",
          "la punition; quelque part un saint ou un saint-père seront vus d'être jeté dans",
          "l'enfer, et pas un de ses disciples la peine de le sauver écume disgrâce; quelque",
          "part quelque chef sera péniblement impuissant vers l'enfer, et ceux qui ont",
          "utilisé pour glorifier et applaudir lui dans le monde, se détournent leurs yeux",
          "de lui. Tant et si bien que le (plus qui n'a jamais été prêt à tout sacrifier",
          "pour le bien-aimé dans le monde, se sentent moins concernés pour le sauver de son",
          "sort. En décrivant cette scène Allah veut impressionner comment les relations de",
          "l'homme avec l'homme, qui sont sur la base de la rébellion contre Allah dans le",
          "monde, va briser dans l'au-delà, et comment l'orgueil de ceux qui sont impliqués",
          "dans l'arrogance et la vanité ici, sera rined."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَاءَلُونَ",
      "simpleTranslate" : [
        "et, se tournant les uns vers les autres, ils se feront de mutuels reproches :"
      ],
      "tafsirTranslate" : [
        "Ils se tourneront alors vers l'autre (et commencer à se quereller)."
      ],
      "tanslateWordByWord" : [
        "Et approchera",
        "certains d'entre eux",
        "à",
        "autres",
        "interroger les uns les autres"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "قَالُوا إِنَّكُمْ كُنْتُمْ تَأْتُونَنَا عَنِ الْيَمِينِ",
      "simpleTranslate" : [
        "«Vous nous avez entraînés dans votre sillage !», diront les impies à leurs",
        "maîtres."
      ],
      "tafsirTranslate" : [
        "(Les disciples vont dire à leurs dirigeants): \". Vous avez utilisé pour nous",
        "venir de la main droite» <N:18>"
      ],
      "tanslateWordByWord" : [
        "Ils diront",
        "En effet, vous",
        "[Vous] utilisé (à)",
        "viens à nous",
        "de",
        "la droite"
      ],
      "notes" : {
        "18" : [
          "Le mot yamin en arabe est utilisé pour plusieurs significations. Cela peut",
          "signifier l'utilisation de la force, ou bien qui souhaitent, ou de jurer un",
          "serment. En conséquence, le verset signifierait: [(1)] [ \"Vous nous contraint à",
          "l'erreur suivante et de la déviation\"]; ou [(2)] [ \"vous nous trompé en posant",
          "comme nos sympathisants\"]; ou [(3)] [ \"tu as juré serment de nous assurer que ce",
          "que vous présentiez était le trnth même.\"]"
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "قَالُوا بَلْ لَمْ تَكُونُوا مُؤْمِنِينَ",
      "simpleTranslate" : [
        "– «Ce n’est pas vrai, rétorqueront leurs maîtres, vous n’avez jamais été croyants",
        "!"
      ],
      "tafsirTranslate" : [
        "Ils diront: «Non, vous-mêmes ne sont pas ceux qui croient."
      ],
      "tanslateWordByWord" : [
        "Ils diront",
        "Non",
        "ne pas",
        "vous étiez",
        "croyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "وَمَا كَانَ لَنَا عَلَيْكُمْ مِنْ سُلْطَانٍ ۖ بَلْ كُنْتُمْ قَوْمًا طَاغِينَ",
      "simpleTranslate" : [
        "Nous n’avons exercé aucune contrainte sur vous ; mais vous étiez naturellement",
        "rebelles !"
      ],
      "tafsirTranslate" : [
        "Nous avons eu aucun pouvoir sur vous. Vous étiez un peuple rebelle,"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "était",
        "pour nous",
        "sur vous",
        "tout",
        "autorité",
        "Non",
        "vous étiez",
        "un peuple",
        "transgresseur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَا ۖ إِنَّا لَذَائِقُونَ",
      "simpleTranslate" : [
        "Voici que se réalise, contre nous tous, l’arrêt de Notre Seigneur nous condamnant",
        "à expier nos fautes dans le tourment et la douleur."
      ],
      "tafsirTranslate" : [
        "et ainsi nous sommes devenus dignes de la Parole de notre Seigneur que nous",
        "serons fait souffrir le châtiment."
      ],
      "tanslateWordByWord" : [
        "Donc, il a été prouvé vrai",
        "contre nous",
        "(le mot",
        "(De) notre Seigneur",
        "en effet, nous",
        "(Volonté) goût certainement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "فَأَغْوَيْنَاكُمْ إِنَّا كُنَّا غَاوِينَ",
      "simpleTranslate" : [
        "Et si nous vous avons égarés, c’est que nous-mêmes étions dans l’erreur.»"
      ],
      "tafsirTranslate" : [
        "Alors nous vous égarer; nous nous ont été égaré. » <N:19>"
      ],
      "tanslateWordByWord" : [
        "Donc, nous vous égarer",
        "en effet, nous",
        "ont été",
        "égaré"
      ],
      "notes" : {
        "19" : [
          "Pour une explication, voir les 51, 52 E.N, 53 de la sourate Saba."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "فَإِنَّهُمْ يَوْمَئِذٍ فِي الْعَذَابِ مُشْتَرِكُونَ",
      "simpleTranslate" : [
        "C’est ainsi qu’impies et démons seront tous, ce jour-là, associés dans le",
        "tourment et la douleur."
      ],
      "tafsirTranslate" : [
        "Ce jour-là, ils seront tous partager le châtiment. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Alors, en effet, ils",
        "Ce jour là",
        "dans",
        "la punition",
        "(Sera) partageurs"
      ],
      "notes" : {
        "20" : [
          "Autrement dit, les adeptes ainsi que les guides, égarent ainsi que l'induit en",
          "erreur, tous souffriront le même tourment. les disciples ne seront ni de l'excuse",
          "être entendu qu'ils ne se sont pas égarés, mais avait été induit en erreur, ni",
          "les guides de l'excuse acceptée que les gens eux-mêmes ne sont pas désireux de",
          "suivre le droit chemin."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "إِنَّا كَذَٰلِكَ نَفْعَلُ بِالْمُجْرِمِينَ",
      "simpleTranslate" : [
        "Et c’est ainsi, en vérité, que Nous traiterons les criminels"
      ],
      "tafsirTranslate" : [
        "Ainsi traitons-nous les coupables."
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "Ainsi",
        "On s'arrange",
        "avec les criminels"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "إِنَّهُمْ كَانُوا إِذَا قِيلَ لَهُمْ لَا إِلَٰهَ إِلَّا اللَّهُ يَسْتَكْبِرُونَ",
      "simpleTranslate" : [
        "qui, quand on leur disait : «Il n’y a d’autre divinité que Dieu !», s’enflaient",
        "d’orgueil"
      ],
      "tafsirTranslate" : [
        "Chaque fois qu'il a été dit: «Il n'y a pas de vraie divinité à part Allah, 'ils",
        "cirés fiers"
      ],
      "tanslateWordByWord" : [
        "En effet, ils",
        "ont été",
        "quand",
        "il a été dit",
        "pour eux",
        "(Il n'y a pas",
        "Dieu",
        "sauf",
        "Allah",
        "étaient arrogants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَيَقُولُونَ أَئِنَّا لَتَارِكُو آلِهَتِنَا لِشَاعِرٍ مَجْنُونٍ",
      "simpleTranslate" : [
        "et rétorquaient : «Quoi ! Allons-nous abandonner nos divinités pour suivre un",
        "poète en délire?»"
      ],
      "tafsirTranslate" : [
        "et dit: «Allons-nous abandonner nos divinités pour l'amour d'un poète distrait?"
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Sommes nous",
        "partir",
        "nos dieux",
        "pour un poète",
        "furieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "بَلْ جَاءَ بِالْحَقِّ وَصَدَّقَ الْمُرْسَلِينَ",
      "simpleTranslate" : [
        "Bien au contraire, le Prophète apporte la Vérité et confirme la mission des",
        "autres envoyés !"
      ],
      "tafsirTranslate" : [
        "(Ils disent bien) il a apporté la vérité et a confirmé la véracité des Messagers.",
        "<N:21>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "il a apporté",
        "la vérité",
        "et confirmée",
        "les messagers"
      ],
      "notes" : {
        "21" : [
          "Confirmation des Messagers a trois significations et tous les trois sont",
          "impliqués ici: [(1)] Ce qu'il n'a pas opposé un ancien Messenger afin que les",
          "croyants de ce Messenger pourraient avoir un motif raisonnable de préjugé contre",
          "lui; il avait plutôt confirmé tous les anciens messagers envoyés par Dieu; [(2)]",
          "qu'il n'a pas apporté quelque chose de nouveau ou d'un roman, mais il avait",
          "présenté le même que les anciens messagers de Dieu avaient été présentent dès le",
          "début; et [(3)] qu'il vraiment satisfait et correspondait aux prédictions que les",
          "anciens messagers avaient faits le concernant."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "إِنَّكُمْ لَذَائِقُو الْعَذَابِ الْأَلِيمِ",
      "simpleTranslate" : [
        "Vous serez, certes, exposés à un douloureux châtiment ;"
      ],
      "tafsirTranslate" : [
        "(On leur dira): «Vous goûterez le châtiment douloureux."
      ],
      "tanslateWordByWord" : [
        "En effet, vous",
        "(Volonté) sûrement goûter",
        "la punition",
        "douloureux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "وَمَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "mais vous ne serez rétribués que selon les œuvres que vous aurez accomplies,"
      ],
      "tafsirTranslate" : [
        "Vous ne serez rétribués en fonction de vos actions."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "vous rétribuera",
        "sauf",
        "quelle",
        "vous avez utilisé pour",
        "faire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ",
      "simpleTranslate" : [
        "pendant que les serviteurs élus de Dieu"
      ],
      "tafsirTranslate" : [
        "Mais les serviteurs élus d'Allah (doit être épargnée cette fin lamentable)."
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "(les) esclaves",
        "(De) Allah",
        "les selectionnés"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "أُولَٰئِكَ لَهُمْ رِزْقٌ مَعْلُومٌ",
      "simpleTranslate" : [
        "recevront, eux, en don continuel"
      ],
      "tafsirTranslate" : [
        "Pour les attend une disposition connue, <N:22>"
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "pour eux",
        "(Sera) une disposition",
        "déterminé"
      ],
      "notes" : {
        "22" : [
          "[ \"Une disposition connue\"]: Une disposition dont toutes les caractéristiques ont",
          "été faites à leur connaissance, qu'ils sont sûrs de recevoir, sur laquelle ils",
          "ont aussi la pleine satisfaction qu'ils continueront à le recevoir pour toujours,",
          "et sur lequel il n'y a pas de crainte qu'ils peuvent ou ne peuvent pas le faire à",
          "un moment donné."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "فَوَاكِهُ ۖ وَهُمْ مُكْرَمُونَ",
      "simpleTranslate" : [
        "toutes sortes de fruits, et seront honorés"
      ],
      "tafsirTranslate" : [
        "une variété de fruits délicieux; et ils seront honorés <N:23>"
      ],
      "tanslateWordByWord" : [
        "Fruits",
        "et ils",
        "(Sera) honoré"
      ],
      "notes" : {
        "23" : [
          "Il y a là une allusion subtile à ce que dans le paradis alimentaire sera assurée",
          "de ne pas servir de nourriture, mais pour le plaisir et la joie. Autrement dit,",
          "la nourriture il ne sera pas signifié pour reconstituer les déficiences",
          "corporelles par l'alimentation, sans déficit tout ce qui peut se produire dans le",
          "corps que la vie éternelle, ni ne l'homme ont l'appétit, l'appétit est causée par",
          "le processus d'assimilation dans le corps , pas plus que le corps demande",
          "alimentaire pour sa survie. Voilà pourquoi le mot fawakih a été utilisé pour les",
          "différents types d'aliments à Paradise, qui contient le sens du goût et de",
          "plaisir plus que celui de la nutrition."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "فِي جَنَّاتِ النَّعِيمِ",
      "simpleTranslate" : [
        "dans les Jardins des délices,"
      ],
      "tafsirTranslate" : [
        "dans les jardins de Bliss."
      ],
      "tanslateWordByWord" : [
        "Dans",
        "Jardins",
        "(De) Delight"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "عَلَىٰ سُرُرٍ مُتَقَابِلِينَ",
      "simpleTranslate" : [
        "se faisant face et confortablement installés."
      ],
      "tafsirTranslate" : [
        "Ils seront assis sur des lits fixés face à face;"
      ],
      "tanslateWordByWord" : [
        "Sur",
        "trônes",
        "l'un face à l'autre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِنْ مَعِينٍ",
      "simpleTranslate" : [
        "On fera circuler entre eux, dans des coupes, une liqueur"
      ],
      "tafsirTranslate" : [
        "une tasse remplie de vin <N:24> à partir de ses sources, <N:25> sera passé autour",
        "d'eux; <N:26>"
      ],
      "tanslateWordByWord" : [
        "Sera distribué",
        "parmi eux",
        "une tasse",
        "de",
        "un ressort qui coule"
      ],
      "notes" : {
        "24" : [
          "Autrement dit, `Il ne sera pas le genre de vin qui est extrait de fruits pourris",
          "et de maïs dans le monde, mais il va couler naturellement de fontaines comme des",
          "canaux. Dans la sourate Muhammad, la même chose a été décrit plus clairement,",
          "ainsi:. ........ Et canaux sera circulant dans ce vin qui sera délicieux pour les",
          "buveurs [ \"[(v. 15)]"
        ],
        "25" : [
          "Ici, le mot ka `s [(tasse)] seulement a été utilisé et il n'y a aucune mention du",
          "vin. Mais en arabe l'utilisation de ka est toujours implique vin. La coupe qui",
          "contient du lait ou de l'eau, au lieu de vin, ou est vide, n'est pas appelé ka",
          "de. Le mot ka de est utilisé pour une tasse seulement quand il contient du vin."
        ],
        "26" : [
          "Ici, il n'a pas été mentionné à qui prendra ces tasses de vin rond aux habitants",
          "du Paradis. Cela a été dit à d'autres endroits. `Et il ira ronde pour les jeunes",
          "garçons, nommés exclusivement pour leur service, qui seront aussi belles perles",
          "aussi bien gardés\"] [(At-Tur: 24).] `Ils . sera assisté par les garçons vifs en",
          "mouvement qui va à jamais rester garçons Si vous les avez vus",
          "<V:52:24).]`Ils.seraassistéparlesgarçonsvifsenmouvementquivaàjamaisrestergarçonsSivouslesavezvus>,",
          "on pourrait penser qu'ils étaient des perles, dispersés [ \"[. (Ad-Dahr: 19)].",
          "Ensuite, ses autres détails se trouvent dans les traditions liées par Anas et",
          "Hadrat Samurah bin Jundub du Saint Prophète, selon lequel: `Les enfants du",
          "mushrikin seront préposés des habitants du Paradis\"] [(Abu Da`. ud Tayalisi,",
          "Tabarani, Bazzar)]. Bien que ces traditions sont faibles en ce qui concerne leurs",
          "liens d'émetteurs, il y a plusieurs autres hadiths qui signifie que les enfants",
          "qui sont morts jeunes, avant d'atteindre la maturité, iront au Paradis. hadiths",
          "montrent également que les enfants dont les les parents sont bénis avec le",
          "Paradis, va vivre avec eux de manière à être un confort des yeux pour eux. Cela",
          "laisse derrière ces enfants dont les parents ne seront pas aller au Paradis.",
          "ainsi, en ce qui concerne eux, il semble raisonnable qu'ils seront faits . les",
          "préposés des habitants du Paradis [(Pour une discussion détaillée de cette, voir",
          "Fath ul-Bari et 'Umdat ul-Qari: Kitab ul-Jana'iz, Bab; Maqila fi Aulad il",
          "-mushrikin; Rasa' il-o -Masa'il, vol. III, pp. 177-187)]."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "بَيْضَاءَ لَذَّةٍ لِلشَّارِبِينَ",
      "simpleTranslate" : [
        "limpide et d’une saveur exquise,"
      ],
      "tafsirTranslate" : [
        "blanc, mousseux (vin), un délice pour les buveurs."
      ],
      "tanslateWordByWord" : [
        "blanc",
        "délicieux",
        "pour les buveurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "لَا فِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنْزَفُونَ",
      "simpleTranslate" : [
        "qui ne provoque ni ivresse ni malaise."
      ],
      "tafsirTranslate" : [
        "Il ne sera ni aucun mal pour leur corps ni n'intoxiquer leur esprit. <N:27>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "en ce",
        "(Est) mauvais effet",
        "et pas",
        "ils",
        "à partir de cela",
        "sera en état d'ébriété"
      ],
      "notes" : {
        "28" : [
          "Probablement ce seront les filles qui sont morts avant d'avoir atteint l'âge de",
          "discernement dans le monde, et dont les parents ne méritaient pas d'entrer au",
          "Paradis. Cela peut être dit sur la base de l'analogie que, tout comme les garçons",
          "placés de façon similaire sera nommé pour le service des habitants du Paradis, et",
          "ils resteront toujours houes, de sorte seront les filles sont faites les houris",
          "et ils resteront toujours jeunes et beau. La connaissance correcte, cependant,",
          "est auprès d'Allah."
        ],
        "27" : [
          "Autrement dit, la large du Paradis sera libre à la fois les maux que l'on trouve",
          "dans le vin du monde. Le vin du monde, tout d'abord, l'homme afflige son odeur;",
          "alors il aigrit son goût, bouleverse son estomac, affecte son esprit et provoque",
          "des vertiges; il affecte le foie et gâte la santé en général. Puis, quand",
          "l'ivresse a disparu, il laisse derrière d'autres effets néfastes sur le corps.",
          "Son autre mal est que l'homme est ivre avec elle, déraisonne et bagarres. Voici",
          "comment le vin affecte l'esprit et la raison de l'homme. L'homme souffre de ces",
          "deux effets néfastes du vin seulement pour le bien de la joie et de plaisir.",
          "AIlah dit que le vin du Paradis va certainement se permettre et donner plein de",
          "plaisir et de joie, mais il sera libre à partir des types de maux qui vont avec",
          "le vin du monde."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ عِينٌ",
      "simpleTranslate" : [
        "Et ils auront auprès d’eux leurs épouses aux grands yeux, au regard chaste,"
      ],
      "tafsirTranslate" : [
        "Leur aura filles aux yeux écarquillés <N:28> avec timidité, regards Maîtrisé,",
        "<N:29>"
      ],
      "tanslateWordByWord" : [
        "Et avec eux",
        "(Sera) compagnons de modeste regard",
        "(Sera) compagnons de modeste regard",
        "(Ayant) de beaux yeux"
      ],
      "notes" : {
        "29" : [
          "[ \"Contention leurs regards\"]: Contention leurs regards de tout le monde, sauf",
          "leurs maris."
        ],
        "30" : [
          "Les mots du texte signifient réellement ceci: [ \"Comme si elles étaient les œufs",
          "cachés ou bien conservés.\"] Les commentateurs ont donné des interprétations",
          "différentes de ces mots, mais le bon commentaire est celui qui Hadrat Umm Salamah",
          "a raconté du Saint Prophète. Elle dit que quand elle a demandé la signification",
          "de ce verset du Saint Prophète, il a dit: [ \". Leur délicatesse et l'élégance et",
          "la tendresse seront comme la peau mince qui est là entre la coquille de l'œuf et",
          "sa partie charnue\"] [ (Ibn Jarir)]."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ",
      "simpleTranslate" : [
        "et au teint d’une blancheur immaculée."
      ],
      "tafsirTranslate" : [
        "si délicate que la peau cachée sous la coquille d'un œuf. <N:30>"
      ],
      "tanslateWordByWord" : [
        "Comme si elles étaient",
        "des œufs",
        "bien protégé"
      ],
      "notes" : {
        "30" : [ ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَاءَلُونَ",
      "simpleTranslate" : [
        "Puis, se tournant les uns vers les autres, ils se poseront des questions,"
      ],
      "tafsirTranslate" : [
        "Alors quelques-uns d'entre eux se tourneront vers les autres, et demandera à",
        "l'autre."
      ],
      "tanslateWordByWord" : [
        "Et (volonté) approche",
        "certains d'entre eux",
        "à",
        "autres",
        "interroger les uns les autres"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "قَالَ قَائِلٌ مِنْهُمْ إِنِّي كَانَ لِي قَرِينٌ",
      "simpleTranslate" : [
        "et l’un d’eux racontera : «J’avais un compagnon"
      ],
      "tafsirTranslate" : [
        "L'un d'eux dira: «J'ai eu un compagnon dans le monde"
      ],
      "tanslateWordByWord" : [
        "Diront",
        "un haut-parleur",
        "parmi eux",
        "En effet, je",
        "avait",
        "pour moi",
        "un compagnon"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "يَقُولُ أَإِنَّكَ لَمِنَ الْمُصَدِّقِينَ",
      "simpleTranslate" : [
        "qui me disait : “Es-tu de ceux qui croient à la résurrection?"
      ],
      "tafsirTranslate" : [
        "qui disait: «Vous êtes aussi l'un de ceux qui confirment la vérité (de la vie",
        "après la mort)?"
      ],
      "tanslateWordByWord" : [
        "Qui (se) dire",
        "Êtes-vous bien",
        "sûrement de",
        "ceux qui croient"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَدِينُونَ",
      "simpleTranslate" : [
        "Crois-tu que, une fois morts et réduits à des ossements et à de la poussière,",
        "nous aurons des comptes à rendre?”"
      ],
      "tafsirTranslate" : [
        "Après nous sommes morts et devenus poussière et les os doivent nous encore être",
        "rétribués? <N:31>"
      ],
      "tanslateWordByWord" : [
        "Est (il) lorsque",
        "nous sommes morts",
        "et devenir",
        "poussière",
        "et les os",
        "allons-nous",
        "sûrement être amené au jugement"
      ],
      "notes" : {
        "31" : [
          "Autrement dit, [ «Étiez-vous aussi une de ces personnes crédules qui mettent leur",
          "foi en une chose irrationnelle et impossible comme vie après la mort?\"]"
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "قَالَ هَلْ أَنْتُمْ مُطَّلِعُونَ",
      "simpleTranslate" : [
        "Voudriez-vous, proposera-t-il, jeter un regard d’en haut?»"
      ],
      "tafsirTranslate" : [
        "Il dira: '? Est-ce que vous voulez savoir où il est maintenant \""
      ],
      "tanslateWordByWord" : [
        "Il (sera) dire",
        "Volonté",
        "toi",
        "être à la recherche"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الْجَحِيمِ",
      "simpleTranslate" : [
        "Et, apercevant son compagnon au fin fond de l’Enfer,"
      ],
      "tafsirTranslate" : [
        "Puis il regardera vers le bas, et le verra dans les profondeurs de l'Enfer."
      ],
      "tanslateWordByWord" : [
        "Puis il (se) regarder",
        "et le voir",
        "dans",
        "(Le) milieu",
        "(Des) Hellfire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "قَالَ تَاللَّهِ إِنْ كِدْتَ لَتُرْدِينِ",
      "simpleTranslate" : [
        "il lui dira : «Par Dieu ! Tu as bien failli causer ma perte !"
      ],
      "tafsirTranslate" : [
        "Il lui dira: «Par Allah, vous avez failli me ruiné."
      ],
      "tanslateWordByWord" : [
        "Il (sera) dire",
        "Par Allah",
        "en vérité",
        "vous avez presque",
        "me ruine"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "وَلَوْلَا نِعْمَةُ رَبِّي لَكُنْتُ مِنَ الْمُحْضَرِينَ",
      "simpleTranslate" : [
        "Et sans la grâce de Dieu, j’aurais été du nombre des damnés !"
      ],
      "tafsirTranslate" : [
        "Mais pour le bienfait d'Allah, je devrais être un de ceux qui ont été rassemblé",
        "ici. <N:32>"
      ],
      "tanslateWordByWord" : [
        "Et sinon",
        "(Pour la) grâce",
        "(De) mon Seigneur",
        "certainement, je (serait) ont été",
        "parmi",
        "ceux apportés"
      ],
      "notes" : {
        "32" : [
          "Cela montre la puissance sera l'audition de l'homme, voir et pouvoirs dans",
          "l'au-delà parler. Assis au Paradis il se penche un peu la tête et est capable de",
          "voir une personne, qui subit le tourment des milliers de miles en enfer, sans",
          "l'intermédiaire d'un poste de télévision. Alors, non seulement ils ne voient que",
          "l'autre, mais aussi communier les uns avec les autres directement, sans",
          "l'intermédiaire du téléphone ou par radio et ils parlent et entendent les uns des",
          "autres sur de grandes distances."
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "أَفَمَا نَحْنُ بِمَيِّتِينَ",
      "simpleTranslate" : [
        "Est-il donc vrai que nous ne sommes morts"
      ],
      "tafsirTranslate" : [
        "Alors, est-ce qu'on ne va pas mourir,"
      ],
      "tanslateWordByWord" : [
        "Ensuite, ne sont pas",
        "nous",
        "(mourir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "إِلَّا مَوْتَتَنَا الْأُولَىٰ وَمَا نَحْنُ بِمُعَذَّبِينَ",
      "simpleTranslate" : [
        "que de notre première mort et que nous ne serons jamais suppliciés?»"
      ],
      "tafsirTranslate" : [
        ", sauf pour notre première mort? Et souffrirons-nous pas le châtiment? '' <N:33>"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "notre mort",
        "la première",
        "et pas",
        "nous",
        "sera puni"
      ],
      "notes" : {
        "33" : [
          "Le style montre clairement que, tout en parlant à son ami en Enfer, l'habitant du",
          "Paradis soudain commence à parler à lui-même. Il parle de ces trois phrases d'une",
          "manière comme s'il se trouvait dans un état beaucoup mieux que ce que jamais il",
          "attend et imaginé pour lui-même, et maintenant d'être à côté de lui-même avec",
          "émerveillement et de joie qu'il est engagé dans une sorte de soliloque. Dans un",
          "tel état l'orateur ne parle pas à un destinataire, ni les questions qu'il pose",
          "sont censés savoir quelque chose à quelqu'un, mais dans cet état propres",
          "sentiments de l'homme fmd expression à travers sa langue. L'habitant du Paradis,",
          "tout en parlant à l'habitant de l'Enfer, se met soudain à sentir comment il a été",
          "favorisé par la bonne fortune: maintenant il n'y a ni mort ni aucun tourment:",
          "tous les ennuis et les détresses ont pris fin et il a été béni avec l'immortalité",
          ". En vertu de ce sentiment très il s'exclame: [ \"arc Eh bien, nous ne mourons",
          "tout autre que notre première mort Sommes-nous de ne pas être punis?\"]"
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "إِنَّ هَٰذَا لَهُوَ الْفَوْزُ الْعَظِيمُ",
      "simpleTranslate" : [
        "En vérité, c’est cela le comble de la félicité !"
      ],
      "tafsirTranslate" : [
        "Assurément, c'est le triomphe suprême."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ce",
        "sûrement",
        "(Est) la réalisation",
        "génial"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "لِمِثْلِ هَٰذَا فَلْيَعْمَلِ الْعَامِلُونَ",
      "simpleTranslate" : [
        "Et c’est pour accéder à pareille félicité que les énergies doivent se mobiliser !"
      ],
      "tafsirTranslate" : [
        "Pour analogue de celui-ci devraient les travailleurs travailler."
      ],
      "tanslateWordByWord" : [
        "Pour (le) comme",
        "(de cela",
        "laisser agir",
        "les travailleurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "أَذَٰلِكَ خَيْرٌ نُزُلًا أَمْ شَجَرَةُ الزَّقُّومِ",
      "simpleTranslate" : [
        "Que vaut-il mieux? Ce lieu de séjour ou l’arbre de Zaqqûm"
      ],
      "tafsirTranslate" : [
        "Est-ce une meilleure hospitalité ou l'arbre d'al-Zaqqum? <N:34>"
      ],
      "tanslateWordByWord" : [
        "Est-ce",
        "mieux",
        "(As) l'hospitalité",
        "ou",
        "(l'arbre",
        "(De) Zaqqum"
      ],
      "notes" : {
        "34" : [
          "Zaqqum est un arbre des espèces de cactus trouvées dans Tihamah. Il est au goût",
          "amer, désagréable à l'odorat et jette un lait comme le jus lorsqu'il est coupé ou",
          "cassé."
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "إِنَّا جَعَلْنَاهَا فِتْنَةً لِلظَّالِمِينَ",
      "simpleTranslate" : [
        "dont Nous avons fait, en vérité, une épreuve pour les injustes?"
      ],
      "tafsirTranslate" : [
        "Nous avons fait cet arbre un procès pour les injustes. <N:35>"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "[Nous] avons fait",
        "un procès",
        "pour les injustes"
      ],
      "notes" : {
        "35" : [
          "Autrement dit, [ \"En entendant cela, les mécréants obtiennent une nouvelle",
          "occasion de narguer le Coran et se moquer du Saint Prophète Ils ridiculisent en",
          "disant,` Écoutez une autre chose étrange:. Un arbre se développera dans le",
          "flamboyant feu de l'enfer! \"]"
        ]
      }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "إِنَّهَا شَجَرَةٌ تَخْرُجُ فِي أَصْلِ الْجَحِيمِ",
      "simpleTranslate" : [
        "C’est un arbre qui sort du fond de l’Enfer"
      ],
      "tafsirTranslate" : [
        "Il est un arbre qui pousse dans la partie nethermost de l'Enfer."
      ],
      "tanslateWordByWord" : [
        "En effet, il",
        "(Est) un arbre",
        "qui pousse",
        "dans",
        "(le fond",
        "(Des) Hellfire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ",
      "simpleTranslate" : [
        "et dont les fruits ressemblent à des têtes de démons."
      ],
      "tafsirTranslate" : [
        "Ses spathes sont comme des têtes de satans. <N:36>"
      ],
      "tanslateWordByWord" : [
        "Son fruit émergent",
        "(Est) comme si elle",
        "(A) la tête",
        "(De) les diables"
      ],
      "notes" : {
        "36" : [
          "Personne ne devrait avoir le malentendu que, puisque personne n'a vu la tête de",
          "Satan, il était inutile d'assimiler les bourgeons de zaqqum à elle. Ceci est, en",
          "fait, une sorte d'imagination de l'simile, et est employé dans la littérature de",
          "toutes les langues. Par exemple, afin de donner une idée de la beauté rare d'une",
          "femme, il est dit qu'elle est une fée, et dans le but de décrire sa laideur, il",
          "est dit qu'elle est une sorcière ou un démon. De même, une personne",
          "pieuse-recherche est décrit comme un ange et une personne terrible prospectifs",
          "comme un diable."
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "فَإِنَّهُمْ لَآكِلُونَ مِنْهَا فَمَالِئُونَ مِنْهَا الْبُطُونَ",
      "simpleTranslate" : [
        "Les réprouvés seront amenés à en manger et à s’en emplir le ventre ;"
      ],
      "tafsirTranslate" : [
        "(Les gens de l'Enfer) va sûrement en manger, remplir leurs ventres avec elle."
      ],
      "tanslateWordByWord" : [
        "Et en effet, ils",
        "(Va) sûrement manger",
        "à partir de cela",
        "et remplir",
        "Avec ça",
        "(leurs) ventre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِنْ حَمِيمٍ",
      "simpleTranslate" : [
        "puis à se gorger par-dessus d’un liquide bouillant,"
      ],
      "tafsirTranslate" : [
        "Puis sur le dessus de celui-ci, ils auront un breuvage d'eau bouillante."
      ],
      "tanslateWordByWord" : [
        "alors",
        "effectivement",
        "pour eux",
        "en ce",
        "(Est) un mélange",
        "de",
        "eau bouillante"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "ثُمَّ إِنَّ مَرْجِعَهُمْ لَإِلَى الْجَحِيمِ",
      "simpleTranslate" : [
        "avant de retourner ensuite dans la Fournaise."
      ],
      "tafsirTranslate" : [
        "Puis leur retour sera le même enfer flamboyant. <N:37>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "effectivement",
        "leur retour",
        "(Sera) sûrement à",
        "Damnés"
      ],
      "notes" : {
        "37" : [
          "Cela montre que, lorsque les habitants de l'Enfer seront en détresse à cause de",
          "la faim et de la soif, ils seront conduits du côté où il y aurait les arbres",
          "Zakkoum et les sources d'eau bouillante. Quand ils auront mangé et bu, ils seront",
          "ramenés à l'enfer."
        ]
      }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "إِنَّهُمْ أَلْفَوْا آبَاءَهُمْ ضَالِّينَ",
      "simpleTranslate" : [
        "C’est qu’ils avaient trouvé leurs ancêtres dans l’erreur"
      ],
      "tafsirTranslate" : [
        "Ce sont ceux qui ont trouvé leurs pères plongés dans l'erreur,"
      ],
      "tanslateWordByWord" : [
        "En effet, ils",
        "trouvé",
        "leurs pères",
        "égaré"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "فَهُمْ عَلَىٰ آثَارِهِمْ يُهْرَعُونَ",
      "simpleTranslate" : [
        "et s’étaient précipités sur leurs traces sans réfléchir."
      ],
      "tafsirTranslate" : [
        "et ils sont en cours d'exécution sur leurs traces."
      ],
      "tanslateWordByWord" : [
        "Afin qu'ils",
        "sur",
        "leurs traces",
        "ils se hâtèrent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "Mais, avant eux, la plupart des peuples se sont déjà égarés,"
      ],
      "tafsirTranslate" : [
        "Avant eux une multitude de gens d'autrefois avait commis une erreur,"
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "se sont égarés",
        "Avant eux",
        "les plus",
        "(De) l'ancien (personnes)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "وَلَقَدْ أَرْسَلْنَا فِيهِمْ مُنْذِرِينَ",
      "simpleTranslate" : [
        "et ce ne fut pas faute de prophètes pour les avertir."
      ],
      "tafsirTranslate" : [
        "et nous avions envoyé parmi eux des messagers pour les avertir."
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous avons envoyé",
        "parmi eux",
        "Warners"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُنْذَرِينَ",
      "simpleTranslate" : [
        "Considère ce qu’il est advenu de ceux qu’on avait en vain avertis !"
      ],
      "tafsirTranslate" : [
        "Observez donc quelle fut la fin de ceux qui avaient été mis en garde,"
      ],
      "tanslateWordByWord" : [
        "Ensuite, voir",
        "Comment",
        "était",
        "(la fin",
        "(De) ceux qui ont été mis en garde"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ",
      "simpleTranslate" : [
        "Seuls les serviteurs élus de Dieu ont été épargnés."
      ],
      "tafsirTranslate" : [
        ", sauf pour les serviteurs élus d'Allah? <N:38>"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "(les) esclaves",
        "(De) Allah",
        "les selectionnés"
      ],
      "notes" : {
        "38" : [
          "Autrement dit, ils ne sont jamais utilisé leur propre bon sens sec si la façon",
          "dont leurs ancêtres avaient suivi avait raison ou tort; ils aveuglément adopté la",
          "façon dont ils ont trouvé d'autres suivant."
        ]
      }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ",
      "simpleTranslate" : [
        "Noé avait imploré Notre secours et, certes, il ne pouvait en souhaiter de",
        "meilleur."
      ],
      "tafsirTranslate" : [
        "Noah <N:39> avait appelé Us (plus tôt). <N:40> Voir, comment excellente Nous",
        "étions en lui répondre!"
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "nous appelle",
        "Nuh",
        "et Best",
        "(Sommes-nous aussi) Responders"
      ],
      "notes" : {
        "40" : [
          "Cela fait référence à la prière que le Prophète Noé avait enfin rendu à Allah",
          "Tout-Puissant, être déçu par son peuple, après avoir prêché la vraie foi à eux",
          "pour une très longue période de temps, sans beaucoup de succès. Cette prière a",
          "été rapporté dans la sourate All-Qamar, ainsi: [ \"Il appela son Seigneur, disant:",
          "Je suis vaincu. Prends ton vengeance\"] [(v 10).]."
        ],
        "39" : [
          "Ce thème est lié avec les phrases précédentes. Leur étude montre pourquoi ces",
          "histoires sont racontées ici."
        ]
      }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "وَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ",
      "simpleTranslate" : [
        "Nous le sauvâmes, lui et sa famille, d’une terrible calamité,"
      ],
      "tafsirTranslate" : [
        "Nous lui et sa famille de la grande calamité livré; <N:41>"
      ],
      "tanslateWordByWord" : [
        "Et Nous l'avons sauvé",
        "et sa famille",
        "de",
        "la détresse",
        "le grand"
      ],
      "notes" : {
        "41" : [
          "Autrement dit, de la détresse grave qui a été causé à lui à cause de l'opposition",
          "continue et de l'antagonisme d'un peuple pervers et cruels. Il contient aussi une",
          "allusion subtile que tout comme le prophète Noé et ses compagnons ont été sauvés",
          "de la grande angoisse, de même doit nous finalement sauver le Prophète Muhammad",
          "[(sur qui être la paix d'Allah)] et ses compagnons de la grande détresse qui est",
          "en cours causé à eux par les gens de la Mecque."
        ]
      }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ",
      "simpleTranslate" : [
        "en ne laissant subsister que sa descendance,"
      ],
      "tafsirTranslate" : [
        "et fait sa descendance les seuls à survivre, <N:42>"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons fait",
        "sa progéniture",
        "[ils]",
        "les survivants"
      ],
      "notes" : {
        "42" : [
          "Ce peut avoir deux significations: [(1)] Que la descendance des personnes qui",
          "s'opposaient le prophète Noé a été éteinte et la descendance du Prophète Noé seul",
          "a été autorisé à survivre; et [(2)] que toute la race humaine a été faite",
          "éteinte, et que la descendance du Prophète Noé a été autorisé à habiter la terre",
          "après. Les commentateurs ont généralement adopté ce second sens, mais les mots du",
          "Coran ne sont pas explicites à cet égard et personne ne connaît la réalité en",
          "dehors d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ",
      "simpleTranslate" : [
        "et Nous perpétuâmes son souvenir dans la postérité."
      ],
      "tafsirTranslate" : [
        "et nous avons établi pour lui un bon nom parmi la postérité."
      ],
      "tanslateWordByWord" : [
        "Et Nous",
        "pour lui",
        "parmi",
        "les générations futures"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "سَلَامٌ عَلَىٰ نُوحٍ فِي الْعَالَمِينَ",
      "simpleTranslate" : [
        "Que le salut soit sur Noé dans tout l’Univers !"
      ],
      "tafsirTranslate" : [
        "La paix soit sur Noah parmi toutes les nations. <N:43>"
      ],
      "tanslateWordByWord" : [
        "paix",
        "sur",
        "Nuh",
        "parmi",
        "au monde"
      ],
      "notes" : {
        "43" : [
          "Voilà n'y en a pas dans le monde d'aujourd'hui, qui parlerait bobine du Prophète",
          "Noé. Après le déluge jusqu'à aujourd'hui, le monde a été l'éloge et bien parler",
          "de lui pour des milliers d'années."
        ]
      }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "C’est ainsi que Nous récompensons les hommes de bien."
      ],
      "tafsirTranslate" : [
        "ainsi que Nous récompensons tous ceux qui font le bien."
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "Ainsi",
        "[Nous] récompense",
        "les bienfaisants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Il était du nombre de Nos fidèles serviteurs."
      ],
      "tafsirTranslate" : [
        "Certes, il était l'un de Nos serviteurs vraiment croyants."
      ],
      "tanslateWordByWord" : [
        "En effet, il a",
        "(A) de",
        "Nos esclaves",
        "croire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "ثُمَّ أَغْرَقْنَا الْآخَرِينَ",
      "simpleTranslate" : [
        "Et Nous avons ensuite noyé les autres."
      ],
      "tafsirTranslate" : [
        "Par la suite, nous a causé les autres d'être noyés."
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous avons noyé",
        "les autres"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "وَإِنَّ مِنْ شِيعَتِهِ لَإِبْرَاهِيمَ",
      "simpleTranslate" : [
        "Parmi ses adeptes figurait Abraham,"
      ],
      "tafsirTranslate" : [
        "Abraham était sur le chemin de l'auto-même (comme Noé)."
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "parmi",
        "son genre",
        "(A) sûrement Ibrahim"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "إِذْ جَاءَ رَبَّهُ بِقَلْبٍ سَلِيمٍ",
      "simpleTranslate" : [
        "qui, sincèrement dévoué à son Seigneur,"
      ],
      "tafsirTranslate" : [
        "(84) (37,84) Quand il est venu à son Seigneur avec un cœur pur, <N:44>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "il est venu",
        "(À) son Seigneur",
        "avec un coeur",
        "sonner"
      ],
      "notes" : {
        "44" : [
          "[ \"Abordé son Seigneur\"]: Tourné vers son Seigneur sincèrement et exclusivement;",
          "[ \"Avec un coeur sain\"]: avec un cœur qui était libre de toutes sortes de maux et",
          "les faiblesses de la foi morale, libre de toute trace de l'incroyance et du",
          "polythéisme, le doute et la suspicion, de tout sentiment de désobéissance et de",
          "rébellion, de chaque tortuosité , la confusion et la complexité, et libre de",
          "toute inclination et le désir du mal, et un cœur que ni chéri toute malice et la",
          "jalousie et la malveillance contre quiconque, ni eu aucune mauvaise intention."
        ]
      }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ",
      "simpleTranslate" : [
        "s’adressa à son père et à son peuple en ces termes : «Qu’est-ce que vous adorez?"
      ],
      "tafsirTranslate" : [
        "et dit à son père et à son peuple: <N:45> «Qui adorez-vous?"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "il a dit",
        "à son père",
        "et son peuple",
        "Qu'Est-ce que c'est",
        "vous adorez"
      ],
      "notes" : {
        "45" : [
          "Pour plus de détails sur cette histoire du Prophète Abraham, s'il vous plaît voir",
          "Sourate Al-Anam: 72-90; Maryam: 41-60; AI-Anbiya: 51-75; Ash-Shu'ara; 69-89;",
          "Al-Ankabut: 16-17, et l'E.N de celui-ci."
        ]
      }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "أَئِفْكًا آلِهَةً دُونَ اللَّهِ تُرِيدُونَ",
      "simpleTranslate" : [
        "Préférez-vous adorer de fausses divinités à la place de Dieu?"
      ],
      "tafsirTranslate" : [
        "Est-il faux dieux que vous voulez servir plutôt que d'Allah?"
      ],
      "tanslateWordByWord" : [
        "Est-il le mensonge",
        "dieux",
        "autre que",
        "Allah",
        "(Que) vous désirez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "فَمَا ظَنُّكُمْ بِرَبِّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "Mais que pensez-vous donc du Maître de l’Univers?»"
      ],
      "tafsirTranslate" : [
        "Que pensez-vous du Seigneur de l'Univers entier? <N:46>"
      ],
      "tanslateWordByWord" : [
        "Alors qu'est-ce",
        "(penses-tu",
        "à propos de (la) Lord",
        "(De) les mondes"
      ],
      "notes" : {
        "46" : [
          "Autrement dit, [ «Pourquoi avez-vous formé une telle vue erronée d'Allah?",
          "Pensez-vous que les dieux que vous avez vous-mêmes sculptés à partir de bois et",
          "de pierre peuvent être semblables à Lui, ou peuvent être ses associés dans ses",
          "attributs et les droits? et êtes-vous impliqués dans le malentendu que vous en",
          "quelque sorte réussi à échapper à son châtiment après avoir livré à un tel",
          "blasphème? \"]"
        ]
      }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "فَنَظَرَ نَظْرَةً فِي النُّجُومِ",
      "simpleTranslate" : [
        "Puis, tournant son regard du côté des étoiles,"
      ],
      "tafsirTranslate" : [
        "Alors, <N:47>, il regarda attentivement les étoiles <N:48>"
      ],
      "tanslateWordByWord" : [
        "Puis il regarda",
        "un coup d'oeil",
        "à",
        "les étoiles"
      ],
      "notes" : {
        "48" : [
          "Ibn Abi Hatim a cité un dicton du célèbre commentateur Qatadah, un suiveur",
          "immédiat des Compagnons, à l'effet que l'expression idiomatique arabe, jeta un",
          "coup d'œil sur les étoiles, \"signifie qu'il réfléchit profondément, . ou qu'il a",
          "commencé à penser sérieusement 'Allama Ibn Kathir a préféré ce même point de vue,",
          "ce qui est également soutenu par l'observation commune: quand une personne est",
          "confrontée à un problème qui doit examiner sérieusement, il regarde vers le haut",
          "ou vers le ciel pendant un certain temps , et fait alors une réponse, après mûre",
          "réflexion."
        ],
        "47" : [
          "La référence est à un incident particulier dont les détails ont été donnés dans",
          "la sourate Al-Anbiya ': 71-73 et Al-`Ankabut: 16-27 ci-dessus."
        ]
      }
    },
    {
      "verseNumber" : 89,
      "arabicVerse" : "فَقَالَ إِنِّي سَقِيمٌ",
      "simpleTranslate" : [
        "il déclara : «Je suis porteur d’une maladie !»"
      ],
      "tafsirTranslate" : [
        "et dit: «. Je suis malade» <N:49>"
      ],
      "tanslateWordByWord" : [
        "Et il a dit",
        "En effet, je suis",
        "malade"
      ],
      "notes" : {
        "49" : [
          "Ceci est l'un de ces trois choses au sujet desquelles il est dit que le Prophète",
          "Abraham avait dit trois mensonges dans sa vie, alors qu'il devrait être établi",
          "avant de déclarer un mensonge, ou quoi que ce soit contraire à la réalité, si le",
          "Prophète Abraham à cette époque ne souffrait d'aucune maladie, et donc, il avait",
          "le commerce cette excuse que comme un prétexte. S'il n'y a pas de preuve, il n'y",
          "a aucune raison pour laquelle il doit être considéré comme un mensonge. Pour une",
          "discussion détaillée, s'il vous plaît se référer à E.N. 60 de la sourate",
          "Al-Anbiya` et Rasa 'il-o-Masa'il, vol. II, pp. 35 à 39."
        ]
      }
    },
    {
      "verseNumber" : 90,
      "arabicVerse" : "فَتَوَلَّوْا عَنْهُ مُدْبِرِينَ",
      "simpleTranslate" : [
        "Et aussitôt ses concitoyens tournèrent le dos et s’éloignèrent de lui."
      ],
      "tafsirTranslate" : [
        "Alors tourner le dos, ils sont allés loin de lui. <N:50>"
      ],
      "tanslateWordByWord" : [
        "Donc, ils se détournèrent",
        "de lui",
        "au départ"
      ],
      "notes" : {
        "50" : [
          "Cette phrase en elle-même montre l'état réel des affaires. Il semble que les gens",
          "pourraient être vont juste sain d'esprit de la leur. La famille du Prophète",
          "Abraham aurait pu lui demander également de les accompagner. Il aurait pu",
          "s'excusa, disant qu'il était indisposé, et par conséquent, ne pouvait pas aller.",
          "Quelque chose avait-il été contraire à la réalité, les gens de la maison aurait",
          "dit: \"Vous avez l'air parfaitement normal: vous faites une fausse excuse Mais",
          "quand ils ont accepté son excuse et l'ont laissé derrière, il montre clairement",
          "que le Prophète Abraham doit à. qui titre souffre d'une toux et d'autres une",
          "telle maladie visible froid ou sain d'esprit à cause de laquelle les gens de la",
          "maison ont accepté de le laisser derrière."
        ]
      }
    },
    {
      "verseNumber" : 91,
      "arabicVerse" : "فَرَاغَ إِلَىٰ آلِهَتِهِمْ فَقَالَ أَلَا تَأْكُلُونَ",
      "simpleTranslate" : [
        "Abraham se glissa alors auprès de leurs idoles et leur dit : «Pourquoi ne",
        "mangez-vous pas?"
      ],
      "tafsirTranslate" : [
        "Puis il est allé tranquillement au (temple des divinités) et dit:? Quel est le",
        "problème avec vous, pourquoi ne mangez-vous pas <N:51>"
      ],
      "tanslateWordByWord" : [
        "Puis il se tourna",
        "à",
        "leurs dieux",
        "et dit",
        "Ne pas",
        "tu manges"
      ],
      "notes" : {
        "51" : [
          "Cela montre qu'il y avait différentes sortes de nourriture placés devant les",
          "idoles dans le temple."
        ]
      }
    },
    {
      "verseNumber" : 92,
      "arabicVerse" : "مَا لَكُمْ لَا تَنْطِقُونَ",
      "simpleTranslate" : [
        "Qu’avez-vous à ne pas répondre?»"
      ],
      "tafsirTranslate" : [
        "Quel est le problème avec vous, pourquoi ne parlez-vous?"
      ],
      "tanslateWordByWord" : [
        "Quel est)",
        "pour toi",
        "ne pas",
        "vous parlez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 93,
      "arabicVerse" : "فَرَاغَ عَلَيْهِمْ ضَرْبًا بِالْيَمِينِ",
      "simpleTranslate" : [
        "Puis, se précipitant sur les statues, il se mit à leur porter de violents coups",
        "de sa main droite,"
      ],
      "tafsirTranslate" : [
        "Puis il se tourna sur eux, les frappant avec sa main droite,"
      ],
      "tanslateWordByWord" : [
        "Puis il se tourna",
        "sur eux",
        "frappant",
        "avec la main droite"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 94,
      "arabicVerse" : "فَأَقْبَلُوا إِلَيْهِ يَزِفُّونَ",
      "simpleTranslate" : [
        "ce qui fit revenir ses concitoyens en toute hâte vers lui."
      ],
      "tafsirTranslate" : [
        ", après quoi les gens venaient à lui courir. <N:52>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, ils ont avancé",
        "vers lui",
        "hâtant"
      ],
      "notes" : {
        "52" : [
          "Ici, l'histoire a été racontée en bref. Selon les détails donnés dans la sourate",
          "Ai-Anbiya`, quand ils sont revenus et ont trouvé toutes leurs idoles brisées en",
          "morceaux dans le temple, ils ont commencé à faire des enquêtes. Certaines",
          "personnes ont dit qu'un jeune homme, appelé Abraham, avait parlé telles et telles",
          "choses contre le culte des idoles. A ce la multitude a exigé qu'il doit être",
          "immédiatement saisi et amené devant eux. Par conséquent, un groupe de personnes a",
          "couru vers lui et l'a amené devant la foule."
        ]
      }
    },
    {
      "verseNumber" : 95,
      "arabicVerse" : "قَالَ أَتَعْبُدُونَ مَا تَنْحِتُونَ",
      "simpleTranslate" : [
        "«Est-il normal, leur dit-il, que vous adoriez les statues que vous sculptez",
        "vous-mêmes,"
      ],
      "tafsirTranslate" : [
        "Abraham leur dit: «Adorez-vous ce que vous vous avez sculpté avec vos propres",
        "mains"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Adorez-vous",
        "quelle",
        "vous tailler"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 96,
      "arabicVerse" : "وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ",
      "simpleTranslate" : [
        "alors que c’est Dieu qui vous a créés, vous et ce que vous façonnez?»"
      ],
      "tafsirTranslate" : [
        "alors qu'il est Allah qui vous et tout a créé ce que vous faites?"
      ],
      "tanslateWordByWord" : [
        "Alors Allah",
        "vous créé",
        "et quoi",
        "tu fais"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 97,
      "arabicVerse" : "قَالُوا ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ",
      "simpleTranslate" : [
        "– «Qu’on lui dresse un bûcher et qu’on le livre aux flammes !», cria la foule,"
      ],
      "tafsirTranslate" : [
        "Ils parlaient entre eux: «lui construire un bûcher, puis jetez-le dans le four."
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Construire",
        "pour lui",
        "une structure",
        "et le jeter",
        "dans",
        "la Fournaise"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 98,
      "arabicVerse" : "فَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَسْفَلِينَ",
      "simpleTranslate" : [
        "décidée à lui jouer un mauvais tour. Mais Nous leur infligeâmes une défaite",
        "humiliante."
      ],
      "tafsirTranslate" : [
        "Ils avaient arrangé un plan diabolique contre lui, mais nous tous avili. <N:53>"
      ],
      "tanslateWordByWord" : [
        "Et ils avaient l'intention",
        "pour lui",
        "un terrain",
        "mais Nous les avons fait",
        "le plus bas"
      ],
      "notes" : {
        "53" : [
          "Les mots Surah Al-Anbiya`: 69 sont à l'effet: [ «Nous disions: O feu, être cool",
          "et devenir sans danger pour Abraham,\"] et dans Surah AI'Ankbut: 24, il a été dit:",
          "[ \"alors Allah le sauva du feu».] Cela prouve que ces personnes avaient",
          "effectivement jeté le prophète Abraham dans le feu, puis Allah l'avait sauvé de",
          "la sécurité et du son. Les mots du verset, [ «Ils avaient conçu un plan contre",
          "lui, nous les avons battus dans leur plan,\"] ne peut pas être considérée comme",
          "signifiant qu'ils avaient seulement l'intention de jeter le Prophète Abraham dans",
          "le feu, mais ne pouvaient pas réaliser leur plan en vigueur; mais quand ces mots",
          "sont lus avec les versets cités ci-dessus, le sens devient clair qu'ils avaient",
          "voulu le tuer en le jetant dans le feu mais n'a pas pu le faire, et évasion",
          "miraculeuse du Prophète Abraham prouvé sa supériorité et les polythéistes ont été",
          "humiliés par Allah. L'objet réel de relier cet incident est d'avertir les gens de",
          "Quraish à cet effet: «La façon dont vous avez adopté est pas la voie du Prophète",
          "Abraham, dont les descendants vous prétendez vous être, mais son chemin est le",
          "seul être présenté par le Prophète Muhammad [(sur qui être la paix et la",
          "bénédiction d'Allah)]. maintenant, si vous tracez contre lui afin de le vaincre",
          "et de contrecarrer sa mission, comme le peuple du Prophète Abraham avait fait",
          "contre lui, vous seul serez vaincu à la fin, parce que vous ne pouvez pas vaincre",
          "Muhammad [(sur qui être la paix d'Allah)]."
        ]
      }
    },
    {
      "verseNumber" : 99,
      "arabicVerse" : "وَقَالَ إِنِّي ذَاهِبٌ إِلَىٰ رَبِّي سَيَهْدِينِ",
      "simpleTranslate" : [
        "Abraham dit alors : «Je m’en vais vers mon Seigneur ; Il me guidera dans Sa",
        "Voie.»"
      ],
      "tafsirTranslate" : [
        "Abraham dit: <N:54> «Je vais à mon Seigneur; <N:55> Il me guidera."
      ],
      "tanslateWordByWord" : [
        "Et il a dit",
        "En effet, je suis",
        "aller",
        "à",
        "mon Seigneur",
        "Il va me guider"
      ],
      "notes" : {
        "54" : [
          "Le Prophète Abraham dit ces mots sur son départ après qu'il avait été livré à",
          "l'abri du feu et avait décidé de quitter le pays."
        ],
        "55" : [
          "Il signifie: [ «Je quitte ma maison et le pays pour l'amour d'Allah, pour mes",
          "gens se sont tournés hostiles seulement à moi à cause de mon tournant à lui",
          "exclusivement, sinon il n'y avait pas de contestation du monde entre elles et moi",
          "à cause de ce que je pourrais avoir dû quitter mon pays plus je ne lieu de refuge",
          "dans le monde, à laquelle je me tournerai je quitte ma maison avec pleine foi et",
          "la confiance que dans AIlah:... Je vais aller où Il me conduit. \"]"
        ]
      }
    },
    {
      "verseNumber" : 100,
      "arabicVerse" : "رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ",
      "simpleTranslate" : [
        "«Seigneur, supplia-t-il, veuille m’accorder une vertueuse postérité !»"
      ],
      "tafsirTranslate" : [
        "Seigneur, accorde-moi un fils juste ' <N:56>"
      ],
      "tanslateWordByWord" : [
        "Mon Seigneur",
        "subvention",
        "moi",
        "de",
        "les justes"
      ],
      "notes" : {
        "56" : [
          "Cette prière par lui-même montre que le Prophète Abraham à ce moment-là était",
          "sans enfant. D'après les détails donnés à d'autres endroits dans le Coran, il",
          "devient clair qu'il avait quitté son pays avec une seule épouse et un neveu [(le",
          "Prophète Lot)]. Par conséquent, il naturellement souhaitable que Allah doit le",
          "bénir avec un enfant juste, qui pourrait être une source de réconfort et de",
          "consolation pour lui dans un pays étranger."
        ]
      }
    },
    {
      "verseNumber" : 101,
      "arabicVerse" : "فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ",
      "simpleTranslate" : [
        "Nous lui annonçâmes alors que son foyer serait égayé par la naissance d’un garçon",
        "plein de sagesse."
      ],
      "tafsirTranslate" : [
        "(En réponse à cette prière) Nous lui avons donné les bonnes nouvelles d'un garçon",
        "prudent; <N:57>"
      ],
      "tanslateWordByWord" : [
        "Nous lui fîmes donc la bonne nouvelle",
        "d'un garçon",
        "abstienne"
      ],
      "notes" : {
        "57" : [
          "De celui-ci ne devrait pas comprendre que ces bonnes nouvelles lui fut donné",
          "immédiatement après sa prière. Dans le Coran lui-même, à un autre endroit, cette",
          "parole du Prophète Abraham a été rapporté: [ \". Louange à Allah qui m'a donné",
          "comme fils Ismaël et Isaac dans ma vieillesse\"] [(Ibrahim: 39) ]. Cela prouve",
          "qu'il y avait un intervalle de plusieurs années entre la prière et ces bonnes",
          "nouvelles. La \"Bible dit que lors de la naissance du Prophète Ismaël",
          "<V:14:39)].Celaprouvequ'ilyavaitunintervalledeplusieursannéesentrelaprièreetcesbonnesnouvelles.La\"BibleditquelorsdelanaissanceduProphèteIsmaël>,",
          "le prophète Abraham était âgé de 86 ans [(Genèse 16: 16)]. Et à la naissance du",
          "Prophète Isaac cent ans Les [(Genèse 21: 5)] ."
        ]
      }
    },
    {
      "verseNumber" : 102,
      "arabicVerse" : "فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قَالَ يَا بُنَيَّ إِنِّي أَرَىٰ فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانْظُرْ مَاذَا تَرَىٰ ۚ قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ ۖ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ",
      "simpleTranslate" : [
        "Et lorsque l’enfant fut en âge d’accompagner son père, celui-ci lui dit : «Mon",
        "cher fils ! J’ai vu en songe que je t’immolais. Vois ce qu’il y a lieu de faire",
        "!» – «Père, dit l’enfant, fais ce qui t’est ordonné. Tu verras, s’il plaît à",
        "Dieu, que je suis de ceux qui savent s’armer de patience dans l’épreuve.»"
      ],
      "tafsirTranslate" : [
        "et quand il était assez vieux pour aller sur et travailler avec lui, (un jour)",
        "Abraham lui dit:. «Mon fils, je vois dans mon rêve que je vous l'abattage <N:58>",
        "Considérons donc (et dites-moi) ce que vous pensez « <N:59> Il a dit: '. Faites",
        "comme vous bidden <N:60> vous me trouverez, si Allah le veut, entre les",
        "endurants».."
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "Il a atteint",
        "le (âge de) travailler avec lui",
        "le (âge de) travailler avec lui",
        "il a dit",
        "O mon fils",
        "En effet, je",
        "ont vu",
        "dans",
        "le rêve",
        "que je suis",
        "vous sacrifier",
        "alors regardez",
        "quelle",
        "tu vois",
        "Il a dit",
        "O mon père",
        "Faire",
        "quelle",
        "vous commandiez",
        "Vous me trouverez",
        "si",
        "Allah le veut",
        "Allah le veut",
        "de",
        "endurants"
      ],
      "notes" : {
        "58" : [
          "Il faut noter que le Prophète Abraham avait rêvé qu'il sacrifiait son fils et non",
          "qu'il l'avait sacrifié. Même si, à ce moment-là qu'il a compris le rêve signifie",
          "qu'il doit sacrifier son fils et sur cette base même, il est devenu prêt à le",
          "sacrifier, avec un esprit cool, mais la fine pointe que Dieu avait en vue à lui",
          "faire voir le rêve a été expliqué par lui-même dans le verset 105 ci-dessous."
        ],
        "59" : [
          "L'objet de demander ce du fils était pas qu'il exécuterait commandement d'Allah",
          "que s'il a accepté, sinon pas, mais le Prophète Abraham, en fait, a voulu savoir",
          "comment justes, dans la réalité réelle, était son enfant pour lequel il avait",
          "prié à Allah. Si le fils lui-même a été trouvé pour être prêt à donner sa vie",
          "pour l'amour de l'approbation et le plaisir d'Allah, cela voudrait dire que la",
          "prière avait été pleinement accordée, et le fils n'a pas sa progéniture dans la",
          "façon naturelle seulement, mais était moralement aad spirituellement aussi un",
          "vrai fils."
        ],
        "60" : [
          "Les mots disent clairement que le fils n'a pas pris le rêve de son prophète père",
          "d'être un simple rêve, mais un commandement d'Allah. il n'y avait pas eu une",
          "commande effectivement, il était nécessaire que Dieu doit avoir explicitement ou",
          "implicitement déclaré que le fils d'Abraham avait pris pour une commande. Mais",
          "tout le contexte est sans une telle allusion. Sur cette base même, il y a la",
          "croyance islamique que le rêve des prophètes est jamais un simple rêve, il est",
          "aussi une sorte de révélation. De toute évidence, si une chose, qui pourrait",
          "devenir un tel principe fondamental dans le Divin Shari'ah, n'a pas été basée sur",
          "la réalité, mais avait été un simple malentendu, il n'a pas été possible qu'Allah",
          "ne devrait pas avoir réfuté. Il est impossible pour celui qui croit que le Coran",
          "est la Parole de Dieu, d'accepter qu'une telle erreur et omission pourraient",
          "émaner d'Allah aussi."
        ]
      }
    },
    {
      "verseNumber" : 103,
      "arabicVerse" : "فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ",
      "simpleTranslate" : [
        "Tous les deux s’étaient résignés à la Volonté divine. Et déjà le père avait",
        "couché le front de son fils contre terre,"
      ],
      "tafsirTranslate" : [
        "Lorsque les deux se sont rendus (à l'ordre d'Allah) et Abraham jeta le fils vers",
        "le bas sur son front, <N:61>"
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "deux d'entre eux avaient présenté",
        "et il lui posa",
        "sur son front"
      ],
      "notes" : {
        "61" : [
          "Autrement dit, [ «Le Prophète Abraham n'a pas fait son fils allumé à plat sur le",
          "dos, mais lui a fait mentir prostré de peur tout en le massacrant la vue de son",
          "visage devrait susciter la compassion et rustre et lui faire fragile. Par",
          "conséquent, , il voulait utiliser le couteau sous la gorge »]."
        ]
      }
    },
    {
      "verseNumber" : 104,
      "arabicVerse" : "وَنَادَيْنَاهُ أَنْ يَا إِبْرَاهِيمُ",
      "simpleTranslate" : [
        "lorsque Nous l’appelâmes : «Ô Abraham !"
      ],
      "tafsirTranslate" : [
        "Nous avons crié: <N:62> «O Abraham,"
      ],
      "tanslateWordByWord" : [
        "Et Nous l'appelâmes",
        "cette",
        "O Ibrahim"
      ],
      "notes" : {
        "62" : [
          "Une partie de la grammairiens dit qu'ici [ \"et\"] a été utilisé pour signifier [",
          "\"puis\"]; ainsi, la phrase serait: [ \"Quand les deux avaient eux-mêmes soumis [(à",
          "Allah)] et Abraham avait jeté son fils vers le bas sur son front, puis nous avons",
          "appelé...\"] Mais une autre partie d'entre eux dit qu'ici la répondre au mot [",
          "«quand»] a été omis et à gauche pour l'auditeur à remplir; car il était mieux w",
          "laisser une telle chose indescriptible à l'imagination au lieu d'exprimer en",
          "mots. Quand Allah amight ont vu que le vieux père qui avait eu un fils après de",
          "longues prières ferventes, est devenu prêt à lui sacrifier seulement pour son",
          "plaisir et l'approbation; et le fils aussi était devenu prêt à se faire",
          "massacrer, Sa Miséricorde infinie aurait pu être excité à la vue, et le Maître",
          "aurait pu se sentir grand amour pour le père et le fils. Tout cela ne peut être",
          "imaginé. Aucun mot ne jamais décrire la scène de manière adéquate."
        ]
      }
    },
    {
      "verseNumber" : 105,
      "arabicVerse" : "قَدْ صَدَّقْتَ الرُّؤْيَا ۚ إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "Tu as ajouté foi à ta vision ! C’est ainsi que Nous récompensons ceux qui font le",
        "bien.»"
      ],
      "tafsirTranslate" : [
        ", vous avez bien rempli votre rêve <N:63> ainsi que Nous récompensons les",
        "bienfaisants » <N:64>.."
      ],
      "tanslateWordByWord" : [
        "En vérité",
        "vous avez rempli",
        "la vision",
        "En effet, nous",
        "Ainsi",
        "[Nous] récompense",
        "les bienfaisants"
      ],
      "notes" : {
        "64" : [
          "Autrement dit, [ \"Nous ne soumettons pas les gens qui adoptent la voie juste à",
          "des essais afin de les impliquer dans l'ennui et de la détresse et l'affliction",
          "juste pour le plaisir de le faire, mais ces essais sont censés apporter leurs",
          "excellences et les exaltent à un rang élevé, puis nous les livrer aussi sains et",
          "saufs du dilemme dans lequel nous les plaçons dans l'intérêt du procès. Ainsi,",
          "votre volonté et de la préparation à sacrifier yow fils est assez pour vous",
          "donner droit être exalté au rang qui pourrait être atteint que par celui qui",
          "aurait effectivement abattu son fils pour notre approbation et de plaisir. ainsi,",
          "nous avons sauvé la vie de yow enfant aussi bien que vous exalté à ce haut rang.",
          "\"]"
        ],
        "63" : [
          "Autrement dit, [ «Nous ne faisons que vous voyez dans le rêve que vous aviez",
          "effectivement abattu votre fils et qu'il était mort, mais que vous étiez",
          "l'abattage. Ce Vision vous avez rempli. Maintenant, il est pas Notre volonté w",
          "prendre la vie de votre enfant: l'objet réel de la vision a été remplie par votre",
          "soumission et de préparation pour le sacrifier pour notre amour \"]."
        ]
      }
    },
    {
      "verseNumber" : 106,
      "arabicVerse" : "إِنَّ هَٰذَا لَهُوَ الْبَلَاءُ الْمُبِينُ",
      "simpleTranslate" : [
        "En vérité, ce fut là une bien rude épreuve ."
      ],
      "tafsirTranslate" : [
        "Ce fut en effet un procès ordinaire <N:65>."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ce",
        "(A) sûrement [it]",
        "le procès",
        "clair"
      ],
      "notes" : {
        "65" : [
          "Autrement dit, \"L'objet était de ne pas obtenir yow fils abattus à travers vous",
          "mais de vous tester pour voir que vous ne tenez rien du monde plus cher que nous."
        ]
      }
    },
    {
      "verseNumber" : 107,
      "arabicVerse" : "وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ",
      "simpleTranslate" : [
        "Nous rachetâmes l’enfant par une offrande de grande valeur."
      ],
      "tafsirTranslate" : [
        "Et Nous le rançonnâmes avec un sacrifice puissant, <N:66>"
      ],
      "tanslateWordByWord" : [
        "Et Nous le rançonnâmes",
        "avec un sacrifice",
        "génial"
      ],
      "notes" : {
        "66" : [
          "[ \"Un grand sacrifice\"]: Un bélier, comme mentionné dans la Bible et les",
          "traditions islamiques, que l'ange de Dieu présenté à l'époque devant le Prophète",
          "Abraham, de sorte qu'il devrait sacrifier à la place de son fils . Cela a été",
          "appelé [ \"un grand sacrifice\"] parce qu'il devait servir une rançon d'un fidèle",
          "serviteur comme Abraham pour un patient et son fils obéissant comme Ismaël, Allah",
          "fait un moyen de remplir l'intention d'un sacrifice sans précédent. Une autre",
          "raison de l'appelant [ \"un grand\"] sacrifice est que AIlah a une tradition",
          "jusqu'au Jour de la Résurrection que tous les croyants devraient offrir des",
          "sacrifices d'animaux à la même date dans le monde entier afin de garder frais la",
          "mémoire du grand et événement unique signifiant fidélité et dévotion »."
        ]
      }
    },
    {
      "verseNumber" : 108,
      "arabicVerse" : "وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ",
      "simpleTranslate" : [
        "Et Nous perpétuâmes son renom dans les générations ultérieures."
      ],
      "tafsirTranslate" : [
        "et Nous avons conservé pour lui un bon nom parmi la postérité."
      ],
      "tanslateWordByWord" : [
        "Et Nous",
        "pour lui",
        "parmi",
        "les générations futures"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 109,
      "arabicVerse" : "سَلَامٌ عَلَىٰ إِبْرَاهِيمَ",
      "simpleTranslate" : [
        "Paix sur Abraham !"
      ],
      "tafsirTranslate" : [
        "La paix soit sur Abraham."
      ],
      "tanslateWordByWord" : [
        "paix",
        "sur",
        "Ibrahim"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 110,
      "arabicVerse" : "كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "C’est ainsi que Nous récompensons les gens de bien ;"
      ],
      "tafsirTranslate" : [
        "ainsi que Nous récompensons les bienfaisants."
      ],
      "tanslateWordByWord" : [
        "Ainsi",
        "Nous récompensons",
        "les bienfaisants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 111,
      "arabicVerse" : "إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Abraham était un de Nos fidèles serviteurs."
      ],
      "tafsirTranslate" : [
        "Certes, il a été l'un de nos serviteurs croyants."
      ],
      "tanslateWordByWord" : [
        "En effet, il (était)",
        "de",
        "Nos esclaves",
        "croire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 112,
      "arabicVerse" : "وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِنَ الصَّالِحِينَ",
      "simpleTranslate" : [
        "Nous lui annonçâmes également l’heureux avènement d’Isaac, comme prophète parmi",
        "les saints."
      ],
      "tafsirTranslate" : [
        "Et Nous lui avons donné les bonnes nouvelles d'Isaac, <N:67> un prophète et parmi",
        "les justes <N:68>."
      ],
      "tanslateWordByWord" : [
        "Et Nous lui avons donné la bonne nouvelle",
        "d'Isaac",
        "un prophète",
        "parmi",
        "les justes"
      ],
      "notes" : {
        "68" : [
          "Cette phrase jette la lumière sur l'objet réel pour lequel cet événement du",
          "sacrifice du prophète Abraham a été rapporté ici. De la course de ses deux fils a",
          "surgi deux grandes nations dans le monde. Tout d'abord, les enfants d'Israël,",
          "dont la maison de deux grandes religions [(judaïsme et le christianisme)] ont",
          "émergé, qui a dominé et remporté sur de grandes populations humaines.",
          "Deuxièmement, les enfants d'Ismaël, qui étaient les chefs religieux et les guides",
          "de tous les Arabes au moment de la révélation du Coran, et la tribu de Quraish de",
          "La Mecque à l'époque occupé le poste le plus important d'entre eux. Quelle que",
          "soit l'éminence ces deux branches de la descendance du Prophète Abraham atteint",
          "est devenu possible seulement à cause de leur connexion et la relation avec le",
          "Prophète Abraham et ses deux fils illustres; autrement, Dieu seul sait combien de",
          "ces familles ont surgi dans le monde et ont été assignés à l'oubli. Maintenant,",
          "Allah rapporte l'événement le plus glorieux de l'histoire de cette famille et",
          "rend à la fois ses branches se rendre compte que tout ce que l'honneur et de",
          "l'éminence qu'ils ont atteint dans le monde, a été due en réalité aux grandes",
          "traditions de Dieu culte et de la sincérité et de l'obéissance, qui ont été fixés",
          "par leurs ancêtres, les prophètes Abraham et Ismaël et Isaac [(que la paix soit",
          "sur eux tous)]. . Il leur dit: `Les grandes bénédictions que nous donnâmes sur",
          "eux, ne sont pas accordés de façon arbitraire et au hasard: Nous ne sommes pas",
          "simplement choisir une personne et ses deux fils à l'aveuglette et les bénit,",
          "mais ils nous ont donné des preuves concrètes de leur loyauté et leur fidélité à",
          "leur vrai maître et devient alors digne de ses faveurs. Maintenant, vous ne",
          "pouvez pas avoir droit à ces faveurs simplement sur la base de votre fierté",
          "d'origine, car nous verrons qui parmi vous est juste et qui est méchant et",
          "ensuite traiter avec lui en conséquence. \""
        ],
        "67" : [
          "Ici, la question se pose: Qui était le fils que le Prophète Abraham avait obtenu",
          "prêt à offrir comme un sacrifice, et qui avait volontairement offert lui-même",
          "pour être abattus comme un sacrifice? La première réponse à cette question est",
          "donnée par la Bible; et il est la suivante: [ «Et il arriva, après ces choses,",
          "que Dieu éprouva Abraham, et lui dit: Abraham... Prends ton fils ton fils unique",
          "Isaac, celui que tu aimes, et va-te dans le pays de Morija, et là offre en",
          "holocauste sur l'une des montagnes que je te dirai \"] [(Genèse 22: 1-2).]. Dans",
          "cette déclaration, d'une part, il est dit que Dieu avait demandé l'offrande du",
          "Prophète Isaac, et de l'autre, qu'il était fils unique d'Abraham, alors que la",
          "Bible elle-même, à d'autres endroits, indique de façon concluante que la Prophète",
          "Isaac était. pas le seul fils du prophète Abraham.Consider les états de la Bible",
          "suivants: [ \"Saraï, femme d'Abram lui donna pas d'enfants: et elle avait une",
          "servante égyptienne, dont le nom était Agar. Et Saraï dit à Abraham: Voici,",
          "l'Éternel m'a empêchée d': Je te prie, vers ma servante; il se peut que je par",
          "elle des enfants. Et Abraham écouta la voix de Saraï. Et Saraï, femme d'Abraham",
          "prit Agar sa servante égyptienne, après Abraham eut habité dix années dans le",
          "pays de Canaan, et a donné son mari Abram d'être sa femme. Et il alla vers Agar,",
          "et elle conçut \"] [(Gn 0,16: 1-4)] [\". Et l'ange du Seigneur lui dit: Voici, tu",
          "es enceinte, et tu enfanteras un fils, et tu appeler son nom d'Ismaël \"] [(16:",
          "11)] [\". et Abraham était quatre-vingt-six ans, quand Agar enfanta Ismaël à",
          "Abraham \"] [(16: 16).] [\". et Dieu dit à Abraham, `Quant à Saraï ta femme, .....",
          "Je la bénirai et te donner un fils aussi d'elle:. . . . . et tu appelleras son",
          "nom Isaac. . ... . que Sara te à ce moment-ci de l'année prochaine Et Abraham",
          "prit Ismaël, son fils et ...... tout mâle parmi les hommes de la maison",
          "d'Abraham; et . ... . circoncire la chair de leur prépuce en ce même jour, que",
          "Dieu lui avait dit:. Et Abraham était quatre-vingt dix-neuf ans, lorsqu'il fut",
          "circoncis dans la chair de son prépuce. Et Ismaël, son fils, était âgé de treize",
          "ans lorsqu'il fut circoncis en la chair de son prépuce. \"] [(Gen. 17: 15-25).] [\"",
          "Et Abraham était âgé de cent ans, quand son fils Isaac, lui naquit. \"] [(Genèse",
          "21: 5).] Cela fait ressortir les contradictions de la Bible Il est évident que",
          "depuis 14 ans, le prophète Ismaël était le seul fils du Prophète Abraham",
          "Maintenant, si l'offre avait été demandé le seul.. fils, il n'a pas été d'Isaac,",
          "mais d'Ismaël, car lui seul était le fils unique, et si l'offrande d'Isaac avait",
          "été demandé, il serait faux de dire que l'offrande du fils unique avait été",
          "demandé considérons maintenant. . les traditions islamiques, et elles contiennent",
          "de grandes différences selon les traditions citées par les commentateurs des",
          "Compagnons et leurs successeurs immédiats, un groupe d'entre eux est d'avis que",
          "le fils était le Prophète Isaac, et ce groupe contient les noms suivants: Hadrat",
          "`Umar,` `Hadrat Ali,` `Hadrat Abdullah bin Mas'ud, Hadrat` Abbas bin `Abdul",
          "Muttalib, Hadrat` Abdullah bin `Abbas, Abû Hurayrah, Qatadah,` Ikrima, Hasan",
          "Basri, Said bin Jubayr, Mujahid, Sha`bi, Masruq, Makhul, Zuhri, `Ata, Muqatil,",
          "Suddi, Ka'b Ahbar, Zaid bin Aslam, et d'autres. L'autre groupe dit qu'il était le",
          "prophète Ismaël, et ce groupe contient les noms des autorités suivantes: Abû",
          "Bakr, Hadrat 'Ali, Hadrat `Abdullah bin` Umar, Hadrat' Abdullah bin 'Abbas, Abû",
          "Hurayrah, Hadrat Mu 'awiyah, `Ikrima, Mujahid, Yusuf bin Mahran, Hasan Basri,",
          "Muhammad bin Ka'b al-Qurzi, Sha`bi, Said bin al-Musayyab, Dahhak, Muhammad bin",
          "Ali bin Husain [(Muhammad alBaqir)], Rabi `bin Anas, Ahmed bin Hanbal, et",
          "d'autres. Lorsqu'on les compare, les deux listes seront visibles pour contenir",
          "plusieurs noms communs: ceci est dû à la raison que, de la même personne, deux",
          "vues différentes ont été rapportées. Par exemple, de Hadrat 'Abdullah bin",
          "`Abbas,` Ikrimiah a raconté le dire que le fils était le Prophète Isaac, mais de",
          "lui encore `Ata' bin Abi Rabah se rapporte: [« Les Juifs prétendent que ce fut",
          "Isaac, mais les Juifs dire une cravate. \"] de même. de Hadrat Hasan Basri, une",
          "tradition est à l'effet que le Prophète Isaac était le fils destiné à être fait",
          "l'offrande, mais `Umar bin` dit Ubaid que Hasan Basri avait aucun doute quant à",
          "ce que le fils que le Prophète Abraham avait été ordonné de offre en sacrifice",
          "était le Prophète Ismaël [(paix soit sur lui)]. Cette diversité de la tradition a",
          "donné lieu à la diversité des opinions parmi les savants de l'Islam. Certains",
          "d'entre eux, par exemple Ibn Jarir et Qadi `Iyad, ont exprimé l'opinion ferme que",
          "le fils était le Prophète Isaac. D'autres, comme Ibn Kathir ont donné le verdict",
          "qu'il était le prophète Ismaël. Il ware d'autres qui sont un-certain et",
          "velléitaire, par exemple Jalaluddin Suyuti. Cependant, une enquête en profondeur",
          "sur la question établit le fait que le fils destiné à être offert en sacrifice",
          "était le Prophète Ismaël. Voici les arguments: [(1)] Comme indiqué par le Coran",
          "ci-dessus, au moment de son émigration du pays, le Prophète Abraham avait prié",
          "pour un fils vertueux et en réponse à cela, Allah avait lui le donné bonnes",
          "nouvelles d'un garçon de clement. Le contexte montre que cette prière a été faite",
          "à un moment où il était sans enfant, et le garçon dont les bonnes nouvelles a été",
          "donné était son premier-né. Ensuite, cela devient aussi écume évidente l'histoire",
          "coranique que lorsque l'enfant a grandi à l'adolescence, il a été inspiré de lui",
          "offrir comme offrande. Maintenant, il est établi hors de tout doute que le",
          "premier-né le fils du Prophète Abraham était le Prophète Ismaël et non le",
          "Prophète Isaac. Le Coran lui-même a déclaré l'ordre entre les deux fils, ainsi: [",
          "\". Louange à Allah qui m'a donné comme fils Ismaël et Isaac dans ma vieillesse\"]",
          "[(Ibrahim: 39 <V:14:39>)]. [(2)] Les termes utilisés dans le Coran à l'égard du",
          "Prophète Isaac tout en donnant les bonnes nouvelles de sa naissance sont: [ \"Et",
          "ils lui ont donné les bonnes nouvelles de la naissance d'un fils, possédant des",
          "connaissances, [( 'alim)] \"] [(AdhDhariyat: 28 [« ne pas avoir peur. nous vous",
          "donnons les bonnes nouvelles d'un fils",
          "<V:51:28[«nepasavoirpeur.nousvousdonnonslesbonnesnouvellesd'unfils>, possédant",
          "des connaissances \"] (AI-Hijr: 53)..] Mais le fils, les bonnes nouvelles dont la",
          "naissance a été donnée ici;. a été appelé un fils clement [(halim)] Cela montre",
          "que les deux fils avaient des qualités distinctives, et l'offre avait été demandé",
          "du fils de clement et non du fils possédant des connaissances [(. 3)] avec donner",
          "les bonnes nouvelles de la naissance du Prophète Isaac dans le Coran, les bonnes",
          "nouvelles de la naissance d'un petit-fils comme Jacob a également été donnée:",
          "«Puis Nous lui avons donné les bonnes nouvelles d'Isaac, et après . Isaac de",
          "Jacob [ \"[(Hud: 71 <V:11:71>)]. Maintenant, évidemment, si sur le fils ainsi que",
          "les nouvelles de la naissance duquel les nouvelles d'un fils digne d'être né pour",
          "lui avait également été donnée, le prophète Abraham a montré une vision qu'il lui",
          "sacrifiait, il ne serait jamais compris qu'il a été inspiré pour offrir ce fils",
          "très comme une offrande. 'Allama Ibn Jarir soutient que le Prophète Abraham",
          "aurait pu être montré que cette vision à un moment où Jacob avait déjà né au",
          "Prophète Isaac. Mais cela est, en. Effet, une réponse très faible à l'argument.",
          "Le Coran dit: «Quand le garçon est devenu capable de travailler avec son père,\"],",
          "puis on lui a montré la vision Quiconque lit ces mots avec un esprit impartial",
          "aura l'image d'un 8 à 10 ans lad beforc lui No. on peut imaginer que ces mots",
          "avaient été utilisés sur un jeune homme d'avoir des enfants [(4)] Allah, à la fin",
          "de l'histoire, dit:. [ \"Nous lui avons donné les bonnes nouvelles d'Isaac, un",
          "prophète parmi les justes.\" ] cela montre clairement que ce ne fut pas le même",
          "fils, qu'il avait été inspiré à offrir comme un sacrifice, mais avant cela les",
          "bonnes nouvelles d'un autre fils avait été donné, puis quand il a grandi et est",
          "devenu capable de travailler avec son père , il a été ordonné de le sacrifier.",
          "Ensuite, quand le Prophète Abraham est venu à travers ce test avec succès, il a",
          "reçu les bonnes nouvelles de la naissance d'un autre fils, le Prophète Isaac",
          "[(que la paix soit sur lui)]. Cet ordre des événements prouve de façon concluante",
          "que le fils que le Prophète Abraham avait été ordonné de sacrifier était pas",
          "Isaac, mais un autre fils qui était né plusieurs années beforc lui, «Allama Ibn",
          "Jarir rejette cet argument exprès, en disant que, dans le seul le début bonnes",
          "nouvelles de la naissance du Prophète Isaac avait été donné. Puis, quand il est",
          "devenu prêt à être scarificed pour l'amour de l'approbation et le plaisir",
          "d'Allah, il a été récompensé sous la forme des bonnes nouvelles de sa Prophétie.",
          "Mais cette réponse à l'argument est encore plus faible. Si elle avait vraiment",
          "été le cas, AIlah aurait pas dit: «Nous lui avons les bonnes nouvelles d'Isaac,",
          "un prophète parmi les justes, GAVC [\" mais \"] Nous lui avons donné les bonnes",
          "nouvelles que ce même ton fils serait un prophète parmi les justes. [ \"[(5)]",
          "traditions authentiques confirment que les cornes du bélier qui a été abattu en",
          "rançon pour le Prophète Ismaël sont restés conservés dans le Saint Kaaba jusqu'au",
          "temps de Hadrat 'Abdullah bin Zubair. Ensuite, quand Hajjaj bin Yusuf assiégea",
          "Ibn Zubair dans la Ka'ba et démoli le Kab'bah, les cornes ont également été",
          "détruits. Les deux Ibn 'Abbas et' Amir Sha'bi; témoignent qu'ils avaient vu les",
          "cornes dans la Ka'ba. [(Ibn Kathir)]. Ceci est une preuve du fait que l'événement",
          "du sacrifice avait eu lieu à La Mecque et non en Syrie, et concernait le Prophète",
          "Ismaël. Voilà pourquoi une relique de celui-ci avait été conservé dans le Saint",
          "Kaaba construit par les prophètes Abraham et Ismaël. [(6)] Les traditions arabes",
          "ont confirmé que cet événement du sacrifice avait eu lieu à Mina [(près de La",
          "Mecque)], et il était non seulement une tradition mais pratiquement aussi avait",
          "été une partie des rites du Hadj depuis des siècles. Même jusqu'à ce que le temps",
          "du peuple Saint Prophète utilisés pour offrir le sacrifice des animaux à Mina à",
          "l'endroit où le Prophète Abraham avait offert le sacrifice. Ensuite, lorsque le",
          "Saint Prophète a été élevé comme un prophète, il a également maintenu et",
          "poursuivi la même tradition; de sorte que même jusqu'à des sacrifices",
          "d'aujourd'hui sont offcrcd à Mina le 10 Dhul-Hajj. Cette pratique continuelle de",
          "4500 ans ou plus est une preuve indéniable du fait que les héritiers de la",
          "tradition du sacrifice fait par le prophète Abraham ont été les descendants du",
          "Prophète Ismaël et non pas du Prophète Isaac. Il n'y a jamais eu une telle",
          "tradition parmi les descendants du Prophète Isaac selon lequel toute la",
          "communauté aurait pu offrir le sacrifice à un seul et même temps et considéré",
          "comme une continuation du sacrifice fait par le prophète Abraham. Face à ces",
          "arguments, il semble étrange que l'idée du Prophète Isaac étant le fils offert le",
          "sacrifice se répandre parmi la communauté musulmane elle-même. Si les Juifs",
          "auraient pu essayé d'attribuer l'honneur de leur ancêtre, le Prophète Isaac, en",
          "privant le Prophète Ismaël de celui-ci, il serait compréhensible. Mais la",
          "question est: Comment un grand nombre de musulmans est venu à accepter cette",
          "notion erronée? Une réponse très satisfaisante à cette question a été donnée par",
          "«Allama Ibn Kathir dans son commentaire. Il dit: \"] La réalité est connue à Allah",
          "seul, mais il semble que toutes les paroles [(dans lequel le Prophète Isaac a été",
          "mentionné comme le fils offert en sacrifice)] sont liés de Ka`b Ahbar. Cet homme,",
          "quand il est devenu un musulman à l'époque de Hadrat 'Umar, utilisé pour relier",
          "devant lui le contenu des anciennes écritures juives et chrétiennes, et Hadrat'",
          "Umar les entendre. Sur cette base, les autres personnes ont également commencé à",
          "écouter, andstarted concernant chaque mélange de la vérité et le mensonge qu'ils",
          "ont entendu de lui, alors que cette Ummah ne résiste pas besoin de quoi que ce",
          "soit à partir du magasin de ses connaissances et de l'information. » Cette chose",
          "est expliquée par une tradition de Muhammad bin Ka'b al-Kürzi Il dit qu'une fois",
          "au cours de sa présence à la question de savoir si le fils offert en sacrifice",
          "était le Prophète Isaac ou le Prophète Ismaël se levèrent avant Hadrat 'Umar bin'",
          "Abdul ` Aziz. Parmi eux, à cette époque était une personne qui avait été un",
          "savant juif, mais était devenu un musulman sincère après. Il a dit, [ \"O",
          "Commandeur des Croyants! Par Dieu, il était Ismaël, et les Juifs le savent, mais",
          "prétendre en raison de leur jalousie des Arabes qu'il était le Prophète Isaac.\"]",
          "[(Ibn Jarir)]. Lorsque les deux choses sont mises côte à côte, il devient évident",
          "que actuaul était la propagande juive qui se répandent parmi les musulmans qui",
          "ont toujours été impartiale en matière littéraire scolaires, un grand nombre",
          "d'entre eux a accepté les déclarations des Juifs comme une vérité historique ,",
          "qu'ils ont présenté comme traditions historiques avec référence aux écritures",
          "anciennes, et ne se rendent pas compte que ceux-ci étaient fondées sur des",
          "préjugés plutôt que de connaissances."
        ]
      }
    },
    {
      "verseNumber" : 113,
      "arabicVerse" : "وَبَارَكْنَا عَلَيْهِ وَعَلَىٰ إِسْحَاقَ ۚ وَمِنْ ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِنَفْسِهِ مُبِينٌ",
      "simpleTranslate" : [
        "Et Nous lui accordâmes Notre bénédiction ainsi qu’à Isaac . Mais, parmi leur",
        "descendance, il y eut des hommes de bien et d’autres manifestement injustes",
        "envers eux-mêmes."
      ],
      "tafsirTranslate" : [
        "Et Nous lui et Isaac bénis. Parmi les descendants des deux certains l'ont fait",
        "bien et se certains lésés clairement."
      ],
      "tanslateWordByWord" : [
        "Et Nous bénis",
        "lui",
        "et sur]",
        "Isaac",
        "Et de",
        "leur progéniture",
        "(Sont) bienfaisants",
        "et injuste",
        "à lui-même",
        "clair"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 114,
      "arabicVerse" : "وَلَقَدْ مَنَنَّا عَلَىٰ مُوسَىٰ وَهَارُونَ",
      "simpleTranslate" : [
        "Nous avons répandu aussi Nos bienfaits sur Moïse et Aaron."
      ],
      "tafsirTranslate" : [
        "En vérité, Nous avons donné Nos faveurs sur Moïse et Aaron"
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "Nous discutâmes Favor",
        "sur",
        "Musa",
        "et Harun"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 115,
      "arabicVerse" : "وَنَجَّيْنَاهُمَا وَقَوْمَهُمَا مِنَ الْكَرْبِ الْعَظِيمِ",
      "simpleTranslate" : [
        "Nous les avons sauvés, eux et leur peuple, d’une angoisse extrême."
      ],
      "tafsirTranslate" : [
        "et Nous avons livré deux d'entre eux et leur peuple de la grande calamité <N:69>."
      ],
      "tanslateWordByWord" : [
        "Et Nous avons sauvé deux d'entre eux",
        "et de leur peuple",
        "de",
        "la détresse",
        "le grand"
      ],
      "notes" : {
        "69" : [
          "[ \"Une grande détresse\"]: la détresse dans laquelle ils ont été impliqués dans",
          "les mains de Pharaon et son peuple"
        ]
      }
    },
    {
      "verseNumber" : 116,
      "arabicVerse" : "وَنَصَرْنَاهُمْ فَكَانُوا هُمُ الْغَالِبِينَ",
      "simpleTranslate" : [
        "Nous les avons secourus, et ils furent, eux, les vainqueurs."
      ],
      "tafsirTranslate" : [
        "Nous les avons secourus, et ils ont pris le dessus (contre leurs ennemis)."
      ],
      "tanslateWordByWord" : [
        "Et Nous les avons aidés",
        "de sorte qu'ils sont devenus",
        "de sorte qu'ils sont devenus",
        "les vainqueurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 117,
      "arabicVerse" : "وَآتَيْنَاهُمَا الْكِتَابَ الْمُسْتَبِينَ",
      "simpleTranslate" : [
        "Nous leur avons donné l’Écriture à la clarté limpide ;"
      ],
      "tafsirTranslate" : [
        "Nous leur avons accordé un Livre explicite,"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons donné tous les deux",
        "le livre",
        "clair"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 118,
      "arabicVerse" : "وَهَدَيْنَاهُمَا الصِّرَاطَ الْمُسْتَقِيمَ",
      "simpleTranslate" : [
        "Nous leur avons indiqué la bonne voie"
      ],
      "tafsirTranslate" : [
        "et leur a montré la voie droite,"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons guidés tous les deux",
        "(À) le chemin",
        "la droite"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 119,
      "arabicVerse" : "وَتَرَكْنَا عَلَيْهِمَا فِي الْآخِرِينَ",
      "simpleTranslate" : [
        "et Nous avons perpétué leur souvenir dans les générations ultérieures."
      ],
      "tafsirTranslate" : [
        "et conservé pour eux un bon nom parmi la postérité."
      ],
      "tanslateWordByWord" : [
        "Et Nous",
        "pour chacun d'eux",
        "parmi",
        "les générations futures"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 120,
      "arabicVerse" : "سَلَامٌ عَلَىٰ مُوسَىٰ وَهَارُونَ",
      "simpleTranslate" : [
        "Que le salut soit donc sur Moïse et sur Aaron !"
      ],
      "tafsirTranslate" : [
        "La paix soit sur Moïse et Aaron."
      ],
      "tanslateWordByWord" : [
        "paix",
        "sur",
        "Musa",
        "et Harun"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 121,
      "arabicVerse" : "إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "C’est ainsi que Nous récompensons les hommes de bien,"
      ],
      "tafsirTranslate" : [
        "ainsi que Nous récompensons les bienfaisants."
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "Ainsi",
        "récompense",
        "les bienfaisants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 122,
      "arabicVerse" : "إِنَّهُمَا مِنْ عِبَادِنَا الْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "car ils font partie de Nos fidèles serviteurs."
      ],
      "tafsirTranslate" : [
        "Certes, les deux étaient parmi Nos serviteurs croyants."
      ],
      "tanslateWordByWord" : [
        "En effet, les deux",
        "(Étaient) des",
        "Nos esclaves",
        "croire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 123,
      "arabicVerse" : "وَإِنَّ إِلْيَاسَ لَمِنَ الْمُرْسَلِينَ",
      "simpleTranslate" : [
        "Élie aussi fut un de Nos envoyés."
      ],
      "tafsirTranslate" : [
        ". Certes, Elias aussi était parmi les messagers <N:70>"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "Elie",
        "(A) sans doute de",
        "les messagers"
      ],
      "notes" : {
        "70" : [
          "Le Prophète Elias était parmi les prophètes d'Israël. Il a été mentionné que deux",
          "fois dans le Coran, ici et dans la sourate Al-An'am: 85. Les chercheurs actuels",
          "ont déterminé sa période entre 875 et 850 av. J.-C. Il était un habitant de",
          "Galaad, qui dans les temps anciens était le territoire maintenant sous les",
          "districts du nord de l'Etat moderne de la Jordanie, au sud de la rivière Yarmouk.",
          "Dans la Bible, il a été mentionné comme Élie, le Thischbite. Voici brièvement son",
          "lifestory: Après la mort du Prophète Salomon le royaume israélite a été divisé en",
          "deux parties en raison principalement de l'indignité de son fils, Roboam. Une",
          "partie qui se composait de Jérusalem et le sud de la Palestine est resté avec les",
          "descendants du prophète David, tandis que dans le second, qui comprenait le nord",
          "de la Palestine, un Etat indépendant par le nom d'Israël a été créé avec la",
          "Samarie comme capitale. Bien que les conditions dans les deux Etats étaient très",
          "mauvaises, l'Etat d'Israël, dès le début, a suivi le chemin de la dépravation en",
          "raison de laquelle les maux du polythéisme et de l'idolâtrie et de la tyrannie et",
          "de la méchanceté allaient croissant et multipliant en elle sans cesse; si bien",
          "que, quand Achab, roi d'Israël, a épousé Jézabel, la fille du roi de Sidon",
          "[(mod., Liban)], le mal a atteint son extrémité. Sous l'influence de cette",
          "princesse polythéiste Achab devint lui-même un polythéiste. Il a construit un",
          "temple et autel à Baal à Samarie, a essayé de son mieux pour présenter et",
          "populariser le culte de Baal au lieu du culte d'un Dieu. et par conséquent, les",
          "offres ont commencé à être faite publiquement au nom de Baal dans les villes et",
          "les villes d'Israël. Ce fut le moment où le prophète Elie [(paix soit sur lui)]",
          "est apparu sur la scène. Il est venu de Galaad et a donné Achab un avis que, par",
          "suite de ses péchés, la terre d'Israël irait sans pluie, même sans la rosée.",
          "Cette parole du Prophète de AIlah avéré être littéralement vrai et il est tombé",
          "pas de pluie en Israël pour toi et ans et demi. Enfin, Achab est venu à ses sens",
          "et il a obtenu le prophète Elie recherché sur Mais Élie, avant de prier pour la",
          "pluie, a jugé nécessaire de serpent la distinction entre Allah, Seigneur des",
          "mondes, et Baal plaine devant le peuple d'Israël. A cet effet, il a ordonné que",
          "les prêtres de Baal ferait une offrande au nom de leur divinité, et il serait",
          "également faire une offrande au nom de AIlah, Seigneur des mondes, devant le",
          "peuple assemblé. Ensuite, celui dont l'offre serait consommée par un feu du ciel,",
          "sans que l'agence de la main humaine, la vérité de sa divinité serait établi hors",
          "de tout doute. Achab a accepté cette proposition. Ainsi, 850 des prêtres de Baal",
          "assemblés sur le mont Carmel pour répondre au défi donné par le prophète Elie.",
          "Dans cette rencontre les adorateurs de Ba'al ont été vaincus, et le prophète Élie",
          "a prouvé que Baal était «un faux dieu, et le vrai Dieu est le seul Dieu qui",
          "l'avait désigné comme son prophète. Après cela, Elie a obtenu les prêtres de Baal",
          "abattus devant la même assemblée du peuple; puis il a prié pour la pluie, et sa",
          "prière a été immédiatement répondu et toute la terre d'Israël a été saturé d'eau",
          "Mais, malgré ces miracles, Achab ne pouvait pas secouer l'influence de sa femme",
          "polythéiste. Jezebel devenu hostile au prophète Elie et elle SWOP qu'il serait",
          "mis à mort tout comme les adorateurs de Baal avaient été mis à mort. Dans les",
          "circonstances, le prophète Elie a été contraint de quitter le pays et il est",
          "resté logé dans une grotte au pied du Mt. Sinaï depuis plusieurs années. La",
          "lamentation qu'il a fait à Allah, à cette occasion, a été rapporté dans la Bible,",
          "en ces termes: «Les enfants d'Israël ont abandonné ton alliance, ils ont renversé",
          "tes autels, et ils ont tué tes prophètes par l'épée; et moi, même si je ne suis",
          "resté; et ils cherchent ma vie, de l'emporter [ \"[(I Rois 19: 10)..] A propos de",
          "Thésame temps Joram, le chef de l'Etat juif de Jérusalem, épousa la fille",
          "d'Achab, roi d'Israël, et . sous son influence polythéiste même evilsthat avait",
          "répandu en Israël a également commencé à se répandre en Juda le prophète Elie a",
          "accompli son devoir prophétique againand a écrit une lettre à Joram, les mots",
          "suivants qui ont été rapportés dans la Bible: \"] Ainsi parle le Seigneur Dieu de",
          "David, ton père, Parce que tu as pas marcha dans les voies de Josaphat, ton père,",
          "ni dans les voies d'Asa, roi de Juda. Mais tu as marché dans la voie des rois",
          "d'Israël, et tu as fait Juda et les habitants de Jérusalem se prostituent, comme",
          "les prostitutions de la maison d'Achab, et parce que tu as tué tes frères de la",
          "maison de ton père, qui étaient mieux que toi: Voici, d'une grande plaie sera le",
          "Seigneur frappera ton peuple et tes enfants, épouses andthy, et tous tes biens:",
          "et tu auras grande maladie par la maladie de tes entrailles, jusqu'à ce que tes",
          "entrailles sortent en raison de la maladie de jour en jour \"[(2 Chroniques, 21:",
          "12-15)].. . Quel que soit le prophète Elie avait prophétisé dans cette lettre a",
          "prouvé vrai. Tout d'abord, le royaume de Joram a été détruit par les envahisseurs",
          "extérieurs, et les ennemis même emporté ses femmes, puis il mourut lui-même de la",
          "maladie des intestins. Quelques années plus tard, le prophète Elie est allé de",
          "nouveau à Israël et constamment essayé dur pour apporter Achab, et après lui son",
          "fils, Achazia, vers le droit chemin, mais le mal qui avait pris racine dans la",
          "maison de la famille royale de Samarie ne pouvait pas être éradiquée. Enfin, en",
          "raison de la malédiction du Prophète la famille d'Achab a rencontré sa perte,",
          "puis AIlah a rappelé son prophète du monde. Pour plus de détails, voir les livres",
          "suivants de la Bible:. I Rois, chs, 17, 18, 19, 21; 2 Rois, chs .; 1, 2; 2",
          "Chroniques, ch. 21."
        ]
      }
    },
    {
      "verseNumber" : 124,
      "arabicVerse" : "إِذْ قَالَ لِقَوْمِهِ أَلَا تَتَّقُونَ",
      "simpleTranslate" : [
        "C’est lui qui a dit à son peuple : «Ne craignez-vous pas Dieu?"
      ],
      "tafsirTranslate" : [
        "(Appel à l'esprit) quand il dit à son peuple: «Voulez-vous pas craindre Allah?"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "il a dit",
        "à son peuple",
        "Will not",
        "tu as peur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 125,
      "arabicVerse" : "أَتَدْعُونَ بَعْلًا وَتَذَرُونَ أَحْسَنَ الْخَالِقِينَ",
      "simpleTranslate" : [
        "Allez-vous adorer Ba`l , en délaissant le Meilleur des créateurs,"
      ],
      "tafsirTranslate" : [
        "appelez-vous sur Baal <N:71> et abandonne le meilleur des créateurs?"
      ],
      "tanslateWordByWord" : [
        "Appelez-vous",
        "Baal",
        "et vous abandonnez",
        "(le meilleur",
        "(De) Créateurs"
      ],
      "notes" : {
        "71" : [
          "lexical, ba al signifie maître, chef et possesseur. Ce mot a également été",
          "utilisé pour le mari, et a été utilisé dans ce sens à plusieurs endroits dans le",
          "Coran lui-même, par exemple dans la sourate Al-Baqarah: 228, An-Nisa ': 127, Hud:",
          "72 et An-Nur: 31. Toutefois; dans les temps anciens, les nations sémitique",
          "utilisés dans le sens de la divinité ou seigneur; ils avaient même donné le nom",
          "de Baal à un dieu spécial. Le chef dieu mâle des Phéniciens, en particulier,",
          "était Baal et leur déesse Astarté était chef, sa femme. Les savants diffèrent",
          "quant à savoir si Baal signifie le soleil ou de Jupiter, et Astarté la lune ou",
          "Vénus. Dans tous les cas, historiquement il est certain que le culte de Baal",
          "était répandu de Babylone en Egypte à travers le Moyen-Orient, et les communautés",
          "polythéistes du Liban et de la Syrie et de la Palestine, en particulier, était",
          "devenu ses dévots. Quand les Israélites installés en Palestine et en Jordanie",
          "après leur sortie d'Egypte, ils ont commencé à contracter mariage et d'autres",
          "relations sociales avec les nations polythéistes autour d'eux, en violation des",
          "injonctions prohibitives strictes de la Torah, la maladie de l'idolâtrie ont",
          "commencé à se répandre parmi eux, aussi. Selon la Bible, ce déclin moral et",
          "religieux avait commencé à apparaître parmi les Israélites peu de temps après la",
          "mort de Josué, fils de Nun, qui fut le premier calife du Prophète Moïse: «Et les",
          "enfants d'Israël ne mal aux yeux du . Seigneur, et servi Baalim ...... et ils",
          "abandonnèrent l'Éternel, et ils servirent Baal et Astarté \"[(Juges, 2: 11-13)].",
          "et les enfants d'Israël habitèrent parmi les Cananéens, les Hittites, les",
          "Amorites et et Phéréziens et Héviens et des Jébusiens. et ils prirent leurs",
          "filles pour leurs femmes, et a donné leurs filles à leurs fils, et servaient",
          "leurs dieux. [(Juges, 3: 5-6)] A cette époque, le culte de Baal avait si",
          "profondément affecté les Israélites que, selon la Bible, dans l'un de leurs",
          "habitations un autel public avait été construit au cours de laquelle les offres",
          "ont été faites à Baal.. un Israélite Dieu adorant ne pouvait pas supporter la",
          "vue; alors il tiré vers le bas de l'autel une nuit le lendemain matin, une grande",
          "multitude de gens rassemblés et ont exigé que l'homme qui avait abattu l'autel,",
          "il a mis à mort.. . [(Juges, 6: 25-32)]. Ce mal, à la fin, a été mis fin par.",
          "Samuel, Saül et les Prophètes David et Salomon [(paix soit sur eux)]; non",
          "seulement ils ont réformé les Israélites en général, mais aussi éradiquées",
          "polythéisme et de leur idolâtrie royaume. Mais après la mort du Prophète Salomon",
          "le mal a de nouveau été relancé et l'Etat d'Israël du nord de la Palestine a été",
          "emporté dans le capot du culte de Baal."
        ]
      }
    },
    {
      "verseNumber" : 126,
      "arabicVerse" : "اللَّهَ رَبَّكُمْ وَرَبَّ آبَائِكُمُ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "Dieu, votre Seigneur et Celui de vos premiers ancêtres?»"
      ],
      "tafsirTranslate" : [
        "Allah est votre Seigneur et le Seigneur de vos ancêtres d'antan »."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "votre Seigneur",
        "et (le) Lord",
        "(De) vos ancêtres",
        "(De) vos ancêtres"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 127,
      "arabicVerse" : "فَكَذَّبُوهُ فَإِنَّهُمْ لَمُحْضَرُونَ",
      "simpleTranslate" : [
        "Mais ils le traitèrent d’imposteur. Aussi auront-ils à répondre de ce péché",
        "devant le Seigneur,"
      ],
      "tafsirTranslate" : [
        "Mais ils l'ont dénoncé comme un menteur, donc ils vont sûrement être traduits en",
        "justice (pour la peine),"
      ],
      "tanslateWordByWord" : [
        "Mais ils lui ont refusé",
        "donc en effet, ils",
        "(Va) sûrement être amené"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 128,
      "arabicVerse" : "إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ",
      "simpleTranslate" : [
        "à l’exception de Nos élus serviteurs."
      ],
      "tafsirTranslate" : [
        ", sauf les serviteurs élus d'Allah <N:72>."
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "(les) esclaves",
        "(De) Allah",
        "les selectionnés"
      ],
      "notes" : {
        "72" : [
          "C'est [ \"Seules les personnes seront faites une exception à la peine, qui ne",
          "démentait pas le prophète Elie, et que Dieu a choisi parmi la nation pour son",
          "culte.\"]"
        ]
      }
    },
    {
      "verseNumber" : 129,
      "arabicVerse" : "وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ",
      "simpleTranslate" : [
        "Et Nous perpétuâmes son souvenir dans les générations ultérieures."
      ],
      "tafsirTranslate" : [
        "Nous avons conservé un bon nom pour lui parmi la postérité <N:73>."
      ],
      "tanslateWordByWord" : [
        "Et Nous",
        "pour lui",
        "parmi",
        "les générations futures"
      ],
      "notes" : {
        "73" : [
          "Le traitement que les Israélites infligées au Prophète Élie dans sa vie a été",
          "mentionné ci-dessus, mais après sa mort, ils sont devenus si épris de lui qu'ils",
          "le tenaient en haute estime et de respect après le prophète Moïse. Ils ont formé",
          "la conviction que Elijah [(paix soit sur lui)] avait été pris vivant dans le ciel",
          "par un tourbillon [(2 Rois, ch. 2)], et qu'il reviendra au monde nouveau. Ainsi,",
          "dans Malachie [(O.T.)] il est écrit: [ \". Voici, je vais vous envoyer Élie le",
          "prophète, avant la venue du grand et terrible jour du Seigneur»] [(4: 5)]. A la",
          "hauteur de la John prophètes et Jésus [(paix soit sur eux)] est apparu, les Juifs",
          "attendaient la venue de ces trois hommes: le prophète Élie, le Christ et [ \"ce",
          "prophète\"] [(ie le Saint Prophète Muhammad) ]. Lorsque le ministère du prophète",
          "John a commencé et il caillebotis baptisant le peuple, les Juifs envoyèrent des",
          "prêtres à lui demander, [ «Es-tu le Christ?\"] Et il a dit qu'il était pas le",
          "Christ. Puis ils ont demandé, [ «Es-tu Élie?\"] Et il répondit qu'il était pas",
          "Elias; puis ils ont demandé, [ «Êtes-vous 'que le Prophète?»] et il a répondu",
          "qu'il n'a pas été [ \"que le Prophète\"] soit. Là-dessus, ils ont dit, [ \"Si vous",
          "arc ni le Christ, ni Élie, ni que le Prophète, pourquoi ne puis baptisez?\"]",
          "[(Jean, 1:. 19-2G; j Ensuite lorsque le nom de la propagation Prophète Jésus",
          "parmi le peuple, les Juifs pensaient que peut-être le prophète Elias était venu",
          "(Marc 6: 14-15)..] Même parmi les disciples de Jésus se l'idée était commune que",
          "le prophète Elie viendrait, mais Jésus retiré leur incompréhension, disant ,",
          "'qu'Élie est déjà venu, et ils le connaissaient pas, mais ont fait de lui ce",
          "qu'ils figurent vers. \"Alors les disciples comprirent qu'il leur parlait de",
          "Jean-Baptiste et non de Elias qui avait apparu serré cent ans plus tôt. [(",
          "Matthieu 11: 14 et 17:. 10-131)]."
        ]
      }
    },
    {
      "verseNumber" : 130,
      "arabicVerse" : "سَلَامٌ عَلَىٰ إِلْ يَاسِينَ",
      "simpleTranslate" : [
        "Que le salut soit donc sur la famille d’Élie !"
      ],
      "tafsirTranslate" : [
        ". La paix soit sur Elias <N:74>"
      ],
      "tanslateWordByWord" : [
        "paix",
        "sur",
        "Elie",
        null
      ],
      "notes" : {
        "74" : [
          "Les mots de l'original sont: Salam-un 'ala El-ya-sin. Certains commentateurs",
          "disent que l'IE ya-péché est l'autre nom du prophète Elias, tout comme Abraham",
          "est l'autre nom du Prophète Ibrahim; d'autres disent que les différentes versions",
          "des noms hébreux étaient répandues parmi les Arabes, par exemple une seule et",
          "même ange a été appelé Michal et Micha'il et Micha'in. La même chose a été le cas",
          "avec le nom du prophète Elias aussi. Dans le Coran lui-même la même montagne a",
          "été appelé Tur Sina 'et Tur Sinin."
        ]
      }
    },
    {
      "verseNumber" : 131,
      "arabicVerse" : "إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "C’est ainsi que Nous récompensons les hommes de bien,"
      ],
      "tafsirTranslate" : [
        "ainsi que Nous récompensons les bienfaisants."
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "Ainsi",
        "récompense",
        "les bienfaisants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 132,
      "arabicVerse" : "إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "car Élie fait partie de Nos fidèles serviteurs."
      ],
      "tafsirTranslate" : [
        "Il était l'un de nos serviteurs croyants."
      ],
      "tanslateWordByWord" : [
        "En effet, il (était)",
        "de",
        "Nos esclaves",
        "croire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 133,
      "arabicVerse" : "وَإِنَّ لُوطًا لَمِنَ الْمُرْسَلِينَ",
      "simpleTranslate" : [
        "Loth aussi fut un de Nos envoyés."
      ],
      "tafsirTranslate" : [
        "Et Lot aussi était l'un des messagers."
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "Lut",
        "(A) de",
        "les messagers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 134,
      "arabicVerse" : "إِذْ نَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ",
      "simpleTranslate" : [
        "Nous l’avons sauvé lui et toute sa famille ;"
      ],
      "tafsirTranslate" : [
        "(Appel à l'esprit) lorsque Nous lui et tous ses kinsfolk livré,"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "Nous l'avons sauvé",
        "et sa famille",
        "tout"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 135,
      "arabicVerse" : "إِلَّا عَجُوزًا فِي الْغَابِرِينَ",
      "simpleTranslate" : [
        "seule, sa vieille femme fut du nombre des réprouvés."
      ],
      "tafsirTranslate" : [
        ", sauf pour une vieille femme qui était parmi ceux qui sont restés derrière",
        "<N:75>."
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "une vieille femme",
        "(était parmi",
        "ceux qui sont restés derrière"
      ],
      "notes" : {
        "75" : [
          "Cela implique l'épouse du Prophète Loth, qui n'a pas migré avec son illustre",
          "mari, mais est resté en arrière avec son peuple et a été puni."
        ]
      }
    },
    {
      "verseNumber" : 136,
      "arabicVerse" : "ثُمَّ دَمَّرْنَا الْآخَرِينَ",
      "simpleTranslate" : [
        "Puis Nous avons anéanti tous les autres."
      ],
      "tafsirTranslate" : [
        "Puis Nous avons détruit le reste d'entre eux."
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous avons détruit",
        "les autres"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 137,
      "arabicVerse" : "وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ",
      "simpleTranslate" : [
        "Et ce sont leurs vestiges que vous foulez au pied matin"
      ],
      "tafsirTranslate" : [
        "Vous passez par leurs habitations désolées du matin <N:76>"
      ],
      "tanslateWordByWord" : [
        "Et en effet vous,",
        "passer sûrement",
        "par eux",
        "(du matin"
      ],
      "notes" : {
        "76" : [
          "La référence est aux habitations minées du peuple de Lot par lequel les marchands",
          "koraïchite passaient jour et nuit pendant leurs voyages commerciaux vers la Syrie",
          "et la Palestine."
        ]
      }
    },
    {
      "verseNumber" : 138,
      "arabicVerse" : "وَبِاللَّيْلِ ۗ أَفَلَا تَعْقِلُونَ",
      "simpleTranslate" : [
        "et soir. En avez-vous saisi le sens?"
      ],
      "tafsirTranslate" : [
        "et la nuit. Avez-vous toujours pas compris?"
      ],
      "tanslateWordByWord" : [
        "Et la nuit",
        "Ensuite, ne sera pas",
        "vous utilisez la raison"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 139,
      "arabicVerse" : "وَإِنَّ يُونُسَ لَمِنَ الْمُرْسَلِينَ",
      "simpleTranslate" : [
        "Jonas avait lui aussi fait partie de Nos envoyés."
      ],
      "tafsirTranslate" : [
        "Et Jonas aussi était l'un des messagers <N:77>."
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "Yunus",
        "(A) sans doute de",
        "les messagers"
      ],
      "notes" : {
        "77" : [
          "Ceci est le troisième endroit où le prophète Jonas [(paix soit sur lui)] a été",
          "mentionné dans le Coran. Avant cela, il a déjà été mentionné dans la sourate",
          "Yunus et la Sourate Al-Anbiya`. [(Pour référence, s'il vous plaît voir yunus: 98",
          "et AI-Anbiya`: 87-88 et de l'E.N. de celui-ci)]."
        ]
      }
    },
    {
      "verseNumber" : 140,
      "arabicVerse" : "إِذْ أَبَقَ إِلَى الْفُلْكِ الْمَشْحُونِ",
      "simpleTranslate" : [
        "Il s’était réfugié sur un vaisseau surchargé."
      ],
      "tafsirTranslate" : [
        "Appel à l'esprit quand il a fui à bord du navire chargé, <N:78>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "il s'est enfui",
        "à",
        "Le bateau",
        "chargé"
      ],
      "notes" : {
        "78" : [
          "Le mot ebaqe en arabe est utilisé pour le vol et la fuite d'un esclave de la",
          "maison de son maître."
        ]
      }
    },
    {
      "verseNumber" : 141,
      "arabicVerse" : "فَسَاهَمَ فَكَانَ مِنَ الْمُدْحَضِينَ",
      "simpleTranslate" : [
        "On tira au sort et il fut parmi les rejetés à la mer,"
      ],
      "tafsirTranslate" : [
        "sort, et a été parmi les perdants."
      ],
      "tanslateWordByWord" : [
        "Puis il a attiré beaucoup",
        "et était",
        "de",
        "les perdants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 142,
      "arabicVerse" : "فَالْتَقَمَهُ الْحُوتُ وَهُوَ مُلِيمٌ",
      "simpleTranslate" : [
        "où une baleine l’avala, car il avait encouru Notre colère ;"
      ],
      "tafsirTranslate" : [
        ". Puis un poisson lui avalé, et il était blâmable <N:79>"
      ],
      "tanslateWordByWord" : [
        "Puis l'ingestion",
        "le poisson",
        "alors qu'il",
        "(A) blâmable"
      ],
      "notes" : {
        "79" : [
          "C'est ce que l'on comprend à partir d'une étude de ces phrases: [(1)] Le navire",
          "que le prophète Jonas embarqua était déjà surchargé. [(2)] Beaucoup ont été",
          "établis dans le récipient sans doute à un moment où au cours du voyage, il a été",
          "estimé que la vie des passagers avaient été mis en danger en raison de la",
          "surcharge; par conséquent, beaucoup ont été jetés pour ramasser l'avoine une",
          "personne à être jetés à la mer. [(3)] Le sort tomba sur le prophète Jonas, et il",
          "a été jeté dans la mer. et un poisson a avalé. [(4)] Le prophète Jonas était si",
          "affligé parce qu'il avait fui et abandonné la place de sa mission sans la",
          "permission de son maître [(Allah Tout-Puissant)]. Ce sens est confirmé par le mot",
          "Abaqa comme cela a été expliqué dans E.N. 78 ci-dessus, et aussi par le mot",
          "mulim. Mulim est une personne blâmable, qui devient digne de blâme lui-même à",
          "cause de son péché et l'erreur, que ce soit quelqu'un d'autre reproche luiPour ou",
          "non. [(Ibn Jarir)]."
        ]
      }
    },
    {
      "verseNumber" : 143,
      "arabicVerse" : "فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ",
      "simpleTranslate" : [
        "et sans ses prières,"
      ],
      "tafsirTranslate" : [
        "avait-il pas été l'un de ceux qui glorifient Allah, <N:80>"
      ],
      "tanslateWordByWord" : [
        "Et sinon",
        "qu'il",
        "était",
        "de",
        "ceux qui glorifient"
      ],
      "notes" : {
        "80" : [
          "Il a deux significations et les deux sont impliqués: [(1)] Que le prophète Jonas",
          "était pas des gens qui sont inattentifs de Dieu, mais était de ceux qui",
          "glorifient et adorent Allah constamment et perpétuellement; et [(2)] que quand il",
          "est allé à l'intérieur du poisson, il se tourna vers AIlah seul et glorifié. Dans",
          "la sourate Al-Anbiya 'il a été dit: Il nous a invoqué des profondeurs de",
          "l'obscurité, en disant: `Il n'y a pas de dieu que Toi: Gloire à Toi. Je suis en",
          "effet blâmable' '[(V. 87)]."
        ]
      }
    },
    {
      "verseNumber" : 144,
      "arabicVerse" : "لَلَبِثَ فِي بَطْنِهِ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "simpleTranslate" : [
        "il serait resté dans le ventre de la baleine jusqu’au Jour dernier."
      ],
      "tafsirTranslate" : [
        ", il aurait certainement resté dans son ventre jusqu'au Jour de la Résurrection",
        "<N:81>."
      ],
      "tanslateWordByWord" : [
        "Certes, il a (aurait) est resté",
        "dans",
        "son ventre",
        "jusqu'à",
        "le jour",
        "ils sont ressuscités"
      ],
      "notes" : {
        "81" : [
          "Cela ne signifie pas que les poissons auraient vécu jusqu'à la résurrection et le",
          "prophète Jonas serait resté en vie dans son ventre jusque-là, mais que le ventre",
          "du poisson seraient devenus sa tombe jusqu'à la Résurrection. Le célèbre",
          "commentateur Qatadah a donné ce même sens de ce verset. [(Ibn Jarir)]."
        ]
      }
    },
    {
      "verseNumber" : 145,
      "arabicVerse" : "فَنَبَذْنَاهُ بِالْعَرَاءِ وَهُوَ سَقِيمٌ",
      "simpleTranslate" : [
        "Nous le fîmes rejeter, épuisé, sur une plage déserte"
      ],
      "tafsirTranslate" : [
        "Nous le jetâmes sur un tube large nu de terre alors qu'il était malade; <N:82>"
      ],
      "tanslateWordByWord" : [
        "Mais Nous le jetterons",
        "sur la rive ouverte",
        "alors qu'il",
        "(était malade"
      ],
      "notes" : {
        "82" : [
          "Autrement dit, [ «Quand le prophète Jonas a avoué sa faute, et a commencé à",
          "glorifier AIlah comme un vrai croyant et sincère, le poisson lui crachaient sur",
          "la plage par le commandement d'Allah. La plage était une plaine nue , sans aucune",
          "végétation sur elle, ou quoi que ce soit pour lui fournir de l'ombre, ou tout",
          "autre moyen de nourriture. \"]. Ici, les rationalistes ont été entendus exprimant",
          "l'inquiétude qu'il est impossible pour un Tnan de sortir vivant du ventre d'un",
          "poisson. Mais, vers la fin du siècle dernier, un événement a eu lieu près des",
          "rivages de l'Angleterre [(le centre de ce rationalisme soi-disant)], qui dément",
          "cette affirmation. En Août 1891, certains pêcheurs sont allés à la haute mer pour",
          "chasser la baleine dans un navire appelé Étoile de l'Est. Là, ils ont blessé un",
          "grand poisson qui était de 20 pieds de long, 5 pieds de large et pèse une",
          "centaine de tonnes, mais au cours de la lutte, le poisson avalé un pêcheur,",
          ".lames Bartley, devant les yeux de ses compagnons. Le lendemain, le même poisson",
          "a été trouvé mort sur la mer. Les pêcheurs transportés vers le haut à bord et",
          "quand ils ont coupé ouvrir le ventre, James Bartley est sorti vivant. Il était",
          "resté dans le ventre du poisson pour plus de 60 heures. [(Urdu Digest, Février,",
          "1964)]. Évidemment, quand une telle chose est possible dans des circonstances",
          "normales, naturellement, wiry devrait-il être impossible dans des conditions",
          "anormales comme un miracle de Dieu?"
        ]
      }
    },
    {
      "verseNumber" : 146,
      "arabicVerse" : "وَأَنْبَتْنَا عَلَيْهِ شَجَرَةً مِنْ يَقْطِينٍ",
      "simpleTranslate" : [
        "et Nous fîmes pousser au-dessus de lui un plant de citrouille."
      ],
      "tafsirTranslate" : [
        "et a causé un arbre gourde <N:83> pour croître sur lui,"
      ],
      "tanslateWordByWord" : [
        "Et Nous fîmes pousser",
        "par dessus lui",
        "une plante",
        "de",
        "gourde"
      ],
      "notes" : {
        "83" : [
          "Le mot arabe Yaqtin applique à un arbre qui ne repose pas sur une tige, mais se",
          "développe et se répand comme une plante grimpante, par exemple une citrouille,",
          "concombre, melon d'eau, etc. Dans tous les cas, un creeper a été produit par",
          "miracle, de sorte que ses feuilles doivent fournir de l'ombre au prophète Jonas",
          "et ses fruits devraient lui servir à la fois la nourriture et de l'ombre."
        ]
      }
    },
    {
      "verseNumber" : 147,
      "arabicVerse" : "وَأَرْسَلْنَاهُ إِلَىٰ مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ",
      "simpleTranslate" : [
        "Nous l’envoyâmes ensuite comme messager à une population de cent mille âmes ou",
        "plus encore,"
      ],
      "tafsirTranslate" : [
        "et Nous lui avons envoyés pour une nation de cent mille ou plus, <N:84>"
      ],
      "tanslateWordByWord" : [
        "Nous lui envoyâmes",
        "à",
        "cent",
        "mille",
        "ou",
        "plus"
      ],
      "notes" : {
        "84" : [
          "La mention de [ \"cent mille personnes ou plus\"] ne signifie pas que Allah avait",
          "un doute sur leur nombre, mais cela signifie qu'un observateur occasionnel aurait",
          "estimé la population à être plus d'une centaine millier de personnes dans tous",
          "les cas. Probablement, il était au même endroit que le prophète Jonas avait",
          "quitté et se sont enfuis. Après son départ, lorsque les gens du lieu ont vu le",
          "fléau approche qu'ils ont cru, mais ce fut seulement une sorte de repentance qui",
          "a été acceptée et le fléau évité. Maintenant, le prophète Jonas fut de nouveau",
          "envoyé .pour eux afin drat les gens devraient croire en lui comme un prophète et",
          "devenir musulmans formellement. Pour comprendre cela, il faut garder à vue le",
          "verset 98 de la sourate Yunus."
        ]
      }
    },
    {
      "verseNumber" : 148,
      "arabicVerse" : "فَآمَنُوا فَمَتَّعْنَاهُمْ إِلَىٰ حِينٍ",
      "simpleTranslate" : [
        "qui crurent en Dieu. Aussi leur avons-Nous permis de jouir de la vie, pour une",
        "période déterminée."
      ],
      "tafsirTranslate" : [
        "et ils ont cru. Donc, nous les laissons profiter de la vie pendant un certain",
        "temps. <N:85>"
      ],
      "tanslateWordByWord" : [
        "Et ils ont cru",
        "Nous les avons donc donné la jouissance",
        "pour",
        "un moment"
      ],
      "notes" : {
        "85" : [
          "Certaines personnes ont pris exception à ce que nous avons écrit au sujet de",
          "cette histoire du prophète Jonas dans notre commentaire de sourates Yunus et",
          "AI-Anbiya '. Il serait donc bon que nous devrions reproduire ici les explications",
          "données par les autres commentateurs à cet égard. Le célèbre commentateur Qatadah",
          "dans son commentaire du verset 98 de la sourate Yunus dit: Il n'y a eu aucune",
          "habitation qui mécru et aurait cru après l'arrivée du fléau, et aurait pu être",
          "laissé impuni. La seule exception était le peuple du prophète Jonas. Quand ils",
          "ont cherché leur prophète et ne le trouvèrent pas, et a estimé que le fléau avait",
          "approché près, Allah a mis le repentir dans leurs cœurs. [ \". [(.. Ibn Kathir,",
          "vol II, p 433)] Commentant le même verset« Allama Alusi, dit: \"] Le prophète",
          "Jonas [(paix soit sur lui)] avait été envoyé au peuple de Ninive dans la terre de",
          "Mossoul. Ils étaient des gens polythéistes. Le prophète Jonas les a invités à",
          "croire en Allah, l'Unique, et de renoncer à l'idolâtrie. Ils ont refusé de croire",
          "et le traitèrent de menteur. Jonas leur a donné les nouvelles qu'ils seraient",
          "visités par un fléau après trois jours et il a quitté le lieu à minuit avant",
          "l'expiration des trois jours. Puis, dans le temps de jour où le fléau a approché",
          "...... et les gens ont réalisé qu'ils ALi périr, ils ont commencé à chercher le",
          "Prophète, mais ne l'ont pas trouvé. Enfin, ils ont pris leurs familles et leur",
          "bétail et sont sortis dans le désert et ont exprimé la croyance et repentance",
          "....... Donc, AIlah leur a montré la miséricorde et accepté leur prière. [ \"..",
          "[(.. Ani Ruh al-Ma, vol XI, p 170)] Commentant v 87 de la sourate Al-Anbiya ',`",
          "Allama Alusi écrit: \"] abandonnons son peuple en colère a été un acte Le prophète",
          "Jonas de la migration, mais il n'a pas été ordonné de le faire. [ \"[(Ruh",
          "al-Maani, vol. XVII, p. 77)]. Puis il explique le sens de la phrase,\"] Inna",
          "kun-tu min -az-zalimin [ \", de la prière de Jonas, ainsi:` Voilà, j'étais",
          "blâmable en ce que je me suis empressé de migrer, contre la manière des",
          "prophètes, avant de recevoir la commande pour elle. \"] Ce fut, en fait, un aveu",
          "de son péché et l'expression de repentance afin qu'Allah pourrait retirer son",
          "affliction [(Ruh al-Maani, vol. XVII, p 78.).] Maulana Ashraf` Ali Thanwi de.",
          "noter sur ce verset est: [ «Il est devenu en colère contre son peuple quand ils",
          "ne croyaient pas, et abandonnèrent, et ne revient pas à eux de lui-même quand le",
          "fléau avait été évitée, et n'a pas attendu Notre commandement pour la migration .",
          "\".] [(Bayan al-Qur'an)] Maulana Shabbir Ahmad Uthmani écrit dans sa note sur ce",
          "verset: [\" vexé à l'inconduite de son peuple, il a quitté la ville en colère, n'a",
          "pas attendre le commandement divin et menacé les gens qu'ils seraient visités par",
          "un tourment après trois jours ...... lnni kun-tu min az-Zalimin. il a avoué son",
          "erreur qu'il avait fait la hâte et à gauche l'habitation sans attendre de",
          "commandement d'Allah \",] l'explication de ces versets de la sourate Saffat, Imam",
          "Razi écrit: [ \"la faute du prophète Jonas était que quand Allah a menacé de",
          "détruire le peuple qui l'avait démentie, il pensait que le fléau serait",
          "inévitablement arriver les. Par conséquent, il n'a pas montré la patience et a",
          "abandonné sa mission et a laissé la place, alors qu'il aurait dû continuer le",
          "travail de sa mission, car il y avait une possibilité que Dieu pourrait ne pas",
          "détruire ces personnes. \"] [(Tafsir Kabir, vol. VII, p 158)] Expliquer le verset",
          "Idh Abaqa ......, Allama .Alusi écrit:.. `Littéralement, Abaqa signifie l'évasion",
          "d'un esclave de la maison de son maître depuis Jonas avait fui de son peuple sans",
          "Allah. laisser, le mot a été utilisé à juste titre sur lui [ \"Puis il écrit:\"]..",
          "lorsque le troisième jour est venu, le prophète Jonas a quitté le lieu sans la",
          "permission d'Allah Ainsi, lorsque son peuple ne le trouvèrent pas, ils sont",
          "sortis avec leurs jeunes et les personnes âgées et leur bétail, et ils",
          "implorèrent Allah et prièrent Son pardon et Allah leur a pardonné. ». [(.. Ani,",
          "vol XXII, p 13 Maulana Shabbir Ahmad Ruh al-Ma)] 'Uthmani a expliqué les mots wa",
          "huwa mulim ainsi:` L'accusation portée contre lui était qu'il avait quitté la",
          "ville en raison d'une erreur de jugement, sans attendre le commandement divin, et",
          "même spécifié le jour de la venue du fléau. [ \"Puis Note de Maulana Shabbir Ahmad",
          "sur v. . 48 de la sourate Al-Qalam est: \".] Ne pas être perplexe et agité à",
          "l'égard des deniers comme l'Homme du poisson [(ie le prophète Jonas)] [\" Et à",
          "propos de la phrase: wa huwa makzum du même verset , il écrit: \"] C'est, il était",
          "plein de colère contre son peuple, et il a prié pour le tomunt plutôt prédit il,",
          "à la hâte grognon.\" Ces explications par les commentateurs montrent clairement",
          "qu'il y avait trois infractions à l'égard desquelles le prophète Jonas a été",
          "faite à souffrir le mécontentement d'Allah: [(1)] que lui-même fixé le jour du",
          "supplice, alors Allah n'a pas fait de déclaration dans ce ce qui concerne; [(2)]",
          "qu'il a émigré de la ville même avant le jour; alors qu'un prophète ne doit pas",
          "quitter le lieu de sa mission jusqu'à ce qu'Allah lui ordonne de le faire; et",
          "[(3)] qu'il ne revenait pas à son peuple après la tomunt avait été évitée d'eux."
        ]
      }
    },
    {
      "verseNumber" : 149,
      "arabicVerse" : "فَاسْتَفْتِهِمْ أَلِرَبِّكَ الْبَنَاتُ وَلَهُمُ الْبَنُونَ",
      "simpleTranslate" : [
        "Demande-leur si les filles reviennent à ton Seigneur, et si les garçons",
        "reviennent à eux-mêmes?"
      ],
      "tafsirTranslate" : [
        "Donc, demander leur avis:? <N:86> »(Êtes-vous convaincu) que votre Seigneur doit",
        "avoir des filles et vous devriez avoir des fils <N:87>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, demandez-leur",
        "Est-ce que votre Seigneur",
        "(Ont) filles",
        "tandis que pour les",
        "(Sont) fils"
      ],
      "notes" : {
        "86" : [
          "Un autre thème commence ici. . Dans le thème précédent qui a commencé à partir de",
          "v 11, le Quraish avait été posé cette question: [ \"Demandez-leur: ce qui est plus",
          "difficile: leur propre création ou de ces choses que nous avons créé?\"]",
          "Maintenant, on leur demande ce deuxième question. L'objet de la première question",
          "était d'avertir les mécréants de leur écart en raison de laquelle ils",
          "considéraient la vie après la mort et de la Meting sur des récompenses et des",
          "punitions comme impossible, et donc, moqué du Saint Prophète pour elle.",
          "Maintenant, ils sont invités à cette seconde question pour les avertir de leur",
          "ignorance en raison de laquelle ils ont attribué les enfants à Allah et à se",
          "joindre à toute personne avec Allah dans toute relation qu'ils ont aimé sur de",
          "simples conjectures. \n>"
        ],
        "87" : [
          "Traditions montrent que, en Arabie les tribus de Quraysh, Juhainah, Bani Salimah,",
          "Khuza'ah, Bani Mulaih, etc., ont tenu la croyance que les anges étaient les",
          "filles d'Allah. Cette croyance de leur ignorance a été appelé à plusieurs",
          "endroits dans le Coran, par exemple dans An-Nisa ': 117, An-Nahl: 57-58, Bani",
          "Isra'il: 40, Az-Zukhruf: 16; 19, An-Najm: 21-27."
        ]
      }
    },
    {
      "verseNumber" : 150,
      "arabicVerse" : "أَمْ خَلَقْنَا الْمَلَائِكَةَ إِنَاثًا وَهُمْ شَاهِدُونَ",
      "simpleTranslate" : [
        "Aurions-Nous, en leur présence, créé les anges en les dotant du sexe féminin?"
      ],
      "tafsirTranslate" : [
        "Avons-nous créé les anges comme les femmes le temps qu'ils ont été témoins?"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "Avons-nous créé",
        "les anges",
        "femelles",
        "pendant qu'ils",
        "(Étaient) des témoins"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 151,
      "arabicVerse" : "أَلَا إِنَّهُمْ مِنْ إِفْكِهِمْ لَيَقُولُونَ",
      "simpleTranslate" : [
        "Cédant à leur goût pour le mensonge, ils vont même jusqu’à dire :"
      ],
      "tafsirTranslate" : [
        "Voici, il est l'un de leurs fabrications qu'ils disent:"
      ],
      "tanslateWordByWord" : [
        "Sans aucun doute",
        "en effet, ils",
        "de",
        "leur mensonge",
        "[ils disent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 152,
      "arabicVerse" : "وَلَدَ اللَّهُ وَإِنَّهُمْ لَكَاذِبُونَ",
      "simpleTranslate" : [
        "«Dieu a engendré !» , ce qui est une pure invention."
      ],
      "tafsirTranslate" : [
        "Allah a engendré. Ce sont des menteurs!"
      ],
      "tanslateWordByWord" : [
        "Allah a engendré",
        "Allah a engendré",
        "et en effet, ils",
        "sûrement (sont) des menteurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 153,
      "arabicVerse" : "أَصْطَفَى الْبَنَاتِ عَلَى الْبَنِينَ",
      "simpleTranslate" : [
        "Dieu, selon vous, préférerait avoir des filles plutôt que des garçons?"
      ],
      "tafsirTranslate" : [
        "at-il choisi les filles plutôt que des fils?"
      ],
      "tanslateWordByWord" : [
        "At-il choisi",
        "[Les] filles",
        "plus de",
        "fils"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 154,
      "arabicVerse" : "مَا لَكُمْ كَيْفَ تَحْكُمُونَ",
      "simpleTranslate" : [
        "Sur quoi vous fondez-vous pour formuler un tel jugement?"
      ],
      "tafsirTranslate" : [
        "Quel est le problème avec vous que vous faites de tels jugements étranges?"
      ],
      "tanslateWordByWord" : [
        "Ce qui est avec vous",
        "Ce qui est avec vous",
        "Comment",
        "vous jugez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 155,
      "arabicVerse" : "أَفَلَا تَذَكَّرُونَ",
      "simpleTranslate" : [
        "N’êtes-vous donc pas raisonnables?"
      ],
      "tafsirTranslate" : [
        "Allez-vous donc pas en tenir compte?"
      ],
      "tanslateWordByWord" : [
        "Ensuite, ne sera pas",
        "vous payez attention"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 156,
      "arabicVerse" : "أَمْ لَكُمْ سُلْطَانٌ مُبِينٌ",
      "simpleTranslate" : [
        "Ou tenez-vous à l’appui de vos dires quelque preuve irréfutable !"
      ],
      "tafsirTranslate" : [
        "Avez-vous une autorité claire pour ces revendications?"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(est pour toi",
        "une autorité",
        "clair"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 157,
      "arabicVerse" : "فَأْتُوا بِكِتَابِكُمْ إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "Apportez alors votre Livre, si vous êtes sincères !"
      ],
      "tafsirTranslate" : [
        "Apportez votre livre, si vous êtes véridiques <N:88>."
      ],
      "tanslateWordByWord" : [
        "Ensuite, mettre",
        "ton livre",
        "si",
        "tu es",
        "véridique"
      ],
      "notes" : {
        "88" : [
          "Autrement dit, [ \"Il peut y avoir seulement deux bases pour ce qui concerne les",
          "anges comme les filles d'Allah: Soit une telle chose pourrait être dit sur la",
          "base de l'observation, ou celui qui a affirmé qu'il devrait posséder un livre",
          "divin dans lequel Allah Lui-même aurait déclaré que les anges étaient ses filles.",
          "maintenant, si ceux qui ont tenu cette croyance pouvait ni faire une réclamation",
          "à avoir observé une telle chose n'a pas non plus qu'ils possèdent un livre divin",
          "qui pourrait contenir une telle chose, il ne pouvait être plus grande bêtise que",
          "ce que l'on doit baser sa croyance religieuse sur de simples conjectures, et",
          "attribuer à AIlah, Seigneur des mondes, des choses comme l'étaient manifestement",
          "ridicule. \"]"
        ]
      }
    },
    {
      "verseNumber" : 158,
      "arabicVerse" : "وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا ۚ وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ",
      "simpleTranslate" : [
        "Ils vont même jusqu’à établir des liens de parenté entre Dieu et les djinns ! Or,",
        "ceux-ci savent eux-mêmes que les auteurs de tels mensonges auront à en répondre",
        "devant leur Seigneur."
      ],
      "tafsirTranslate" : [
        "Ils ont établi un lien de parenté entre Allah et les anges; <N:89> et les anges",
        "savent bien que ces gens seront traduits en justice (comme coupables)."
      ],
      "tanslateWordByWord" : [
        "Et ils ont fait",
        "entre Lui",
        "et entre",
        "djinns",
        "une relation",
        "mais certainement",
        "connaître",
        "djinns",
        "qu'ils",
        "(Va) sûrement être amené"
      ],
      "notes" : {
        "89" : [
          "Bien que le mot utilisé est al jinnah au lieu d'al-mala'ikah, certains grands",
          "commentateurs ont émis l'opinion que ici le mot djinns a été utilisé pour mala",
          "ikah dans son sens littéral [(de la création cachée)]; mala ikah [(anges)] aussi",
          "sont, en réalité, une création cachée, et le thème suivant exige également que al",
          "jinnah être pris ici dans le sens d'al-mala'ikah"
        ]
      }
    },
    {
      "verseNumber" : 159,
      "arabicVerse" : "سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ",
      "simpleTranslate" : [
        "Gloire à Dieu ! Il est bien au-dessus de leurs blasphèmes !"
      ],
      "tafsirTranslate" : [
        "(Ils disent): «Exalté soit Allah dessus de ce qu'ils Lui attribuent,"
      ],
      "tanslateWordByWord" : [
        "Gloire",
        "(À) Allah",
        "au-dessus de ce que",
        "ils attribuent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 160,
      "arabicVerse" : "إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ",
      "simpleTranslate" : [
        "Seuls seront sauvés Nos élus serviteurs."
      ],
      "tafsirTranslate" : [
        "tous sauf les serviteurs élus d'Allah."
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "(les) esclaves",
        "(De) Allah",
        "l'élu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 161,
      "arabicVerse" : "فَإِنَّكُمْ وَمَا تَعْبُدُونَ",
      "simpleTranslate" : [
        "En vérité, vous et les idoles que vous adorez"
      ],
      "tafsirTranslate" : [
        "Donc, vous et vos divinités"
      ],
      "tanslateWordByWord" : [
        "Donc, en effet, vous",
        "et quoi",
        "vous adorez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 162,
      "arabicVerse" : "مَا أَنْتُمْ عَلَيْهِ بِفَاتِنِينَ",
      "simpleTranslate" : [
        "ne pourrez gagner à votre cause"
      ],
      "tafsirTranslate" : [
        "ne doit pas être en mesure de tenter toute personne loin de Dieu"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "toi",
        "de lui",
        "peut tenter loin (tout le monde)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 163,
      "arabicVerse" : "إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ",
      "simpleTranslate" : [
        "que ceux qui sont déjà voués à l’Enfer."
      ],
      "tafsirTranslate" : [
        ", sauf celui qui doit rôtir dans la fournaise <N:90>."
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "qui",
        "il",
        "(Est) de brûler",
        "(En) le Hellfire"
      ],
      "notes" : {
        "90" : [
          "Une autre traduction de ce verset peut être: [ \"Par conséquent, vous et votre",
          "culte:... Sur ce que vous ne pouvez pas tenter des bêtises personne, sauf lui»]",
          "Selon cette deuxième traduction, le sens serait: [ \"O vous qui se sont égarés,",
          "par ce culte que vous arc se produisant devant nous, et nous concernant les",
          "enfants d'Allah, Seigneur des mondes, vous ne pouvez pas nous tenter dans le",
          "malheur. en cela, vous ne pouvez tromper un imbécile qui pourrait travailler pour",
          "son propre malheur. Alors, nous refusons de tomber dans le piège que vous avez",
          "défini pour nous. \"]"
        ]
      }
    },
    {
      "verseNumber" : 164,
      "arabicVerse" : "وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَعْلُومٌ",
      "simpleTranslate" : [
        "«Il n’est aucun parmi nous , disent les anges, qui n’ait sa place fixée d’avance,"
      ],
      "tafsirTranslate" : [
        "Quant à nous, il n'y en a pas, mais a une station nommée <N:91>."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "parmi nous",
        "sauf",
        "pour lui",
        "(Est) une position",
        "connu"
      ],
      "notes" : {
        "91" : [
          "Autrement dit, [ \"Sans parler d'être les enfants d'Allah, nous n'avons pas le",
          "pouvoir de dépasser de quelque façon ou degré le lieu et la position et le statut",
          "désigné pour chacun de nous par Allah.\"]"
        ]
      }
    },
    {
      "verseNumber" : 165,
      "arabicVerse" : "وَإِنَّا لَنَحْنُ الصَّافُّونَ",
      "simpleTranslate" : [
        "et nous sommes toujours disposés en rangs,"
      ],
      "tafsirTranslate" : [
        "En vérité, nous nous rangeons en rangées (comme d'humbles serviteurs)"
      ],
      "tanslateWordByWord" : [
        "Et en effet, nous",
        "sûrement, [nous]",
        "debout en rangs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 166,
      "arabicVerse" : "وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ",
      "simpleTranslate" : [
        "pour célébrer la gloire du Seigneur.»"
      ],
      "tafsirTranslate" : [
        "et nous sommes de ceux qui glorifient Allah '."
      ],
      "tanslateWordByWord" : [
        "Et en effet, nous",
        "sûrement, [nous]",
        "glorifier (Allah)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 167,
      "arabicVerse" : "وَإِنْ كَانُوا لَيَقُولُونَ",
      "simpleTranslate" : [
        "Et tout en disant volontiers :"
      ],
      "tafsirTranslate" : [
        "Ils disaient avant:"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "ils avaient l'habitude",
        "dire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 168,
      "arabicVerse" : "لَوْ أَنَّ عِنْدَنَا ذِكْرًا مِنَ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "«Si nous avions reçu des anciens un Livre de rappel,"
      ],
      "tafsirTranslate" : [
        "«Si seulement nous avions le rappel qui avait été accordée au peuple d'autrefois"
      ],
      "tanslateWordByWord" : [
        "Si",
        "cette",
        "nous avons eu",
        "un rappel",
        "de",
        "les anciens (les gens)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 169,
      "arabicVerse" : "لَكُنَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ",
      "simpleTranslate" : [
        "nous aurions été les serviteurs élus du Seigneur»,"
      ],
      "tafsirTranslate" : [
        ", nous aurions certainement été les serviteurs élus d'Allah » <N:92>."
      ],
      "tanslateWordByWord" : [
        "Certes, nous (serait) avons été",
        "des esclaves",
        "(De) Allah",
        "l'élu"
      ],
      "notes" : {
        "92" : [
          "Cette même chose a déjà été mentionné dans la sourate Fatir: 42 ci-dessus."
        ]
      }
    },
    {
      "verseNumber" : 170,
      "arabicVerse" : "فَكَفَرُوا بِهِ ۖ فَسَوْفَ يَعْلَمُونَ",
      "simpleTranslate" : [
        "les négateurs n’hésitent pas à renier le Coran. Certes, ils connaîtront la",
        "vérité, un jour."
      ],
      "tafsirTranslate" : [
        "Mais quand il est venu à eux, ils l'ont rejeté. Ils doivent bientôt savoir (la",
        "fin d'une telle attitude)."
      ],
      "tanslateWordByWord" : [
        "Mais ils ne croient pas",
        "en ce",
        "si tôt",
        "ils sauront"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 171,
      "arabicVerse" : "وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ",
      "simpleTranslate" : [
        "Nous avions déjà promis à Nos fidèles envoyés"
      ],
      "tafsirTranslate" : [
        "Nous avons déjà donné notre promesse à nos messagers"
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "a précédé",
        "Notre Parole",
        "pour nos esclaves",
        "les messagers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 172,
      "arabicVerse" : "إِنَّهُمْ لَهُمُ الْمَنْصُورُونَ",
      "simpleTranslate" : [
        "que Notre assistance leur serait acquise,"
      ],
      "tafsirTranslate" : [
        "qu'ils doivent certainement être secourus,"
      ],
      "tanslateWordByWord" : [
        "En effet, ils",
        "sûrement ils",
        "(Serait) victorieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 173,
      "arabicVerse" : "وَإِنَّ جُنْدَنَا لَهُمُ الْغَالِبُونَ",
      "simpleTranslate" : [
        "et que ce sont Nos troupes qui remporteraient la victoire."
      ],
      "tafsirTranslate" : [
        "et que Nos hôtes doivent triompher <N:93>."
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "Notre hôte",
        "sûrement, ils",
        "(Sera) ceux qui surmontent"
      ],
      "notes" : {
        "93" : [
          "[ \"l'armée d'Allah\"]: implique les croyants qui obéissent le Messager d'Allah et",
          "côté avec lui. Cela inclut également les puissances invisibles qui Allah aide les",
          "adeptes de la vérité. Cette aide et de domination DCEs signifie pas",
          "nécessairement que, dans tous les âges chaque prophète d'Allah et ses disciples",
          "doivent atteindre la domination politique, mais cette domination a de nombreuses",
          "formes, dont l'un est la règle politique. Partout où les prophètes d'Allah n'ont",
          "pas atteint une telle domination, ils ont fait établir leur supériorité morale,",
          "même dans ces endroits. Les nations qui n'ont pas accepté leur message et ont",
          "adopté une manière contraire à leurs enseignements, ont finalement été condamnés",
          "à la destruction. Quelles que soient les philosophies de l'erreur et de",
          "l'égarement du peuple inventé et quelles que soient les pratiques de corruption",
          "et le mal de la vie qu'ils, forcée disparu en fin de compte après avoir eu leur",
          "domination pendant un certain temps. Mais les vérités prêchées par les Prophètes",
          "d'Allah pour des milliers d'années ont été inaltérables avant qu'ils sont",
          "inaltérables aujourd'hui. Personne n'a été en mesure de les réfuter en aucune",
          "façon."
        ]
      }
    },
    {
      "verseNumber" : 174,
      "arabicVerse" : "فَتَوَلَّ عَنْهُمْ حَتَّىٰ حِينٍ",
      "simpleTranslate" : [
        "Éloigne-toi d’eux pour un temps"
      ],
      "tafsirTranslate" : [
        "Donc, (O Prophète), les laisser seuls pendant un certain temps,"
      ],
      "tanslateWordByWord" : [
        "Donc détourner",
        "d'eux",
        "jusqu'à",
        "une époque"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 175,
      "arabicVerse" : "وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ",
      "simpleTranslate" : [
        "et observe-les ! Eux-mêmes verront à quoi ils s’exposent."
      ],
      "tafsirTranslate" : [
        ". Et voir, et bientôt ils sont trop voir <N:94>"
      ],
      "tanslateWordByWord" : [
        "Et les voir",
        "si tôt",
        "ils verront"
      ],
      "notes" : {
        "94" : [
          "Voilà. `Il ne prendra pas longtemps quand ils verront leur défaite et votre",
          "victoire avec leurs propres yeux.\" Cela a prouvé pour être vrai comme il avait",
          "été prédit. A peine 14 à 15 ans se sont écoulés après la révélation de ces vases",
          "lorsque les païens de la Mecque témoin du Saint Prophète entrer dans leur ville",
          "comme un conquérant, puis quelques années plus tard, les mêmes gens ont vu que",
          "l'Islam avait accablé non seulement l'Arabie, mais les puissants empires de Rome",
          "et de l'Iran ainsi."
        ]
      }
    },
    {
      "verseNumber" : 176,
      "arabicVerse" : "أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ",
      "simpleTranslate" : [
        "Trouveraient-ils que Notre châtiment est trop lent à venir?"
      ],
      "tafsirTranslate" : [
        "Est-ce qu'ils cherchent à hâter Notre châtiment?"
      ],
      "tanslateWordByWord" : [
        "Puis est (elle) pour Notre châtiment",
        "ils se hâtent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 177,
      "arabicVerse" : "فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ",
      "simpleTranslate" : [
        "Or, quand celui-ci s’abattra sur eux, quel mauvais matin alors pour ceux qu’on",
        "aura vainement avertis !"
      ],
      "tafsirTranslate" : [
        "Lorsque ce châtiment descendra sur leur cour, le mal est ce jour-être pour ceux",
        "qui avaient été mis en garde."
      ],
      "tanslateWordByWord" : [
        "Mais quand",
        "il descend",
        "sur leur territoire",
        "alors le mal (sera)",
        "(le matin",
        "(Pour) ceux qui ont été mis en garde"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 178,
      "arabicVerse" : "وَتَوَلَّ عَنْهُمْ حَتَّىٰ حِينٍ",
      "simpleTranslate" : [
        "Éloigne-toi d’eux pour un temps encore"
      ],
      "tafsirTranslate" : [
        "les laisser seuls pendant un certain temps,"
      ],
      "tanslateWordByWord" : [
        "Donc détourner",
        "d'eux",
        "pour",
        "une époque"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 179,
      "arabicVerse" : "وَأَبْصِرْ فَسَوْفَ يُبْصِرُونَ",
      "simpleTranslate" : [
        "et observe-les ! Eux-mêmes verront à quoi ils s’exposent."
      ],
      "tafsirTranslate" : [
        "et de voir; et ils sont trop bientôt."
      ],
      "tanslateWordByWord" : [
        "Et voir",
        "si tôt",
        "ils verront"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 180,
      "arabicVerse" : "سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ",
      "simpleTranslate" : [
        "Gloire à Dieu le Maître Suprême que ne peuvent atteindre les calomnies des hommes",
        "!"
      ],
      "tafsirTranslate" : [
        "Exalté soit votre Seigneur, le Seigneur de gloire, au-dessus de ce qu'ils Lui",
        "attribuent,"
      ],
      "tanslateWordByWord" : [
        "Gloire",
        "(Être) à votre Seigneur",
        "(le Seigneur",
        "(De) Honor",
        "au-dessus de ce que",
        "ils attribuent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 181,
      "arabicVerse" : "وَسَلَامٌ عَلَى الْمُرْسَلِينَ",
      "simpleTranslate" : [
        "Paix et salut aux envoyés !"
      ],
      "tafsirTranslate" : [
        "et la paix soit sur les Messagers,"
      ],
      "tanslateWordByWord" : [
        "Et la paix soit",
        "sur",
        "les messagers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 182,
      "arabicVerse" : "وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "Et louange à Dieu, le Maître Souverain de l’Univers !"
      ],
      "tafsirTranslate" : [
        "et toutes les louanges à Allah, le Seigneur de l'Univers."
      ],
      "tanslateWordByWord" : [
        "Et toutes les louanges",
        "(Be) à Allah",
        "(le Seigneur",
        "(De) les mondes"
      ],
      "notes" : { }
    }
  ],
  "medinian" : false
}