{
  "chapterNumber" : 39,
  "nbVerses" : 75,
  "name" : "Les groupes, Par vagues",
  "nameArabic" : "الزمر",
  "transName" : "az-zumar",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
      "simpleTranslate" : [
        "La révélation de ce Coran émane de Dieu, le Tout-Puissant, le Sage."
      ],
      "tafsirTranslate" : [
        "La révélation du Livre vient d'Allah, le Très Puissant, le Sage <N:1>."
      ],
      "tanslateWordByWord" : [
        "(La révélation",
        "(du livre",
        "(est de",
        "Allah",
        "Tout-Puissant",
        "le Sage"
      ],
      "notes" : {
        "1" : [
          "Ceci est une brève introduction à la sourate qui ne souligne le point que le",
          "Coran est pas la parole de Muhammad, comme les mécréants affirment, mais il est",
          "la Parole de Dieu, qui lui-même a fait descendre. Parallèlement à cela, deux des",
          "attributs d'Allah ont été mentionnés pour avertir les auditeurs de deux réalités",
          "afin qu'ils ne sous-estimez pas cette Parole, mais comprendre son importance:",
          "[(1)] Ce Allah qui a fait descendre, est Puissant; qui est, il est si puissant",
          "que aucune puissance ne peut empêcher sa volonté et les décisions d'être",
          "appliquées et personne ne peut oser lui résister en aucune manière; [(2)] qu'il",
          "est tout-sage; qui est, la direction Il donne dans ce livre, est entièrement",
          "basée sur la sagesse, et seulement une personne ignorante et stupide peut se",
          "détourner de lui. [(Pour plus d'explications, sec E.N. 1 de la sourate",
          "As-Sajda)]."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَهُ الدِّينَ",
      "simpleTranslate" : [
        "Nous te révélons ce Livre en toute vérité. Adore donc Dieu et voue-Lui un culte",
        "sans partage !"
      ],
      "tafsirTranslate" : [
        "(O Prophète), il est Nous qui avons révélé ce livre à vous avec la vérité <N:2>",
        "Donc, ne servent qu'à Allah, consacrant votre dévotion à Lui <N:3>.."
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "[Nous] avons révélé",
        "à toi",
        "le livre",
        "en vérité",
        "de sorte culte",
        "Allah",
        "(Être) sincère",
        "à lui",
        "(En) la religion"
      ],
      "notes" : {
        "2" : [
          "Autrement dit, il ne contient rien que la vérité, et il n'y a aucun élément de",
          "mensonge en elle."
        ],
        "3" : [
          "Ceci est un verset très important, qui stase l'objectif réel du message de",
          "l'Islam. Par conséquent, on ne doit pas passer au-dessus superficiellement, mais",
          "devrait essayer de comprendre le sens et l'intention bien. Il dispose de deux",
          "points fondamentaux sans saisir que l'on ne peut pas comprendre le verset: [(1)]",
          "Que la demande est d'adorer Allah; et [(2)] que la demande est de ce culte qui",
          "peut être effectué en faisant la religion exclusivement Allah. Ibadat est dérivé",
          "de 'abd, et ce mot est utilisé comme un antonyme de freeman [ \"pour le\"] esclave",
          "[ \"et` serf \"] en arabe. En conséquence, 'ibadat contient deux significations:",
          "[(I)] culte et la dévotion; et [(2)] l'obéissance humble et disposé, comme cela",
          "est confirmé par le Lexicon arabe bien connu et faisant autorité. Lisan al-Arab.",
          "Ainsi, selon l'explication lexicale authentique, la demande est non seulement de",
          "l'adoration d'Allah, mais aussi de l'obéissance volontaire et sincère à ses",
          "commandements et Sa Loi. Les din mot arabe contient plusieurs significations:",
          "[(1)] Domination et de la souveraineté, domination et le pouvoir politique et le",
          "pouvoir de faire appliquer ses décisions sur les autres. [(2)] L'obéissance, le",
          "respect des commandes et la servitude. [(3)] La pratique et la façon dont un",
          "homme suit. Compte tenu de ces trois significations, din dans ce verset signifie:",
          "[ \"Le mode de vie et l'attitude que l'homme adopte après avoir reconnu la",
          "suprématie et l'acceptation de l'obéissance d'un autre;\"] et `d'adorer Allah",
          "faire sa religion exclusivement ses« moyens que l'on doit éviter de combiner d'un",
          "autre culte avec l'adoration d'Allah, mais devrait adorer Allah seul, devrait",
          "suivre son orientation seul, et doit se conformer à ses commandements et ses",
          "seules injonctions."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "أَلَا لِلَّهِ الدِّينُ الْخَالِصُ ۚ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ",
      "simpleTranslate" : [
        "N’est-Il pas le Seul Digne d’être exclusivement adoré? Quant à ceux qui ont",
        "adopté en dehors de Lui d’autres divinités, en disant : «Nous ne les adorons que",
        "pour qu’elles nous rapprochent davantage de Lui», en vérité, Dieu tranchera le",
        "différend qui les oppose, mais Dieu ne guide point dans la bonne voie l’infidèle",
        "perfide."
      ],
      "tafsirTranslate" : [
        "Lo, la religion se consacre exclusivement à Allah <N:4> Votre religion est",
        "entièrement consacrée à Lui.. Quant à ceux qui ont pris d'autres qu'Allah pour",
        "leurs tuteurs, (ils disent): «Nous ne les adorons que pour qu'ils nous",
        "rapprochent davantage d'Allah.» <N:5> Allah jugera parmi eux sur ce qu'ils",
        "diffèrent quant [*. 6] En vérité, Allah ne guide pas celui qui est donné pure",
        "mensonge, est un incroyant absolu. <N:7>"
      ],
      "tanslateWordByWord" : [
        "Indiscutablement",
        "pour Allah",
        "(Est) la religion",
        "pur",
        "Et ceux qui",
        "prendre",
        "en dehors de Lui",
        "en dehors de Lui",
        "protecteurs",
        "ne pas",
        "nous les adorons",
        "sauf",
        "qu'ils nous rapprochent",
        "à",
        "Allah",
        "(In) proximité",
        "Effectivement",
        "Allah",
        "jugera",
        "entre eux",
        "dans",
        "quelle",
        "ils",
        "[Dedans]",
        "différer",
        "Effectivement",
        "Allah",
        "(ne fait pas",
        "guider",
        "(un qui",
        "[il]",
        "(Est) un menteur",
        "et un mécréant"
      ],
      "notes" : {
        "4" : [
          "Ceci est un fait et la réalité actuelle, qui a été présenté comme un argument en",
          "faveur de la demande ci-dessus. Cela signifie: [ \"Vous devriez adorer Allah, ce",
          "qui rend din exclusivement Son, car il est juste d'Allah qu'Il doit être obéi et",
          "adoré sincèrement et exclusivement».] En d'autres termes, il n'y a personne",
          "d'autre qui peut mériter d'être adoré afin que lui aussi doit être servi et adoré",
          "en dehors d'Allah et ses commandements et les lois aussi obéi. Si une personne",
          "sert une autre, à part Allah, sincèrement et exclusivement, il fait le mal. De",
          "même, s'il combine le culte d'un autre avec son adoration d'Allah, cela est",
          "également contre la vérité. Le meilleur commentaire de ce verset est le Hadith",
          "qui Ibn Marduyah a raconté de Yazid ar-Raqashi. Il dit: Une personne a demandé au",
          "Saint Prophète: [ «Nous donnons notre richesse afin que nous devenions bien",
          "connus Allons-nous obtenir une récompense pour cela.?\"] Le Saint Prophète",
          "répondit: Non, il a demandé: [ \"Qu'est-ce que, si on a l'intention à la fois de",
          "la récompense d'Allah et de la réputation dans le monde »] le Saint Prophète",
          "répondit:` Allah n'accepte pas tout acte que si elle est effectuée exclusivement",
          "à cause de lui [. \"? Après cela, il récita ce même verset."
        ],
        "5" : [
          "Les mécréants de la Mecque dit, et les polythéistes partout dans le monde en",
          "général disent la même chose, \"] Nous ne servons d'autres êtres les considérer",
          "comme nos créateurs: le Créateur est seul Allah, et Lui seul est la vraie",
          "divinité; mais il est trop élevé pour que nous ayons accès à lui. par conséquent,",
          "nous faisons ces êtres saints un moyen de transmettre nos prières et nos prières",
          "à Allah. \""
        ],
        "6" : [
          "Il faut comprendre bien que l'unité et la concorde est possible que par",
          "Monothéisme: il ne peut y avoir d'unité à travers shirk. Les polythéistes du",
          "monde entier ont jamais d'accord sur lequel les êtres sont les moyens précis",
          "d'accès à Allah. Certaines personnes ont pris des dieux et des déesses",
          "particulières comme les moyens, mais même parmi eux il n'y a pas d'accord sur ALi",
          "les dieux et les déesses; d'autres ont pris la lune, le soleil, Mars, Jupiter,",
          "etc., comme les moyens, et ils sont également pas d'accord sur lequel d'entre eux",
          "détient ce rang et qui sont les véritables moyens d'approche à Allah; d'autres",
          "ont pris les saints morts comme moyen, mais ils diffèrent aussi largement à leur",
          "sujet: on croit à un saint et un autre dans un autre. La raison en est que la",
          "croyance au sujet de ces différents êtres est ni fondée sur aucune connaissance,",
          "ni Allah a déjà envoyé une liste disent que tels et tels sont ses favoris",
          "spéciaux; par conséquent, ils ne devraient être les moyens d'avoir accès à lui.",
          "Ceci est un credo qui est répandu parmi les personnes que sur occount des",
          "superstitions et des caprices et l'imitation aveugle des anciens. D'où les",
          "différences."
        ],
        "7" : [
          "Ici, Allah a utilisé deux mots pour ces personnes, kazib [(menteur)] et kaffar",
          "[(denier)]. Ils ont été appelés kazib parce qu'ils ont faussement inventé ce",
          "credo par eux-mêmes, et puis ils répandre le mensonge, entre autres. En ce qui",
          "concerne kaffar. il a deux significations: [(1)] Un mécréant entêté, i.e .. les",
          "gens qui insistent sur leur fausse croyance, même après la doctrine de",
          "Monothéisme est venu devant eux; et [(2)] ingrat pour les bénédictions, à savoir",
          "qu'ils arc recevoir toutes sortes de bénédictions d'Allah, mais remerciant les",
          "autres êtres à qui ils ont supposé que ces bénédictions sont les atteindre à",
          "travers leur agence et de l'influence."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَاصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَاءُ ۚ سُبْحَانَهُ ۖ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ",
      "simpleTranslate" : [
        "Si Dieu avait voulu Se donner un fils, Il eût choisi au sein de Sa Création ce",
        "qu’Il aurait voulu. Gloire à Lui ! Il est l’Unique, Il est le Dominateur."
      ],
      "tafsirTranslate" : [
        "Si Allah avait voulu prendre à lui-même un fils, il aurait pu quiconque choisi Il",
        "voulait sortir de ceux qu'il crée <N:8> Gloire à Lui (qu'Il aurait un fils).. Il",
        "est Allah. Celui, l'Irrésistible <N:9>"
      ],
      "tanslateWordByWord" : [
        "Si",
        "Allah (avait) destiné",
        "Allah (avait) destiné",
        "à",
        "prendre",
        "un fils",
        "sûrement, il (pourrait) avoir choisi",
        "de ce que",
        "Il crée",
        "peu importe",
        "Il a voulu",
        "Gloire à Lui",
        "Il",
        "(Est) Allah",
        "Celui",
        "l'Irresistible"
      ],
      "notes" : {
        "8" : [
          "Autrement dit, [ «Il est tout simplement impossible que Dieu devrait HAVC",
          "engendré un fils La seule possibilité est que Dieu doit choisir quelqu'un pour",
          "lui-même;. Et quiconque Il choisit sera inévitablement parmi les créatures, pour",
          "tout dans la monde, en dehors d'Allah, est Sa création. maintenant, évidemment,",
          "cependant exalté et choisi une créature peut-être, il ne peut pas HAVC la",
          "position de la descendance. Car entre le Créateur et la il créé existe une grande",
          "disparité de la nature et de l'essence et de caractère et la parentalité exige",
          "nécessairement qu'il y ait l'unité de la nature et de l'essence entre un père et",
          "sa progéniture \"] par ailleurs, il faut aussi garder à l'esprit le fait que les",
          "mots: [\". Si Allah avait voulu prendre un fils, il serait ...... \"] se donnent le",
          "sens que Dieu n'a jamais voulu ainsi. Ici, l'objet est d'impressionner que pour",
          "ne pas parler de prendre un fils, Allah a même jamais voulu ainsi."
        ],
        "9" : [
          "Voici les arguments par lesquels la doctrine de la parentalité a été réfutées:",
          "Premièrement, que Dieu est exempt de tout défaut et de la faute et de la",
          "faiblesse. De toute évidence, les enfants sont nee DED par celui qui est",
          "défectueux et faible; celui qui est dans le besoin peuplements mortels d'entre",
          "eux, de sorte que sa descendance doit continuer à vivre après lui dans le monde.",
          "De même, celui qui adopte un fils le fait, soit parce qu'il ressent le besoin",
          "d'avoir un héritier, être sans enfant lui-même, ou il adopte un fils étant vaincu",
          "par l'amour de quelqu'un. Attribuant ces faiblesses humaines à Allah et à former",
          "les croyances religieuses sur leur base est rien, mais l'ignorance et la myopie.",
          "Le deuxième argument est que Dieu dans son essence et de l'Etre est unique: Il",
          "est pas un membre d'une espèce, alors que, de toute évidence, la progéniture doit",
          "nécessairement appartenir à une espèce. En outre, il peut y avoir aucune idée de",
          "la progéniture sans mariage, et le mariage peut avoir lieu seulement entre les",
          "individus homogènes. Par conséquent, celui qui propose la progéniture pour",
          "l'Unique et Matchless Etre comme Dieu, est ignorant et stupide: Le troisième",
          "argument est que Dieu est Omnipotent, à savoir ce qui est là dans le monde est",
          "soumis à Lui et se tient dans sa main puissante. Personne dans cet univers a",
          "quelque ressemblance avec lui de quelque façon ou degré en raison de laquelle il",
          "peut être imaginé qu'il a une certaine relation avec Allah."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ ۖ يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ ۖ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ۗ أَلَا هُوَ الْعَزِيزُ الْغَفَّارُ",
      "simpleTranslate" : [
        "Il a créé en toute vérité les Cieux et la Terre. Il fait succéder la nuit au jour",
        "et le jour à la nuit, de même qu’Il prescrit au Soleil et à la Lune de poursuivre",
        "chacun sa course jusqu’au terme fixé. N’est-ce pas Lui le Puissant, l’Absoluteur?"
      ],
      "tafsirTranslate" : [
        "Il a créé les cieux et la terre avec la Vérité, <N:10> et il se replie le jour au",
        "cours de la nuit et se replie la nuit sur le jour. Il a soumis le soleil et la",
        "lune, chacun suit son cours jusqu'à ce qu'un temps fixé. Lo, Il est le Très",
        "Puissant, le Pardonneur. <N:11>"
      ],
      "tanslateWordByWord" : [
        "Il a créé",
        "Le Paradis",
        "et la terre",
        "dans [la] vérité",
        "Il enveloppe",
        "la nuit",
        "plus de",
        "le jour",
        "et enveloppements",
        "le jour",
        "plus de",
        "la nuit",
        "Et il soumis",
        "le soleil",
        "et la lune",
        "chaque",
        "fonctionnement",
        "pour une durée",
        "spécifié",
        "Indiscutablement",
        "Il",
        "(Est) le Tout-Puissant",
        "le Pardonneur"
      ],
      "notes" : {
        "10" : [
          "Pour explication, sec Ibrahim: 19, An-Nahl: 3, Al-Ankabut: 44, et l'E.N. de",
          "celui-ci."
        ],
        "11" : [
          "Autrement dit, [ \"Il est Puissant: s'il veut vous punir, aucune puissance ne peut",
          "lui résister, mais il est sa bonté qu'il ETCD ne vous saisissent immédiatement en",
          "renversé de votre arrogant et insolent. comportement, mais il continue de vous",
          "donner un répit après un répit. \"] ici, Allah ne faisant aucune hâte à saisir les",
          "gens dans la peine et son en leur donnant un répit a été appelé le pardon."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنْزَلَ لَكُمْ مِنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ ۚ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِنْ بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ ۖ لَا إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُصْرَفُونَ",
      "simpleTranslate" : [
        "Il vous a créés d’un seul être dont Il a ensuite tiré sa compagne. Il a mis à",
        "votre service huit sortes de bestiaux en couples. Il vous crée dans le sein de",
        "vos mères où vous subissez des transformations successives dans les ténèbres",
        "d’une triple membrane. Tel est Dieu, votre Seigneur à qui appartient l’Univers.",
        "Il n’y a d’autre divinité que Lui. Comment pouvez-vous vous détourner de Lui?"
      ],
      "tafsirTranslate" : [
        "C'est Lui qui vous a créés d'un seul être, et c'est Lui qui a fait de lui son",
        "compagnon <N:12> C'est Lui qui a créé pour vous huit têtes de bétail par paires",
        "[*.. 13] Il vous crée dans les ventres de vos mères, vous donnant une forme après",
        "l'autre dans des profondeurs triple des ténèbres. <N:14> Ce, alors, est Allah,",
        "votre Seigneur. <N:15> Son est le royaume. <N:16> Il n'y a pas de divinité que",
        "Lui. <N:17> donc, d'où êtes-vous d'être tourné en erreur? <N:18>"
      ],
      "tanslateWordByWord" : [
        "Il vous a créés",
        "de",
        "une âme",
        "unique",
        "alors",
        "Il a fait",
        "à partir de cela",
        "son compagnon",
        "Et Il a fait descendre",
        "pour toi",
        "de",
        "les bovins",
        "huit",
        "types",
        "Il vous crée",
        "dans",
        "(les) ventre",
        "(De) vos mères",
        "création",
        "après",
        "après",
        "création",
        "dans",
        "obscurité [es]",
        "Trois",
        "Cette",
        "(Est) Allah",
        "votre Seigneur",
        "pour lui",
        "(Est) la domination",
        "(Il n'y a pas",
        "Dieu",
        "sauf",
        "Il",
        "Alors comment",
        "vous détournez"
      ],
      "notes" : {
        "16" : [
          "Voilà, [ «Tous les pouvoirs et l'autorité reste avec lui et il est celui qui est",
          "au pouvoir sur l'ensemble de l'univers.\"] \n >"
        ],
        "17" : [
          "En d'autres termes, le raisonnement est la suivante: [ «Quand Allah seul est",
          "votre Seigneur et Son est la souveraineté, alors forcément votre divinité est",
          "aussi Il Comment peut un autre être votre divinité quand il n'a ni aucune part.",
          "providence ni aucun rôle dans la souveraineté? Après tout, comment peut-il",
          "raisonnable pour vous de prendre les autres comme vos divinités quand Allah seul",
          "est le Créateur des cieux et de la terre, quand Allah seul a soumis le soleil et",
          "la lune pour vous, quand Lui seul amène le lendemain de la nuit et la nuit après",
          "le jour, et quand il est seul votre propre Créateur et Seigneur, ainsi que de",
          "tous les animaux et le bétail? \"]"
        ],
        "18" : [
          "Ces mots doivent être étudiées en profondeur. Il n'a pas été dit: [ \"Où êtes-vous",
          "détourniez?\"], Mais «où êtes-vous d'être détourné [\" Autrement dit, \"] Il y a",
          "quelqu'un d'autre qui vous induire en erreur, et d'être ainsi trompés vous ne",
          "comprenez pas tel? une chose simple et raisonnable. [ \"L'autre chose qui, par",
          "elle-même devient évidente du style est: Le mot\"] vous \"est pas adressée aux",
          "agents, mais à ceux qui se détournent sous leur influence Leur est un point",
          "subtil dans ce qui peut être compris facilement. après un peu de réflexion. Ceux",
          "qui travaillaient à se détourner d'autres [(à partir de la Voie droite)] étaient",
          "présents dans la même société et faisaient tout ce qu'ils pouvaient ouvertement",
          "et publiquement. par conséquent, il n'y avait pas besoin de les mentionner par",
          "leur nom. Il était aussi inutile de les aborder, car ils ont essayé de détourner",
          "les gens du service d'Allah, l'Unique, et en les emprisonnant pour le service des",
          "autres, et à les garder piégés pour des motifs égoïstes. de toute évidence, ces",
          "gens ne pouvaient pas être à la raison par l'argument, car il était dans leur",
          "propre intérêt non »pour comprendre et voir la raison, et même après la",
          "compréhension qu'ils ne pouvaient guère être enclins à sacrifier leurs intérêts.",
          "Toutefois, la condition des gens ordinaires qui ont été trompés et floués, était",
          "certainement pitoyable. Ils avaient aucun intérêt impliqués dans l'entreprise;",
          "par conséquent, ils pourraient être convaincus par le raisonnement et",
          "l'argumentation, et après un peu de compréhension, ils pourraient également voir",
          "quels avantages étaient acquis par ceux qui les montre la voie à d'autres",
          "divinités, après les détourner d'Allah. Voilà pourquoi l'adresse a été dirigée",
          "vers les gens ordinaires, qui étaient mal guidés plutôt que les quelques",
          "personnes qui ont été les misguiding."
        ],
        "12" : [
          "Cette ETCD ne signifie pas que la première, il a créé les êtres humains depuis",
          "Adam et a ensuite créé sa femme, Eve. Mais ici, au lieu de l'ordre chronologique,",
          "il y a l'ordre de présentation, dont des exemples arc trouvés dans toutes les",
          "langues. Par exemple, nous disons, [ \"Tout ce que vous avez fait aujourd'hui est",
          "connu pour moi, et tout ce que vous avez fait hier est également en ma",
          "connaissance.\"] Cela ne peut pas dire que ce passé hier est arrivé après",
          "aujourd'hui."
        ],
        "13" : [
          "Autrement dit, le chameau, la vache, le mouton et la chèvre dont quatre mâles et",
          "quatre femelles ensemble font huit têtes de bétail."
        ],
        "14" : [
          "Les trois voiles sombres sont: le ventre, le ventre et la crépine ou de la",
          "membrane entourant le fœtus."
        ],
        "15" : [
          "[ \"Votre Seigneur\"]: votre Maître, souverain et Providence."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ الْكُفْرَ ۖ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ ۗ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ ثُمَّ إِلَىٰ رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
      "simpleTranslate" : [
        "Si vous êtes infidèles, sachez qu’en vérité Dieu n’a pas besoin de vous pour",
        "L’adorer. Toutefois, l’impiété des hommes Lui déplaît, alors qu’Il agrée leur",
        "reconnaissance. Aucune âme ne répondra des fautes d’une autre âme. Puis c’est à",
        "Lui qu’inéluctablement vous retournerez et vos œuvres vous seront alors",
        "rappelées, car Dieu connaît parfaitement ce que recèlent les cœurs."
      ],
      "tafsirTranslate" : [
        "Si vous ne croyez pas, sachez bien que Dieu n'a pas besoin de vous <N:19>",
        "Pourtant, Il n'aime pas l'incrédulité dans ses serviteurs <N:20> Mais si vous",
        "êtes reconnaissants, votre gratitude va plaire.. Lui. <N:21> Nul ne doit porter",
        "le fardeau d'autrui. <N:22> vous êtes destiné à revenir à votre Seigneur, et il",
        "vous dira ce que vous faisiez. Il est bien conscient même de ce qui se cache dans",
        "vos seins."
      ],
      "tanslateWordByWord" : [
        "Si",
        "vous ne croyez pas",
        "alors en effet",
        "Allah",
        "(Est) sans nécessité",
        "de toi",
        "Et pas",
        "Il aime",
        "dans ses esclaves",
        "ingratitude",
        "Et si",
        "vous êtes reconnaissants",
        "Il aime ça",
        "en toi",
        "Et pas",
        "porteront",
        "porteur de charges",
        "(la charge",
        "(Des) autre",
        "alors",
        "à",
        "votre Seigneur",
        "(Est) votre retour",
        "alors Il vous informera",
        "sur quoi",
        "vous avez utilisé pour",
        "faire",
        "En effet, il",
        "(Est) l'Omniscient",
        "de ce qui (est) dans les seins",
        "de ce qui (est) dans les seins"
      ],
      "notes" : {
        "19" : [
          "Autrement dit, [ \"Votre incrédulité ne peut pas provoquer de diminution ou d'une",
          "déficience dans son royaume. Il sera Dieu si vous croyez en lui, et il sera",
          "toujours Dieu, si vous lui refuser. Il règne sur son royaume par sa propre",
          "puissance;. votre croyant ou lui refuser DCEs pas d'incidence sur sa souveraineté",
          "en aucune façon \"] Selon un Hadith. Allah dit: [ \"O Mes serviteurs, si chacun",
          "d'entre vous, les premiers et les derniers, les hommes et les djinns, deviennent",
          "comme le cœur d'une personne la plus pécheresse parmi vous, il causera pas de",
          "carence que ce soit dans mon royaume.\"] [(Musulman)]."
        ],
        "20" : [
          "Autrement dit, [ \"Il ne l'approuve pas, pas pour tout intérêt de sa propre mais",
          "pour l'intérêt et au profit des fonctionnaires eux-mêmes, qu'ils ne croient pas,",
          "car l'incrédulité est nocif pour eux.\"] Ici, on devrait garder à l'esprit le fait",
          "que la volonté de AIlah est une chose et son approbation et le plaisir des",
          "autres. Rien au monde ne peut se produire contre la volonté d'Allah, mais",
          "beaucoup de choses peuvent se produire contre son approbation, et l'arc qui se",
          "passe jour et nuit. Par exemple, la domination des tyrans et les méchants dans le",
          "monde, l'existence des voleurs et des brigands, la présence de meurtriers et les",
          "adultères, ne sont possibles que parce que Dieu a fait place à l'apparition de",
          "ces maux et l'existence de ces criminels l'ordre des choses ordonnés par Lui.",
          "Puis il fournit également des possibilités de commettre le mal tout comme il",
          "offre des possibilités au bien de faire le bien. Avait-il fait pas de place pour",
          "ces maux et avait fourni aucune possibilité de commettre des torts aux",
          "malfaiteurs, aucun mal aurait jamais eu lieu dans le monde. Tout cela est basé",
          "sur la volonté d'Allah. Mais l'apparition d'un acte sous Volonté Divine DCES ne",
          "signifie pas que l'approbation d'Allah va aussi avec elle. Ceci peut être",
          "expliqué par un exemple. Si une personne tente d'obtenir sa vie que par des",
          "moyens légaux, Allah lui donne sa vie à travers ces moyens. Ceci est Sa volonté.",
          "Mais prévoyant le voleur ou le voleur ou la personne corrompue en vertu du",
          "testament ETCD ne signifie pas que Allah aime aussi le vol et le vol qualifié et",
          "de prendre des pots de vin. Allah dit la même chose ici, comme pour dire: [ \"Si",
          "vous voulez croire, vous pouvez le faire: Nous ne vous empêche de ceci ni de vous",
          "faire croire de force Mais nous n'approuvons pas que vous devez refuser votre",
          "Créateur et. Providence, étant ses serviteurs, car il est nocif pour vous: Notre",
          "Divinité ne soit altérée et affectée par en aucune façon \"]."
        ],
        "21" : [
          "Le mot shukr [(gratitude)] a été utilisé ici comme contre kufr [(mécréance)] au",
          "lieu de Iman [(croyance)]. Cela en soi montre que kufr est, en fait,",
          "l'ingratitude et de la déloyauté et la foi est la condition nécessaire de la",
          "reconnaissance. La personne qui a un sentiment de les faveurs d'Allah",
          "Tout-Puissant, ne peut pas adopter une autre voie que celle de la croyance et la",
          "foi. Par conséquent, la reconnaissance et la foi sont corrélatifs: partout où il",
          "y a reconnaissance, il y aura aussi la foi. Au contraire, là où il y a",
          "l'incrédulité, il n'y aura pas question de reconnaissance du tout, pour la",
          "reconnaissance ainsi que l'incrédulité est dénuée de sens."
        ],
        "22" : [
          "Cela signifie que: [ \"Chacun de vous est lui-même responsable de ses actes, Si",
          "une personne adopte l'incrédulité afin de plaire aux autres, ou pour éviter leur",
          "mécontentement, les autres ne seront jamais porter le fardeau de son incrédulité,",
          "mais le laisser à porter son propre fardeau. par conséquent, toute personne qui",
          "vient de savoir que l'incrédulité est fausse et la croyance est juste, devrait",
          "renoncer à la mauvaise attitude. et adopter la bonne attitude, et éviter de faire",
          "lui-même responsable de la punition d'Allah en s'associant avec sa famille ou de",
          "la fraternité ou de la nation. \"]"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَابِ النَّارِ",
      "simpleTranslate" : [
        "Lorsqu’un mal affecte l’homme, celui-ci implore son Seigneur en toute humilité ;",
        "mais quand Dieu lui accorde une faveur, il s’empresse d’oublier le mal qui avait",
        "suscité ses prières et il prête à Dieu des associés, en vue de pousser ses",
        "semblables à Le nier. Dis à cet impie : «Jouis, pour un instant, de ton impiété,",
        "car tu es voué à faire partie des hôtes de l’Enfer !»"
      ],
      "tafsirTranslate" : [
        "Quand un malheur touche l'homme, <N:23>, il crie à son Seigneur, se tournant",
        "repentant vers Lui <N:24> Mais lorsque son Seigneur accorde sa faveur sur lui, il",
        "oublie l'affliction au sujet de qui. il avait crié <N:25> et met en place",
        "compeers à Allah <N:26> qu'ils peuvent conduire les autres égarés de Son chemin",
        "<N:27> Dis (O Prophète):. Profitez de votre incrédulité pendant un certain temps.",
        "Certes, vous serez parmi les gens du Feu »."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "touches",
        "[l'homme",
        "adversité",
        "il appelle",
        "son Seigneur",
        "tournant",
        "à lui",
        "puis",
        "quand",
        "Il lui accorde",
        "une faveur",
        "de lui-même",
        "il oublie",
        "(pour quoi",
        "il avait l'habitude d'appeler",
        "il avait l'habitude d'appeler",
        "[à lui",
        "avant",
        "avant",
        "et il met en place",
        "à Allah",
        "rivaux",
        "induire en erreur",
        "de",
        "Son chemin",
        "Dire",
        "Prendre plaisir",
        "dans votre incrédulité",
        "(pour un peu",
        "En effet, vous",
        "(sont de",
        "(les) compagnons",
        "(De) l'incendie"
      ],
      "notes" : {
        "24" : [
          "Autrement dit, [ \"A cette époque, il DCEs pas se rappeler ces autres divinités",
          "dont il avait l'habitude d'invoquer dans les bons moments,. Mais il désespoirs de",
          "tous et tourne seulement à Allah, Seigneur des mondes\"] Ceci est une preuve",
          "claire du fait que, dans les profondeurs de son cœur, il a le sentiment que",
          "toutes les autres divinités sont impuissants, et la réalisation que Dieu seul est",
          "le Possesseur de tous les pouvoirs et l'autorité, enfoui et caché au fond de son",
          "esprit. [ \""
        ],
        "25" : [
          "Autrement dit, \"] Il oublie de nouveau les mauvais moments lors de l'abandon de",
          "tous les autres divinités, il invoquait seulement Allah, l'Unique. [\""
        ],
        "26" : [
          "Autrement dit, \"] Il commence à nouveau servir les autres. Il leur obéit, prie",
          "pour eux et fait des offrandes devant eux [\""
        ],
        "27" : [
          "Autrement dit, \"] Il ne se contente pas de son propre avoir égaré, mais conduit",
          "également d'autres égarés, en leur disant que l'affliction qui lui était arrivé,",
          "avait été évitée grâce à l'aide de tel ou tel un homme pieux ou saint, ou dieu et",
          "déesse. \" Ainsi, beaucoup d'autres personnes ont également mis leur foi en ces",
          "divinités en dehors d'Allah, et sont encore trompés que les gens ignorants et",
          "stupides décrivent leurs expériences devant eux."
        ],
        "23" : [
          "[ \"L'homme\"]: le mécréant qui a adopté la voie de l'ingratitude."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ ۗ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ ۗ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ",
      "simpleTranslate" : [
        "Peut-on comparer ce pécheur à celui qui passe ses nuits en prière, prosterné ou",
        "debout, craignant la vie future et plaçant son espoir dans la miséricorde de son",
        "Seigneur? Dis : «Sont-ils égaux, ceux qui ont reçu la science et ceux qui ne",
        "l’ont point reçue?» Seuls des êtres doués d’intelligence sont à même d’y",
        "réfléchir."
      ],
      "tafsirTranslate" : [
        "est une telle personne (préférable ou il) qui est obéissant, et se prosterne dans",
        "les veilles de la nuit, se (dans la prière), a peur de l'au-delà, et attend avec",
        "impatience la merci de Son Seigneur? Demandez-leur: 'ceux qui savent égaux à ceux",
        "qui ne connaissent pas? <N:28> Seuls les doués d'intelligence prenez garde."
      ],
      "tanslateWordByWord" : [
        "Est (un) qui",
        "[il]",
        "(Est) obéissantes",
        "(Pendant) heures",
        "(de la nuit",
        "prosternant",
        "et debout",
        "craignant",
        "l'au-delà",
        "et en espérant",
        "(Pour la) Mercy",
        "(De) son Seigneur",
        "Dire",
        "Sont",
        "égal",
        "ceux qui",
        "connaître",
        "et ceux qui",
        "(ne pas",
        "connaître",
        "Seulement",
        "prendra garde",
        "ceux de la compréhension",
        "ceux de la compréhension"
      ],
      "notes" : {
        "28" : [
          "Il convient de noter que deux types des hommes sont contrastés ici. Tout d'abord,",
          "ceux qui se tournent vers Allah quand un malheur leur arrive, mais adorent autre",
          "qu'Allah normalement. Deuxièmement, ceux qui ont fait leur mode de vie permanent",
          "pour obéir à Allah et à adorer et de servir Lui, et Lui leur culte dans la",
          "solitude pendant la nuit est une preuve de leur sincérité. Le premier type de ces",
          "hommes ont été appelés ignorants par Allah, même si elles pourraient avoir dévoré",
          "des bibliothèques entières. Et le second type de ces hommes ont été appelés les",
          "savants, même si elles pourraient être analphabètes. Pour la vraie chose",
          "extrêmement importante est la connaissance de la vérité et de l'action de",
          "l'homme, selon lui, et cela dépend de son vrai succès. Allah demande: Comment ces",
          "deux peuvent être égaux? Comment peuvent-ils suivre éventuellement le même chemin",
          "ensemble dans le monde, et de rencontrer le même but dans l'au-delà?"
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا فِي هَٰذِهِ الدُّنْيَا حَسَنَةٌ ۗ وَأَرْضُ اللَّهِ وَاسِعَةٌ ۗ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ",
      "simpleTranslate" : [
        "Dis : «Ô Mes serviteurs qui avez la foi ! Craignez votre Seigneur ! Car à ceux",
        "qui font le bien ici-bas est réservée une belle récompense, et la Terre de Dieu",
        "est assez vaste pour qui veut Le servir. En vérité, les persévérants seront",
        "rémunérés au-delà de toute espérance.»"
      ],
      "tafsirTranslate" : [
        "Dites-leur (O Prophète): «Ô vous les serviteurs de la mine qui croient, avez peur",
        "de votre Seigneur <N:29> Une bonne fin attend ceux qui a fait du bien dans ce",
        "monde <N:30>.. la terre d'Allah est vaste. <N:31> En vérité, ceux qui persévèrent",
        "est accordé leur récompense au-delà de tout calcul. <N:32>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "O Mes serviteurs",
        "[ceux qui",
        "croyez",
        "La crainte",
        "votre Seigneur",
        "Pour ceux qui",
        "faire du bien",
        "dans",
        "ce",
        "monde",
        "(est bon",
        "et la terre",
        "(De) Allah",
        "(Est) spacieuse",
        "Seulement",
        "sera remboursé en totalité",
        "endurants",
        "leur récompense",
        "sans pour autant",
        "compte"
      ],
      "notes" : {
        "32" : [
          "\"] Ceux mesure [...\": Ceux qui bravent toutes sortes d'épreuves et de",
          "persécutions à suivre la voie de Dieu, le culte et la piété, mais ne pas",
          "abandonner la voie de la Vérité. Cela inclut aussi les personnes qui émigrent",
          "vers d'autres pays et de l'expérience des difficultés dans le pays étranger pour",
          "le bien de la religion et de la foi, et aussi ceux qui continuent à faire face à",
          "toutes sortes de tentations et de calamité fermement et patiemment dans le pays",
          "où ils sont persécutés. \"]"
        ],
        "29" : [
          "Autrement dit, «Ne pas se contenter de la croyance, mais le suivi avec la piété",
          "et la crainte de Dieu. Agir selon ce qu'Allah a prescrit et éviter ce qu'Il a",
          "interdit et de vivre dans le monde craignant sa responsabilité. [ \""
        ],
        "30" : [
          "Bon et bien-être à la fois de ce monde et de l'au-delà."
        ],
        "31" : [
          "Autrement dit, \"] Si une ville, d'un territoire ou d'un terrain est devenu",
          "difficile pour les adorateurs d'Allah, ils peuvent émigrer vers un autre endroit",
          "où ils ne peuvent pas faire face à une telle épreuve. [\""
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَهُ الدِّينَ",
      "simpleTranslate" : [
        "Dis : «J’ai reçu ordre de vouer un culte exclusif à mon Seigneur."
      ],
      "tafsirTranslate" : [
        "Dites-leur, (ô Prophète): «Je suis convié à servir Allah, consacrer mon",
        "dévouement à Lui,"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "En effet, je",
        "[I] m'a été commandé",
        "cette",
        "j'adore",
        "Allah",
        "(Être) sincère",
        "à lui",
        "(En) la religion"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ",
      "simpleTranslate" : [
        "Et Il m’a été ordonné d’être le premier des musulmans.»"
      ],
      "tafsirTranslate" : [
        "et je suis conviés à être le premier de ceux qui se rendent à Lui. » <N:33>"
      ],
      "tanslateWordByWord" : [
        "Et je commandais",
        "cette",
        "Je serai",
        "(la première",
        "(De) ceux qui se soumettent"
      ],
      "notes" : {
        "33" : [
          "Autrement dit, [ «Ma mission est non seulement d'exhorter les autres, mais aussi",
          "de pratiquer ce que je me prêche:. Je me suis d'abord suivre la voie que",
          "j'appelle les autres à suivre\"]"
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ",
      "simpleTranslate" : [
        "Dis : «En vérité, je crains de subir les châtiments d’un jour terrible, si je",
        "désobéis à mon Seigneur.»"
      ],
      "tafsirTranslate" : [
        "Dis: «Si je désobéis à mon Seigneur, je crains le châtiment d'un jour",
        "impressionnant."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "En effet, je",
        "[Je crains",
        "si",
        "je désobéis",
        "mon Seigneur",
        "(la punition",
        "(De) un jour",
        "génial"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَهُ دِينِي",
      "simpleTranslate" : [
        "Dis : «C’est Dieu que j’adore, en Lui vouant un culte sans partage."
      ],
      "tafsirTranslate" : [
        "Dis: «Allah seul est je servir, consacrant mon dévouement à Lui."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "J'adore Allah",
        "J'adore Allah",
        "(Être) sincère",
        "à lui",
        "(En) ma religion"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "فَاعْبُدُوا مَا شِئْتُمْ مِنْ دُونِهِ ۗ قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ ۗ أَلَا ذَٰلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ",
      "simpleTranslate" : [
        "Quant à vous, idolâtres, libre à vous d’adorer qui vous voudrez en dehors de Dieu",
        "!» Dis : «Les véritables perdants sont ceux qui auront causé à la fois la perte",
        "de leurs propres âmes et celles des leurs, au Jour de la Résurrection. La voilà",
        "la perte irréparable !»"
      ],
      "tafsirTranslate" : [
        "Alors servir, en dehors de Lui, quiconque vous s'il vous plaît. \" Dis: «Voici,",
        "les vrais perdants sont ceux qui ont perdu leurs propres mêmes et leurs parents",
        "et amis sur le Jour de la Résurrection. Voici, qui est la perte évidente. <N:34>"
      ],
      "tanslateWordByWord" : [
        "donc, le culte",
        "quelle",
        "vous serez",
        "en dehors de Lui",
        "en dehors de Lui",
        "Dire",
        "Effectivement",
        "les perdants",
        "(Sont) ceux qui",
        "(va perdre",
        "se",
        "et leurs familles",
        "(au jour",
        "(De) la Résurrection",
        "Indiscutablement",
        "cette",
        "il",
        "(Est) la perte",
        "clair"
      ],
      "notes" : {
        "34" : [
          "La faillite est la perte du capital d'une personne et l'échec de son entreprise",
          "afin qu'il est incapable de payer intégralement ses dettes. Cette même métaphore",
          "qu'Allah a utilisé ici pour les mécréants et polythéistes, la somme totale de ce",
          "que l'homme a obtenu dans ce monde-sa vie, son intelligence, le corps, les",
          "pouvoirs, les capacités, les moyens et les possibilités-est en fait, la capitale,",
          "où il investit dans les affaires de la vie mondaine. Si une personne a investi",
          "toute cette capitale sur l'hypothèse qu'il n'y a pas de Dieu, ou il y a beaucoup",
          "de dieux, dont la servante qu'il est, et qu'il n'a pas de comptes à personne, ou",
          "que quelqu'un d'autre va le sauver au Jour du Jugement, il serait dire qu'il a",
          "fait une bonne affaire de perdre et a perdu tout son capital. Ceci est sa",
          "première défaite. Sa deuxième défaite est que, dans tout ce qu'il a fait, sur la",
          "base de l'hypothèse fausse, il est allé sur lui-même et beaucoup d'autres hommes,",
          "et les générations à venir et de nombreuses autres créatures d'Allah faire tort,",
          "tout au long de sa vie. Ainsi, il a obtenu en d'innombrables dettes, mais n'a pas",
          "d'argent avec laquelle il peut payer intégralement ses dettes. Au-delà de cela,",
          "il n'a pas seulement lui-même engagé cette perte, mais a provoqué la même perte",
          "de ses enfants et proche et cher une fois amis et compatriotes par son mauvais",
          "enseignement et de formation et de mauvais exemple. Ce sont ces trois défaites",
          "ensemble qu'Allah a appelé khusran-i-Mubin [(faillite totale)] dans ce verset."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "لَهُمْ مِنْ فَوْقِهِمْ ظُلَلٌ مِنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ ۚ ذَٰلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ ۚ يَا عِبَادِ فَاتَّقُونِ",
      "simpleTranslate" : [
        "Un nuage de feu s’étendra au-dessus de leurs têtes et un autre au-dessous de",
        "leurs pieds. Voilà contre quoi Dieu met en garde Ses serviteurs : «Ô Mes",
        "serviteurs, craignez-Moi !»"
      ],
      "tafsirTranslate" : [
        "Il doit y avoir des feuilles de feu au dessus d'eux et sous eux. Ceci est la fin",
        "contre laquelle Allah avertit Ses serviteurs. Donc redouter ma colère, ô",
        "serviteurs de la mine!"
      ],
      "tanslateWordByWord" : [
        "Pour eux",
        "de",
        "au dessus d'eux",
        "revêtements",
        "de",
        "le feu",
        "et de",
        "en dessous d'eux",
        "revêtements",
        "(Avec ça",
        "menace",
        "Allah",
        "[Avec ça]",
        "Ses esclaves",
        "O Mes serviteurs",
        "Craignez-moi"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا وَأَنَابُوا إِلَى اللَّهِ لَهُمُ الْبُشْرَىٰ ۚ فَبَشِّرْ عِبَادِ",
      "simpleTranslate" : [
        "Ceux qui fuient les fausses divinités pour ne pas les adorer, et qui reviennent",
        "vers leur Seigneur, annonce-leur qu’ils auront accès à la félicité. Fais-en",
        "l’heureuse annonce à Mes serviteurs"
      ],
      "tafsirTranslate" : [
        "(D'autre part), de bonnes nouvelles attendent ceux qui évitent au service faux",
        "dieux <N:35> et le retour repentant à Allah. (O Prophète), donner de bonnes",
        "nouvelles à Mes serviteurs,"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "éviter de",
        "les faux dieux",
        "de peur de",
        "ils les adorent",
        "et tour",
        "à",
        "Allah",
        "pour eux",
        "(Sont) la bonne nouvelle",
        "Alors, donnez de bonnes nouvelles",
        "(À) Mes esclaves"
      ],
      "notes" : {
        "35" : [
          "Taghout est de tughyan et signifie la rébellion. Si quelqu'un est appelé Taghout",
          "[(rébellion)] au lieu de taghi [(rebelle)], cela voudrait dire qu'il est incarné",
          "rebelle. Par exemple, si une personne est appelée husn [(beauté)] au lieu de",
          "Hasin [(belle)], cela voudrait dire qu'il a atteint la perfection dans la beauté.",
          "Les autres divinités que Allah ont été appelés Taghout parce qu'elle est la",
          "rébellion d'adorer d'autres en dehors d'Allah, mais celui qui a d'autres",
          "l'adorent, est un rebelle de la pire espèce. [(Pour de plus amples explications,",
          "voir AI-Baqarah: 256 <V:7:256>, Al-Nisa: 60 <V:3:60>, 76, An-Naml: 36 et de",
          "l'E.N. de celui-ci <V:27:36etdel'E.N.decelui-ci>)]."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ ۚ أُولَٰئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ ۖ وَأُولَٰئِكَ هُمْ أُولُو الْأَلْبَابِ",
      "simpleTranslate" : [
        "qui écoutent Mes paroles et se conforment à ce qu’elles contiennent de meilleur.",
        "Ce sont ceux-là que Dieu dirige. Ce sont ceux-là qui sont doués d’intelligence."
      ],
      "tafsirTranslate" : [
        "à ceux qui paient attention à ce qui est dit et suivre le meilleur de lui <N:36>",
        "Ils sont ceux-là qu'Allah a guidés dans le droit chemin; ils sont ceux dotés de",
        "la compréhension."
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "ils écoutent (à)",
        "le mot",
        "puis suivez",
        "les meilleurs de ceux-ci",
        "ceux",
        "(Sont) ceux que",
        "Allah les a guidés",
        "Allah les a guidés",
        "et celles",
        "sont-ils]",
        "les hommes de compréhension",
        "les hommes de compréhension"
      ],
      "notes" : {
        "36" : [
          "Ce verset peut avoir deux significations: [(1)] Ce qu'ils ne suivent pas toutes",
          "les voix, mais réfléchir sur ce que chaque homme dit et accepter que ce qui est",
          "juste et vrai; et [(2)] qu'ils ne cherchent pas à donner un faux sens à ce qu'ils",
          "entendent, mais adopter ses bons et justes aspects."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنْتَ تُنْقِذُ مَنْ فِي النَّارِ",
      "simpleTranslate" : [
        "Vouloir sauver celui contre qui la sentence du châtiment aura été prononcée",
        "équivaut à vouloir sauver celui qui est déjà dans les flammes de l’Enfer !"
      ],
      "tafsirTranslate" : [
        "(O Prophète), pouvez-vous le sauver (de châtiment) contre lequel la peine de",
        "châtiment est devenu exigible; <N:37> celui qui a, (pour ainsi dire), déjà tombé",
        "dans le Feu ?"
      ],
      "tanslateWordByWord" : [
        "Alors, est (un) qui",
        "est devenue due",
        "sur lui",
        "le mot",
        "(De) la peine",
        "Ensuite, pouvez-vous",
        "enregistrer",
        "(un qui",
        "(est dans",
        "le feu"
      ],
      "notes" : {
        "37" : [
          "Autrement dit, la personne qui a fait lui-même digne de la punition d'Allah et",
          "sur lequel Allah a déjà décidé qu'il sera puni."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "لَٰكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ مَبْنِيَّةٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ وَعْدَ اللَّهِ ۖ لَا يُخْلِفُ اللَّهُ الْمِيعَادَ",
      "simpleTranslate" : [
        "Mais ceux qui craignent leur Seigneur auront des loges sur lesquelles sont bâties",
        "d’autres loges, et au-dessous desquelles coulent des rivières. Telle est la",
        "promesse de Dieu, et Dieu ne faillit jamais à Sa promesse."
      ],
      "tafsirTranslate" : [
        "Mais ceux qui craignent leur Seigneur auront demeures nobles construites sur",
        "l'autre, sous lesquels coulent les ruisseaux. Ceci est la promesse d'Allah et ne",
        "fait jamais Allah manqué à sa promesse."
      ],
      "tanslateWordByWord" : [
        "Mais",
        "ceux qui",
        "la crainte",
        "leur Seigneur",
        "pour eux",
        "(Sont) demeures nobles",
        "au dessus d'eux",
        "au dessus d'eux",
        "demeures nobles",
        "construit haute",
        "écoulement",
        "de",
        "dessous",
        "les rivières",
        "(La promesse",
        "(De) Allah",
        "ne pas",
        "Allah ne",
        "Allah ne",
        "(En sa) promesse"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُخْتَلِفًا أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا ۚ إِنَّ فِي ذَٰلِكَ لَذِكْرَىٰ لِأُولِي الْأَلْبَابِ",
      "simpleTranslate" : [
        "Considère comment Dieu fait descendre l’eau du ciel et comment Il la répartit",
        "sous terre en sources jaillissantes, pour faire germer des plantes de diverses",
        "espèces, qu’Il fait ensuite faner et jaunir ; et comment enfin Il en fait de",
        "simples brins desséchés. Certes, il y a dans ce phénomène matière à réflexion",
        "pour les hommes doués d’intelligence."
      ],
      "tafsirTranslate" : [
        "Est-ce que vous ne voyez pas qu'Allah fait descendre l'eau du ciel, puis a fait",
        "couler sur la terre comme sources et des ruisseaux et des rivières <N:38>, puis",
        "avec elle, il fait sortir la végétation des différentes teintes; alors cette",
        "végétation mûrissent et se dessèche, devient jaune, après quoi il le réduit à",
        "cassé la paille? Certes, il y a une leçon dans ce pour les doués d'intelligence.",
        "<N:39>"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "tu vois",
        "cette",
        "Allah",
        "envoie vers le bas",
        "de",
        "Le ciel",
        "eau",
        "et il fait couler",
        "(As) ressorts",
        "dans",
        "La terre",
        "puis",
        "Il produit",
        "Avec ça",
        "cultures",
        "(de différent",
        "les couleurs",
        "puis",
        "ils se fanent",
        "et vous voyez",
        "jaunir",
        "puis",
        "Il les rend",
        "débris",
        "Effectivement",
        "dans",
        "cette",
        "sûrement, (est) un rappel",
        "pour ceux de la compréhension",
        "pour ceux de la compréhension"
      ],
      "notes" : {
        "38" : [
          "Le mot yanabi` dans le texte est complet et applique à toutes les trois sources",
          "d'eau."
        ],
        "39" : [
          "Autrement dit, \"Un homme intelligent apprend cette leçon de ce que la vie de ce",
          "monde et ses ornements sont tous transitoires: la fin de chaque printemps est",
          "l'automne, le sort de tous les jeunes est la faiblesse et la mort ;. et chaque",
          "lieu a une chute par conséquent, ce monde ne sont pas quelque chose dont on",
          "devrait charmer et épris de manière à oublier Dieu et l'au-delà et doit se",
          "conduire ici de manière à nonne son au-delà, que pour des raisons de . profiter",
          "des plaisirs éphémères de ce monde Puis un homme de compréhension apprend aussi",
          "cette leçon de ces phénomènes que le printemps et l'automne de ce monde ne sont",
          "que sous le contrôle d'Allah: Allah permet de croître et de prospérer qui Il veut",
          "et les ruines et dévaste quiconque il veut. ni il est au pouvoir de personne pour",
          "arrêter la croissance de quelqu'un que Allah veut se développer, et personne n'a",
          "le pouvoir de le sauver de la destruction dont Allah veut détruire."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَىٰ نُورٍ مِنْ رَبِّهِ ۚ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ ۚ أُولَٰئِكَ فِي ضَلَالٍ مُبِينٍ",
      "simpleTranslate" : [
        "Quel bonheur pour celui dont Dieu a ouvert le cœur à l’islam et qui détient ainsi",
        "une lumière venant de son Seigneur ! Malheur donc à ceux dont les cœurs demeurent",
        "insensibles à l’évocation de Dieu. Ceux-là sont dans un égarement manifeste."
      ],
      "tafsirTranslate" : [
        "Peut-il dont la poitrine Allah a ouvert pour l'Islam <N:40> et qui est donc (se",
        "déplaçant le long d'un chemin) éclairé par une lumière d'Allah <N:41> (être",
        "comparé à celui qui ne tire aucun leçon de ce qu'il observe)? Malheur donc à ceux",
        "dont les cœurs ont été encore durci <N:42> après l'avertissement d'Allah. Tels",
        "sont en effet dans l'erreur évidente."
      ],
      "tanslateWordByWord" : [
        "Donc, est (un pour) qui",
        "Allah a élargi",
        "Allah a élargi",
        "sa poitrine",
        "pour l'islam",
        "donc il",
        "(Is) sur",
        "une lumière",
        "de",
        "son Seigneur",
        "malheur donc",
        "à (ceux-ci sont) durci",
        "leur cœur",
        "de",
        "(Le) souvenir d'Allah",
        "(Le) souvenir d'Allah",
        "Ceux",
        "(sont dans",
        "Erreur",
        "clair"
      ],
      "notes" : {
        "40" : [
          "[ \"dont la poitrine ... Islam\"]: Qui Allah aide à apprendre une leçon de ces",
          "réalités et de se contenter de l'islam comme fondée sur la Vérité. Ouverture de",
          "la poitrine d'un homme pour quelque chose, en fait, un état dans lequel il ne",
          "reste aucune inquiétude ou d'ambiguïté ou de suspicion et de doute dans son",
          "esprit sur la chose, n'a pas non plus qu'il le sentiment de danger et la perte à",
          "accepter et à adopter, mais il décide avec la pleine satisfaction du cœur qui est",
          "la Vérité; par conséquent, il doit le suivre quelles que soient les conséquences.",
          "Ayant pris une telle décision quand une personne adopte la voie de l'Islam, il",
          "obéit à tout ce commandement qu'il reçoit de Dieu et Son Messager volontairement",
          "et avec plaisir, sans aucune hésitation. Il accepte les croyances et les idées,",
          "règles et règlements, il rencontre dans le Livre d'Allah et la Sunna de Son",
          "Prophète comme si elles étaient la voix de son propre cœur. Il ne ressent aucune",
          "componction sur abandonner un avantage illicite, parce qu'il croit qu'il n'a pas",
          "gain pour lui à tous; il était plutôt une perte dont Allah l'a sauvé par Sa",
          "grâce. De même, même s'il encourt une perte tout en suivant la voie de la",
          "justice, il DCEs pas se sentir triste à ce sujet, mais porte avec patience et le",
          "considère comme une perte ordinaire par rapport à la perte de se détourner de la",
          "Voie d'Allah. La même chose est son comportement sur les dangers auxquels sont",
          "confrontés. Il croit qu'il n'y a pas d'autre moyen pour lui, qu'il peut suivre",
          "afin d'éviter le danger. Le droit chemin de AIlah est seul, qu'il doit suivre",
          "dans tous les cas: s'il y a un danger à le suivre, que ce soit."
        ],
        "41" : [
          "[ \"A la lumière montré par son Seigneur»]: A la lumière de la connaissance du",
          "Livre d'Allah et la Sunna de Son Prophète, à l'aide de laquelle il voit",
          "clairement à chaque étape qui est la ligne droite chemin de la vérité parmi les",
          "innombrables sous-chemins de la vie."
        ],
        "42" : [
          "Par contre l'ouverture de la poitrine, il peut y avoir deux autres états du cœur",
          "de l'homme: [(1)] L'état de rétrécissement de la poitrine et compression du cœur;",
          "et dans cet état, il reste encore un peu de place pour la vérité à l'imprégner;",
          "et [(2)] l'état de durcissement ou pétrification du cœur; dans ce qu'il reste",
          "plus de place que ce soit pour la vérité à perméat. A propos de ce second état",
          "Allah dit que la personne qui atteint un tel stade est totalement ruiné. Cela",
          "signifie que si une personne devient enclin à accepter la vérité, même si avec un",
          "dévoilement et le cœur serré, il reste une possibilité pour lui d'être racheté.",
          "Ce second thème devient évident du style et la teneur du verset lui-même, si",
          "Allah n'a pas dit directement. Pour l'intention réelle du verset était d'avertir",
          "ceux qui se pencha sur l'obstination dans leur antagonisme envers le Saint",
          "Prophète, et avait pris leur décision de ne pas écouter du tout. Pour cela, ils",
          "ont été mis en garde, comme pour dire: [ \"Vous êtes fier de cet entêtement de la",
          "vôtre, mais, comme une question de fait, il ne peut y avoir un plus grand malheur",
          "et de l'indignité de l'homme que son cœur doit devenir encore plus durci , au",
          "lieu de devenir doux, quand il entend Allah être mentionné et l'avertissement",
          "envoyé par lui. \"]"
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ اللَّهِ ۚ ذَٰلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ ۚ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ",
      "simpleTranslate" : [
        "Dieu a révélé un discours sublime en un Livre aux versets concordants où",
        "alternent les promesses et les menaces, au point que ceux qui craignent Dieu et",
        "qui en font la lecture sentent d’abord un frisson traverser leurs corps, puis",
        "leurs peaux et leurs cœurs s’apaisent à l’évocation du Seigneur. Tel est le Livre",
        "de Dieu grâce auquel Il guide qui Il veut. Quant à celui que Dieu égare, nul ne",
        "pourra plus lui faire retrouver son chemin."
      ],
      "tafsirTranslate" : [
        "Allah a révélé le meilleur enseignement, un auto-cohérent livre <N:43> qui répète",
        "son contenu dans des formes multiples frissonner les peaux cet octroi de ceux qui",
        "détiennent leur Seigneur dans la crainte, et puis leurs peaux et leurs coeurs",
        "adoucissent pour le souvenir d'Allah. Voilà les conseils d'Allah par lequel Il",
        "guide quiconque Il veut. Et celui que Allah ne guide pas à la bonne voie en a pas",
        "pour le guider."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "a révélé",
        "(le meilleur",
        "(De) [la] Déclaration",
        "un livre",
        "(Ses parties) se ressembler",
        "souvent répétée",
        "Frisson",
        "à partir de cela",
        "(les) peaux",
        "(De) ceux qui",
        "la crainte",
        "leur Seigneur",
        "puis",
        "se détendre",
        "leurs peaux",
        "et leurs coeurs",
        "à",
        "(La) mémoire",
        "(De) Allah",
        "Cette",
        "(Est le) d'orientation",
        "(De) Allah",
        "Il guide",
        "Avec ça",
        "qui",
        "Il veut",
        "Et quiconque",
        "Allah laisse égarer",
        "Allah laisse égarer",
        "alors pas",
        "pour lui",
        "tout",
        "guider"
      ],
      "notes" : {
        "43" : [
          "Autrement dit, il n'y a pas de contradiction et de désaccord entre eux.",
          "L'ensemble du livre, du début à la fin, les projets d'un même objectif, une seule",
          "et même croyance, et un seul et même système de pensée et d'action. Chacune de",
          "ses parties confirme et soutient et explique les autres thèmes; et il y a une",
          "cohérence parfaite en elle à la fois dans un sens et dans le style."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "أَفَمَنْ يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ يَوْمَ الْقِيَامَةِ ۚ وَقِيلَ لِلظَّالِمِينَ ذُوقُوا مَا كُنْتُمْ تَكْسِبُونَ",
      "simpleTranslate" : [
        "Quelle triste destinée que d’avoir à affronter à visage découvert les affres d’un",
        "châtiment terrible le Jour de la Résurrection, lorsqu’on dira aux injustes :",
        "«Goûtez donc le fruit de vos œuvres !»"
      ],
      "tafsirTranslate" : [
        "Comment lamentable est le sort de celui qui n'a rien, sauf son visage pour le",
        "protéger contre le châtiment sévère sur le Jour de la Résurrection <N:44> Ces",
        "méchants sont dit: «Taste maintenant la conséquence de vos actions. » <N:45>"
      ],
      "tanslateWordByWord" : [
        "Puis (est) celui qui",
        "protégera",
        "avec son visage",
        "(le pire",
        "Châtiment",
        "(au jour",
        "(De) la Résurrection",
        "Et il sera dit",
        "les malfaiteurs",
        "Goût",
        "quelle",
        "vous avez utilisé pour",
        "gagner"
      ],
      "notes" : {
        "44" : [
          "On prend un coup sur d'un visage que lorsque l'on est absolument impuissant et",
          "impuissant, sinon jusqu'à ce que l'on a un certain pouvoir de résister, on",
          "continue à recevoir les coups sur les autres parties de son corps, mais sauve son",
          "visage. Par conséquent, voici l'état extrême de l'impuissance d'une personne a",
          "été représenté, en disant qu'il recevra la punition sévère sur son visage."
        ],
        "45" : [
          "Le mot kasab, dans la terminologie coranique, implique son descrying et de gagner",
          "une récompense et de punition en conséquence de ses faits et gestes. Le salaire",
          "réel d'un bienfaisant est qu'il devient digne de la récompense d'Allah, et le",
          "gain du méchant est la punition qu'il recevra dans l'au-delà."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "simpleTranslate" : [
        "Ceux qui les ont précédés ont, eux aussi, traité Nos signes de mensonges, et le",
        "châtiment les a assaillis au moment même où ils s’y attendaient le moins."
      ],
      "tafsirTranslate" : [
        "Leurs prédécesseurs ont donné le mensonge à la vérité et le châtiment est venu",
        "sur eux d'où ils ne pouvaient imaginer."
      ],
      "tanslateWordByWord" : [
        "dénié",
        "ceux qui",
        "(Étaient) avant de les",
        "(Étaient) avant de les",
        "donc venu sur eux",
        "la punition",
        "de",
        "où",
        "ne pas",
        "ils perçoivent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "فَأَذَاقَهُمُ اللَّهُ الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Dieu leur a fait goûter l’ignominie en ce monde, mais les châtiments qui les",
        "attendent dans l’au-delà sont plus atroces encore, s’ils pouvaient le savoir."
      ],
      "tafsirTranslate" : [
        "Alors Allah leur a fait goûter la dégradation dans la vie de ce monde, et",
        "certainement le châtiment de l'au-delà seront beaucoup plus graves. Serait-ce",
        "qu'ils savaient!"
      ],
      "tanslateWordByWord" : [
        "Alors Allah leur a fait",
        "Alors Allah leur a fait",
        "la honte",
        "dans",
        "la vie",
        "(du monde",
        "et certainement (la) peine",
        "(De) l'au-delà",
        "(Est) supérieure",
        "si",
        "ils",
        "a connu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَٰذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "simpleTranslate" : [
        "Que d’exemples de toutes sortes sont donnés dans ce Coran aux hommes, afin de les",
        "amener à réfléchir !"
      ],
      "tafsirTranslate" : [
        "Nous avons en effet défendue pour l'humanité toutes sortes de paraboles dans ce",
        "Coran qu'ils puissent en tenir compte."
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "Nous avons exposé",
        "pour les personnes",
        "dans",
        "ce",
        "Coran",
        "de",
        "chaque",
        "Exemple",
        "afin qu'ils puissent",
        "prenez garde"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "قُرْآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَعَلَّهُمْ يَتَّقُونَ",
      "simpleTranslate" : [
        "Révélé en langue arabe, ce Coran ne contient aucune équivoque. Peut-être",
        "seront-ils amenés à craindre le Seigneur."
      ],
      "tafsirTranslate" : [
        "Il est un Coran arabe <N:46> libre de toute tortuosité <N:47> qu'ils peuvent se",
        "prémunir contre leur mauvaise fin."
      ],
      "tanslateWordByWord" : [
        "Un Coran",
        "(en arabe",
        "sans pour autant",
        "tout",
        "tortuosité",
        "afin qu'ils puissent",
        "(Devenu) juste"
      ],
      "notes" : {
        "46" : [
          "Autrement dit, [ \"Il n'a pas été envoyé dans une langue étrangère pour que les",
          "gens de la Mecque et l'Arabie devraient avoir besoin d'un traducteur ou",
          "interprète, mais il est dans leur propre langue, qu'ils peut comprendre",
          "directement. \"]"
        ],
        "47" : [
          "Autrement dit, [ «Il n'y a rien de double jeu en elle de sorte qu'un homme commun",
          "devrait avoir du mal à comprendre, mais tout a été présenté dans une manière",
          "simple, à partir de laquelle tout le monde peut savoir ce que ce livre dit aussi",
          "faux et pourquoi, ce qu'il dit que le droit et sur ce terrain, ce qu'il veut que",
          "les gens acceptent et ce qu'il veut qu'ils rejettent, et ce qu'il ordonne et ce",
          "qu'elle interdit. \"]"
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "ضَرَبَ اللَّهُ مَثَلًا رَجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ الْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Dieu vous propose en parabole un serviteur qui a plusieurs maîtres associés, qui",
        "se disputent son service, et un autre serviteur qui n’a qu’un seul maître. Le",
        "sort de ces deux serviteurs est-il le même? Louange à Dieu, la différence est",
        "claire ! Mais trop peu d’hommes en ont conscience !"
      ],
      "tafsirTranslate" : [
        "Allah propounds une parabole: il est un homme dont la propriété est partagée par",
        "plusieurs maîtres querelleurs, chacun le tirant à lui-même; et il y a un autre",
        "qui est la propriété exclusive par un seul homme. Les deux peuvent être",
        "semblables? <N:48> Louanges à Allah. <N:49> Mais la plupart d'entre eux ne savent",
        "pas. <N:50>"
      ],
      "tanslateWordByWord" : [
        "Allah énonce",
        "Allah énonce",
        "un exemple",
        "un homme",
        "à propos de lui",
        "les partenaires",
        "disputes",
        "et un homme",
        "(Appartenance) exclusivement",
        "à un seul homme",
        "sont",
        "ils ont tous deux égaux",
        "(en comparaison",
        "Toutes les louanges",
        "(Be) à Allah",
        "Non",
        "la plupart d'entre eux",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "48" : [
          "Allah dans cette parabole a expliqué la différence entre polythéisme et",
          "Monothéisme et l'impact de chacun sur la vie humaine si clairement qu'il est",
          "impossible de faire passer un si vaste thème si concise et efficace dans d'autres",
          "termes. Tout le monde admettra que la personne qui a de nombreux maîtres, chacun",
          "tirant la location pour lui-même, et les maîtres aussi si mal tempérée que",
          "personne ne lui le temps épargne à son service d'obéir à l'autre, et personne ne",
          "repose contenu seulement avec menace et la malédiction lui s'il ne parvient pas à",
          "mener à bien sa commande parmi les commandes contradictoires des autres maîtres,",
          "mais est plié sur le punir, sa vie serait certainement dans une grande angoisse.",
          "Au contraire, la personne qui est l'esclave ou serviteur d'un seul maître, serait",
          "une vie de facilité et de confort parce qu'il ne devra pas servir et chercher le",
          "plaisir d'un autre maître. Ceci est une chose simple qui DCEs pas besoin profonde",
          "considération pour sa compréhension. Après cela, il reste plus difficile pour une",
          "personne de comprendre que la tranquillité d'esprit et la satisfaction qui",
          "reviennent à lui de service d'un seul Dieu, ne peut jamais accumuler du service",
          "de plusieurs dieux. Ici, il faut bien comprendre que la parabole de beaucoup de",
          "mauvaise humeur et les maîtres contestant ne peuvent pas appliquer aux images de",
          "la pierre, mais il applique uniquement aux maîtres vivants, qui donnent",
          "pratiquement les commandes contradictoires à l'homme et de garder le tirant à",
          "eux-mêmes dans la réalité réelle . Un tel maître se trouve dans son propre",
          "soi-même, qui présente devant lui souhaite de tout genre et l'oblige à les",
          "remplir. D'autres maîtres innombrables sont là dans la maison, dans la famille,",
          "dans la fraternité, dans la société, parmi les guides religieux et les dirigeants",
          "et les législateurs, dans les affaires économiques et les milieux et parmi les",
          "puissances dominantes de la civilisation dont contradictoires demandes et",
          "exigences garder le tirant homme à eux-mêmes à tout moment; alors tout dieu dont",
          "la demande, il ne parvient pas à fulfll de quelque façon, DCEs pas IET lui",
          "impunie dans son propre cercle. Cependant, l'instrument de chacun de punition est",
          "différent. Quelqu'un provoque un cœur-break, un autre prend infraction, un autre",
          "humilie, un autre boycotts, un autre bankupts, un autre fait un religieux ou une",
          "attaque juridique. L'homme n'a pas d'autre moyen d'être sauvé de cette angoisse",
          "et d'agonie, mais d'adopter la voie du Monothéisme et de devenir l'esclave d'un",
          "Dieu, et secouer le joug de la servitude de tout autre dieu. Adoption du Chemin",
          "de Monothéisme dispose également de deux formes, qui conduisent à des résultats",
          "différents: d'abord, que l'individu doit décider de devenir le serviteur du Dieu",
          "individuellement, mais son environnement est hostile. Dans ce cas, le conflit",
          "externe et son angoisse et d'agonie pourraient augmenter, mais s'il a adopté la",
          "Voie sincèrement, la paix et la satisfaction interne seront nécessairement",
          "courir. Il se tournera vers le bas chaque tel désir de soi comme va à l'encontre",
          "des commandements Divin, ou dont la réalisation peut entrer en conflit avec les",
          "exigences de Dieu culte. Il sera également rejeter toute telle demande de la",
          "famille, la société, la nation, le gouvernement, les guides religieux et les",
          "pouvoirs économiques qui est en conflit avec la loi divine. Par conséquent, il",
          "pourrait avoir à faire face à des difficultés extrêmes, plutôt il va sûrement",
          "faire face, mais son cœur aura entière satisfaction qu'il remplit la demande de",
          "la servitude de ce Dieu dont serviteur, il est en réalité, et que ceux dont",
          "serviteur, il n'est pas, n'a pas le droit sur lui, à cause de laquelle il peut",
          "avoir à les servir contre le commandement de son Dieu. Aucune puissance du monde",
          "ne peut le priver de cette satisfaction du cœur et de la tranquillité d'esprit;",
          "si bien que, même s'il doit aller à la potence pour son amour, il ira avec une",
          "conscience claire, et il aura aucun scrupule pour expliquer pourquoi il n'a pas",
          "sauvé sa vie en se prosternant devant les faux dieux. La deuxième forme est que",
          "toute la société soit établie sur la base du Monothéisme imbiber les principes de",
          "la morale, la civilisation, la culture, l'éducation, la religion, le droit, les",
          "coutumes sociales, la politique, l'économie dans tous les domaines de la vie",
          "comme un credo, que le Maître de l'univers a donné par son livre et à Son",
          "messager. La loi devrait déclarer comme tout crime dont la religion de Dieu a",
          "déclaré coupable et l'administration du gouvernement devrait tenter d'éradiquer",
          "la même; le système d'éducation et de formation devrait préparer les esprits et",
          "les caractères pour éviter le même; la même chose devrait être condamné de la",
          "chaire religieuse, et considéré comme vicieux et interdits dans chaque entreprise",
          "économique. De même, tout ce que la religion d'Allah a déclaré que bon et",
          "vertueux doit être protégé et défendu par la loi, mis au point par les forces",
          "administratives, impressionné dans l'esprit et instillé en caractère par",
          "l'ensemble du système d'éducation et de formation, infusé de la chaire",
          "religieuse, admiré par la société et suivie par pratiquement et appliquées dans",
          "chaque entreprise économique. Voici comment l'homme peut atteindre la paix et la",
          "satisfaction interne et externe parfait, et toutes les portes de progrès matériel",
          "et spirituel sont jetés ouvert, pour le conflit en elle entre Dieu le culte et le",
          "culte des autres seraient réduits au minimum. Bien que l'Islam invite chaque",
          "individu à adopter Monothéisme comme son credo et d'adorer Allah seul, bravant",
          "tous les dangers et les difficultés, même en l'absence de l'ordre établi, on ne",
          "peut nier que but et l'objet ultime de l'islam est d'établir ce second ordre, et",
          "la même chose a été l'objectif des efforts de tous les prophètes: pour amener à",
          "l'existence d'une communauté des musulmans, qui devrait suivre la religion",
          "d'Allah collectivement, libre de la domination et l'influence de l'incroyance et",
          "les non-croyants, ne. à moins qu'il ne connaît pas le Coran et la Sunna et",
          "insensé, peut dire que l'objectif de la lutte des Prophètes a été que la foi et",
          "l'obéissance de l'individu, et qu'il n'a jamais été leur but de faire respecter",
          "et d'établir l'Islam dans la société et de l'Etat."
        ],
        "49" : [
          "Ici, afin de comprendre la signification réelle de al-hamdu-lillah [(louange à",
          "Allah)], on doit visualiser cette scène: après avoir présenté la question",
          "ci-dessus devant le peuple l'orateur a observé une pause de sorte que les",
          "adversaires de Monothéisme pourraient donner une réponse à cette question si",
          "elles en avaient. Puis, quand ils ne pouvaient pas donner une réponse, et de",
          "nulle part, il a été dit que les deux étaient égaux, l'orateur a dit: [",
          "\"AI-hamdu-lillah: Dieu merci que vous aussi apprécier la différence entre les",
          "deux situations et aucun d'entre vous pouvez ose dire que l'esclavage à de",
          "nombreux maîtres est mieux que l'esclavage à un maître, ou que les deux sont",
          "égaux. \"]"
        ],
        "50" : [
          "Autrement dit, [ \"Vous comprenez pleinement et apprécier la différence entre de",
          "nombreux maîtres, mais quand vous l'arc fait à Dieu le culte et le culte de",
          "plusieurs dieux, l'esclavage à un maître et de l'esclavage à comprendre la",
          "différence entre vous montrer le manque de compréhension. . \"]"
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ",
      "simpleTranslate" : [
        "Certes, tu es appelé à mourir, comme ils sont aussi appelés à mourir ;"
      ],
      "tafsirTranslate" : [
        "(O Prophète), vous sont destinés à mourir et ils sont trop destinés à mourir.",
        "<N:51>"
      ],
      "tanslateWordByWord" : [
        "En effet, vous",
        "mourront",
        "et en effet, ils",
        "(Aussi) mourir"
      ],
      "notes" : {
        "51" : [
          "Il existe un écart subtil entre la phrase précédente et ce, qui peut être rempli",
          "par toute personne intelligente lui-même en un peu de considération du contexte.",
          "Il contient ce thème: [ \"Vous faites tous les efforts pour faire comprendre aux",
          "gens une chose simple d'une manière simple, mais ils ne sont pas seulement",
          "montrant l'entêtement à l'égard de ce que vous dites et la rejeter, mais sont",
          "également pliés sur vous nuire pour pour supprimer la vérité manifeste Eh bien,",
          "ne vous êtes immortel, ni qu'ils:. vous et ils doivent mourir un jour. alors,",
          "chacun d'entre vous l'expérience de sa propre fin \"]"
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُونَ",
      "simpleTranslate" : [
        "puis, au Jour dernier, vous vous disputerez auprès de votre Seigneur."
      ],
      "tafsirTranslate" : [
        "Puis finalement vous allez tous lutter devant votre Seigneur le Jour de la",
        "Résurrection."
      ],
      "tanslateWordByWord" : [
        "alors",
        "en effet vous",
        "(au jour",
        "(De) la Résurrection",
        "avant",
        "votre Seigneur",
        "contesteront"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ ۚ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْكَافِرِينَ",
      "simpleTranslate" : [
        "Est-il homme plus injuste que celui qui invente des mensonges sur Dieu et qui nie",
        "la vérité quand elle s’offre à lui? Comme si l’Enfer n’était pas réservé aux",
        "infidèles !"
      ],
      "tafsirTranslate" : [
        "Qui, alors, peut être plus injuste que celui qui a menti contre Allah et a nié la",
        "vérité quand il est venu à lui, le qualifiant de mensonge? Y at-il pas de place",
        "pour ces mécréants en enfer?"
      ],
      "tanslateWordByWord" : [
        "Alors qui",
        "(Est) plus injuste",
        "que (un) qui",
        "mensonges",
        "contre",
        "Allah",
        "et nie",
        "la vérité",
        "quand",
        "elle lui vient",
        "Est (il) pas",
        "dans",
        "enfer",
        "une demeure",
        "pour les mécréants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ ۙ أُولَٰئِكَ هُمُ الْمُتَّقُونَ",
      "simpleTranslate" : [
        "En revanche, celui qui a apporté le message de vérité et ceux qui y ont adhéré,",
        "ceux-là sont les véritables pieux"
      ],
      "tafsirTranslate" : [
        "Mais celui qui a apporté la vérité, et ceux qui l'a confirmé comme vrai, tels",
        "sont ceux qui doivent être gardés contre le châtiment. <N:52>"
      ],
      "tanslateWordByWord" : [
        "Et celui qui",
        "apporté",
        "la vérité",
        "et cru",
        "en ce",
        "ceux",
        "[ils]",
        "(Sont) les justes"
      ],
      "notes" : {
        "52" : [
          "Cela signifie que: [ \"Quant à savoir qui recevra la peine dans le procès devant",
          "Allah le jour de la Résurrection, vous devez noter bien que la punition sera",
          "inévitablement infligé à ces gens méchants qui ont inventé un faux croyance qu'il",
          "y avait d'autres associés aussi avec AIlah, qui ont eu une part dans son être,",
          "l'autorité, les pouvoirs et les droits, et pire que cela, quand la vérité a été",
          "présenté devant eux, non seulement ils ne faisaient pas attention à lui, mais,",
          "sur la contraire, traité celui qui l'a présenté comme un imposteur. en ce qui",
          "concerne la personne qui est venu avec la vérité, et ceux qui affirmait la foi en",
          "lui, sont concernés, il ne peut évidemment pas être question de leur réception",
          "toute punition de la Cour d'Allah. \"]"
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَاءُ الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "dont Dieu satisfera tous les désirs, car c’est ainsi qu’Il récompense les",
        "vertueux !"
      ],
      "tafsirTranslate" : [
        "Ils doivent avoir de leur Seigneur tout ce qu'ils désirent. <N:53> Telle est la",
        "récompense de ceux qui font le bien,"
      ],
      "tanslateWordByWord" : [
        "Pour eux",
        "(Est) ce qui",
        "ils espèrent",
        "avec",
        "leur Seigneur",
        "Cette",
        "(Est la) récompense",
        "(De) les bienfaisants"
      ],
      "notes" : {
        "53" : [
          "Il faut noter que les mots utilisés ici sont de pouce Rabbi-lui [(avec leur",
          "Seigneur)] et non fil-jannah [(au Paradis)], et, évidemment, l'homme atteint en",
          "présence de son Seigneur juste après la mort. Par conséquent, l'intention du",
          "verset semble être: Non seulement après être entré dans le Paradis, mais dès le",
          "moment de la mort jusqu'à son entrée au Paradis aussi AIlah traitera le croyant",
          "juste de la même manière genre. Le croyant sera certainement le désir d'être",
          "sauvé du supplice de Barzakh. des sévérités du Jour de la Résurrection et du",
          "Jugement, de l'humiliation de la plaine de collecte et de la punition de ses",
          "erreurs et lacunes, et Allah Tout-Puissant accomplira tous ses désirs."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "Dieu absoudra leurs péchés les plus graves et les rétribuera, compte tenu de",
        "leurs plus belles œuvres."
      ],
      "tafsirTranslate" : [
        "afin qu'Allah remettre leurs pires actions et les récompenser en fonction des",
        "meilleures de leurs actions. <N:54>"
      ],
      "tanslateWordByWord" : [
        "Ce qu'Allah va supprimer",
        "Ce qu'Allah va supprimer",
        "d'eux",
        "(le pire",
        "(de quoi",
        "ils ont fait",
        "et les récompenser",
        "leur dû",
        "pour le meilleur",
        "(de quoi",
        "ils avaient l'habitude",
        "faire"
      ],
      "notes" : {
        "54" : [
          "Les personnes qui ont cru dans le Saint Prophète était arrivé à commettre des",
          "péchés les plus odieux, à la fois idéologiques et morales, dans les jours de",
          "l'ignorance, et après l'affirmation de la foi le bien qu'ils ont fait était non",
          "seulement qu'ils a donné le mensonge qu'ils avaient été professent et accepté la",
          "vérité que le Saint Prophète avait présenté, mais en plus, ils avaient réalisé",
          "les meilleurs actes justes dans la morale. dévotion et dans la leur traitant avec",
          "les autres, Allah dit Les pires actes qu'ils avaient commis dans les jours de",
          "l'ignorance seront rayés de leur compte, et ils seront récompensés pour le",
          "meilleur de leurs actes trouvés dans leur livre de conduite."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ ۖ وَيُخَوِّفُونَكَ بِالَّذِينَ مِنْ دُونِهِ ۚ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ",
      "simpleTranslate" : [
        "Dieu ne suffit-Il pas à Son serviteur comme Protecteur contre les fausses",
        "divinités dont ils te menacent? Celui que Dieu égare, nul ne peut plus le guider."
      ],
      "tafsirTranslate" : [
        "(O Prophète), Allah ne suffit pour son serviteur? Ils vous font peur avec les",
        "autres en dehors de Lui, <N:55>, bien que celui que Allah égare, nul ne peut le",
        "guider vers le droit chemin."
      ],
      "tanslateWordByWord" : [
        "N'est pas",
        "Allah",
        "suffisant",
        "(Pour) Son esclave",
        "Et ils vous menacent",
        "avec ceux",
        "en dehors de Lui",
        "en dehors de Lui",
        "Et quiconque",
        "Allah laisse égarer",
        "Allah laisse égarer",
        "alors pas",
        "pour lui",
        "tout",
        "guider"
      ],
      "notes" : {
        "55" : [
          "Les mécréants de la Mecque l'habitude de dire au Saint Prophète, [ «Vous vous",
          "comportez insolemment à l'égard de nos divinités et prononcez des mots grossiers",
          "contre eux: vous ne savez pas comment ils sont puissants et quels pouvoirs",
          "miraculeux qu'ils possèdent . Tout le monde qui les déshonore a été ruinée. Si",
          "vous aussi ne cesses pas de ce que vous dites contre eux, vous aussi serez",
          "anéanti. \"]"
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ ۗ أَلَيْسَ اللَّهُ بِعَزِيزٍ ذِي انْتِقَامٍ",
      "simpleTranslate" : [
        "Mais celui que Dieu guide, nul ne saurait jamais plus l’égarer. Dieu n’est-Il pas",
        "Tout-Puissant et Terrible dans Ses représailles?"
      ],
      "tafsirTranslate" : [
        "Et quiconque Allah guide vers le droit chemin, nul ne peut l'égarer. Est-ce pas",
        "Allah le Très Puissant, le Seigneur des Retribution? <N:56>"
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "Allah guide",
        "Allah guide",
        "alors pas",
        "pour lui",
        "tout",
        "misleader",
        "N'est pas",
        "Allah",
        "Tout-Puissant",
        "All-Capable de représailles",
        "All-Capable de représailles"
      ],
      "notes" : {
        "56" : [
          "Autrement dit, [ \"Ceci est également en raison de leur manque d'orientation que",
          "les personnes folles en estime la puissance et l'honneur de leurs dieux, mais ils",
          "ne pensent jamais que Dieu est aussi tout-puissant et ils peuvent aussi être puni",
          "pour lui insulter par le shirk qu'ils commettent contre lui. \"]"
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ ۚ قُلْ أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ ۚ قُلْ حَسْبِيَ اللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ",
      "simpleTranslate" : [
        "Quand tu demandes aux négateurs : «Qui a créé les Cieux et la Terre?» Ils",
        "répondent : «C’est Dieu !» Dis-leur : «Considérez alors ces fausses divinités que",
        "vous invoquez en dehors de Dieu. Si Dieu voulait m’atteindre d’un mal,",
        "pourraient-elles m’en délivrer? Au contraire, s’Il voulait m’accorder une faveur,",
        "seraient-elles capables de L’en empêcher?» Dis : «Dieu me suffit pour Maître.",
        "C’est à Lui que se confient ceux qui cherchent un véritable appui !»"
      ],
      "tafsirTranslate" : [
        "Si vous leur demandez: «Qui a créé les cieux et la terre» ils vont sûrement",
        "répondre: 'Allah.' Dites-leur: «Que pensez-vous, alors, des divinités que vous",
        "invoquez en dehors d'Allah? Si Allah doit vouloir que l'affliction abattre sur",
        "moi, seront ces divinités enlever le mal infligé par lui? Ou si Allah vouloir que",
        "je reçois (His) Mercy, seront-ils en mesure de retenir Sa miséricorde de moi? '",
        "Dis: \"Allah me suffit; ceux qui doivent mettre leur confiance, nous allons les",
        "mettre leur confiance en Lui. <N:57>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "vous leur demandez",
        "qui",
        "créé",
        "Le Paradis",
        "et la terre",
        "Sûrement, ils diront",
        "Allah",
        "Dire",
        "Alors voyez-vous",
        "quelle",
        "vous appelez",
        "outre",
        "outre",
        "Allah",
        "si",
        "Allah me destinait",
        "Allah me destinait",
        "nuire",
        "sont",
        "ils",
        "décapants",
        "(De) mal (de) Lui",
        "ou",
        "s'Il avait l'intention de me",
        "la miséricorde",
        "sont",
        "ils",
        "le retiennent",
        "(De) sa miséricorde",
        "Dire",
        "Suffisant (est) Allah pour moi",
        "Suffisant (est) Allah pour moi",
        "sur lui",
        "mettre la confiance",
        "ceux qui ont confiance"
      ],
      "notes" : {
        "57" : [
          "Ibn Abi Hatim a rapporté d'après Ibn `Abbas que le Saint Prophète a dit:« La",
          "personne qui désire qu'il devrait devenir le plus puissant parmi les hommes",
          "devraient reposer sa confiance en Allah; et la personne qui désire qu'il devrait",
          "devenir le plus riche parmi les hommes devraient avoir plus de confiance en ce",
          "qui est auprès d'Allah que celui qui est dans sa main; et la personne qui désire",
          "qu'il devrait devenir plus honorable parmi les hommes doivent craindre Allah",
          "Tout-Puissant \"."
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "قُلْ يَا قَوْمِ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّي عَامِلٌ ۖ فَسَوْفَ تَعْلَمُونَ",
      "simpleTranslate" : [
        "Dis : «Ô mon peuple ! Agissez à votre guise ; j’agirai à ma manière ! Vous saurez",
        "bientôt"
      ],
      "tafsirTranslate" : [
        "Dites-leur:. «Mon peuple, continuer à travailler dans votre position comme vous,",
        "moi aussi je continuerez avec mon travail <N:58> Bientôt vous saurez"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "O mon peuple",
        "Travail",
        "(selon",
        "ta position",
        "en effet, je suis",
        "travailler",
        "puis bientôt",
        "tu sauras"
      ],
      "notes" : {
        "58" : [
          "Autrement dit, «Vous pouvez aller à faire ce que vous pouvez, afin de me faire du",
          "mal et ne me donnez pas de répit."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "مَنْ يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُقِيمٌ",
      "simpleTranslate" : [
        "qui de nous subira un châtiment infamant et encourra un supplice éternel !»"
      ],
      "tafsirTranslate" : [
        "dont le châtiment dégradant visitera et à qui le châtiment éternel se posera."
      ],
      "tanslateWordByWord" : [
        "(A) qui",
        "viendra",
        "une punition",
        "lui déshonorer",
        "et descend",
        "sur lui",
        "une punition",
        "éternel"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "إِنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ بِالْحَقِّ ۖ فَمَنِ اهْتَدَىٰ فَلِنَفْسِهِ ۖ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ",
      "simpleTranslate" : [
        "Nous t’avons révélé le Coran, en toute vérité, à l’intention des hommes.",
        "Quiconque choisit la bonne voie le fera à son propre avantage, et quiconque",
        "préfère l’égarement le fera à son propre détriment, car tu n’es point pour eux un",
        "répondant."
      ],
      "tafsirTranslate" : [
        "(O Prophète), nous a révélé sur toi le Livre avec la vérité pour toute",
        "l'humanité. Donc, celui qui suit le droit chemin le fait pour son propre",
        "bénéfice, et celui qui se égare, est blessé que lui-même en divagation. Vous",
        "n'êtes pas responsable en leur nom. <N:59>"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "Nous avons révélé",
        "à toi",
        "le livre",
        "pour [la] l'humanité",
        "en vérité",
        "donc, quiconque",
        "accepte des orientations",
        "puis (il est) pour son âme",
        "et celui qui",
        "se égare",
        "alors seulement",
        "il égare",
        "contre son (âme)",
        "Et pas",
        "toi",
        "(Sont) sur eux",
        "un patron"
      ],
      "notes" : {
        "59" : [
          "Autrement dit, «Il ne vous appartient pas de les amener à la bonne voie. Votre",
          "seul devoir est de présenter la bonne voie avant eux. Si elles préfèrent rester",
          "égarés après cela, vous n'êtes pas responsable. \""
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا ۖ فَيُمْسِكُ الَّتِي قَضَىٰ عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَىٰ إِلَىٰ أَجَلٍ مُسَمًّى ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ",
      "simpleTranslate" : [
        "Dieu accueille les âmes quand elles meurent, et quand elles sombrent seulement",
        "dans le sommeil. Il retient celles dont Il a décrété la mort et renvoie les",
        "autres jusqu’au terme fixé. N’y a-t-il pas là des signes pour qui sait réfléchir?"
      ],
      "tafsirTranslate" : [
        "Il est Allah qui enlève les âmes des gens à l'heure de leur mort, et enlève à",
        "l'heure du sommeil les âmes de ceux qui ne sont pas morts. <N:60> Puis il",
        "conserve le âmes de ceux contre lesquels il avait décrété la mort et renvoie les",
        "âmes des autres jusqu'à un terme fixé. Certes, il y a des signes pour des gens",
        "qui réfléchissent. <N:61>"
      ],
      "tanslateWordByWord" : [
        "Allah",
        "prend",
        "les âmes",
        "(à l'époque",
        "(De) leur mort",
        "et celui qui",
        "(ne fait pas",
        "mourir",
        "dans",
        "leur sommeil",
        "Puis il continue",
        "celui que",
        "Il a décrété",
        "pour eux",
        "la mort",
        "et envoie",
        "les autres",
        "pour",
        "un terme",
        "spécifié",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) des signes",
        "pour un peuple",
        "qui méditer"
      ],
      "notes" : {
        "60" : [
          "[ \"Prendre les âmes pendant le sommeil\"] implique la suspension des pouvoirs du",
          "sentiment et de la conscience, la compréhension et la volonté."
        ],
        "61" : [
          "Par ce qu'Allah veut que chaque homme à réaliser à quel point la vie et la mort",
          "sont entièrement dans sa propre main. Personne n'a la garantie qu'il va",
          "certainement se lever en vie le matin quand il va dormir la nuit. Personne ne",
          "sait ce désastre pourrait lui arrive dans un moment, et si le moment suivant",
          "serait un moment de la vie pour lui ou de la mort. A tout moment, tout endormi ou",
          "éveillé, dans la maison ou à l'extérieur, une calamité imprévue, à l'intérieur de",
          "son corps ou de l'extérieur, peut, tout à coup causer sa mort: Ainsi, l'homme qui",
          "est tellement impuissant dans la main de Dieu, .would stupide s'il se détourna du",
          "même Dieu ou est devenu insoucieux de lui."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعَاءَ ۚ قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْئًا وَلَا يَعْقِلُونَ",
      "simpleTranslate" : [
        "Si les impies prennent des intercesseurs en dehors de Dieu, dis-leur : «Qu’en",
        "ferez-vous s’ils sont dépourvus de tout pouvoir et de tout entendement?»"
      ],
      "tafsirTranslate" : [
        "Ont-ils pris les autres au lieu d'Allah comme intercesseurs <N:62> Dis: «Vont-ils",
        "intervenir si elles peuvent ne pas avoir le pouvoir et si elles peuvent même pas",
        "comprendre?"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "Ont-ils pris",
        "outre",
        "outre",
        "Allah",
        "intercesseurs",
        "Dire",
        "Même si",
        "ils étaient",
        "ne pas",
        "possédant",
        "n'importe quoi",
        "et pas",
        "ils comprennent"
      ],
      "notes" : {
        "62" : [
          "Autrement dit, [ \"En premier lieu, ces personnes ont bêtement présumé qu'il ya",
          "des êtres qui exercent une grande influence auprès d'Allah, et dont",
          "l'intercession est jamais refusé, alors qu'il n'y a aucune preuve de leur être",
          "intercesseurs du tout, ni a Allah jamais dit qu'ils détiennent une telle position",
          "avec Lui, ni ne les êtres eux-mêmes jamais affirment qu'ils utiliseraient leur",
          "influence auprès d'Allah et de les aider dans tous les cas. une autre folie de",
          "ces gens est qu'ils ont ignoré le vrai maître et qui ont cru les êtres",
          "imaginaires pour être tout-puissant, qui méritent de recevoir toute leur",
          "dévouement et leur dévouement. \"]"
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا ۖ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
      "simpleTranslate" : [
        "Dis-leur : «L’intercession est du ressort exclusif du Seigneur. N’est-Il pas le",
        "Maître des Cieux et de la Terre? N’est-ce pas vers Lui que se fera votre retour?»"
      ],
      "tafsirTranslate" : [
        "Dis: «Tout intercession se trouve auprès d'Allah <N:63> Sa est le royaume des",
        "cieux et de la terre.. Et à Lui seront tous vous être renvoyés."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "A Allah (appartient)",
        "l'intercession",
        "tout",
        "Pour lui",
        "(Est la) domination",
        "(De) les cieux",
        "et la terre",
        "alors",
        "à lui",
        "vous retournerez"
      ],
      "notes" : {
        "63" : [
          "Autrement dit, [ \"Sans parler d'obtenir son intercession accordée, personne n'a",
          "le pouvoir de se tenir devant Allah comme un intercesseur. Le droit d'accorder ou",
          "de ne pas accorder à quiconque la permission d'intercéder auprès de Lui",
          "exclusivement .. incombe à Allah alors Il peut permettre à l'intercession pour",
          "quiconque Il peut plaire et interdire pour qui il peut plaire \"] (pour comprendre",
          "la différence entre le concept islamique d'intercession et le concept",
          "polythéiste, voir Al-Baqarah: 255, Al-An `am: 51, Yunus: 3, 18, Hud: 105, Ar-Ra`d",
          "11, An-Naml: 73, 84, Ta Ha: 109-110, Al-Anbiya ': 23, Al-Hijr: 76, et de celui-ci",
          "de la FR et eN 40 de Saba."
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ ۖ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ",
      "simpleTranslate" : [
        "Lorsque le Nom de Dieu Seul est mentionné, ceux qui ne croient pas à la vie",
        "future en ont le cœur contracté de dépit. Mais lorsqu’on fait mention de leurs",
        "idoles, leur joie ne connaît plus de limites !"
      ],
      "tafsirTranslate" : [
        "Quand Allah seul est mentionné, les cœurs de ceux qui ne croient pas dans le",
        "contrat de Hereafter avec amertume, mais quand divinités en dehors d'Allah sont",
        "mentionnés, ils sont remplis de joie. <N:64>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Allah est mentionné",
        "Allah est mentionné",
        "Seul",
        "rétrécir avec l'aversion",
        "(les) coeurs",
        "(De) ceux qui",
        "(ne pas",
        "croyez",
        "dans l'au-delà",
        "et quand",
        "sont mentionnés",
        "ceux",
        "en dehors de Lui",
        "en dehors de Lui",
        "voir",
        "Ils",
        "réjouir"
      ],
      "notes" : {
        "64" : [
          "Ce mal est commun aux gens presque tous les polythéistes du monde, et même",
          "certains malheureux musulmans souffrent aussi d'elle, Ils professent avec la",
          "langue qu'ils croient en Allah, mais quand un seul Allah est mentionné avant de",
          "les , leurs visages arc déformé, et ils disent: [ «Cet homme certainement ne",
          "croit pas dans les saints et les saints;. voilà pourquoi il parle d'Allah et",
          "Allah seul\"] et si d'autres que l'arc Allah mentionnés, ils sont ravis, et leurs",
          "visages égayer avec joie. Leur cette attitude montre à qui est l'objet même de",
          "leur amour et leur estime de soi. 'Allama Alusi, dans son commentaire ani Ruh",
          "al-Ma, a raconté sa propre expérience ici. . Il dit: [ «Un jour je l'ai vu qu'un",
          "homme invoquait l'aide d'un saint mort dans son affliction je l'ai dit; O serf",
          "d'Allah, invoquer Allah, car Il dit lui-même:« Si Mes serviteurs te demandent, O",
          "Prophète, sur moi, dis-leur que je suis tout à fait près d'eux, je l'entends et",
          "répondre à la prière du suppliant quand il appelle à moi, \"] [. (AI-Baqarah:",
          "186)], entendant cela l'homme se mit en colère, les gens me disaient après qu'il",
          "a dit: Cet homme est un denier des saints; et quelques autres l'ont entendu dire",
          "aussi: Les saints répondent aux prières plus rapidement que ne le fait Allah \"."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ",
      "simpleTranslate" : [
        "Dis : «Ô mon Dieu ! Créateur des Cieux et de la Terre ! Toi qui connais ce qui",
        "est caché et ce qui est apparent ! C’est à Toi qu’il appartient d’arbitrer les",
        "différends qui divisent Tes serviteurs !»"
      ],
      "tafsirTranslate" : [
        "Dis: «O Allah, le Créateur des cieux et de la terre, le Connaisseur de",
        "l'invisible et le visible, il est vous Qui jugera parmi Tes serviteurs concernant",
        "ce qu'ils différaient."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "O Allah",
        "Créateur",
        "(De) les cieux",
        "et la terre",
        "Connaisseur",
        "(De) l'invisible",
        "et le témoin",
        "Toi",
        "jugera",
        "entre",
        "Vos esclaves",
        "dans",
        "quelle",
        "ils avaient l'habitude",
        "la bride",
        "différer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ مِنْ سُوءِ الْعَذَابِ يَوْمَ الْقِيَامَةِ ۚ وَبَدَا لَهُمْ مِنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ",
      "simpleTranslate" : [
        "Si les injustes possédaient tout ce que contient la Terre, et autant encore, ils",
        "n’hésiteraient pas à l’offrir, le Jour de la Résurrection, pour échapper aux",
        "affreux tourments de ce Jour, lorsqu’ils verront apparaître, de la part de Dieu,",
        "des choses dont ils ne se doutaient guère,"
      ],
      "tafsirTranslate" : [
        "Si les injustes possédaient les trésors de la terre dans leur intégralité et que",
        "beaucoup d'ailleurs, ils seraient heureux de l'offrir sur le Jour de la",
        "Résurrection de se racheter du châtiment hersage. Cela parce qu'il leur",
        "apparaîtra d'Allah quelque chose (très sombre qui) ils avaient même jamais",
        "imaginé."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Et si",
        "ceux qui",
        "a fait mal",
        "(A) quel que soit",
        "(est dans",
        "La terre",
        "tout",
        "et (la) comme de celui-ci",
        "Avec ça",
        "ils le feraient rançon",
        "Avec ça",
        "de",
        "(Le) mal",
        "(De) la peine",
        "(au jour",
        "(De) la Résurrection",
        "Et (se) apparaissent",
        "pour eux",
        "de",
        "Allah",
        "quelle",
        "ne pas",
        "ils avaient",
        "pris en compte"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
      "simpleTranslate" : [
        "car toutes les mauvaises actions qu’ils avaient commises leur apparaîtront et les",
        "menaces qu’ils avaient tournées en dérision les envelopperont de toutes parts !"
      ],
      "tafsirTranslate" : [
        "Les mauvaises conséquences de leurs actes vont devenir pleinement apparent pour",
        "eux, et ce qu'ils avaient bafoué vont les englober."
      ],
      "tanslateWordByWord" : [
        "Et apparaîtront",
        "pour eux",
        "(les) maux",
        "(de quoi",
        "ils ont gagné",
        "et entourera",
        "leur",
        "quelle",
        "ils avaient l'habitude",
        "[Dedans]",
        "moquer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "فَإِذَا مَسَّ الْإِنْسَانَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ ۚ بَلْ هِيَ فِتْنَةٌ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Lorsque l’homme est affligé d’un malheur, c’est à Nous qu’il fait appel ; mais",
        "lorsque Nous lui accordons quelques faveurs, il s’empresse de dire : «Je les dois",
        "à mon savoir», alors que c’est plutôt une épreuve à laquelle Dieu le soumet. Mais",
        "la plupart des hommes ne s’en doutent guère."
      ],
      "tafsirTranslate" : [
        "Quand un malheur touche l'homme, <N:65>, il crie vers nous; mais quand nous lui",
        "accordons une faveur de nous, il dit: «Je suis accordé ce à cause de ma",
        "connaissance.» <N:66> Nay; cette (faveur) est un test; mais la plupart d'entre",
        "eux ne savent pas. <N:67>"
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "touches",
        "[l'homme",
        "adversité",
        "il fait appel à nous",
        "puis",
        "quand",
        "Nous donnons (le) lui",
        "une faveur",
        "de notre part",
        "il dit",
        "Seulement",
        "On m'a donné",
        "pour",
        "connaissance",
        "Non",
        "il",
        "(Est) un procès",
        "mais",
        "la plupart d'entre eux",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "65" : [
          "[ \"L'homme\"]: celui qui a l'aversion à Allah et dont le visage est déformé en",
          "entendant Allah seul être mentionné."
        ],
        "66" : [
          "Cette phrase peut avoir deux significations: [(1)] [ «Ce Dieu sait que je Stn",
          "digne de cette bénédiction, voilà pourquoi il me Tout cela a donné, sinon il ne",
          "me aurait pas béni si j'avais été une mauvaise personne et méchant à ses yeux; \"]",
          "et [(2)]` que je suis parvenu à ce en vertu de mes capacités. \""
        ],
        "67" : [
          "Les gens pensent ignorante que quiconque est être béni par Allah en quelque sorte",
          "est d'être ainsi béni nécessairement à cause de sa valeur et de sa capacité et",
          "que le même est un signe ou une preuve de son être un favori à ses yeux; alors",
          "que le fait est que celui qui est donné quelque chose ici, est donné pour l'amour",
          "d'un procès par Allah. Ceci est un moyen de l'essai, et non pas une récompense",
          "pour la capacité, sinon beaucoup de gens capables et dignes ne seraient pas vivre",
          "dans la pauvreté et beaucoup de gens indignes ne seraient pas rouler dans la",
          "prospérité. De même, ces bénédictions du monde arc pas un signe de l'être un",
          "favori avec AIlah soit. Tout le monde peut voir que beaucoup de bonnes personnes",
          "dont la bonté est arc incontestable vivant dans des difficultés dans le monde, et",
          "beaucoup de gens méchants dont-faire le mal est arc en profitant des plaisirs de",
          "la vie bien connu, maintenant, peut un homme sensé prendre l'affliction de l'un",
          "et la vie de la facilité et le confort de l'autre comme un argument pour dire que",
          "Dieu hait le bon mat et préfère le mauvais homme?"
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "قَدْ قَالَهَا الَّذِينَ مِنْ قَبْلِهِمْ فَمَا أَغْنَىٰ عَنْهُمْ مَا كَانُوا يَكْسِبُونَ",
      "simpleTranslate" : [
        "Cela avait déjà été dit par ceux qui les ont devancés, mais tous les biens qu’ils",
        "avaient accumulés ne leur ont été d’aucun secours."
      ],
      "tafsirTranslate" : [
        "Leurs prédécesseurs ont également dit la même chose, mais leurs gains ont prouvé",
        "d'aucune utilité pour eux, <N:68>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "dis le",
        "ceux",
        "Avant eux",
        "Avant eux",
        "mais (a) pas",
        "profiter",
        "leur",
        "quelle",
        "ils avaient l'habitude",
        "gagner"
      ],
      "notes" : {
        "68" : [
          "Autrement dit, [ «Quand ils ont été saisis pour le mal-faire, la capacité dont",
          "ils étaient si fiers, ne les ont pas quelque utilité, et ce sont également",
          "devenus connus qu'ils ne sont pas les favoris d'Allah. De toute évidence, si leur",
          "gain avait été en raison de leur capacité et de leurs favoris être avec Allah,",
          "ils ne seraient pas ont été saisis pour le mal-faire du tout. \"]"
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا ۚ وَالَّذِينَ ظَلَمُوا مِنْ هَٰؤُلَاءِ سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا وَمَا هُمْ بِمُعْجِزِينَ",
      "simpleTranslate" : [
        "Ainsi, les générations passées ont eu à subir les suites de leurs méfaits ; de",
        "même que les générations présentes auront à expier les leurs, car Dieu ne saurait",
        "être mis en échec."
      ],
      "tafsirTranslate" : [
        "et les mauvaises conséquences de leurs actes les saisit. Les malfaiteurs parmi",
        "ceux-ci seront également dépassés par les mauvaises conséquences de leurs actes.",
        "Ils seront totalement incapables de faire échouer (Us)."
      ],
      "tanslateWordByWord" : [
        "Puis les frappait",
        "(les) maux",
        "(de quoi",
        "ils ont gagné",
        "Et ceux qui",
        "ont fait du tort",
        "de",
        "ces",
        "leur grève",
        "(les) maux",
        "(de quoi",
        "ils ont gagné",
        "et pas",
        "ils",
        "sera en mesure d'échapper à"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "أَوَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Ne savent-ils pas que Dieu dispense Ses dons avec largesse ou parcimonie à qui Il",
        "veut? Il y a là, en vérité, de multiples signes pour ceux qui ont la foi."
      ],
      "tafsirTranslate" : [
        "Ne savent-ils pas qu'Allah élargit les restreint la fourniture de qui Il veut?",
        "<N:69> sont là des signes pour ceux qui croient."
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "ils savent",
        "cette",
        "Allah",
        "étend",
        "la fourniture",
        "pour qui",
        "Il veut",
        "et restreint",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) des signes",
        "pour un peuple",
        "qui croient"
      ],
      "notes" : {
        "69" : [
          "Autrement dit, [ \"L'abondance ou la restriction des dispositions se fonde sur une",
          "autre loi d'Allah, qui a une autre sagesse. La répartition des dispositions ETCD",
          "dépendent pas du tout sur la solvabilité et la capacité de l'homme, ou . sur son",
          "être un favori d'Allah, ou pour être sous sa colère \"] [(pour plus de détails,",
          "voir At-Tawbah: 55, 69, 85; Yunus: 17; Hud: 3, 27; Ar-Ra`d: 26 ; Al-Kahf: 34-36;",
          "Ta Ha: 131-132; AI-Anbiya ': 105; Al-Mu`min: Introductian et vv 55-56;",
          "Ash-Shu'ara`:. 111; AI-Qasas: 78, 89 et l'E N. de celui-ci. et eN de 54 à 60 de",
          "Saba)]."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ ۚ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا ۚ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ",
      "simpleTranslate" : [
        "Dis : «Ô Mes serviteurs qui avez commis des excès à votre propre détriment, ne",
        "désespérez point de la miséricorde divine ! En vérité, Dieu absout tous les",
        "péchés, car Il est le Clément et le Compatissant."
      ],
      "tafsirTranslate" : [
        "Dites-leur, (O Prophète): «Mes serviteurs <N:70> qui ont commis des excès contre",
        "eux-mêmes, ne désespérez pas de la miséricorde d'Allah. Certes, Allah pardonne",
        "tous les péchés. Il est le Pardonneur, le Très Miséricordieux. <N:71>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "O Mes serviteurs",
        "Ceux qui",
        "ont transgressé",
        "contre",
        "se",
        "(ne pas",
        "désespoir",
        "de",
        "(La) Mercy",
        "(De) Allah",
        "Effectivement",
        "Allah",
        "pardonne",
        "les péchés",
        "tout",
        "En effet, il",
        "Il",
        "(Est) le Pardonneur",
        "le Très Miséricordieux"
      ],
      "notes" : {
        "70" : [
          "Certains commentateurs ont donné une étrange interprétation de ces mots. Ils",
          "disent que Dieu Lui-même a commandé le Saint Prophète de répondre aux gens comme",
          "[ \"Mes serviteurs\"] par conséquent, tous les hommes sont les serviteurs du Saint",
          "Prophète. Cette interprétation a pas d'interprétation à tous, mais le pire",
          "distorsion du sens du Coran et en effet altérer la Parole d'Allah. Si cette",
          "interprétation était correcte, il falsifie et annule tout le Coran. Pour le",
          "Coran, depuis le début jusqu'à la fin, établit le concept que les hommes sont les",
          "serviteurs d'Allah seul, et toute son message tourne autour du point où ils",
          "devraient servir aucun mais un Allah seul. Le Saint Prophète [(sur lui la paix de",
          "Dieu)] lui-même était le serviteur d'Allah. Allah lui avait envoyé non pas comme",
          "rabb [(souteneur, providence)] mais comme un messager pour qu'il devrait lui-même",
          "le servir et d'enseigner aussi les autres personnes à le servir seul. Après tout,",
          "comment une personne sensée croire que le Saint Prophète pourrait avoir un jour",
          "se leva avant l'Quraish mécréant de La Mecque et a fait la proclamation soudaine:",
          "[ \"Vous êtes en fait les esclaves de Mahomet et non pas d'Al-Uzza et` cendres",
          "-Shams. \"] [(Nous cherchons refuge d'Allah de ce)]"
        ],
        "71" : [
          "L'adresse est ici de toute l'humanité. Il n'y a pas argument de poids à",
          "considérer seulement les croyants comme les destinataires. Comme il a été observé",
          "par «Allama Ibn Kathir, pour traiter une telle chose aux hommes ordinaires ne",
          "signifie pas que Allah pardonne tous les péchés sans repentance, mais Allah",
          "Lui-même a expliqué dans les versets suivants que les péchés sont pardonnés que",
          "lorsque le pécheur se tourne vers Allah le culte et le service et adopte",
          "l'obéissance au message envoyé par Lui. En fait, ce verset a apporté un message",
          "d'espoir pour les personnes qui avaient commis des péchés mortels comme",
          "assassiner, l'adultère, le vol, le vol, etc., dans les jours de l'ignorance, et",
          "désespérait si elles seraient jamais pardonnés. Pour eux, il a été dit: [ \"Ne",
          "désespérez pas de la miséricorde d'Allah: tout ce que vous pourriez avoir fait",
          "dans le passé, si vous tournez sincèrement à l'obéissance de votre Seigneur, vous",
          "serez pardonné tous les péchés.\"] La même interprétation de ce verset a été",
          "donnée par Ibn `Abbas, Qatadah, Mujahid et Ibn Zaid. [(Ibn Jarir, Bukhari,",
          "Muslim, Abu Dâwûd, Tirmidhi)]. Pour de plus amples explications, voir AI-Furqan:",
          "70-71 et E.N. de ceux-ci."
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "وَأَنِيبُوا إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ",
      "simpleTranslate" : [
        "Revenez donc vers votre Seigneur ! Soumettez-vous à Lui, avant d’être surpris par",
        "le châtiment sans que vous puissiez bénéficier d’aucun secours !"
      ],
      "tafsirTranslate" : [
        "Tourner à votre Seigneur et vous abandonner à Lui avant que le châtiment vous",
        "over-prend; car alors vous ne recevrez aucune aide."
      ],
      "tanslateWordByWord" : [
        "Et tour",
        "à",
        "votre Seigneur",
        "et soumettre",
        "à lui",
        "avant",
        "avant",
        "[cette]",
        "vient à vous",
        "la punition",
        "puis",
        "ne pas",
        "vous serez aidé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "وَاتَّبِعُوا أَحْسَنَ مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ",
      "simpleTranslate" : [
        "Suivez ce que votre Seigneur vous a révélé de plus beau, avant que le châtiment",
        "ne tombe sur vous à l’improviste, au moment où vous vous y attendriez le moins,"
      ],
      "tafsirTranslate" : [
        "Suivez le meilleur <N:72> de ce qui a été révélé par votre Seigneur avant que le",
        "châtiment vient soudainement sur vous sans même vous en rendre compte. »"
      ],
      "tanslateWordByWord" : [
        "Et suivez",
        "(le meilleur",
        "(de quoi",
        "est révélé",
        "à toi",
        "de",
        "votre Seigneur",
        "avant",
        "avant",
        "[cette]",
        "vient à vous",
        "la punition",
        "soudainement",
        "pendant que tu",
        "(ne pas",
        "apercevoir"
      ],
      "notes" : {
        "72" : [
          "[ \"Pour suivre le meilleur aspect du Livre d'Allah\"] signifie que l'on doit",
          "effectuer les commandements d'Allah a donné et ne pas ce qu'Il a interdit, et",
          "tirer les leçons de ce qu'il a apporté dans les paraboles et des récits. Par",
          "contre cela, celui qui se détourne de commandes d'Allah, se livre dans les choses",
          "interdites, et ETCD pas tenir compte de ses admonestations, suit le pire aspect",
          "du Livre de AIlah, à savoir que cet aspect qui le Livre Divin a déclaré que le",
          "plus mauvais."
        ]
      }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَىٰ مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ",
      "simpleTranslate" : [
        "et avant que l’âme ne soit réduite à s’écrier : “Quel malheur d’avoir été si",
        "négligente envers Dieu et de m’être rangée du côté des railleurs !”"
      ],
      "tafsirTranslate" : [
        "De peur qu'une personne devrait dire: «Hélas pour moi de négliger mon devoir",
        "envers Allah et pour être parmi ceux qui se moquaient ';"
      ],
      "tanslateWordByWord" : [
        "de peur de",
        "devrait dire",
        "une âme",
        "Oh! Mon regret",
        "plus de",
        "quelle",
        "Je négligeais",
        "dans",
        "ce qui concerne)",
        "Allah",
        "et cela",
        "J'ai été",
        "sûrement, parmi",
        "les railleurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنَ الْمُتَّقِينَ",
      "simpleTranslate" : [
        "ou à dire : “Si Dieu m’avait guidée, j’aurais été parmi ceux qui Le craignent !”"
      ],
      "tafsirTranslate" : [
        "et de peur qu'une personne devrait dire: 'Si seulement Allah me avait guidé, je",
        "l'aurais été l'un des craignant Dieu »;"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "il devrait dire",
        "Si ce",
        "Si ce",
        "Allah",
        "(Eu) m'a guidé",
        "sûrement, je (serait) ont été",
        "parmi",
        "les justes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "ou à dire, à la vue du châtiment : “Si je pouvais retourner sur Terre, je serais",
        "du nombre des vertueux !”«"
      ],
      "tafsirTranslate" : [
        "ou de peur qu'il devrait dire, quand il voit le châtiment: '. O que je pourrais",
        "revenir encore une fois, et être parmi ceux qui font le bien \""
      ],
      "tanslateWordByWord" : [
        "Ou",
        "il devrait dire",
        "quand",
        "il voit",
        "la punition",
        "Si",
        "seulement",
        "pour moi",
        "une autre chance",
        "alors je pourrais être",
        "parmi",
        "les bienfaisants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "بَلَىٰ قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكَافِرِينَ",
      "simpleTranslate" : [
        "– «Regrets bien tardifs, lui sera-t-il dit. Mes signes te sont bien parvenus, et",
        "tu les as, cependant, traités de mensonges, préférant par orgueil rejoindre le",
        "camp des infidèles !»"
      ],
      "tafsirTranslate" : [
        "Oui, en effet! Mais Mes signes sont venus à vous et vous les rejeter comme des",
        "mensonges, et cirés arrogant et ont été parmi ceux qui ont mécru."
      ],
      "tanslateWordByWord" : [
        "Oui",
        "en vérité",
        "est venu à vous",
        "Mes versets",
        "mais vous avez refusé",
        "leur",
        "et étaient arrogants",
        "et vous étiez",
        "parmi",
        "les incroyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ ۚ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ",
      "simpleTranslate" : [
        "Le Jour de la Résurrection, ceux qui auront menti sur le compte de Dieu",
        "apparaîtront le visage noir d’épouvante. La Géhenne ne constitue-t-elle pas un",
        "asile pour les orgueilleux?"
      ],
      "tafsirTranslate" : [
        "Le Jour de la Résurrection, vous verrez que les visages de ceux qui avaient menti",
        "contre Allah ont tourné sombre. L'enfer est pas assez vaste pour fournir une",
        "chambre à l'orgueilleuse?"
      ],
      "tanslateWordByWord" : [
        "Et (le) Jour",
        "(De) la Résurrection",
        "vous allez voir",
        "ceux qui",
        "menti",
        "sur",
        "Allah",
        "leurs visages",
        "(Sera) noircie",
        "Est (il) pas",
        "dans",
        "enfer",
        "une demeure",
        "pour l'arrogant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ",
      "simpleTranslate" : [
        "Dieu sauvera ceux qui auront été pieux en leur faisant gagner leur place au",
        "Paradis. Nul mal ne leur sera infligé et toute souffrance leur sera épargnée."
      ],
      "tafsirTranslate" : [
        "Mais, comme pour la crainte de Dieu, Allah les en raison de leurs réalisations:",
        "aucun mal ne leur rendre visite et ils ne seront point affligés."
      ],
      "tanslateWordByWord" : [
        "Et Allah livrera",
        "Et Allah livrera",
        "ceux qui",
        "redouté (Lui)",
        "à leur lieu de salut",
        "ne pas",
        "va les toucher",
        "le mal",
        "et pas",
        "ils",
        "va pleurer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "اللَّهُ خَالِقُ كُلِّ شَيْءٍ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ",
      "simpleTranslate" : [
        "Dieu est le Créateur de toute chose et Il en est le Protecteur."
      ],
      "tafsirTranslate" : [
        "Allah est le Créateur de toute chose; Il est le gardien de tout. <N:73>"
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(Est le) Creator",
        "(de tout",
        "des choses",
        "et il",
        "(est fini",
        "tout",
        "des choses",
        "un gardien"
      ],
      "notes" : {
        "73" : [
          "Autrement dit, [ «Il n'a pas seulement créé le monde, puis laissé seul, mais il",
          "est constamment la garde et veille sur tout. Tout comme tout le monde a été fait",
          "par son acte de création afin tout est vivant et survivant par Sa permission, et",
          "florissante et fonctionnant uniquement sous sa protection et de soins. \"]"
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ۗ وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ أُولَٰئِكَ هُمُ الْخَاسِرُونَ",
      "simpleTranslate" : [
        "Il détient les destinées des Cieux et de la Terre. Et ceux qui doutent des signes",
        "de Dieu seront les véritables perdants."
      ],
      "tafsirTranslate" : [
        "A Lui appartiennent les clefs des cieux et de la terre. Ce sont ceux qui ne",
        "croient pas dans les signes d'Allah qui seront les perdants."
      ],
      "tanslateWordByWord" : [
        "Pour lui",
        "(Les) clés",
        "(De) les cieux",
        "et la terre",
        "Et ceux qui",
        "ne pas croire",
        "dans (la) Versets",
        "(De) Allah",
        "ceux",
        "ils",
        "(Sont) les perdants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ",
      "simpleTranslate" : [
        "Dis-leur : «M’ordonnerez-vous, bande d’insensés, d’adorer un autre que Dieu?»"
      ],
      "tafsirTranslate" : [
        "(O Prophète), disent: «Les gens ignorants! Avez-vous offriez moi de servir tout",
        "autre en dehors d'Allah?"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Est (it) autre que",
        "Allah",
        "vous me commandez",
        "(idolâtrer",
        "O",
        "ignorants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ",
      "simpleTranslate" : [
        "Il t’a été révélé, ainsi qu’à ceux qui t’ont précédé : «Si jamais tu donnes des",
        "associés à Dieu, toutes tes œuvres seront réduites à néant et tu seras du nombre",
        "des perdants."
      ],
      "tafsirTranslate" : [
        "(Dites-leur clairement que) il a été révélé à vous et à tous les prophètes avant",
        "vous: «Si vous associez tous les autres avec Allah dans Sa Divinité, vos œuvres",
        "seront certainement réduits à néant <N:74> et vous serez certainement parmi les",
        "perdants »."
      ],
      "tanslateWordByWord" : [
        "Et en vérité,",
        "il a été révélé",
        "à toi",
        "et à",
        "ceux qui",
        "(Étaient) avant",
        "(Étaient) avant",
        "si",
        "vous associez (avec Allah)",
        "sûrement, deviendront sans valeur",
        "vos actions",
        "et vous serez sûrement",
        "parmi",
        "les perdants"
      ],
      "notes" : {
        "74" : [
          "Autrement dit, [ \"Aucun acte qui est réalisée avec shirk sera jugé comme un acte",
          "juste, et personne qui, étant un polythéiste, effectue de nombreux actes comme de",
          "bons actes dans son jugement personnel, méritera une récompense pour eux, et son",
          "travail de toute la vie sera considérée comme ayant déchets disparu. \"]"
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ",
      "simpleTranslate" : [
        "Bien au contraire, adore uniquement ton Seigneur et joins-toi à ceux qui Lui sont",
        "reconnaissants !»"
      ],
      "tafsirTranslate" : [
        "Par conséquent, servir Allah seul et être parmi ceux qui donnent grâce."
      ],
      "tanslateWordByWord" : [
        "Non",
        "Mais adorer Allah",
        "Mais adorer Allah",
        "et être",
        "parmi",
        "ceux reconnaissants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ",
      "simpleTranslate" : [
        "Les hommes sauront-ils jamais estimer la puissance de Dieu à sa juste valeur? Et,",
        "pourtant, le Jour de la Résurrection, Il ne fera qu’une seule poignée de la Terre",
        "tout entière, tandis que les Cieux seront ployés dans Sa dextre. Gloire à Lui !",
        "Il est bien au-dessus de tout ce qu’on peut Lui associer !"
      ],
      "tafsirTranslate" : [
        "Ils ne reconnaissent pas la vraie valeur d'Allah. <N:75> (Telle est la puissance",
        "d'Allah que) le Jour de la Résurrection, toute la terre sera dans sa portée, et",
        "les cieux seront pliés jusqu'à dans sa main droite. <N:76> Gloire à Lui! Exalté",
        "soit-Il de tout ce qu'ils Lui associent. <N:77>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "ils évalués",
        "Allah",
        "(Avec) vrai",
        "évaluation",
        "tandis que la terre",
        "entièrement",
        "(Sera) dans son Grip",
        "(au jour",
        "(De) la Résurrection",
        "et les cieux",
        "(Sera) repliée",
        "dans sa main droite",
        "Gloire à Lui",
        "Et Il est au",
        "au-dessus de ce que",
        "ils associent (avec Lui)"
      ],
      "notes" : {
        "75" : [
          "Autrement dit, [ «Ils ont aucune idée de la grandeur et la gloire d'Allah, ils",
          "ont jamais essayé de comprendre à quelle hauteur est la position du Seigneur de",
          "l'Univers et insignifiant arc les êtres que ces gens stupides ont fait associés à",
          "la Divinité et digne de leur culte. \"]"
        ],
        "76" : [
          "Ceci est une manière figurative de décrire le contrôle complet et l'autorité de",
          "AIlah sur la terre et les cieux. Tout comme un homme enferme une petite boule",
          "dans le creux de sa main avec une aisance parfaite, ou une personne roule un",
          "mouchoir dans sa main, sans aucune difficulté, il en sera tous les hommes [(qui",
          "ne parviennent pas à concevoir la grandeur et la gloire d'Allah)] sec avec leurs",
          "propres yeux, le jour de la Résurrection, que la terre et l'arc des cieux comme",
          "une boule ordinaire et un petit rouleau dans la main d'Allah. Traditions ont été",
          "liés à Musnad Ahmad, Bukhari, Muslim, Nasa'i, Ibn Majah, Ibn Jarir et d'autres,",
          "sur l'autorité de Hadrat 'Abdullah bin' Umar et Abû Hurayrah, qu'une fois au",
          "cours d'un sermon du Saint Prophète récita ce verset puis dit: [ \"Allah tiendra",
          "les cieux et les terres [(ie les planètes)] dans sa portée et les rouler à propos",
          "de telle sorte qu'un enfant roule une boule, et il dira:« Je suis Dieu, Un: Je",
          "suis le roi: Je suis le Tout-Puissant, propriétaire de la gloire:??? Où arc les",
          "rois du monde Où sont les tyrans Où sont les arrogants \"] -Saying ces mots, il a",
          "commencé alors tremblantes que nous craignions que il pourrait basculer alongwith",
          "la chaire \"."
        ],
        "77" : [
          "Autrement dit, il n'y a pas de comparaison quelconque entre la grandeur et la",
          "gloire de Dieu et l'insignifiance de ceux qui sont associés avec lui dans la",
          "Divinité."
        ]
      }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ",
      "simpleTranslate" : [
        "Au premier son de Trompette, tous les êtres qui peuplent les Cieux et tous ceux",
        "qui peuplent la Terre seront foudroyés, à l’exception de ceux que Dieu voudra",
        "bien épargner. Puis on sonnera une deuxième fois, et les voilà tous debout,",
        "attendant leur sort."
      ],
      "tafsirTranslate" : [
        "Et la trompette doit être dirigé <N:78> et tous ceux qui sont dans les cieux et",
        "la terre tombera raide mort sauver ceux qu'Allah veut. Ensuite, la trompette est",
        "soufflé à nouveau, et voici! chacun d'eux sera debout et en regardant sur. <N:79>"
      ],
      "tanslateWordByWord" : [
        "Et (sera) soufflé",
        "[dans]",
        "la trompette",
        "puis (se) tombent morts",
        "quiconque",
        "(est dans",
        "Le Paradis",
        "et celui qui",
        "(est sur",
        "La terre",
        "sauf",
        "qui",
        "Allah le veut",
        "Allah le veut",
        "alors",
        "(Il) être soufflé",
        "[Dedans]",
        "une seconde fois",
        "et voici",
        "Ils",
        "(Sera) debout",
        "attendre"
      ],
      "notes" : {
        "78" : [
          "Pour l'explication de Sur [(Trumpet)], voir AI-An`am: 73, Ibrahim: 48, AI-Kahf:",
          "99, Ta Ha: 102-103, Al-Hajj: 1, AI-Mu'minun: 101. An-Naml: 87 et l'E, N. de",
          "celui-ci."
        ],
        "79" : [
          "Ici, il est fait mention de l'Turmpet de soufflaient seulement deux fois.",
          "D'ailleurs, dans la sourate An-Naml, il y a la mention d'un autre souffle du",
          "Trumpet avant ces deux, sur l'audition qui tout dans la terre et les cieux seront",
          "frappé de terreur [(v. 87)]. Sur cette base même, le Hadith mentionne que la",
          "trompette sera soufflé par trois fois: [(1)] Nafakhat al-Faza`on audience où tout",
          "sera frappé de terreur, [(2)] nafakhat as-Sa `q, sur lequel tout le monde va",
          "tomber mort, et [(3)] nafakhat al-qiyam li-Rabbit- alamin, à savoir la trompette",
          "sur le soufflage de laquelle tous les hommes morts reviendront à la vie et se",
          "lèveront de leurs tombes pour se présenter devant leur Seigneur."
        ]
      }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ",
      "simpleTranslate" : [
        "Et aussitôt la Terre resplendira de la lumière de son Seigneur. De même que le",
        "bilan des actions des hommes sera déployé, et les prophètes et les témoins seront",
        "mandés , afin que justice soit rendue entre les hommes et que nul d’entre eux ne",
        "soit lésé."
      ],
      "tafsirTranslate" : [
        "La terre brillera à la lumière de son Seigneur, et le défilement (des actions)",
        "doivent être mis en place, et les prophètes et tous les témoins <N:80> seront",
        "amenés, et le jugement doit être juste passé entre eux, et ils ne seront point",
        "lésés;"
      ],
      "tanslateWordByWord" : [
        "Et (se) briller",
        "La terre",
        "avec (la) lumière",
        "(De) son Seigneur",
        "et (sera) placé",
        "l'enregistrement",
        "et (nt) être amenés",
        "les prophètes",
        "et les témoins",
        "et il (sera) être jugé",
        "entre eux",
        "en vérité",
        "et ils",
        "ne seront pas lésés",
        "ne seront pas lésés"
      ],
      "notes" : {
        "80" : [
          "[ \"Les témoins\"]: ceux qui vont témoigner à l'effet que le message d'Allah avait",
          "été transmis à la population, ainsi que ceux qui vont témoigner des faits et",
          "gestes du peuple. Il ne faut pas que ces témoins ne seront que les êtres humains.",
          "Les anges, les djinns, les bêtes, propres membres des hommes, de leurs lieux",
          "d'habitation et les arbres et les pierres, seront tous inclus parmi les témoins."
        ]
      }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ",
      "simpleTranslate" : [
        "Chaque âme recevra alors l’exacte rétribution de ses œuvres, Dieu étant bien",
        "Informé de ce que les hommes faisaient."
      ],
      "tafsirTranslate" : [
        "et tout le monde doit être payé en totalité pour tout ce qu'il a fait. Allah",
        "connaît mieux ce qu'ils font."
      ],
      "tanslateWordByWord" : [
        "Et (sera) être payés en totalité",
        "chaque",
        "âme",
        "quelle",
        "ça faisait",
        "et il",
        "(Est) Best-Connaisseur",
        "de quoi",
        "ils font"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "وَسِيقَ الَّذِينَ كَفَرُوا إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰ إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا ۚ قَالُوا بَلَىٰ وَلَٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ",
      "simpleTranslate" : [
        "Et les impies seront dirigés par groupes vers la Géhenne dont les portes",
        "s’ouvriront, à leur arrivée. Et les gardiens de leur dire : «Ne vous a-t-on pas",
        "envoyé des prophètes issus de vous-mêmes pour vous enseigner les versets de votre",
        "Seigneur et vous prévenir de l’arrivée de ce Jour?» – «Oui, nous l’avons été !»,",
        "répondront les damnés. Mais l’arrêt de damnation des infidèles aura été déjà",
        "publié ;"
      ],
      "tafsirTranslate" : [
        "(Après le jugement a été passé) les incroyants seront poussés dans des",
        "entreprises à l'enfer de sorte que quand ils arrivent là, ses portes seront",
        "grandes ouvertes <N:81> et ses gardiens doivent leur dire: 'at-messagers parmi",
        "vous ne viennent à vous, pour vous répéter les signes de votre Seigneur et vous",
        "avertissant contre votre rencontre de ce jour? Ils diront: «Oui, en effet; mais",
        "la sentence de châtiment devait être exécuté contre les mécréants »."
      ],
      "tanslateWordByWord" : [
        "Et (sera) conduit",
        "ceux qui",
        "ne pas croire",
        "à",
        "enfer",
        "(en groupes",
        "jusqu'à",
        "quand",
        "ils parviennent",
        "(sera ouvert",
        "ses portes",
        "et (va) dire",
        "pour eux",
        "ses gardiens",
        "N'a pas",
        "viennent à vous",
        "messagers",
        "de toi",
        "récitation",
        "à toi",
        "(Le) Versets",
        "(De) votre Seigneur",
        "et vous avertissant",
        "(De la) réunion",
        "(De) votre journée",
        "ce",
        "Ils (se) dire",
        "Oui",
        "Mais",
        "a été justifiée",
        "(le mot",
        "(De) la peine",
        "contre",
        "les incroyants"
      ],
      "notes" : {
        "81" : [
          "Autrement dit, les portes de l'enfer ne seront pas ont déjà été ouverts, mais",
          "seront ouverts à leur arrivée il y a aussi la porte d'une prison est ouverte à",
          "l'arrivée des coupables et est fermé dès qu'ils y sont entrés."
        ]
      }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ",
      "simpleTranslate" : [
        "aussi s’entendront-ils dire : «Franchissez les portes de l’Enfer et pour",
        "toujours, car c’est là l’horrible séjour des arrogants !»"
      ],
      "tafsirTranslate" : [
        "On dira: «Entrez les portes de l'enfer. Ici vous ferez respecter. Comment le mal",
        "est la demeure du vaniteux!"
      ],
      "tanslateWordByWord" : [
        "On dira",
        "Entrer",
        "(Les portes",
        "(De) Enfer",
        "(À) demeurer éternellement",
        "la bride",
        "et misérable est",
        "(La) demeure",
        "(De) l'arrogant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا ۖ حَتَّىٰ إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ",
      "simpleTranslate" : [
        "Ceux qui, en revanche, auront craint leur Seigneur seront conduits par groupes",
        "vers le Paradis, dont les portes seront, à leur arrivée, grandes ouvertes. Et les",
        "gardiens de leur dire : «Que la paix soit sur vous ! Vous avez été vertueux.",
        "Franchissez donc pour toujours le seuil de cette Demeure !»"
      ],
      "tafsirTranslate" : [
        "Et ceux qui évitait la désobéissance à leur Seigneur doit être conduit dans les",
        "entreprises à Paradise de sorte que quand ils arrivent là ses portes auront déjà",
        "été ouvertes et ses gardiens doivent leur dire: «La paix soit sur vous; vous avez",
        "bien fait. Entrez donc. Ici vous demeurerez '."
      ],
      "tanslateWordByWord" : [
        "Et (sera) conduit",
        "ceux qui",
        "craignait",
        "leur Seigneur",
        "à",
        "paradis",
        "(en groupes",
        "jusqu'à",
        "quand",
        "ils parviennent",
        "et (nt) être ouvert",
        "ses portes",
        "et (va) dire",
        "pour eux",
        "ses gardiens",
        "paix",
        "sur vous",
        "vous avez bien fait",
        "entrez donc",
        "(À) demeurer éternellement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ ۖ فَنِعْمَ أَجْرُ الْعَامِلِينَ",
      "simpleTranslate" : [
        "Et les bienheureux diront alors : «Dieu soit loué ! Il a tenu envers nous Sa",
        "promesse et nous a fait hériter le Paradis, où nous allons nous installer à notre",
        "guise.» C’est là une récompense digne de si bons serviteurs !"
      ],
      "tafsirTranslate" : [
        "Ils diront: \". Tous les remerciements et la louange à Allah qui a fait sa",
        "promesse de nous viennent vrai, et qui nous a donné la terre pour hériter <N:82>",
        "Nous pouvons maintenant demeurer au Paradis où nous voulons. » <N:83> Comment",
        "excellente est la récompense de ceux qui ont travaillé! <N:84>"
      ],
      "tanslateWordByWord" : [
        "Et ils diront",
        "Toutes les louanges",
        "(Be) à Allah",
        "Qui",
        "a rempli pour nous",
        "Sa promesse",
        "et nous a fait hériter",
        "La terre",
        "nous pouvons régler",
        "[de]",
        "(au paradis",
        "partout où",
        "nous souhaitons",
        "Alors excellente",
        "(Est la) récompense",
        "(De) les travailleurs"
      ],
      "notes" : {
        "82" : [
          "Pour une explication, sec Ta Ha: 106-107, 124; Al-Anbiya ': 106-107 et E.N. de",
          "ceux-ci."
        ],
        "83" : [
          "Autrement dit, [ \"Le Paradis qui a été accordé à chacun de nous, est maintenant",
          "notre propriété et nous possédons tous les droits sur elle.\"]"
        ],
        "84" : [
          "Peut-être cela est dit par les habitants du Paradis, ou peut-être cette phrase",
          "est ajoutée par Allah à ce que les habitants du Paradis diront."
        ]
      }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ۖ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "Et l’on verra alors les anges se presser autour du Trône en célébrant les",
        "louanges de leur Seigneur, car il aura été jugé en toute équité entre eux. Et",
        "l’on répétera en chœur : «Gloire à Dieu, le Seigneur de l’Univers !»"
      ],
      "tafsirTranslate" : [
        "Tu verras les anges autour du trône, glorifiant leur Seigneur par Sa louange, et",
        "le jugement aurez fait parmi eux avec équité, et il sera proclamé: «Louanges à",
        "Allah, le Seigneur de l'univers entier ». <N:85>"
      ],
      "tanslateWordByWord" : [
        "Et vous verrez",
        "les anges",
        "entourant",
        "[de]",
        "autour",
        "Le trône",
        "glorifiant",
        "(La) louange",
        "(De) leur Seigneur",
        "Et (sera) jugé",
        "entre eux",
        "en vérité",
        "et on dira",
        "Louange",
        "à Allah",
        "(le Seigneur",
        "(De) les mondes"
      ],
      "notes" : {
        "85" : [
          "Autrement dit, l'univers entier proclamera les louanges d'Allah Tout-Puissant."
        ]
      }
    }
  ],
  "medinian" : false
}