{
  "chapterNumber" : 40,
  "nbVerses" : 85,
  "name" : "Celui qui pardonne, Le croyant",
  "nameArabic" : "غافر",
  "transName" : "ġāfir",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "حم",
      "simpleTranslate" : [
        "Hâ - Mîm."
      ],
      "tafsirTranslate" : [
        "Ha '. Mim."
      ],
      "tanslateWordByWord" : [
        "Ha Meem"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ",
      "simpleTranslate" : [
        "La révélation du Coran est l’œuvre de Dieu, le Tout-Puissant, l’Omniscient,"
      ],
      "tafsirTranslate" : [
        "Ce livre est une révélation d'Allah, le Tout-Puissant, l'Omniscient;"
      ],
      "tanslateWordByWord" : [
        "(La révélation",
        "(du livre",
        "(est de",
        "Allah",
        "Tout-Puissant",
        "l'Omniscient"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ ۖ لَا إِلَٰهَ إِلَّا هُوَ ۖ إِلَيْهِ الْمَصِيرُ",
      "simpleTranslate" : [
        "qui pardonne les péchés, agrée le repentir, réprime avec sévérité et dont la",
        "générosité n’a point de limite. Il n’y a d’autre divinité que Lui et c’est vers",
        "Lui que se fera tout retour."
      ],
      "tafsirTranslate" : [
        "le Pardonneur des péchés, l'Accueillant au repentir, le Stern en représailles, le",
        "Bountiful. Il n'y a pas de divinité que Lui. Pour Lui sont tous destinés à",
        "revenir. <N:1>"
      ],
      "tanslateWordByWord" : [
        "(The) Pardonneur",
        "(De) le péché",
        "et (la) Acceptor",
        "(De) [la] repentance",
        "sévère",
        "(En) la peine",
        "Propriétaire (de) l'abondance",
        "Propriétaire (de) l'abondance",
        "(Il n'y a pas",
        "Dieu",
        "sauf",
        "Lui",
        "à lui",
        "(Est) la déclaration finale"
      ],
      "notes" : {
        "1" : [
          "Ceci est l'introduction du discours. Par ce l'auditeur a été prévenu à l'effet:",
          "«Ce qui est présenté devant vous, est pas le mot d'un être ordinaire, mais de ce",
          "Dieu qui a le pouvoir infini [\" Après cela, certains des attributs d'Allah ont",
          "été mentionnés, un. après l'autre, qui portent un intérêt profond pour le thème",
          "suivant:. Tout d'abord, qu'il est \"] Tout Puissant [\", c.-à-Il est dominant sur",
          "tout son tout décret relatif à personne est toujours appliquée, nul ne peut le",
          "combattre et de gagner; nul ne peut échapper à son emprise. par conséquent, une",
          "personne qui attend d'être couronnée de succès après se détourner de son",
          "commandement et attend de faire échouer son message après avoir eu un différend",
          "avec lui-même est stupide. Ces notions ne sont que des déceptions. \n En second",
          "lieu, qu'il est \"] Omniscient [\", à savoir He DCEs pas dire quoi que ce soit sur",
          "de simples conjectures, mais a la connaissance directe de tout. Par conséquent,",
          "toutes les informations, il donne sur les réalités surnaturelles, est leurre, et",
          "celui qui DCES l'accepte pas, est rien, mais l'ignorance suit. De même, il sait",
          "en quoi réside le vrai succès de Tnan et quelles sont les règles et les lois et",
          "les commandes sont nécessaires pour son bien-être. chaque Son enseignement est",
          "basé sur la sagesse et de la connaissance correcte, ce qui DCEs pas admettre de",
          "toute erreur. Par conséquent, si une personne n'acecpt pas sa direction, il ne",
          "veut suivre le chemin de sa propre ruine. Ensuite, rien des faits et gestes de",
          "l'homme peut rester caché de lui; si bien qu'il sait même les intentions de",
          "l'homme, qui arc les vrais motifs de ses actes. Par conséquent, l'homme ne peut",
          "jamais échapper à sa punition. Le troisième attribut est qu'il est \"] Pardonneur",
          "du péché et accepteur de repentance. [\" Cet attribut apporte de l'espoir et",
          "provoque l'incitation, qui a été mentionné pour que les personnes qui ont mené",
          "une vie de péché, ne doit pas désespérer mais devrait se réformer avec l'espoir",
          "que si elles se sont abstenus de leur comportement, même maintenant, ils",
          "pourraient encore être rachetées par la miséricorde d'Allah. Ici, il faut bien",
          "comprendre que le pardon des péchés et l'acceptation de la repentance ne sont pas",
          "nécessairement une seule et même chose, mais dans la plupart des cas Allah",
          "pardonne les péchés, même sans le repentir. Par exemple, une personne commet des",
          "erreurs, ainsi que le fait bien, et ses bons actes deviennent les moyens de",
          "pardon pour ses erreurs, si oui ou non il a eu l'occasion de montrer repentance",
          "pour les erreurs, mais aurait même pu les oublier. De même, tous les problèmes et",
          "les difficultés et les maladies et les calamités qui affligent l'homme et lui",
          "causent la douleur dans le monde, servent de pénitence pour ses erreurs. Voilà",
          "pourquoi mention du pardon des péchés a été faite séparément de l'acceptation de",
          "la repentance. Mais il faut se rappeler que la concession du pardon des erreurs",
          "sans repentance ne concerne que les croyants, qui sont libres de défi et qui",
          "pèche commis en raison de la faiblesse humaine et non la persistance dans",
          "l'orgueil et du péché. \n Le quatrième attribut est que \"] Il est dur en punition.",
          "[\" En cela, les gens ont été avertis que, tout comme Allah est miséricordieux",
          "pour ceux qui adoptent la voie de son service, donc il est sévère pour ceux qui",
          "adoptent une attitude de rébellion contre Lui. . Quand une personne [(ou des",
          "personnes)] transgresse les limites où il peut encore mériter le pardon et le",
          "pardon d'Allah, alors il devient digne de sa punition, et Sa punition est si",
          "terrible que seul un fou persévérait dans ses méfaits. \n Le cinquième attribut",
          "est que \"] Il est Bountiful\", à savoir Il est généreux et bienfaisant: toutes les",
          "créatures sont douchés avec ses bénédictions et favorise chaque instant: quelles",
          "que soient les serviteurs obtiennent, ils obtiennent seulement par sa bonté et de",
          "bienfaisance. Après ces cinq attributs, deux réalités ont été dit expressément:",
          "[(1)] qu'il n'y a que Dieu est la divinité peu importe combien de faux dieux les",
          "personnes pourraient avoir mis en place; et [(2)] que Lui chacun doit retourner:",
          "il n'y a pas d'autre divinité qui peut appeler les gens à rendre des comptes et",
          "récompenser ou punir. Par conséquent, si quelqu'un fait une autre sa divinité, en",
          "dehors de Lui, il sera lui-même face aux conséquences de sa folie."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلَادِ",
      "simpleTranslate" : [
        "Il n’y a donc que les négateurs qui soulèvent des disputes au sujet des versets",
        "de Dieu. Mais que leur agitation dans le pays ne t’abuse point,"
      ],
      "tafsirTranslate" : [
        "Il n'y a que les mécréants <N:3> différend concernant les signes d'Allah <N:2>",
        "Donc laissez pas leur pavanant dans la terre que vous illusionner <N:4>."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "différend",
        "concernant",
        "(Le) Versets",
        "(De) Allah",
        "sauf",
        "ceux qui",
        "ne pas croire",
        "donc (laisser) pas",
        "te décevoir",
        "leur mouvement",
        "dans",
        "les villes"
      ],
      "notes" : {
        "2" : [
          "[ \"Pour contester\"] signifie en utilisant des arguments tordus dans le",
          "raisonnement, soulevant des objections pertinentes, l'isolement d'un mot ou une",
          "phrase de son contexte, le soumettre à arguties et ce qui en fait la base des",
          "doutes et des accusations, des mots méconnaissant de leur vrai sens et",
          "l'intention de sorte que ni doit-on comprendre soi-même le sens ni IET autres",
          "comprendre. Une telle façon de litige est adopté que par ceux dont la différence",
          "d'opinion est basée sur III- volonté et de malice. Si un adversaire bien",
          "intentionné conteste un point, il le fait pour le bien de parvenir à la vérité,",
          "et veut être satisfait par la discussion si son propre point de vue est correct.",
          "Une telle discussion est engagée dans la quête de la vérité et non pas pour la",
          "réfutation. Contrairement à cela, le but réel de l'adversaire malveillant est de",
          "ne pas comprendre quoi que ce soit, ni pour aider les autres à comprendre, mais",
          "de dégrader et d'humilier l'autre homme; il se joint à une discussion seulement",
          "avec l'intention qu'il n'IET l'autre homme porter son point. Voilà pourquoi il",
          "n'a jamais fait face à des problèmes réels, mais lance ses attaques uniquement",
          "sur les questions non pertinentes."
        ],
        "3" : [
          "Ici, le mot kufr [ \"a été utilisé dans deux sens:. Pour ingratitude et de déni de",
          "la vérité Selon le premier sens, la phrase signifierait: Par contre les",
          "révélations d'Allah ce genre de comportement est . adoptée que par ceux qui ont",
          "oublié ses bontés et qui ont même perdu le sentiment qu'il est par sa bonté",
          "qu'ils sont en plein essor selon le second, cela voudrait dire: \"] Ce genre de",
          "comportement est adopté que par ceux qui ont tourné loin de la vérité et sont",
          "déterminés à ne pas accepter. \"D'après le contexte, il devient évident que ici le",
          "mécréant ne signifie pas tous les non-musulmans, pour un non-musulman qui",
          "conteste un point de bonne foi pour le bien de comprendre l'Islam, et qui essaie",
          "de saisir à fond les choses qu'il fends dur à suivre, même si une technique ne",
          "musulmans, mais ce qui a été condamné dans ce verset ne lui est pas applicable."
        ],
        "4" : [
          "Il y a un écart entre la phrase précédente et ce qui a été laissé à l'auditeur de",
          "remplir. Dans le contexte et le style, il devient évident que ceux qui adoptent",
          "l'attitude de disputation contre les révélations d'Allah Tout-Puissant, ne peut",
          "jamais échapper à la punition. Par conséquent, ils doivent inévitablement",
          "rencontrer leur destin. Maintenant, si l'on voit que ces gens, même après",
          "l'adoption d'une telle attitude, l'arc se pavanant, leur entreprise est",
          "florissante, leurs gouvernements fonctionnant dans un grand style. et ils",
          "apprécient les bonnes choses de la vie, on ne devrait pas être induit en erreur",
          "en pensant qu'ils ont échappé à la punition d'Allah, ou que la guerre contre les",
          "révélations d'Allah est un sport qui peut être adopté comme un passe-temps et ses",
          "conséquences néfastes conjuré facilement. Ceci, en fait, est un répit dont ils",
          "ont été accordés par Allah. Ceux qui abusent ce répit pour faire plus de mal à",
          "l'arc en effet se préparer à une fin ignominieuse."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَالْأَحْزَابُ مِنْ بَعْدِهِمْ ۖ وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ ۖ وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ فَأَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
      "simpleTranslate" : [
        "car, avant eux, le peuple de Noé ainsi que d’autres factions venues après lui",
        "avaient crié au mensonge. Chacune de ces communautés avait conçu le dessein de",
        "supprimer son prophète et avait usé de faux arguments pour étouffer la Vérité ;",
        "mais J’ai sévi contre eux, et combien a été sévère à leur égard Mon châtiment !"
      ],
      "tafsirTranslate" : [
        "Avant eux, le peuple de Noé a également donné le mensonge (à Messengers), et",
        "ainsi fait de nombreux partis après eux. Chaque nation sortit contre son messager",
        "pour le saisir, et ils contesté avec de faux arguments qui cherchent avec",
        "celui-ci à répudier la vérité. Puis je les ai saisis; et voici, comment",
        "lamentable était Mon châtiment!"
      ],
      "tanslateWordByWord" : [
        "dénié",
        "Avant eux",
        "(les gens",
        "(De) Nuh",
        "et les factions",
        "après eux",
        "après eux",
        "et tracé",
        "chaque",
        "nation",
        "contre leur Messenger",
        "pour le saisir",
        "et ils ont contesté",
        "par le mensonge",
        "de réfuter",
        "ainsi",
        "la vérité",
        "Je les ai saisis",
        "Alors comment",
        "était",
        "Ma peine"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَكَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ كَفَرُوا أَنَّهُمْ أَصْحَابُ النَّارِ",
      "simpleTranslate" : [
        "C’est ainsi que s’accomplit l’arrêt de ton Seigneur, condamnant les impies à être",
        "les hôtes de l’Enfer,"
      ],
      "tafsirTranslate" : [
        "a donc le décret de ton Seigneur soit devenue due contre les mécréants. Ils sont",
        "destinés au feu. <N:5>"
      ],
      "tanslateWordByWord" : [
        "Et ainsi",
        "a été justifiée",
        "(le mot",
        "(De) votre Seigneur",
        "contre",
        "ceux qui",
        "pas foi",
        "qu'ils",
        "(Sont) compagnons",
        "(De) l'incendie"
      ],
      "notes" : {
        "5" : [
          "Autrement dit, `Le tourment qui les saisit dans le monde n'a pas été leur",
          "châtiment final, mais Allah a également décrété que ils iront en enfer.\" Une",
          "autre signification peut être: [ \"Tout comme les nations du passé sont allés à",
          "leur perte, il en sera aussi ceux qui commettent l'arc incrédulité aller en",
          "enfer, selon le décret fixe d'Allah.\"]"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ",
      "simpleTranslate" : [
        "pendant que les anges qui portent le Trône et ceux qui l’entourent exaltent les",
        "louanges de leur Seigneur, proclament leur foi en Lui et implorent Son pardon en",
        "faveur de tous les croyants : «Seigneur, disent-ils, Toi dont la miséricorde et",
        "la science embrassent toute chose, pardonne à ceux qui se repentent et se",
        "remettent sur Ta Voie ! Préserve-les du supplice de l’Enfer !"
      ],
      "tafsirTranslate" : [
        "Les anges qui portent le Trône et ceux qui sont autour d'exalter la gloire de ton",
        "Seigneur par Sa louange, ils croient en Lui, et demander pardon pour les",
        "croyants, <N:6> en disant: «Notre Seigneur! Vous contournez tout avec Ta",
        "Miséricorde et la connaissance. <N:7> Donc, pardonner à ceux qui se repentent et",
        "suivez votre chemin, <N:9> et les garder contre le châtiment de l'Enfer. <N:8>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "ours",
        "Le trône",
        "et qui",
        "(Sont) autour",
        "glorifier",
        "(les) louanges",
        "(De) leur Seigneur",
        "et croyez",
        "En lui",
        "et demander pardon",
        "pour ceux qui",
        "croyez",
        "Notre Seigneur",
        "Vous contournez",
        "tout",
        "des choses",
        "(Par Ta) Mercy",
        "et de la connaissance",
        "alors pardonnez",
        "ceux qui",
        "se repentir",
        "et suivre",
        "Ta façon",
        "et les enregistrer (de)",
        "(la punition",
        "(Des) Hellfire"
      ],
      "notes" : {
        "8" : [
          "Pour pardonner et sauver du châtiment de l'Enfer sont bien Irrelatives, et il ne",
          "semble pas nécessaire de mentionner l'autre quand on a été mentionné, ce style,",
          "en fait, reflète le profond intérêt les anges ont en les croyants. Il est d'usage",
          "que quand une personne qui est profondément impliqué dans une affaire. trouve une",
          "occasion de présenter devant un juge, il présente la même pétition humblement",
          "maintes et maintes fois, de différentes manières, et ne se contente pas de faire",
          "la pétition juste une fois."
        ],
        "9" : [
          "\"] Qui ... façon [\": «Qui ont abandonné la désobéissance et la rébellion, a",
          "adopté l'obéissance et suivit la façon dont vous vous avez montré\"]."
        ],
        "6" : [
          "Cette chose a été dit pour la consolation des Compagnons du Saint Prophète, qui",
          "se sentent fortement découragés à l'impudence et rebelle attitude des mécréants",
          "de la Mecque, contre leur propre impuissance, comme pour dire: Pourquoi vous",
          "sentez-vous affligé de ce que cela signifie et les gens sans valeur disent? Vous",
          "avez le soutien des anges qui portent le Trône Divin et de ceux qui se tiennent",
          "autour de lui; ils intercèdent auprès d'Allah pour vous. [ \"La mention des anges",
          "qui portent le Trône Divin et de ceux qui se tiennent autour de lui, a été fait,",
          "au lieu des anges communs, pour impressionner le fait que ne pas parler des anges",
          "communs du Royaume Divin, même les anges qui sont les piliers de ce royaume,",
          "étant le plus proche de rang et à Allah, porter une profonde sympathie et de",
          "respect pour vous, alors les mots:. »Ils affirment la foi en Lui et demander",
          "pardon pour les croyants\"] , montrent que la relation de la foi est la vraie",
          "relation, qui a rejoint les créatures célestes et les créatures terrestres",
          "ensemble, et qui a provoqué la sympathie et l'estime dans les anges stationnés",
          "autour du Trône pour les humains mortels qui habitent la terre, qui affirment la",
          "foi en Allah tout comme eux. Les anges »affirmant la foi en Allah ne veut pas",
          "dire qu'ils ne pouvaient pas croire, et ils ont adopté la croyance à la place de",
          "l'incrédulité, mais cela signifie qu'ils croient en la souveraineté de AIlah,",
          "l'Unique, seul il n'y a pas d'autre être qui peut être leur commandant et ils se",
          "soumettent devant elle dans l'obéissance absolue. Lorsque la même attitude et le",
          "comportement a été adopté par les croyants humains, une forte relation de",
          "chérissant une croyance et la foi commune a été établi entre eux et les anges, en",
          "dépit de la grande disparité des espèces et de l'éloignement de rang et de la",
          "station."
        ],
        "7" : [
          "Autrement dit, `La faiblesse, défaillances et les erreurs de tes serviteurs ne",
          "sont pas caché devant toi: Tu sais bien tout, mais comme Votre connaissance Ta",
          "Miséricorde est aussi infinie; donc, pardonne les pauvres créatures en dépit de",
          "la connaissance de leurs erreurs [ \"Une autre signification peut être:\"].",
          "Pardonne par Ta Miséricorde tous ceux sur qui par Knowledge Vous savez qu'ils se",
          "sont repentis sincèrement et ont, en réalité, adopté Your Way [. \""
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ ۚ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Seigneur, accueille-les dans les jardins d’Éden que Tu leur as promis, eux et les",
        "vertueux parmi leurs ascendants, leurs épouses et leurs descendants ! Tu es le",
        "Puissant, le Sage."
      ],
      "tafsirTranslate" : [
        "Notre Seigneur, admet-les aux Jardins éternels Vous les <N:10> et ceux de leurs",
        "pères et leurs conjoints et descendants qui étaient justes avez promis <N:11>",
        "Sûrement Vous êtes seul le plus puissant, le plus. Sage;"
      ],
      "tanslateWordByWord" : [
        "Notre Seigneur",
        "Et les admettre",
        "(À) Jardins",
        "(De) Eden",
        "lequel",
        "Vous les avez promis",
        "et celui qui",
        "(A) juste",
        "parmi",
        "leurs pères",
        "et leurs conjoints",
        "et leur progéniture",
        "En effet, vous",
        "Toi",
        "(Sont) le Tout-Puissant",
        "le Sage"
      ],
      "notes" : {
        "10" : [
          "Là encore, il est le même état de sollicitude visée à E.N. H ci-dessus.",
          "Évidemment. pardonner et sauver de l'enfer par lui-même revient à admettre au",
          "Paradis. Et puis solliciter Allah pour accorder aux croyants le même Paradis qui",
          "lui-même a promis thêta, semble être inutile, mais les anges sont tellement",
          "sérieux dans leur désir de bien-être pour les croyants qu'ils vont répéter leurs",
          "vœux pour eux bien ils savent que Allah va certainement les bénir avec ces",
          "faveurs dans l'au-delà."
        ],
        "11" : [
          "Voilà. [ «Joignez-vous avec eux leurs parents et leurs femmes et enfants pour le",
          "confort de leurs yeux.\"] Cette même chose Allah Lui-même a déclaré que parmi les",
          "bénédictions que les croyants seront accordés dans le Paradis. Pour cela voir",
          "Ar-Raad: 23 et A-Tur: 21. Dans le verset de la sourate Tur, il y a aussi",
          "l'explication que si une personne. méritera un rang plus élevé dans le Paradis,",
          "que ses parents ne méritent, il ne sera pas abaissée au rang à joindre avec eux,",
          "mais Allah va les élever à se joindre à lui dans la station supérieure."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَقِهِمُ السَّيِّئَاتِ ۚ وَمَنْ تَقِ السَّيِّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ ۚ وَذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
      "simpleTranslate" : [
        "Ne les laisse pas succomber au mal, car celui qui, par un effet de Ta grâce, aura",
        "été prémuni ce jour-là contre le mal sera appelé à jouir d’un immense bonheur !»"
      ],
      "tafsirTranslate" : [
        "et garde-les contre tous les maux <N:12> Celui que vous prémunir contre les maux",
        "sur ce jour-là, <N:13> pour lui Vous avez sûrement été le Très Miséricordieux..",
        "Tel est le grand triomphe."
      ],
      "tanslateWordByWord" : [
        "Et les protéger",
        "(De) les maux",
        "Et quiconque",
        "vous protégez",
        "(De) les maux",
        "Ce jour là",
        "puis en vérité",
        "Vous avez donné pitié de lui",
        "Et cela",
        "[il]",
        "(Est) le succès",
        "le grand"
      ],
      "notes" : {
        "12" : [
          "Le mot sayyi'at [(maux)] est utilisé dans trois sens différents et tous trois arc",
          "implicite ici: [(I)] Faux croyances, les mœurs perverties et mauvaises actions;",
          "[(2)] conséquences de la déviation et de mauvaises actions; et [(3)] calamités,",
          "catastrophes et qui souffrent dans ce monde, ou dans Barzakh, ou sur le Jour de",
          "la Résurrection. L'objet de la prière des anges est qu'ils soient sauvés de tout",
          "ce qui peut être mauvais pour eux."
        ],
        "13" : [
          "[ \"Evils sur le Jour de la Résurrection»] implique la crainte et la terreur du",
          "jour. privation de l'ombre et tout autre confort, la gravité de la",
          "responsabilité, l'ignominie d'exposer tous les secrets de la vie avant toute",
          "l'humanité, et d'autres humiliations et les difficultés que les coupables",
          "connaîtront dans l'au-delà."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الْإِيمَانِ فَتَكْفُرُونَ",
      "simpleTranslate" : [
        "Et une voix interpellera les impies : «L’aversion de Dieu envers vous est plus",
        "grande que votre aversion envers vous-mêmes lorsque, invités à croire, vous",
        "persistiez dans votre négation.»"
      ],
      "tafsirTranslate" : [
        "Il sera annoncé aux mécréants (le Jour de la Résurrection): «Sûrement l'aversion",
        "d'Allah de vous quand vous avez été appelés à croire, mais vous ne croyiez était",
        "supérieure est votre horreur de vous-mêmes aujourd'hui.» <N:14>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "pas foi",
        "sera leur cria",
        "Certes, la haine d'Allah",
        "Certes, la haine d'Allah",
        "(A) plus",
        "que",
        "votre haine",
        "(de) vous",
        "quand",
        "vous avez été appelés",
        "à",
        "la foi",
        "et vous ne croyiez"
      ],
      "notes" : {
        "14" : [
          "Autrement dit, [ «Quand les mécréants verront le Jour de la Résurrection qu'ils",
          "avaient commis une grave folie en fondant leur travail de la vie entière sur le",
          "polythéisme et de l'athéisme, négation de l'au-delà et de l'opposition au",
          "Messager , et en raison de la folie qu'ils étaient désormais condamnés à cette",
          "fin le mal, ils vont mordre à leurs doigts et vont se maudire fretfully A cette",
          "époque, les anges leur annoncer: \".] Aujourd'hui, vous êtes en colère contre",
          "vous-mêmes, mais dans le monde quand les prophètes d'Allah et les autres bonnes",
          "gens vous invitent à la bonne voie pour vous sauver de cette mauvaise fin, vous",
          "tourné vers le bas leur invitation, la colère d'Allah contre vous alors était",
          "encore plus grande. \""
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِنْ سَبِيلٍ",
      "simpleTranslate" : [
        "– «Seigneur, diront-ils, par deux fois Tu nous as fait mourir et par deux fois Tu",
        "nous as rappelés à la vie. Nous confessons nos péchés. N’y aurait-il pas moyen de",
        "nous faire sortir de ce lieu?»"
      ],
      "tafsirTranslate" : [
        "Ils diront:.. «Notre Seigneur, ont deux fois Vous nous a fait mourir et deux fois",
        "avez-vous nous donner la vie <N:15> Nous avons maintenant avoué nos péchés <N:16>",
        "Y at-il, alors , un moyen de sortir? <N:17>"
      ],
      "tanslateWordByWord" : [
        "Ils (se) dire",
        "Notre Seigneur",
        "Vous nous avez donné la mort",
        "deux fois",
        "et Vous nous avez donné la vie",
        "deux fois",
        "et nous confessons",
        "nos péchés",
        "Ainsi est (il)",
        "à",
        "sors",
        "tout",
        "façon"
      ],
      "notes" : {
        "16" : [
          "Autrement dit, [ \"Nous confessons que nous avons fait une grave erreur quand nous",
          "avons refusé cette vie après la mort;. Notre vie a été remplie de péchés quand",
          "nous avons suivi le mensonge\"]"
        ],
        "17" : [
          "Autrement dit, [ \"Est-il possible maintenant que notre confession des péchés soit",
          "accepté et nous être sauvés de cet état de tourment dans lequel nous avons été",
          "saisis?\"]"
        ],
        "15" : [
          "Cette même chose a déjà été mentionné dans Al-Baqarah: 28 ci-dessus. Elle",
          "implique ceci: [ \"Comment pouvez-vous croire en AIlah Il vous a accordé la vie",
          "quand vous étiez sans vie, puis Il vous fera mourir, puis sera de nouveau vous",
          "élever à la vie?.\".] Les mécréants ne nient pas les trois premiers ces",
          "conditions, parce qu'ils sont perceptibles et donc non niable. Mais ils refusent",
          "d'accepter l'apparition de la quatrième condition, car ils ne sont pas encore",
          "fait l'expérience, et seuls les prophètes ont prédit il. Le Jour de la",
          "Résurrection, lorsque la quatrième condition sera également pratiquement vécue",
          "par eux, alors ils reconnaîtront que le même que les prophètes avaient prédit",
          "avaient réellement passé."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "ذَٰلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ ۖ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا ۚ فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ",
      "simpleTranslate" : [
        "– «Vous n’avez, leur sera-t-il dit, que le sort que vous méritez. Car, lorsque",
        "l’unicité de Dieu était affirmée, vous refusiez d’y croire ; et lorsqu’on Lui",
        "donnait des associés, vous les admettiez. Il ne peut y avoir d’autre jugement que",
        "celui de Dieu, le Sublime, l’Auguste.»"
      ],
      "tafsirTranslate" : [
        "(on leur dira): «(La cause de votre état actuel est que) quand Allah seul a été",
        "invoqué, vous ne croyiez pas; et quand les autres au lieu de lui ont été",
        "invoquées, vous avez cru. Aujourd'hui, tout jugement incombe à Allah, le",
        "Très-Haut, le Tout-Grand. » <N:18>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(parce que",
        "quand",
        "Allah a été invoqué",
        "Allah a été invoqué",
        "Seul",
        "vous ne croyiez pas",
        "mais si",
        "(autres) ont été associés",
        "avec lui",
        "vous avez cru",
        "Donc, le jugement",
        "(Est) avec Allah",
        "le Très-Haut",
        "Plus Grand"
      ],
      "notes" : {
        "18" : [
          "Autrement dit, [ \"Le jugement repose désormais entièrement que Dieu seul, dont la",
          "Divinité vous ne reconnaissez, et les autres que vous constamment considérés",
          "comme associés et partenaires dans les pouvoirs de la Divinité, ont aucune part",
          "dans le jugement. \"] [(Pour une compréhension plus complète de ce point, s'il",
          "vous plaît voir le verset 45 de Az-Zumar et son eN 64)]. Cette phrase par",
          "lui-même donne le sens qu'il n'y aurait aucune possibilité de sortir pour les",
          "mécréants de l'état de tourment, car ils ont non seulement nier l'au-delà, mais",
          "ils avaient l'aversion à leur Créateur et Pourvoyeur, et ils ne sont pas",
          "satisfaits jusqu'à ce que ils avaient associé les autres avec lui."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقًا ۚ وَمَا يَتَذَكَّرُ إِلَّا مَنْ يُنِيبُ",
      "simpleTranslate" : [
        "C’est Lui qui vous montre Ses signes et vous envoie votre subsistance du ciel.",
        "Seul s’en rappelle celui qui revient repentant à Lui."
      ],
      "tafsirTranslate" : [
        "Il est Celui qui vous montre Ses signes <N:19> montre et fait descendre",
        "disposition pour vous du ciel. <N:20> Pourtant, aucun prend connaissance, sauf",
        "celui qui tourne constamment à Allah. <N:21>"
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Celui qui",
        "vous montre",
        "Ses signes",
        "et envoie vers le bas",
        "pour toi",
        "de",
        "Le ciel",
        "disposition",
        "Mais (ne) pas",
        "prenez garde",
        "sauf",
        "(un qui",
        "se tourne"
      ],
      "notes" : {
        "19" : [
          "[ \"signes\"] impliquent ces signes qui pointent vers la grande vérité que le",
          "Façonneur, Dirigeant et administrateur de l'Univers est un et un seul Dieu."
        ],
        "20" : [
          "[ \"Subsistance\"] ici implique la pluie, pour chaque type de la subsistance que",
          "l'homme reçoit dans le monde, dépend en fin de compte de la pluviométrie. AIlah",
          "présente cette seule Signe de Ses innombrables signes, comme pour attirer",
          "l'attention du peuple sur le fait: [ \"Si vous ne considérez et réfléchir sur",
          "l'arrangement de cette chose, vous comprendrez que le concept présenté dans le",
          "Coran 'un de l'administration de l'univers, est vrai. cet arrangement ne pouvait",
          "exister que ce Créateur de la terre et de ses créatures et de l'eau et de l'air",
          "et le soleil et la chaleur et était froid seul Dieu, et cet arrangement pourrait",
          "continuer d'exister pour des millions et des millions d'années avec une",
          "régularité parfaite que si le même Dieu éternel fit exister sans cesse. et celui",
          "qui a apporté cet arrangement à l'existence ne pouvait être un tout-Sage et tout",
          "Miséricordieux Seigneur, qui, avec la création des hommes , les animaux et les",
          "légumes dans la terre, également créé l'eau précisément en fonction de leurs",
          "besoins et exigences, puis faites ces merveilleux arrangements pour le transport",
          "et la diffusion de l'eau à différentes parties de la terre avec une régularité",
          "parfaite. Maintenant, qui peut être plus injuste que celui qui voit tout cela et",
          "pourtant nie Dieu, ou associe d'autres êtres aussi avec Lui dans la Divinité? \"]"
        ],
        "21" : [
          "Autrement dit, [ \"Une personne qui a détourné de Dieu et dont l'intelligence a",
          "été assombri et corrompu par étourderie ou de préjugés, ne peuvent pas apprendre",
          "toutes les leçons de tout signe. Il verra avec ses yeux d'animaux que les vents",
          "ont soufflé , les nuages ​​se sont réunis, les éclairs et le tonnerre flashé et",
          "la pluie est tombée, mais ses yeux humains ne sera jamais percevoir pourquoi tout",
          "cela est arrivé, qui l'a causé, et quels droits il a sur lui \"]."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ",
      "simpleTranslate" : [
        "Priez donc Dieu en Lui vouant un culte exclusif, dussent en souffrir les",
        "infidèles !"
      ],
      "tafsirTranslate" : [
        "Alors invoquent Allah, consacrer toute votre dévotion à Lui, <N:22>, quelle qu'en",
        "soit beaucoup les incroyants peuvent détester."
      ],
      "tanslateWordByWord" : [
        "Invoque",
        "Allah",
        "(Être) sincère",
        "à lui",
        "(En) la religion",
        "même si",
        "aversion (it)",
        "les incroyants"
      ],
      "notes" : {
        "22" : [
          "Pour l'explication de [ «faire sa religion sincèrement Allah\"], voir E.N. 3 de",
          "Az-Zumar."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَىٰ مَنْ يَشَاءُ مِنْ عِبَادِهِ لِيُنْذِرَ يَوْمَ التَّلَاقِ",
      "simpleTranslate" : [
        "Dieu aux degrés célestes et au Trône sublime insuffle l’Esprit relevant de Son",
        "ordre sur qui Il veut parmi Ses serviteurs, afin que celui-ci avertisse les",
        "hommes du Jour de la Rencontre,"
      ],
      "tafsirTranslate" : [
        "Exalté dans Rank, <N:23> Seigneur du Trône: <N:24> Il provoque l'esprit à",
        "descendre sur quiconque de Ses serviteurs qu'Il veut <N:25> afin de les avertir",
        "de la Journée de la Rencontre; <N:26>"
      ],
      "tanslateWordByWord" : [
        "Possesseur des rangs les plus élevés",
        "Possesseur des rangs les plus élevés",
        "Propriétaire (de) Trône",
        "Propriétaire (de) Trône",
        "Il place",
        "l'inspiration",
        "de",
        "Son commandement",
        "sur",
        "qui",
        "Il veut",
        "de",
        "Ses esclaves",
        "avertir",
        "(du jour",
        "(De) la réunion"
      ],
      "notes" : {
        "24" : [
          "Autrement dit, il est roi et souverain de tout l'univers, et le Maître du Trône",
          "du Royaume de l'Univers. [(Pour plus d'explications, voir AI-Araf, 54 et E.N. 41",
          "de celle-ci; Yunus: 3, Ar-Raad: 2 <V:13:2>, Ta Ha: 5 et de l'E.N. de celui-ci",
          "<V:20:5etdel'E.N.decelui-ci>)]."
        ],
        "25" : [
          "[ «L'Esprit»] implique la révélation et la prophétie. [(Pour plus d'explications,",
          "voir An-Nahl 2, BanI Isra'il: 85 et de l'E.N. de celui-ci",
          "<V:17:85etdel'E.N.decelui-ci>)]. Et les mots: «Allah fait descendre l'Esprit par",
          "Son commandement sur quiconque de ses serviteurs Il veut [\" signifie ceci: \"]",
          "Personne n'a le monopole sur les bienfaits d'Allah. Tout comme personne ne",
          "dispose d'un droit d'opposition à la raison pour laquelle a été ainsi et ainsi",
          "donné la beauté, et les pouvoirs soi-et-si extraordinaires de la mémoire ou de",
          "l'intelligence, de même personne n'a le droit d'abjecte pour expliquer pourquoi",
          "tel et ainsi seulement a été choisi pour être un prophète et pourquoi une",
          "personne de son choix de quelqu'un n'a pas fait un prophète. [ \""
        ],
        "26" : [
          "Le jour de la Rencontre \"]: le jour où toute l'humanité, djinns et satans seront",
          "rassemblés devant leur Seigneur en même temps et les témoins de leurs actes et",
          "les actes seront également présents pour porter le témoin."
        ],
        "23" : [
          "Autrement dit, [ «Il est exalté au-dessus de toutes les créations de la Tout ce",
          "qui existe dans l'Univers monde., Si un ange ou un prophète ou un saint, ou toute",
          "autre création Borne, peuvent être très élevé et supérieur à d'autres créations,",
          "mais il ne peut pas être imaginé d'avoir une station partout près du plus haut",
          "rang et la position d'Allah, sans parler de son être un associé dans ses",
          "attributs et pouvoirs et l'autorité. \"]"
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "يَوْمَ هُمْ بَارِزُونَ ۖ لَا يَخْفَىٰ عَلَى اللَّهِ مِنْهُمْ شَيْءٌ ۚ لِمَنِ الْمُلْكُ الْيَوْمَ ۖ لِلَّهِ الْوَاحِدِ الْقَهَّارِ",
      "simpleTranslate" : [
        "du jour où les ressuscités comparaîtront sans qu’aucune de leurs actions puisse",
        "échapper à la connaissance du Seigneur, car à qui appartiendra, ce jour-là, la",
        "Puissance suprême, si ce n’est à Dieu, l’Unique, le Dominateur?"
      ],
      "tafsirTranslate" : [
        "le jour où ils sortiront et rien d'entre eux doivent être caché à Allah. (Ce",
        "jour-là, ils seront invités): <N:27> (Le monde entier criera) «Qui est le royaume",
        "aujourd'hui?»: «Il est Allah, l'Unique, le Irrésistible."
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "ils",
        "avancer",
        "ne pas",
        "est caché",
        "de",
        "Allah",
        "à propos d'eux",
        "n'importe quoi",
        "Pour qui",
        "(Est) le Dominion",
        "ce jour",
        "Pour Allah",
        "Celui",
        "l'Irresistible"
      ],
      "notes" : {
        "27" : [
          "Autrement dit, [ \"thougth dans le monde beaucoup de gens vaniteux et vaniteux",
          "proclamé publiquement être les rois et souverains, dont, en fait, est le royaume",
          "aujourd'hui? Qui est le propriétaire des pouvoirs et autorité et qui appartient",
          "la commande? \"] Si une personne entend ces paroles dans son bon sens, il sera",
          "rempli de terreur, peu importe comment puissant un roi ou dictateur, il pourrait",
          "être lui-même pose d'être, et sera immédiatement venu à ses sens . Ici, la",
          "mention d'un événement historique ne sera pas hors de propos. Lorsque la règle",
          "Samanid, Nasr bin Ahmad [(301-331 A.H.)], est entré Nishapur, il a occupé un",
          "tribunal et après son accession au trône souhaité que la procédure soit commencé",
          "avec la récitation du Saint Coran. A ce un homme pieux personnes âgées est venu",
          "en avant et a exposé cette section très de cette sourate. Quand il est venu à ce",
          "verset, Nasr a été frappé avec crainte; il descendit le tremblement de trône,",
          "enleva la couronne et tomba en prosternation, en disant: [ \"O mon Seigneur, le",
          "Royaume est à toi, pas le mien!\"]"
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "الْيَوْمَ تُجْزَىٰ كُلُّ نَفْسٍ بِمَا كَسَبَتْ ۚ لَا ظُلْمَ الْيَوْمَ ۚ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
      "simpleTranslate" : [
        "C’est le jour où chacun sera rétribué selon les œuvres qu’il aura accomplies,",
        "sans qu’aucune injustice puisse être commise, car Dieu est prompt dans Ses",
        "comptes."
      ],
      "tafsirTranslate" : [
        "(Il sera ensuite dit): «Aujourd'hui est tout le monde soit pleinement rétribué",
        "pour ses actes. Nul ne peut être lésé aujourd'hui. <N:28> Certes, Allah est",
        "prompt dans Reckoning. <N:29>"
      ],
      "tanslateWordByWord" : [
        "Ce jour",
        "sera dédommagé",
        "chaque",
        "âme",
        "pour quoi",
        "il a gagné",
        "Non",
        "injustice",
        "aujourd'hui",
        "Effectivement",
        "Allah",
        "(Est) Swift",
        "(En) compte"
      ],
      "notes" : {
        "28" : [
          "Autrement dit, [ \"Nul ne peut être lésé de quelque manière que ce soit",
          "aujourd'hui.\"] Il convient de noter que, dans le respect de la récompense,",
          "l'injustice peut avoir plusieurs formes; [(1)] Une personne peut mériter une",
          "récompense, mais il n'a pas donné; [(2)], il est donné une récompense moindre que",
          "ce qui lui était dû; [(3)], il est donné une punition bien qu'il ne soit pas",
          "passibles d'aucune peine; [(4)] celui qui est passible de la peine n'a pas donné",
          "aucune peine; [(5)] celui qui est passible d'une peine moindre est donnée une",
          "peine plus sévère; [(6)] l'oppresseur va Scot-free; et [(7)] on est saisi pour le",
          "péché commis par un autre. Qu'est-ce que Dieu veut dire est qu'aucun de ces",
          "différents types d'injustices seront autorisés à prendre place dans sa cour."
        ],
        "29" : [
          "Cela signifie: «Il faudra Allah pas le temps de faire le calcul Tout comme Il",
          "fournit pour chaque créature du miverse simultanément et il est pas occupé à",
          "fournir un qui il peut ne pas avoir le temps de fournir. pour les autres, et tout",
          "comme Il voit tout dans l'univers en même temps, et tout entendre simultanément,",
          "gère tous les petits et grands affaire en même temps, et rien absorbe si",
          "complètement son attention qu'il peut être incapable de donner. attention aux",
          "autres, à la en même temps, donc il va soumettre à compter chaque individu",
          "simultanément et l'audition d'une affaire ne fera pas lui si occupé à rendre",
          "incapable d'entendre d'autres cas innombrables dans le même temps. Puis, dans sa",
          "cour sans délai sera également autorisé avoir lieu en raison de toute difficulté",
          "dans l'enquête sur les faits de la cause et de la disponibilité des témoins. le",
          "juge de la Cour sera lui-même être au courant de tous les faits directement.",
          "chaque partie dans tous les cas se tiendront complètement exposés devant lui, et",
          "clair. des preuves indéniables des événements et des actions, chaque détail",
          "mineur, présentera sans aucun délai. Par conséquent, chaque cas sera réglé et",
          "décidé instantanément."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَنَاجِرِ كَاظِمِينَ ۚ مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ",
      "simpleTranslate" : [
        "Avertis-les de l’échéance fatale du jour où les cœurs, terrifiés par l’angoisse,",
        "remonteront jusqu’à la gorge, et où les injustes ne trouveront plus ni ami intime",
        "ni intercesseur efficace."
      ],
      "tafsirTranslate" : [
        "(O Prophète), puis les avertir de la Journée qui a attiré près, <N:30> le jour où",
        "le cœur plein de chagrin supprimé sauteront à la gorge et les injustes ne doivent",
        "ni avoir tout ami sincère <N:31>, ni intercesseur dont la parole sera entendu.",
        "<N:32>"
      ],
      "tanslateWordByWord" : [
        "Et les avertir",
        "(du jour",
        "l'approche de",
        "quand",
        "les coeurs",
        "(sont à",
        "les gorges",
        "étranglées",
        "ne pas",
        "pour les injustes",
        "tout",
        "ami intime",
        "et non",
        "intercesseur",
        "(Qui) est obéi"
      ],
      "notes" : {
        "32" : [
          "Cette chose a été dit pour réfuter le concept d'intercession détenues par les",
          "mécréants. En fait, les méchants auront pas intercesseur du tout, pour obtenir la",
          "permission d'intercéder, voire pas du tout accordé, peut être accordée que pour",
          "les serviteurs justes d'Allah, et vertueux serviteurs d'Allah ne peut jamais",
          "faire des amis avec les mécréants, polythéistes et les pécheurs afin qu'ils",
          "devraient même penser à empiéter sur leur nom pour les sauver. Mais comme les",
          "incroyants ont généralement eu lieu, et détiennent encore, la croyance que les",
          "saints, dont les disciples qu'ils sont, ne permettra pas qu'ils vont en enfer,",
          "mais verront qu'ils sont pardonnés. Par conséquent, il a été dit: Il n'y aura pas",
          "de intercesseur là. qui peut être écouté, et dont la recommandation Allah peut",
          "accepter nécessairement »."
        ],
        "30" : [
          "Dans le Coran les gens ont été faits pour réaliser encore et encore que la",
          "Résurrection est pas loin, mais a approché à portée de main, et peut avoir lieu à",
          "tout moment. Dans An-Nahl: 1, il a été dit: [ \"Jugement d'Allah est venu, donc ne",
          "réclameront pas pour hâter;\"] dans Al-Anbiya ': 1: [ \"Le temps de la prise en",
          "compte du peuple a approché , et pourtant ils arc détournent en étourderie; \"]",
          "dans AI-Qamar: 1: [\" l'Heure de la Résurrection a approché et la lune a divisé en",
          "morceaux; \"] et An-Najm: 57: [« Ce qui est à venir est à portée de main: il n'y a",
          "que Dieu peut l'éviter \"] Tout cela est destiné à avertir les gens à l'effet",
          "qu'ils ne devraient pas devenir peur de la Résurrection pense qu'il est encore",
          "loin, mais devrait amender et se réformer. immediatement."
        ],
        "31" : [
          "Le mot Hamim utilisé dans l'original implique un tel ami d'une personne qui est",
          "excité à l'action quand il voit location d'être battu, et se précipite pour",
          "protéger et le sauver."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ",
      "simpleTranslate" : [
        "Dieu décèle la perfidie des regards et dévoile le secret des cœurs."
      ],
      "tafsirTranslate" : [
        "Il connaît même le regard le plus furtif des yeux et tous les secrets que les",
        "cœurs recèlent."
      ],
      "tanslateWordByWord" : [
        "Il sait",
        "(Le) coup d'oeil furtif",
        "(Le) coup d'oeil furtif",
        "et quoi",
        "cacher",
        "les seins"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَاللَّهُ يَقْضِي بِالْحَقِّ ۖ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَقْضُونَ بِشَيْءٍ ۗ إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ",
      "simpleTranslate" : [
        "Dieu juge en toute équité, alors que ceux que les impies invoquent en dehors de",
        "Lui ne peuvent rien décider. Dieu est Celui qui entend tout et voit tout."
      ],
      "tafsirTranslate" : [
        "Allah jugera avec justice, tandis que ceux qu'ils invoquent en dehors de Lui ne",
        "peut pas juger du tout. Certes, Allah 'et lui seul »est All- Audient et",
        "Clairvoyant. <N:33>"
      ],
      "tanslateWordByWord" : [
        "Et Allah",
        "juges",
        "en vérité",
        "tandis que ceux (qui)",
        "ils invoquent",
        "en dehors de Lui",
        "en dehors de Lui",
        "ne pas",
        "ils jugent",
        "avec n'importe quoi",
        "Effectivement",
        "Allah",
        "Il",
        "(Est) l'Audient",
        "le Clairvoyant"
      ],
      "notes" : {
        "33" : [
          "Autrement dit, [ \"Il est pas un dieu aveugle et sourd comme vos divinités qu'il",
          "peut ignorer les méfaits d'une personne au sujet de laquelle il porte un",
          "jugement.\"]"
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِنْ قَبْلِهِمْ ۚ كَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ",
      "simpleTranslate" : [
        "Que ne parcourent-ils la Terre, pour voir ce qu’il est advenu de ceux qui ont",
        "vécu avant eux? Ils étaient pourtant plus forts qu’eux et avaient laissé sur",
        "Terre bien plus de vestiges. Dieu les a châtiés pour leurs péchés et nul n’a pu",
        "les sauver de Ses rigueurs."
      ],
      "tafsirTranslate" : [
        "ont-ils pas voyagé dans le pays qu'ils pourraient observer la fin de ceux qui",
        "sont venus avant eux? Ils étaient encore plus de force qu'ils et ont laissé des",
        "traces plus magnifiques dans le pays. Puis Allah les saisit à cause de leurs",
        "péchés et ils ont eu aucun qui pourrait les protéger contre Allah."
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "ils voyagent",
        "dans",
        "La terre",
        "Et voir",
        "Comment",
        "était",
        "(la fin",
        "(De) ceux qui",
        "ont été",
        "Avant eux",
        "Avant eux",
        "Ils étaient",
        "[ils]",
        "supérieur",
        "pour eux",
        "(en force",
        "et (en) impressions",
        "dans",
        "la terre",
        "mais Allah les saisit",
        "mais Allah les saisit",
        "pour leurs péchés",
        "et pas",
        "était",
        "pour eux",
        "contre",
        "Allah",
        "tout",
        "protecteur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّهُمْ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَكَفَرُوا فَأَخَذَهُمُ اللَّهُ ۚ إِنَّهُ قَوِيٌّ شَدِيدُ الْعِقَابِ",
      "simpleTranslate" : [
        "Il en fut ainsi parce que, chaque fois que leurs prophètes leur apportaient des",
        "preuves évidentes, ils les récusaient. Aussi Dieu les a-t-Il punis, car Il est",
        "Puissant et Redoutable quand Il sévit."
      ],
      "tafsirTranslate" : [
        "Ils sont venus à cette fin parce que leurs Messagers viendraient à eux avec des",
        "preuves évidentes <N:34> et pourtant ils refusent de croire. Alors Allah les",
        "saisit. Il est en effet fort, Terrible en Retribution."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(A) parce que [ils]",
        "utilisé pour venir à eux",
        "utilisé pour venir à eux",
        "leurs messagers",
        "avec des preuves évidentes",
        "mais ils ne croient pas",
        "Alors Allah les saisit",
        "Alors Allah les saisit",
        "En effet, il",
        "(Est) All-Fort",
        "sévère",
        "(En) la peine"
      ],
      "notes" : {
        "34" : [
          "Bayyinat signifie trois choses: [(1)] Les signes clairs qui pointait vers les",
          "messagers 'être nommé par Allah; [(2)] les arguments convaincants qui étaient une",
          "preuve claire de leurs enseignements en se basant sur la vérité; et [(3)]",
          "l'orientation claire et des instructions sur les problèmes et les affaires de la",
          "vie qui pourraient permettre à toute personne raisonnable de voir que de tels",
          "enseignements purs ne pouvaient être donnés par un imposteur."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ",
      "simpleTranslate" : [
        "Nous avons envoyé Moïse , porteur de Nos signes et nanti d’une autorité certaine,"
      ],
      "tafsirTranslate" : [
        "En vérité, Nous avons envoyé Moïse <N:35> avec Nos signes et une autorité claire",
        "<N:37>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons envoyé",
        "Musa",
        "avec Nos signes",
        "et une autorité",
        "clair"
      ],
      "notes" : {
        "37" : [
          "[ \"Une autorité claire de nomination»]: Avec de tels signes clairs que ne",
          "laissait aucun doute qu'il avait été envoyé par Allah, et il avait Allah.",
          "Seigneur de la puissance de l'univers dans son dos. Avant une étude attentive des",
          "détails du Prophète Moïse l'histoire, comme indiqué dans le Coran, il devient",
          "évident que ce sont ces signes qui sont décrits ici comme «une autorité claire de",
          "sa nomination» comme un prophète par. Allah. en premier lieu, même cela était",
          "étrange qu'une personne qui, quelques années plus tôt, avait fui le pays après",
          "avoir tué un Tnan de la nation de Pharaon et dont les mandats d'arrêt avaient été",
          "délivrés, devrait faire une apparition soudaine directement dans le remplissage",
          "coup -Emballé de Pharaon, avec un bâton à la main, et devrait hardiment et sans",
          "crainte aborder le roi et ses nobles et exiger qu'ils devraient le reconnaître",
          "comme le représentant d'Allah, Seigneur des mondes, et doivent agir en fonction",
          "de ce qu'il dit, et aucun ose porter la main sur lui iris. tandis que la nation à",
          "laquelle Moïse appartenait, avait été si supprimé sous l'esclavage que s'il avait",
          "été appréhendé inunediately sur l'accusation d'assassiner, personne ne l'aurait",
          "exprimé même une protestation, sans parler de la hausse dans la rébellion. Cela",
          "montre que Pharaon et ses courtisans avaient été la crainte inspirée juste à",
          "l'apparition du prophète Moïse, avant même qu'ils ont vu les miracles du",
          "personnel et la main qui brille, et ils avaient réalisé au début qu'il avait une",
          "plus grande puissance derrière lui, alors chacun des miracles merveilleux qu'il a",
          "effectué, l'un après l'autre, a été suffisant pour amener la conviction que ce",
          "n'était pas une manifestation de la magie, mais de la puissance divine. Après",
          "tout, quelle puissance de la magie pourrait provoquer un personnel pour changer",
          "en serpent? ou faire tout un pays à souffrir de la famine? ou provoquer",
          "différentes sortes de catastrophes de grève de vastes zones de la terre sur un",
          "avis soudain par Moïse et être enlevés sur un avis par lui? C'est pourquoi. selon",
          "le Coran, Pharaon et tous les responsables de son royaume avaient été convaincus",
          "dans leur cœur, qu'ils pourraient être refusent de professer avec la langue, que",
          "Moïse avait en effet été nommé Prophète par AIlah. . [(Pour plus de détails, voir",
          "Al-Araf, 106-117; Ta Ha: 56 78; Ash-Shu'ara: 30-51; An-Naml: 10-13)]."
        ],
        "35" : [
          "Pour les autres détails de l'histoire du Prophète Moïse, voir AIBaqarah: 49-61;",
          "An-Nisa: 164; AI-Maidah: 20-26; AI-Araf, 103-162; Yunus: 7,5-92: Hud 17, 96-97,",
          "110; Introduction à la Sourate Yusuf; Ibrahim: 5-8; Bani Isra'il: 101-104;",
          "AI-Kahf: 60-82; Maryam: 51-53; Ta Ha: 9-98; AI-Mu'minun: 45-49; Ash Shu'ara:",
          "10-68; An-Naml: 7-14; Introduction à la Surah AI-Qasas et AI-Qasas: 3-44; AI",
          "Ahzab; 69; As-Saff: 114-122 et E.N. de ceux-ci."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "إِلَىٰ فِرْعَوْنَ وَهَامَانَ وَقَارُونَ فَقَالُوا سَاحِرٌ كَذَّابٌ",
      "simpleTranslate" : [
        "à Pharaon, Hâmân et Coré . Mais ils le traitèrent de charlatan et d’imposteur ;"
      ],
      "tafsirTranslate" : [
        "à Pharaon et Haman <N:36> et Koré. Ils ont dit: '. (Il est) un sorcier, un",
        "menteur absolu » <N:38>"
      ],
      "tanslateWordByWord" : [
        "À",
        "Firaun",
        "Haman",
        "et Coré",
        "mais ils ont dit",
        "Un magicien",
        "un menteur"
      ],
      "notes" : {
        "36" : [
          "Pour une réponse aux objections des critiques à propos de Haman, voir E.N. 8",
          "AlQasas ci-dessus."
        ],
        "38" : [
          "La vérité \": les miracles et les signes par lesquels le prophète Moïse a prouvé",
          "qu'il était un messager envoyé par Allah et les solides arguments par lesquels il",
          "a montré qu'il était tout à fait dans le droit."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "فَلَمَّا جَاءَهُمْ بِالْحَقِّ مِنْ عِنْدِنَا قَالُوا اقْتُلُوا أَبْنَاءَ الَّذِينَ آمَنُوا مَعَهُ وَاسْتَحْيُوا نِسَاءَهُمْ ۚ وَمَا كَيْدُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ",
      "simpleTranslate" : [
        "et lorsqu’il leur apporta la Vérité de Notre part, ils s’écrièrent : «Tuez les",
        "enfants mâles des partisans de Moïse et n’épargnez que leurs filles !» Mais les",
        "manœuvres des impies restèrent comme toujours sans lendemain."
      ],
      "tafsirTranslate" : [
        "Quand Moïse leur a apporté la vérité de nous ils ont dit: '. Tuez les fils de",
        "tous les croyants qui l'ont rejoint, mais épargner les femmes <N:39> La ruse des",
        "incroyants finit toujours dans vain. <N:40>"
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "il leur apportait",
        "la vérité",
        "de",
        "Nous",
        "ils ont dit",
        "Tuer",
        "(les) fils",
        "(De) ceux qui",
        "croyez",
        "avec lui",
        "et laisser vivre",
        "leurs femmes",
        "Et pas",
        "(Est le) complot",
        "(De) les incroyants",
        "mais",
        "dans",
        "Erreur"
      ],
      "notes" : {
        "40" : [
          "Un autre sens de cette phrase peut être:. \"Quelles que soient les incroyants",
          "avaient comploté, visait à l'écart, de la tyrannie et de l'antagonisme à la",
          "vérité qui est, même après avoir été convaincu de la vérité dans leurs tas, et",
          "ils ont continué pour montrer l'entêtement et n'a pas hésité à adopter un",
          "dispositif de moyen que ce soit dans le but de vaincre et de frustrer la Vérité."
        ],
        "39" : [
          "Comme déjà mentionné dans AI-Araf, 127 ci-dessus, les courtisans de Pharaon lui",
          "avait dit: `Voulez-vous laisser Moïse et son peuple libre de semer le désordre",
          "dans le pays [\" Et il lui-même avait dit? : `je vais avoir leurs fils tués et",
          "leurs filles vivent\"] ce verset dit que cet ordre était enfin délivré de la cour",
          "de Pharaon.. Il était, en fait, destiné à effrayer tellement le prophète Moïse",
          "lui-même et ses partisans et disciples qu'ils devraient l'abandonner par peur."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَقَالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُ ۖ إِنِّي أَخَافُ أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ",
      "simpleTranslate" : [
        "«Laissez-moi tuer Moïse, s’écria Pharaon, et qu’il en appelle alors à Son",
        "Seigneur ! Je crains qu’il n’altère votre religion ou qu’il ne sème la corruption",
        "sur la Terre.»"
      ],
      "tafsirTranslate" : [
        "Un jour <N:41> Pharaon dit: «Laisse-moi aller et tuer Moïse; <N:42> puis",
        "laissez-le invoquer son Seigneur. Je crains qu'il ne change votre religion ou",
        "causer des perturbations dans le pays. » <N:43>"
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "Firaun",
        "Laisse-moi",
        "(De sorte que) je tue",
        "Musa",
        "et qu'il appelle",
        "son Seigneur",
        "En effet, je",
        "[Je crains",
        "cette",
        "il va changer",
        "ta religion",
        "ou",
        "cette",
        "il peut faire apparaître",
        "dans",
        "la terre",
        "la corruption"
      ],
      "notes" : {
        "41" : [
          "L'événement qui est lié ici est un événement très important de l'histoire",
          "d'Israël, que les Israélites eux-mêmes ont totalement oublié. La Bible et le",
          "Talmud sont sans elle, et aucune mention de celui-ci se trouve dans les autres",
          "traditions israélites soit. a seulement à travers le Coran dans le monde viennent",
          "de savoir que durant le conflit entre Pharaon et le prophète Moïse cet événement",
          "avait eu lieu à un moment donné. Quiconque lit cette histoire, pour autant qu'il",
          "n'a pas été aveuglé par les préjugés contre l'Islam et le Coran, ne peut se",
          "rendre compte que du point de vue de l'invitation à la vérité cette histoire est",
          "très précieux, et cette chose par lui-même est aussi dans aucune façon contre la",
          "raison qu'une personne parmi les nobles du royaume de Pharaon lui-même aurait pu",
          "tranquillement cru en son cœur, après avoir été influencé par la personnalité du",
          "prophète Moïse, sa prédication et les miracles merveilleux représentés par lui,",
          "et pourrait ne pas avoir été en mesure de se retenir quand il a vu que Pharaon",
          "avait l'intention de le tuer. Mais la façon dont les orientalistes occidentaux,",
          "malgré leurs hautes prétentions à la recherche de ard de connaissances, essayez",
          "de répudier les vérités évidentes du Coran, à cause des préjugés, peut être jugé",
          "à partir de ce que l'auteur de l'article [ \" Musa \"] dans l'Encyclopédie de",
          "l'Islam écrit à l'égard de cette histoire: \n [ \"L'histoire Kuranic d'un croyant à",
          "la cour de Pharaon qui veut sauver Musa est pas tout à fait clair [(xl, 28)].",
          "Faut-il comparer Jethro dans la Haggada qui conseille la clémence à la cour de",
          "Pharaon?\"] \n En d'autres termes, ces soi-disant chercheurs ont une chose réglée",
          "avec eux: ils doivent trouver à redire à tout ce que le Coran présente.",
          "Maintenant, si elles ne trouvent pas de terrain pour avoir critiqué une",
          "déclaration de celui-ci, ils devraient au moins dire autant de mal que l'histoire",
          "est pas tout à fait claire, et devrait également accessoirement créer ce doute",
          "dans l'esprit du lecteur que le Prophète Muhammad [ (sur lui la paix de Dieu)]",
          "aurait pu entendre quelque part l'histoire de Jethro mentionné dans la Haggada",
          "qui a lieu avant même la naissance du Prophète Moïse, et inséré ici sous cette",
          "forme. Ceci est le type de recherche littéraire [ \"que ces gens ont adopté à",
          "l'égard de l'islam et le Coran et le Saint Prophète Muhammad [(sur qui être la",
          "paix d'Allah)]."
        ],
        "42" : [
          "Dans cette phrase Pharaon essaie de donner l'impression que si certaines",
          "personnes ont été le retenir .from tuer le prophète Moïse. Avaient-ils pas",
          "résisté à sa manière. il l'aurait tué il y a longtemps, alors qu'en fait il n'y",
          "avait pas d'alimentation externe pour le retenir; il était la crainte de son cœur",
          "qui l'empêchait de pondre ses mains sur le Messager d'Allah."
        ],
        "43" : [
          "Autrement dit, \"] Je crains une révolution de lui, et même s'il est incapable de",
          "la réaliser, il y a au moins le danger qu'il causera du tort à apparaître dans le",
          "pays par ses activités. Par conséquent, même s'il ne commet pas un crime",
          "punissable de mort, il doit être mis à mort uniquement pour des raisons de",
          "maintien de l'ordre public. Quant à ce qu'il y ait un réel danger pour l'ordre",
          "public de lui, la satisfaction du roi cet égard est suffisant. Si sa majesté est",
          "convaincu qu'il est dangereux, il doit être déclaré qu'il est vraiment dangereux",
          "et punissable de mort. [ \" \n Ici, le sens de \"] changer la religion [\" devrait",
          "également être bien comprise. à cause de laquelle Pharaon voulait mettre le",
          "Prophète Moïse à la mort. Din ici implique le système de gouvernement, et ce que",
          "Pharaon voulait dire était ceci: \".] Je crains qu'il va changer votre roi [\"",
          "[(Ruh al-Maani, vol XXIV, p 56..)]. En d'autres termes, le vacarme de la terre",
          "était le système religieux, politique, culturel et économique qui prévalait en",
          "Egypte sur la base de Pharaon et de la souveraineté de sa famille, et Pharaon",
          "avait peur que le message de Moïse changerait que très din. Mais comme les",
          "dirigeants rusés et trompeurs de tout âge, il n'a pas non plus dire qu'il",
          "craignait d'être déchu de sa position d'autorité et, par conséquent, il voulait",
          "tuer Moïse, mais il a présenté le cas comme celui-ci: \"] O peuple, le danger est",
          "pour vous, pas pour moi, car, si le mouvement de Moïse a réussi votre din",
          "changerait je ne suis pas inquiet pour moi-même. Je suis inquiet pour toi à ce",
          "qui allait devenir de vous lorsque vous avez été privés de la protection de mon",
          "autorité . par conséquent, l'homme méchant qui pose un tel danger devrait être",
          "mis à mort, car il est un ennemi de l'Etat. \""
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَقَالَ مُوسَىٰ إِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ مِنْ كُلِّ مُتَكَبِّرٍ لَا يُؤْمِنُ بِيَوْمِ الْحِسَابِ",
      "simpleTranslate" : [
        "– «Je cherche refuge, dit alors Moïse, auprès de Celui qui est mon Seigneur et le",
        "vôtre pour me protéger des méfaits de tout orgueilleux qui ne croit pas à la vie",
        "future.»"
      ],
      "tafsirTranslate" : [
        "Moïse dit: \". Je l'ai trouvé refuge auprès de mon Seigneur et votre Seigneur de",
        "tous ceux qui cires arrogant et ne croit pas au jour du Jugement» <N:44>"
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "Musa",
        "En effet, je",
        "[I] chercher refuge",
        "dans mon Seigneur",
        "et votre Seigneur",
        "de",
        "chaque",
        "orgueilleuse",
        "ne pas",
        "qui croit",
        "(dans la journée",
        "(Des) compte"
      ],
      "notes" : {
        "44" : [
          "Ici, il y a deux probabilités égales et il n'y a pas de raison de préférer l'un à",
          "l'autre. La première probabilité est que le prophète Moïse pourrait être lui-même",
          "présent dans la cour à l'époque et Pharaon aurait exprimé son intention de le",
          "tuer en sa présence, et le Prophète aurait pu donner cette réponse directe là et",
          "puis, lui et ses courtisans face . L'autre est probable que Pharaon aurait",
          "exprimé cette intention en l'absence de Moïse, dans une rencontre avec les",
          "responsables de son gouvernement et un rapport de cette conversation aurait pu",
          "être transmis au Prophète par certains des croyants, après quoi il aurait pu dire",
          "ces mots dans un certain rassemblement de ses partisans. Quel que soit le cas, il",
          "est évident à partir des mots que la menace de Pharaon ne pouvait pas causer un",
          "état de peur dans le cœur de Moïse et avec confiance en Allah, il jeta sa menace",
          "de retour à Pharaon. Le contexte dans lequel cet événement a été rapporté dans le",
          "Coran lui-même montre que le même aussi a été la réponse du Saint Prophète",
          "Muhammad [(sur qui est de la paix d'Allah)] à ces gens méchants qui, étant sans",
          "peur de la Journée de Reckoning, ont été l'élaboration de parcelles pour le tuer."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَقَالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ ۖ وَإِنْ يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ ۖ وَإِنْ يَكُ صَادِقًا يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ ۖ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
      "simpleTranslate" : [
        "Et à ce moment-là, un croyant de la suite de Pharaon, qui dissimulait sa foi, dit",
        ": «Tuerez-vous un homme pour la seule raison qu’il affirme : “Dieu est mon Maître",
        "!”, alors qu’il vous apporte des preuves évidentes de la part de votre Seigneur?",
        "S’il ment, son mensonge retombera sur lui seul. Mais s’il dit la vérité, une",
        "partie de ses menaces s’abattra sur vous à coup sûr, car Dieu ne dirige ni les",
        "pervers ni les menteurs.»"
      ],
      "tafsirTranslate" : [
        "Puis un homme doué de la foi, de gens de Pharaon, qui avait gardé sa foi cachée,",
        "a dit: «Ne vous tuez une personne simplement parce qu'il dit:« Mon Seigneur est",
        "Allah », même si il a apporté à vous signes clairs de ton Seigneur <N:45> S'il",
        "est un menteur, son mensonge sera recule sur lui;? <N:46>, mais s'il est",
        "véridique, vous serez frappés avec quelques-unes des conséquences",
        "impressionnantes dont il vous avertit. Allah ne guide pas à la bonne manière tous",
        "ceux qui dépassent les limites et est un menteur absolu. <N:47>"
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "un homme",
        "croire",
        "de",
        "(la famille",
        "(De) Firaun",
        "qui cache (ed)",
        "sa foi",
        "Voulez-vous tuer",
        "un homme",
        "car",
        "il dit",
        "Mon Seigneur",
        "(Est) Allah",
        "et en effet",
        "il vous a apporté",
        "preuves claires",
        "de",
        "votre Seigneur",
        "Et si",
        "il est",
        "un menteur",
        "puis sur lui",
        "(Est) son mensonge",
        "et si",
        "il est",
        "véridique",
        "(Il) vous frappera",
        "une partie de)",
        "(Ce), qui",
        "il vous menace",
        "Effectivement",
        "Allah",
        "(ne fait pas",
        "guider",
        "(un qui",
        "[il]",
        "(Est) un transgresseur",
        "un menteur"
      ],
      "notes" : {
        "45" : [
          "Autrement dit, [ \"Il a montré de tels signes manifestes à vous comme l'ont fait",
          "tout à fait clair qu'il est un messager envoyé par votre Seigneur.\"] The",
          "Believer, parmi les gens de Pharaon, a été de toute évidence allusion à les",
          "signes dont les détails ont déjà été donnés dans AI-Araf: 107-117,130-133; Bani",
          "Isra'il: 101-102; Ta Ha: 56-73; Ash-Shu'ara: 30-51; An-Naml: 10-13)."
        ],
        "46" : [
          "Autrement dit, [ \"Si, en dépit de ces signes manifestes comme il vous l'a montré,",
          "vous le considérez comme un menteur, vous devez le laisser seul, pour la",
          "probabilité de remplacement, et une probabilité très forte aussi, est que il est",
          "véridique, et donc vous pouvez vous impliquer dans le tourment de Dieu en posant",
          "vos mains sur lui. par conséquent, même si vous pensez qu'il est un menteur, vous",
          "devez le laisser à lui-même. Car s'il est couché, au nom d'Allah ., Allah",
          "lui-même l'emmener à la tâche \"] mots similaires avaient le prophète Moïse",
          "lui-même dit à Pharaon avant cela: [\". Si vous ne croyez pas en moi, ne me nuit",
          "pas \"] [(Ad-Dukhan: 21 <V:44:21>)] \n Ici, il faut garder à l'esprit que le",
          "croyant du peuple de Pharaon avait pas ouvertement divulgués dans le début qu'il",
          "avait affirmé la foi dans le prophète Moïse, mais il parlait comme s'il",
          "appartenait aussi à côté de Pharaon, et il fut seulement souhaiter bonne chance à",
          "son peuple . Mais quand Pharaon et ses courtisans ne semblent pas à la raison et",
          "ont continué à se comporter obstinément, il enfin révélé le secret de sa foi,",
          "comme devient évident de son discours à vv. 38-44."
        ],
        "47" : [
          "Cette phrase peut avoir deux significations et probablement le croyant avait",
          "intentionnellement employé, parce qu'il ne voulait pas encore à exprimer",
          "ouvertement sa croyance. Sa seule signification est:.. [ \"Une seule et même",
          "personne ne peut pas combiner la justice, le mensonge et le mensonge Vous pouvez",
          "clairement voir que Moïse est un homme de caractère très pur et sublime Par",
          "conséquent, comment pouvez-vous croire que, d'une part, il devrait être un",
          "menteur pour déposer une réclamation sans fondement à prophethood au nom d'Allah,",
          "et de l'autre, Allah doit le bénir avec ces haute moralité \"] l'autre",
          "signification est: [\"? Si vous arc plié lors de la prise de la vie de Moïse",
          "[(paix soit sur lui)] en transgressant les limites ALi et exécutera vos mauvais",
          "desseins en faisant de fausses accusations contre lui, vous devriez vous rappeler",
          "que Dieu ne sera jamais vous montrer le chemin de la réussite. \"]"
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظَاهِرِينَ فِي الْأَرْضِ فَمَنْ يَنْصُرُنَا مِنْ بَأْسِ اللَّهِ إِنْ جَاءَنَا ۚ قَالَ فِرْعَوْنُ مَا أُرِيكُمْ إِلَّا مَا أَرَىٰ وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ",
      "simpleTranslate" : [
        "«Ô mon peuple, ajouta-t-il, aujourd’hui vous détenez le pouvoir, et le pays",
        "entier vous est soumis. Mais qui nous défendra si jamais Dieu décide de nous",
        "punir?» – «Ce que je vous propose, reprit Pharaon, est le meilleur parti à",
        "prendre, à mon avis ; et la solution que je vous indique est sûrement la bonne.»"
      ],
      "tafsirTranslate" : [
        "Mon peuple, aujourd'hui le royaume est le vôtre, et vous êtes suprême dans le",
        "pays. Mais si le châtiment d'Allah devait venir sur vous, qui va venir à notre",
        "secours » <N:48> Pharaon dit:? Je ne le conseil que je considère comme droit; Je",
        "ne vous diriger vers le chemin de la droiture. » <N:49>"
      ],
      "tanslateWordByWord" : [
        "O mon peuple",
        "Pour toi",
        "(Est) le royaume",
        "aujourd'hui",
        "dominant",
        "dans",
        "la terre",
        "mais qui",
        "nous aidera",
        "de",
        "(la punition",
        "(De) Allah",
        "si",
        "il est venu nous",
        "Dit",
        "Firaun",
        "ne pas",
        "je te montre",
        "sauf",
        "quelle",
        "je vois",
        "et pas",
        "Je vous guide",
        "sauf",
        "(À la) voie",
        "la droite"
      ],
      "notes" : {
        "48" : [
          "Autrement dit, [ \"Pourquoi es-tu ingrat envers Allah pour Sa bénédiction de vous",
          "accorder la domination sur la terre et invitez Son fléau pour vous rendre",
          "visite?\"]"
        ],
        "49" : [
          "De cette réponse de Pharaon, il semble qu'il n'a pas encore trouvé que thenoble",
          "de sa cour était devenu un croyant dans son cœur. Voilà pourquoi il n'a pas",
          "montré de mécontentement à ce qu'il a dit, mais a clairement indiqué qu'il était",
          "peu enclin à changer d'avis, même après avoir entendu ce qu'il avait à dire."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "وَقَالَ الَّذِي آمَنَ يَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ مِثْلَ يَوْمِ الْأَحْزَابِ",
      "simpleTranslate" : [
        "– «Ô mon peuple, reprit le croyant, je crains pour vous un jour pareil à celui",
        "des peuples coalisés ;"
      ],
      "tafsirTranslate" : [
        "Celui qui avait la foi dit: «Mon peuple, je crains que vous affronterez un jour",
        "comme celui qui a dépassé de nombreuses parties avant de vous,"
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "(lui qui",
        "a cru",
        "O mon peuple",
        "En effet, je",
        "[Je crains",
        "pour toi",
        "comme",
        "(le jour",
        "(De) les entreprises"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَالَّذِينَ مِنْ بَعْدِهِمْ ۚ وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِلْعِبَادِ",
      "simpleTranslate" : [
        "un sort tel qu’avaient subi les peuples de Noé, des Âd, de Thamûd et de ceux qui",
        "leur avaient succédé. Dieu n’aime pas sévir injustement contre les hommes."
      ],
      "tafsirTranslate" : [
        "comme le jour qui a dépassé le peuple de Noé et Ad et Thamud, et ceux qui sont",
        "venus après eux. Allah ne veut pas soumettre ses serviteurs à toute injustice.",
        "<N:50>"
      ],
      "tanslateWordByWord" : [
        "Comme",
        "(la situation critique",
        "(des gens",
        "(De) Nuh",
        "et Aad",
        "et Thamud",
        "et celles",
        "après eux",
        "après eux",
        "Et Allah (ne) pas",
        "Et Allah (ne) pas",
        "vouloir",
        "injustice",
        "pour (ses) esclaves"
      ],
      "notes" : {
        "50" : [
          "Autrement dit, [ \"AIlah n'a aucune inimitié avec ses serviteurs qu'Il doit les",
          "détruire sans raison: il envoie des calamités sur eux seulement quand ils ont",
          "transgressé toutes les limites, et l'envoi de la tourmente alors est la demande",
          "très de la justice. \"]"
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَيَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ",
      "simpleTranslate" : [
        "Ô mon peuple ! J’appréhende pour vous le Jour de l’Appel mutuel,"
      ],
      "tafsirTranslate" : [
        "Mon peuple, je crains que vous rencontrerez un jour où il y aura beaucoup",
        "lamentations et vous crieront à l'autre de l'aide,"
      ],
      "tanslateWordByWord" : [
        "Ô mon peuple,",
        "En effet, je",
        "[Je crains",
        "pour toi",
        "(le jour",
        "(De) Appel"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ ۗ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ",
      "simpleTranslate" : [
        "le jour où vous battrez en retraite et où, dans votre fuite éperdue, vous n’aurez",
        "contre Dieu nul défenseur, car celui que Dieu égare ne saurait trouver d’autre",
        "guide."
      ],
      "tafsirTranslate" : [
        "le jour où vous allez tourner autour de battre en retraite, il n'y aura personne",
        "pour vous protéger contre Allah. Celui qu'Allah égare, ne sera en mesure de lui",
        "montrer le droit chemin."
      ],
      "tanslateWordByWord" : [
        "Un jour",
        "vous retourneriez",
        "fuite",
        "ne pas",
        "pour toi",
        "de",
        "Allah",
        "tout",
        "protecteur",
        "Et quiconque",
        "Allah laisse égarer",
        "Allah laisse égarer",
        "alors pas",
        "pour lui",
        "tout",
        "guider"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَلَقَدْ جَاءَكُمْ يُوسُفُ مِنْ قَبْلُ بِالْبَيِّنَاتِ فَمَا زِلْتُمْ فِي شَكٍّ مِمَّا جَاءَكُمْ بِهِ ۖ حَتَّىٰ إِذَا هَلَكَ قُلْتُمْ لَنْ يَبْعَثَ اللَّهُ مِنْ بَعْدِهِ رَسُولًا ۚ كَذَٰلِكَ يُضِلُّ اللَّهُ مَنْ هُوَ مُسْرِفٌ مُرْتَابٌ",
      "simpleTranslate" : [
        "Joseph était déjà venu parmi vous avec des preuves irréfutables, mais vous n’avez",
        "cessé de les contester jusqu’au jour de sa mort. Après quoi, vous dites : “Jamais",
        "Dieu n’enverra de prophète après lui.”« C’est ainsi que Dieu égare les",
        "outranciers et les sceptiques"
      ],
      "tafsirTranslate" : [
        "En vérité, Joseph est venu à vous avec des preuves évidentes avant, mais vous",
        "avez continué à douter de son message. Par la suite, quand il est mort, vous avez",
        "dit: «Allah envoie pas Messager après lui. '' <N:51> Ainsi Allah égare ceux qui",
        "transgressent les limites et sont donnés à beaucoup douter;"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "est venu à vous",
        "Yusuf",
        "avant",
        "avant",
        "avec des preuves évidentes",
        "mais non",
        "vous avez cessé",
        "dans",
        "doute",
        "sur quoi",
        "il a apporté à vous",
        "[Avec ça]",
        "jusqu'à",
        "quand",
        "il est mort",
        "tu as dit",
        "Jamais",
        "Allah va augmenter",
        "Allah va augmenter",
        "après lui",
        "après lui",
        "un Messager",
        "Ainsi",
        "Allah laisse égarer",
        "Allah laisse égarer",
        "qui",
        "[il]",
        "(Est) un transgresseur",
        "un douteur"
      ],
      "notes" : {
        "51" : [
          "Autrement dit, [ \"Votre écart, puis votre entêtement, est telle que devant Moïse",
          "[(paix soit sur lui)] vint dans votre pays le prophète Joseph à qui vous vous",
          "admettez qu'il était l'homme de la plus haute moralité, et vous admettez aussi",
          "que, en donnant la bonne interprétation du rêve du roi, il vous a sauvé des",
          "effets terribles des sept ans de longue famine qui avait frappé l'Egypte dans son",
          "temps, et toute votre nation reconnaît aussi que l'Egypte n'a jamais connu une",
          "période de plus de justice et de prospérité que la période de son règne. Mais en",
          "dépit de savoir et de reconnaître tous ses mérites et de hautes qualités, vous ne",
          "croyaient pas en lui pendant sa durée de vie, et quand il est mort, vous avez dit",
          ": \"] jamais le comme lui revint [!\" Voilà, vous avez reconnu ses excellences",
          "seulement une excuse pour refuser tous les prophètes qui sont venus après lui",
          "Cela signifie que vous ne voudriez pas accepter les conseils dans tous les cas",
          "\"].."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ ۖ كَبُرَ مَقْتًا عِنْدَ اللَّهِ وَعِنْدَ الَّذِينَ آمَنُوا ۚ كَذَٰلِكَ يَطْبَعُ اللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
      "simpleTranslate" : [
        "qui, discutant sans preuve des versets de Dieu, s’attirent Sa colère et celle des",
        "croyants. Et c’est ainsi que Dieu endurcit le cœur de tout tyran orgueilleux."
      ],
      "tafsirTranslate" : [
        "ceux <N:52> qui soutiennent au sujet des signes d'Allah sans aucune preuve qui",
        "aurait pu venir à eux. <N:53> C'est extrêmement odieux à Allah et à ceux qui",
        "croient. ne Ainsi Allah scelle le cœur de tous ceux qui est fier et autoritaire.",
        "<N:54>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "différend",
        "concernant",
        "(les panneaux",
        "(De) Allah",
        "sans pour autant",
        "toute autorité",
        "(Ayant) viennent à eux",
        "(Il) est grandement",
        "odieux",
        "près Allah",
        "près Allah",
        "et à proximité",
        "ceux",
        "qui croient",
        "Ainsi",
        "Allah propose un joint",
        "Allah propose un joint",
        "plus de",
        "chaque",
        "cœur",
        "(De) arrogant",
        "tyran"
      ],
      "notes" : {
        "52" : [
          "Il semble donc que les quelques phrases ncxt sont un ajout par Allah et une",
          "explication des paroles du croyant du peuple de Pharaon."
        ],
        "53" : [
          "Autrement dit, [ «Allah ne permet que ces gens égarés qui possèdent les trois",
          "qualités suivantes:. [(1)] Ils transgressent toutes les limites de leur",
          "malfaisance, puis développer un tel goût pour elle qu'ils ne se sentent pas",
          "enclins à accepter une invitation à réformer leurs mœurs [(2)] leur attitude",
          "permanente à l'égard des prophètes est caractérisée par le doute et la suspicion.",
          "les prophètes de Dieu peuvent apporter des signes clairs devant eux, mais ils",
          "douter de leur prophétie comme bien que la vue avec suspicion ces vérités qu'ils",
          "présentent à l'égard de Monothéisme et l'au-delà; et 131 ils essaient de résister",
          "aux révélations du livre d'Allah avec des arguments tordus au lieu de les",
          "considérer rationnellement, et ces objections ne sont ni fondées sur une raison",
          "quelconque, son ni sur l'autorité d'un livre révélé, mais depuis le début jusqu'à",
          "la fin de leur seule base est l'obstination et l'entêtement. Quand un groupe de",
          "la population développe ces trois maux, Allah le jette dans la fosse profonde de",
          "l'enfer d'où aucune puissance ne peut puis les sauver."
        ],
        "54" : [
          "qui est, «Le sceau est pas défini sur le cœur de tout le monde sans raison. Ce",
          "sceau de la malédiction est définie uniquement sur le cœur de celui qui est",
          "rempli d'arrogance et de l'esprit de la violence et de la tyrannie. \"]"
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَقَالَ فِرْعَوْنُ يَا هَامَانُ ابْنِ لِي صَرْحًا لَعَلِّي أَبْلُغُ الْأَسْبَابَ",
      "simpleTranslate" : [
        "«Hâmân, dit Pharaon, construis-moi une tour. Peut-être atteindrai-je ainsi les",
        "voies"
      ],
      "tafsirTranslate" : [
        "Pharaon dit: «Haman, construit pour moi une tour que je puisse escalader les",
        "routes '"
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "Firaun",
        "O Haman",
        "Construction",
        "pour moi",
        "une tour",
        "que je puisse",
        "atteindre",
        "les chemins"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "أَسْبَابَ السَّمَاوَاتِ فَأَطَّلِعَ إِلَىٰ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُ كَاذِبًا ۚ وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوءُ عَمَلِهِ وَصُدَّ عَنِ السَّبِيلِ ۚ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِي تَبَابٍ",
      "simpleTranslate" : [
        "des sphères célestes, de façon à voir le Dieu de Moïse, car je soupçonne celui-ci",
        "d’être un menteur !» C’est ainsi que Pharaon, s’illusionnant sur la justesse de",
        "ses décisions, fut détourné du droit chemin et ses manœuvres furent vouées à",
        "l’échec."
      ],
      "tafsirTranslate" : [
        "les routes vers les cieux »et avoir un regard sur le Dieu de Moïse, même si je",
        "suis certain que Moïse est un menteur.» <N:55> Ainsi mauvaise action de Pharaon a",
        "été fait pour sembler juste pour lui , et il a été exclu du droit chemin. La ruse",
        "de Pharaon ne l'a conduit à sa propre perdition."
      ],
      "tanslateWordByWord" : [
        "(Les chemins",
        "(À) les cieux",
        "afin que je puisse regarder",
        "à",
        "(le Dieu",
        "(De) Musa",
        "et en effet, je",
        "[I] lui pense sûrement",
        "(Être) un menteur",
        "Et ainsi",
        "a été faite juste apparente",
        "à Firaun",
        "(Le) mal",
        "(De) son acte",
        "et il a été évité",
        "de",
        "le chemin",
        "Et pas",
        "(Ce fut le) complot",
        "(De) Firaun",
        "sauf",
        "dans",
        "se ruiner"
      ],
      "notes" : {
        "55" : [
          "Pharaon adresse ces paroles à Hamim, son ministre, interposant dans le discours",
          "du croyant d'une manière aussi bien qu'il n'a aucun respect pour ce qu'il a dit.",
          "Par conséquent, il se détourne de lui avec arrogance et dit à Haman, [",
          "\"Construisez-moi une haute tour pour que je puisse grimper pour voir où le Dieu",
          "dont ce Moïse parle, vit.\"] [(Pour plus d'explications, voir AI-Qasas : 38 et de",
          "FR de celui-ci)]."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَقَالَ الَّذِي آمَنَ يَا قَوْمِ اتَّبِعُونِ أَهْدِكُمْ سَبِيلَ الرَّشَادِ",
      "simpleTranslate" : [
        "Le croyant reprit ses exhortations : «Ô mon peuple ! Suivez-moi, je vous",
        "indiquerai la Voie du salut !"
      ],
      "tafsirTranslate" : [
        "La personne douée de foi dit: «Mon peuple, suivez-moi; Je vais vous diriger vers",
        "le chemin de la droiture."
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "celui qui",
        "a cru",
        "O mon peuple",
        "Suivez-moi",
        "Je vous guiderai",
        "(À la) voie",
        "la droite"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "يَا قَوْمِ إِنَّمَا هَٰذِهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ",
      "simpleTranslate" : [
        "Ô mon peuple ! La vie de ce monde n’est que jouissance éphémère. Seule la vie",
        "future constitue la demeure éternelle."
      ],
      "tafsirTranslate" : [
        "Mon peuple, la vie de ce monde est éphémère, <N:56>, alors que l'au-delà, qui est",
        "la demeure permanente."
      ],
      "tanslateWordByWord" : [
        "O mon peuple",
        "Seulement",
        "ce",
        "la vie",
        "(du monde",
        "(Est) la jouissance",
        "et en effet",
        "l'au-delà",
        "il",
        "(Est la) maison",
        "(De) règlement"
      ],
      "notes" : {
        "56" : [
          "Autrement dit, «Vous êtes oublieux de Dieu à cause de votre orgueil de la",
          "richesse et de la prospérité passagère de ce monde: ceci est votre folie»."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَىٰ إِلَّا مِثْلَهَا ۖ وَمَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَىٰ وَهُوَ مُؤْمِنٌ فَأُولَٰئِكَ يَدْخُلُونَ الْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ",
      "simpleTranslate" : [
        "Celui qui commet une mauvaise action ne sera sanctionné que d’une peine",
        "équivalente. Mais ceux, hommes ou femmes, qui font le bien en étant croyants",
        "auront accès au Paradis où tous leurs désirs seront généreusement comblés."
      ],
      "tafsirTranslate" : [
        "Quiconque fait une mauvaise action sera rétribué uniquement avec de semblable; et",
        "quiconque agit avec droiture et a atteint à la foi »fût-il un homme ou une",
        "femme», ils doivent entrer au Paradis et être fourni de subsistance au-delà de",
        "tout calcul."
      ],
      "tanslateWordByWord" : [
        "Quiconque",
        "Est-ce que",
        "un mal",
        "alors pas",
        "il sera dédommagé",
        "mais",
        "(La) comme celui-ci",
        "et celui qui",
        "Est-ce que",
        "justes (actes)",
        "de",
        "mâle",
        "ou",
        "femelle",
        "alors qu'il",
        "(Est) un croyant",
        "puis ceux",
        "entrera",
        "paradis",
        "ils seront donnés disposition",
        "en ce",
        "sans pour autant",
        "compte"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَيَا قَوْمِ مَا لِي أَدْعُوكُمْ إِلَى النَّجَاةِ وَتَدْعُونَنِي إِلَى النَّارِ",
      "simpleTranslate" : [
        "Ô mon peuple ! Qu’ai-je donc à vous convier à assurer votre salut, alors que vous",
        "tenez à m’entraîner vers l’Enfer?"
      ],
      "tafsirTranslate" : [
        "Mon peuple, comment est-ce que je vous appelle au salut pendant que vous",
        "appelez-moi au Feu;"
      ],
      "tanslateWordByWord" : [
        "Ô mon peuple,",
        "Quel est)",
        "pour moi",
        "(Que) je vous appelle",
        "à",
        "le salut",
        "pendant que vous appelez-moi",
        "à",
        "le feu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "تَدْعُونَنِي لِأَكْفُرَ بِاللَّهِ وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ وَأَنَا أَدْعُوكُمْ إِلَى الْعَزِيزِ الْغَفَّارِ",
      "simpleTranslate" : [
        "Vous m’incitez à renier Dieu et à Lui associer d’obscures divinités dont je n’ai",
        "aucune connaissance, alors que moi, je veux vous conduire vers le Tout-Puissant,",
        "l’Indulgent par excellence."
      ],
      "tafsirTranslate" : [
        "vous appelez-moi de nier Allah et à associer avec Lui comme ses partenaires",
        "celles concernant que je ne connais pas (qu'ils sont les partenaires d'Allah dans",
        "Sa Divinité), <N:57>, alors que je vous appelle à la la plupart Puissant, le",
        "Pardonneur?"
      ],
      "tanslateWordByWord" : [
        "Tu m'appelles",
        "que je n'y crois",
        "en Allah",
        "et (à) associé",
        "avec lui",
        "quelle",
        "ne pas",
        "pour moi",
        "de celui-ci",
        "aucune connaissance",
        "et moi",
        "vous appelez",
        "à",
        "Tout-Puissant",
        "le Pardonneur"
      ],
      "notes" : {
        "57" : [
          "Autrement dit, [ «À propos de qui j'ai aucune preuve scientifique que ce sont les",
          "associés de Dieu. Pourquoi devrais-je accepter alors une telle chose prodigieuse",
          "aveuglément que ils ont aussi une part de divinité et que je dois les servir trop",
          "long avec Allah? \"]"
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "لَا جَرَمَ أَنَّمَا تَدْعُونَنِي إِلَيْهِ لَيْسَ لَهُ دَعْوَةٌ فِي الدُّنْيَا وَلَا فِي الْآخِرَةِ وَأَنَّ مَرَدَّنَا إِلَى اللَّهِ وَأَنَّ الْمُسْرِفِينَ هُمْ أَصْحَابُ النَّارِ",
      "simpleTranslate" : [
        "Nul doute que les divinités que vous m’invitez à adorer ne détiennent aucun",
        "pouvoir ni dans ce monde ni dans l’autre, que c’est vers Dieu que se fera notre",
        "retour et que les outranciers seront les hôtes de l’Enfer."
      ],
      "tafsirTranslate" : [
        "Il ne fait aucun doute que ceux que vous appelez-moi d'avoir aucune prétention à",
        "être appelé dans ce monde et dans l'au-delà. <N:58> Certes, Allah sera notre",
        "retour, et ceux qui dépassent les limites <N:59> sont destinés à l'incendie."
      ],
      "tanslateWordByWord" : [
        "Non",
        "doute",
        "ce que",
        "tu m'appelles",
        "à ce",
        "ne pas",
        "pour ça",
        "une réclamation",
        "dans",
        "le monde",
        "et pas",
        "dans",
        "l'au-delà",
        "et cela",
        "notre retour",
        "(Est) à",
        "Allah",
        "et cela",
        "les transgresseurs",
        "ils",
        "(Seront les compagnons)",
        "(De) l'incendie"
      ],
      "notes" : {
        "58" : [
          "Cette phrase peut avoir plusieurs significations: [(1)] Ce qu'ils ne possèdent",
          "ici, ni dans l'au-delà tout droit que les gens devraient être invités à",
          ".acknowledge leur divinité; [(2)] qu'ils ont été faits des dieux par les gens",
          "eux-mêmes, sans aucune raison, car ils ne l'ont ni revendiqué la divinité pour",
          "eux-mêmes dans ce monde ils ne seront pas mis en avant une telle réclamation dans",
          "l'au-delà qu'ils étaient aussi des dieux et auraient dû être reconnu comme tel;",
          "et [(3)] qu'il est inutile de les invoquer ici ni dans l'au-delà, car ils sont",
          "absolument impuissants et en invoquant leur est d'aucune utilité à tous."
        ],
        "59" : [
          "A [ \"transgresseur\"] est chacune de ces personnes qui reconnaît la divinité des",
          "autres que Allah, ou assume la divinité pour lui-même, ou se rebelle contre Dieu",
          "et adopte une attitude d'indépendance dans le monde, et engage les excès contre",
          "lui-même, contre d'autres créatures de Dieu et contre tout le reste avec- qui il",
          "a affaire. Une telle personne, en fait, transgresse toutes les limites de la",
          "raison et de la justice."
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ ۚ وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ ۚ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ",
      "simpleTranslate" : [
        "Vous vous souviendrez certainement un jour de mes paroles. Quant à moi, je remets",
        "mon sort à Dieu, car Dieu a une parfaite connaissance de Ses créatures.»"
      ],
      "tafsirTranslate" : [
        "Bientôt vous vous souviendrez de ce que je vous dis. Je confie mes affaires à",
        "Allah. Certes, Allah est vigilant sur ses serviteurs ». <N:60>"
      ],
      "tanslateWordByWord" : [
        "Et vous vous souviendrez",
        "quelle",
        "Je dis",
        "à toi",
        "et je confie",
        "mon affaire",
        "à",
        "Allah",
        "Effectivement",
        "Allah",
        "(Est) Clairvoyant",
        "de (ses) esclaves"
      ],
      "notes" : {
        "60" : [
          "Cette phrase montre clairement que tout en disant tout cela, le croyant était",
          "certain qu'il aurait à supporter le poids de la colère de tout le royaume de",
          "Pharaon en conséquence de son dire la vérité, et qu'il aurait de perdre tous les",
          "honneurs et privilèges Iris, même sa vie. Mais en dépit de savoir tout cela, il",
          "perfomed son devoir seulement avec sa confiance en Allah, conformément à l'appel",
          "de sa conscience, à cette occasion critique."
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "فَوَقَاهُ اللَّهُ سَيِّئَاتِ مَا مَكَرُوا ۖ وَحَاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذَابِ",
      "simpleTranslate" : [
        "Dieu préserva ce croyant des embûches que les impies lui tendaient, et c’est sur",
        "les partisans de Pharaon que s’abattit le châtiment le plus dur,"
      ],
      "tafsirTranslate" : [
        "Finalement Allah sauvé la personne douée de la foi de tous les maux de leur ruse,",
        "<N:61> et un châtiment lamentable <N:62> englobé l'Pharaonites."
      ],
      "tanslateWordByWord" : [
        "Alors Allah a protégé",
        "Alors Allah a protégé",
        "(De la) maux",
        "cette",
        "ils complotèrent",
        "et enveloppé",
        "(les gens",
        "(De) Firaun",
        "(le pire",
        "Châtiment"
      ],
      "notes" : {
        "61" : [
          "Cela montre que le croyant était un tel homme important dans le royaume de",
          "Pharaon que, bien qu'il parlait de la vérité dans le visage de Pharaon, dans la",
          "cour pleine emballés, mais personne ne pouvait avoir le courage de punir le",
          "public. Voilà pourquoi, Pharaon et ses partisans ont dû faire des plans secrets",
          "pour le tuer, mais ces plans ont également été frustrés par Allah."
        ],
        "62" : [
          "Il apparaît donc du style que cet événement du croyant de parler le trnth avait",
          "eu lieu dans la dernière étape du conflit entre le prophète Moïse et Pharaon.",
          "Probablement en avoir marre et dégoûté avec le conflit de longue haleine, Pharaon",
          "pourrait enfin avoir pris sa décision de tuer le prophète Moïse. Mais il aurait",
          "pu se sentir de la véracité de cette personne influente de son royaume que",
          "l'influence du prophète Moïse avait même atteint les hautes sphères de son",
          "gouvernement. Par conséquent, il aurait décidé que avant de prendre la mesure",
          "extrême contre Moïse, il devrait savoir qui, parmi les chefs et les nobles et les",
          "hauts fonctionnaires du royaume avait été influencé par le mouvement, et doit",
          "saisir Moïse après les avoir puni. Mais alors qu'il était encore occupé à",
          "concevoir ses plans, AIlah a commandé le Prophète Moïse et ses compagnons de",
          "migrer, et il était tout en les poursuivant que Pharaon a été noyé dans la mer",
          "avec ses hôtes."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ",
      "simpleTranslate" : [
        "car ils seront exposés au Feu matin et soir ; et le Jour de la Résurrection, il",
        "sera ordonné : «Introduisez Pharaon et les siens au fin fond de la Géhenne !»"
      ],
      "tafsirTranslate" : [
        "Ils sont exposés au feu tous les matins et le soir; et quand la dernière heure",
        "arrivera, une commande est donnée: '. Admettre les Pharaonites à un châtiment",
        "encore plus sévère » <N:63>"
      ],
      "tanslateWordByWord" : [
        "Le feu",
        "ils sont exposés",
        "à ce",
        "matin",
        "et le soir",
        "Et la journée",
        "(Sera) établie",
        "l'heure",
        "Parce que pour entrer",
        "(les gens",
        "(De) Firaun",
        "(Dans la) plus sévère",
        "Châtiment"
      ],
      "notes" : {
        "63" : [
          "Ce verset est une preuve expresse du tourment de Barzakh, qui a souvent été",
          "mentionné dans les traditions que le châtiment de la tombe. Allah a ici en termes",
          "clairs mentionné deux étapes du tourment; un tourment moindre, qui est donné",
          "maintenant à Pharaon et son peuple avant la venue de la Résurrection, et il est;",
          "ce qu'ils sont présentés devant le feu de l'Enfer matin et soir, qui frappe la",
          "terreur dans leurs cœurs et ils voient l'enfer où ils devront entrer en fin de",
          "compte. Après cela quand la Résurrection vient, ils recevront la punition réelle",
          "et plus qui leur est destiné, à savoir qu'ils seront jetés dans le même enfer,",
          "qu'ils sont faits pour assister depuis le moment où ils ont été noyés jusqu'à",
          "aujourd'hui, et continueront pour en témoigner jusqu'à l'heure de la",
          "Résurrection. Et un tel traitement est pas spécialement conçu pour Pharaon et son",
          "peuple: ALi les coupables continuent à assister à la fin du mal, à l'heure de la",
          "mort jusqu'à la Résurrection, qui les attend. D'autre part, les justes sont faits",
          "pour voir sans cesse l'image agréable de la bonne fin, qu'Allah a obtenu prêt",
          "pour eux. Une tradition a été liée dans Bukhari, Muslim et Musnad Ahmad sur",
          "l'autorité de Hadrat 'Abdullah bin `Umar, en disant que le Saint Prophète a dit:",
          "Quiconque d'entre vous meurt est montré sa dernière demeure lieu matin et soir",
          "sans cesse, qu'il soit un habitant du Paradis ou de l'enfer. On lui dit: Ceci est",
          "l'endroit où vous entrerez quand Allah te ressuscite à la vie sur le Jour de la",
          "Résurrection et vous appeler en sa présence. \"[(Pour plus de détails, voir AI",
          "Anfal: 50-51; An-Nalal: 28-32; AI-Mu'minun: 99-100 et EN de celle-ci, et EN de",
          "22, 23 de la sourate Ya Sin )]."
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَإِذْ يَتَحَاجُّونَ فِي النَّارِ فَيَقُولُ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْبَرُوا إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنْتُمْ مُغْنُونَ عَنَّا نَصِيبًا مِنَ النَّارِ",
      "simpleTranslate" : [
        "Et au cours de leurs disputes en Enfer, les faibles diront aux superbes de",
        "naguère : «Nous vous avons suivis aveuglément sur Terre. Pourriez-vous à présent",
        "atténuer tant soit peu le supplice que nous endurons en Enfer?»"
      ],
      "tafsirTranslate" : [
        "Imaginez quand ils remontrer un avec l'autre en enfer. Les faibles diront à ceux",
        "qui cirée fiers: «Nous étions tes followers. Voulez-vous, alors, nous alléger une",
        "partie de notre souffrance du feu? <N:64>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "ils contesteront",
        "dans",
        "le feu",
        "puis dira",
        "le faible",
        "à ceux qui",
        "étaient arrogants",
        "En effet, nous",
        "[nous étions",
        "pour toi",
        "suiveurs",
        "ne peut donc",
        "toi",
        "éviter",
        "de notre part",
        "une portion",
        "de",
        "le feu"
      ],
      "notes" : {
        "64" : [
          "Ce qu'ils ne disent pas dans l'espoir que leurs guides ou dirigeants précédents",
          "ou dirigeants seraient effectivement en mesure de les sauver du tourment, ou",
          "l'aurait réduit. A cette époque, ils ont pleinement réalisé que ces gens ne",
          "pouvaient pas les réclamer quoi que ce soit là. Mais ils vont dire cela dans le",
          "but de les humilier, comme pour dire: [ \"Dans le monde vous a régné sur nous avec",
          "une grande démonstration de puissance et de l'autorité: maintenant nous sauver",
          "aussi de cette catastrophe qui nous est arrivé seulement à cause de vous.\" ]"
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "قَالَ الَّذِينَ اسْتَكْبَرُوا إِنَّا كُلٌّ فِيهَا إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ",
      "simpleTranslate" : [
        "Et les superbes de dire : «Voilà à présent que notre sort est le même, car Dieu a",
        "déjà rendu Son verdict entre les hommes.»"
      ],
      "tafsirTranslate" : [
        "Ceux qui avaient ciré fiers répondront: «Nous sommes tous en elle. Allah a déjà",
        "passé son jugement parmi ses serviteurs. » <N:65>"
      ],
      "tanslateWordByWord" : [
        "Diront",
        "ceux qui",
        "(Étaient) arrogants",
        "En effet, nous",
        "tout",
        "(Sont) en ce",
        "Effectivement",
        "Allah",
        "certainement",
        "a jugé",
        "entre",
        "(Ses) esclaves"
      ],
      "notes" : {
        "65" : [
          "Voilà, vous et nous avons déjà été condamné et Allah a passé son jugement en ce",
          "qui concerne chacun de nous. Maintenant, il ne réside pas dans le pouvoir de",
          "personne de changer la sentence d'Allah, ou de faire une augmentation ou une",
          "diminution de la sanction prononcée par Lui »."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "وَقَالَ الَّذِينَ فِي النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ",
      "simpleTranslate" : [
        "S’adressant aux gardiens de l’Enfer, les réprouvés leur demanderont : «Priez",
        "votre Seigneur d’alléger, ne serait-ce que d’un jour, notre souffrance !»"
      ],
      "tafsirTranslate" : [
        "Ceux qui souffrent dans le Feu diront aux gardiens de l'Enfer: '. Invoquez votre",
        "Seigneur pour alléger le châtiment pour nous juste pour une journée'"
      ],
      "tanslateWordByWord" : [
        "Et dira",
        "ceux",
        "dans",
        "le feu",
        "à (les) gardiens",
        "(De) Enfer",
        "Appel",
        "votre Seigneur",
        "(À) alléger",
        "pour nous",
        "un jour",
        "de",
        "la punition"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ ۖ قَالُوا بَلَىٰ ۚ قَالُوا فَادْعُوا ۗ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ",
      "simpleTranslate" : [
        "Et les gardiens de leur répondre : «Vos prophètes ne venaient-ils pas vous",
        "avertir avec des preuves évidentes?» – «Si», avoueront les damnés. «Alors, priez",
        "!», rétorqueront les gardiens. Mais, hélas ! Les prières des damnés ne sont",
        "jamais exaucées."
      ],
      "tafsirTranslate" : [
        "Les gardiens de l'Enfer vont se demander: «Est-ce que vos messagers sont pas",
        "venus à vous avec des preuves évidentes? Ils diront: «Oui (ils l'ont fait). Les",
        "gardiens de l'Enfer diront: «Alors, vous vous devez appeler (le Seigneur). Et",
        "l'appel des mécréants se terminera en vain. » <N:66>"
      ],
      "tanslateWordByWord" : [
        "Ils (se) dire",
        "il n'a pas",
        "il n'a pas",
        "viennent à vous",
        "vos messagers",
        "avec des preuves évidentes",
        "Ils (se) dire",
        "Oui",
        "Ils (se) dire",
        "Ensuite appeler",
        "mais non",
        "(Est le) appel",
        "(De) les incroyants",
        "sauf",
        "dans",
        "Erreur"
      ],
      "notes" : {
        "66" : [
          "Autrement dit, «Quand le fait est-ce que les messagers était venu à vous avec les",
          "signes clairs, et vous avez déjà été condamné à subir la peine ici, parce que",
          "vous aviez refusé de croire en eux, il est pas possible pour nous de prier pour",
          "vous à Allah. Pour toute évidence, il devrait y avoir moyen pour une telle",
          "prière, et vous avez épuisé tous les moyen par votre faute. Donc, vous priez pour",
          "vous si vous aimez: mais nous diriez-vous d'avance que les prières des gens qui",
          "avaient mécru dans le monde comme vous avez été d'aucune utilité."
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ",
      "simpleTranslate" : [
        "Certes, Nous prêterons assistance à Nos prophètes et à ceux qui auront cru, aussi",
        "bien durant leur vie en ce monde qu’au jour où se lèveront les témoins ;"
      ],
      "tafsirTranslate" : [
        "Certes, Nous aiderons Nos messagers et les croyants dans la vie de ce monde",
        "<N:67> et le jour où les témoins se lèveront à témoigner, <N:68>"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "Nous allons sûrement aider",
        "Nos messagers",
        "et ceux qui",
        "croyez",
        "dans",
        "la vie",
        "(du monde",
        "et (le) Jour",
        "(Quand) se tiendra",
        "les témoins"
      ],
      "notes" : {
        "68" : [
          "Autrement dit, lorsque la Cour d'Allah sera établi et les témoins seront produits",
          "devant lui."
        ],
        "67" : [
          "Pour une explication, voir E.N. 93 As-Saffat."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "يَوْمَ لَا يَنْفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ",
      "simpleTranslate" : [
        "au jour où les excuses présentées par les injustes ne leur seront d’aucune",
        "utilité, et où la malédiction et la pire des demeures leur seront destinées."
      ],
      "tafsirTranslate" : [
        "le jour où les excuses offertes par les injustes ne leur servira. Ils sont",
        "victimes de la malédiction et une demeure lamentable."
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "ne pas",
        "bénéficiera",
        "les malfaiteurs",
        "leur excuse",
        "et pour eux",
        "(Est) la malédiction",
        "et pour eux",
        "(Est le) pire",
        "domicile"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "وَلَقَدْ آتَيْنَا مُوسَى الْهُدَىٰ وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ",
      "simpleTranslate" : [
        "Nous avons indiqué à Moïse la voie à suivre, et légué en héritage le Livre aux",
        "enfants d’Israël,"
      ],
      "tafsirTranslate" : [
        "Nous sûrement guidés Moïse <N:69> et les enfants d'Israël, les héritiers du Livre"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons donné",
        "Musa",
        "l'orientation",
        "Et Nous avons fait d'hériter",
        "(La) Les enfants d'Israël",
        "(La) Les enfants d'Israël",
        "le livre"
      ],
      "notes" : {
        "69" : [
          "Autrement dit, [ \"Nous ne pas laisser Moïse seul quand Nous lui envoyâmes contre",
          "Pharaon, mais nous lui avons donné des conseils à chaque étape jusqu'à ce",
          "succès.\"] Il contient une allusion subtile à l'effet: [ \" O Muhammad, Nous allons",
          "vous aider aussi de la même manière. Nous avons ni vous laissé seul après que",
          "vous élever comme un prophète dans la ville de la Mecque et la tribu de Quraysh",
          "pour que ces gens méchants peuvent vous traiter comme ils aiment, mais nous",
          "nous-mêmes sont à votre dos et sont en vous donnant des conseils à chaque étape.",
          "\"]"
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "هُدًى وَذِكْرَىٰ لِأُولِي الْأَلْبَابِ",
      "simpleTranslate" : [
        "pour servir de guide et d’avertissement aux hommes doués d’intelligence."
      ],
      "tafsirTranslate" : [
        ", qui était un guide et un bon conseil aux gens doués d'intelligence et de",
        "sagesse. <N:70>"
      ],
      "tanslateWordByWord" : [
        "Un guide",
        "et un rappel",
        "pour ceux",
        "(De) compréhension"
      ],
      "notes" : {
        "70" : [
          "C'est [ \"Tout comme ceux qui ont mécru Moïse ont été privés de cette bénédiction",
          "et les Israélites qui croyaient en morsure ont été faits héritiers du livre, il",
          "en sera aussi ceux qui niez vous être privé et seuls ceux qui blieve en vous aura",
          "la chance d'hériter du Coran et augmenter dans le monde comme les standardbearers",
          "d'orientation. \"]"
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنْبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ",
      "simpleTranslate" : [
        "Sois patient ! La promesse de Dieu s’accomplira sans conteste. Implore donc la",
        "rémission de tes péchés et célèbre les louanges de ton Seigneur, matin et soir !"
      ],
      "tafsirTranslate" : [
        "Soyez ferme, <N:71> puis, (O Prophète), la promesse d'Allah est vraie. <N:72>",
        "demander pardon pour vos défauts, <N:73> et de célébrer les louanges de ton",
        "Seigneur, soir et le matin. <N:74>"
      ],
      "tanslateWordByWord" : [
        "Alors soyez patient",
        "effectivement",
        "(La) promesse d'Allah",
        "(La) promesse d'Allah",
        "(est vrai",
        "Et demander pardon",
        "pour ton péché",
        "et glorifier",
        "(La) louange",
        "(De) votre Seigneur",
        "dans la soirée",
        "et le matin"
      ],
      "notes" : {
        "72" : [
          "L'allusion est à la promesse faite ci-dessus dans la phrase: [ \". Nous faisons",
          "aider Nos messagers et les croyants dans la vie de ce monde»]"
        ],
        "73" : [
          "Une étude du contexte montre que ici [ «erreur»] implique l'état d'impatience qui",
          "a été causé au Saint Prophète à cause de l'antagonisme sévère, en particulier la",
          "persécution de ses disciples. Il désirait ardemment que ce soit un miracle doit",
          "être démontré, ce qui devrait convaincre les incroyants, ou autre chose devrait",
          "bientôt descendre d'Allah, ce qui devrait apaiser la tempête de l'opposition.",
          "Bien que ce désir en elle-même était pas un péché, qui auraient dû à la",
          "repentance, le haut rang avec lequel Allah a béni le Saint Prophète a exigé",
          "beaucoup de grain et alimenter; de sorte que le peu d'impatience montré qu'il",
          "était considéré comme incompatible avec son rang élevé. Par conséquent, il était",
          "nécessaire de demander le pardon d'Allah pour montrer la faiblesse et a dit de",
          "tenir sa position comme un rocher comme un homme d'un rang élevé comme lui",
          "devrait."
        ],
        "74" : [
          "Autrement dit, `Glorification d'Allah avec ses louanges est le seul moyen par",
          "lequel ceux qui travaillent pour l'amour d'Allah peut obtenir la force de",
          "résister et de surmonter les difficultés rencontrées dans la voie d'Allah.",
          "«Glorifier le Seigneur matin et soir peut avoir deux significations: [(1)]`",
          "rappeler Allah constamment et perpétuellement: [ \". Et 12)` effectuer les prières",
          "aux heures spécifiques \"] Et dans ce second cas, l'allusion est à les cinq fois",
          "des prières, qui ont été enjoint à tous les croyants comme un devoir, quelque",
          "temps après la révélation de cette sourate. Pour le mot «ashiyy en arabe est",
          "utilisé pour le moment du déclin du soleil jusqu'à ce que la première partie de",
          "proche, qui couvre les temps des quatre prières de Zuhr à 'Isha': et ibkar est le",
          "temps de l'aube à la montée du soleil, qui est le temps de la prière Fajar.",
          "[(Pour plus de détails, voir AI-Baqarah: 3 <V:7:3>, 43, 45, 238; Hud: 114;",
          "AI-Hijr: 98-99; Introduction à Bani Isra'il et vv 78-79; Ta Ha:. 130; AnNur :",
          "56-58; AI-Ankabut: 45; Ar-Rum: 17-18, 31 et l'EN de celle-ci)]."
        ],
        "71" : [
          "[ \"Soyez patient\"]; [ \"Ours avec un esprit frais contre ces difficultés à travers",
          "lequel vous êtes de passage.\"]"
        ]
      }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ ۙ إِنْ فِي صُدُورِهِمْ إِلَّا كِبْرٌ مَا هُمْ بِبَالِغِيهِ ۚ فَاسْتَعِذْ بِاللَّهِ ۖ إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ",
      "simpleTranslate" : [
        "En vérité, ceux qui, sans aucune preuve, discutent des versets de Dieu n’agissent",
        "que par une ambition qu’ils ne pourront jamais satisfaire. Implore donc la",
        "protection de Dieu, car Il entend tout et voit tout !"
      ],
      "tafsirTranslate" : [
        "En vérité, ceux qui contestent ce qui concerne les signes d'Allah sans aucune",
        "preuve qui aurait pu venir à eux, rien que vain orgueil remplit leur cœur.",
        "Pourtant, ils ne doivent jamais être en mesure de satisfaire la fierté <N:75>",
        "avec lesquels ils sont gonflés. <N:76> Donc, chercher refuge auprès d'Allah.",
        "<N:77> En vérité, Il est Audient, le Clairvoyant."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "différend",
        "concernant",
        "(les panneaux",
        "(De) Allah",
        "sans pour autant",
        "toute autorité",
        "(Qui) est venu à eux",
        "ne pas",
        "(est dans",
        "leurs seins",
        "mais",
        "grandeur",
        "ne pas",
        "ils",
        "(Peut) l'atteindre",
        "Donc chercher refuge",
        "en Allah",
        "En effet, il",
        "Il",
        "(Est) l'Audient",
        "le Clairvoyant"
      ],
      "notes" : {
        "75" : [
          "Autrement dit, `La véritable cause de leur opposition sans aucun argument et leur",
          "irrationnel, l'argumentation tortueuse est pas qu'ils ne comprennent pas les",
          "mythes et les thèmes de la bonté et de la réforme étant présentée avant que sous",
          "la forme de les révélations d'Allah; par conséquent, ils disputent au sujet d'eux",
          "de bonne foi dans le but de les comprendre; mais la véritable raison de leur",
          "mauvaise attitude est que leur DCEs auto-suffisance permettent pas tolérer que",
          "pendant qu'ils vivent en Arabie la direction et le leadership de Muhammad [(sur",
          "qui soit la paix d'Allah)] être accepté et reconnu et, finalement, un jour, ils",
          "eux-mêmes devraient accepter la direction de la personne contre laquelle ils",
          "pensent qu'ils ont un plus grand droit d'être les chefs et les dirigeants. Voilà",
          "pourquoi ils mettent à rude épreuve tous les nerfs de ne pas laisser Muhammad",
          "[(sur lui la paix de Dieu)] ont son chemin, et ils ne hésitent pas à utiliser un",
          "appareil de moyenne quel que soit le but."
        ],
        "76" : [
          "En d'autres termes cela signifie: `Celui qu'Allah a fait de grands, demeurera",
          "grande, et les efforts des petites gens qui essaient d'établir leur supériorité,",
          "en fin de compte aboutir à un échec [\"."
        ],
        "77" : [
          "Autrement dit, `Tout comme Moïse était devenu libre de la peur et de l'anxiété",
          "après avoir invoqué l'aide et refuge d'Allah Tout-Puissant contre les menaces de",
          "Pharaon, donc vous devriez aussi chercher Son aide et refuge contre les menaces",
          "et les conspirations des chefs de Quraish, puis devrait vous à élever sa parole",
          "étant libre de toute anxiété occupé. \"]"
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "La création des hommes est bien peu de chose comparée à celle des Cieux et de la",
        "Terre, mais la plupart des hommes ne s’en doutent guère."
      ],
      "tafsirTranslate" : [
        "Sûrement <N:78> la création des cieux et de la terre est un plus grand acte que",
        "la création d'êtres humains. Mais la plupart des gens ne savent pas. <N:79>"
      ],
      "tanslateWordByWord" : [
        "Sûrement, (la) création",
        "(De) les cieux",
        "et la terre",
        "(Est) supérieure",
        "que",
        "(la création",
        "(De) l'humanité",
        "mais",
        "les plus",
        "(des gens",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "78" : [
          "Après avoir examiné les conspirations et les complots des chefs de la Quraish",
          "dans vv. 21-56, l'adresse est maintenant dirigée vers le peuple, et ils sont",
          "faits pour comprendre que les vérités auxquelles Muhammad [(sur qui être la paix",
          "d'Allah)] les invite, sont absolument rationnelle, comme pour dire: [ \"Votre",
          "propre bien et le bien-être réside dans les accepter et de rejeter eux est",
          "ruineuse pour vous-mêmes.\"] A cet égard, tout d'abord les arguments ALi ont été",
          "donnés pour la doctrine de l'au-delà, pour les mécréants considérés cette",
          "doctrine très comme la plupart ahurissant et incompréhensible."
        ],
        "79" : [
          "Ceci est un argument pour la possibilité de l'au-delà. Les mécréants pensaient",
          "qu'il était impossible pour l'homme d'être ressuscité après la mort. En réponse à",
          "cela, il est dit: [ \"Ceux qui parlent comme ça sont, en fait, ignorant Si elles",
          "utilisent leur bon sens, ils comprendra aisément que, pour que Dieu qui a créé ce",
          "merveilleux univers, il ne peut pas du tout être. difficile de créer des hommes",
          "une fois de plus. \"]"
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "وَمَا يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَلَا الْمُسِيءُ ۚ قَلِيلًا مَا تَتَذَكَّرُونَ",
      "simpleTranslate" : [
        "L’aveugle et celui qui voit ne sont pas comparables, pas plus qu’on ne saurait",
        "comparer les croyants qui font le bien aux injustes portés au mal, mais bien peu",
        "de gens y réfléchissent."
      ],
      "tafsirTranslate" : [
        "Ne peut l'aveugle et le voyant égal; ni ceux qui croient et agissent avec",
        "droiture et ceux qui font le mal. Petit comprenez-vous. <N:80>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "(sont égaux",
        "les aveugles",
        "et la vision",
        "et ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "et pas",
        "le evildoer",
        "Peu",
        "(Est) ce qui",
        "vous prenez garde"
      ],
      "notes" : {
        "80" : [
          "Ceci est un argument en faveur de la nécessité de «l'au-delà. Dans la phrase",
          "précédente, il a été dit que l'au-delà peut avoir lieu, et son .occurrence est",
          "impossible; en cela, il est dit que l'au-delà doit avoir lieu; il est à la",
          "demande de la raison et la justice qu'il devrait se produire, et son",
          "non-occurrence est contre la raison et de la justice, et non pas son apparition.",
          "Après tout, comment un homme raisonnable croire qu'il est juste que ceux qui",
          "vivent comme des aveugles dans le monde et remplir la terre de Dieu avec malice",
          "par leurs actes immoraux et méchants, il ne faut pas voir la fin du mal de leurs",
          "méfaits et mauvaise conduite; de même, ces gens qui passent leur vie dans le",
          "monde avec les yeux ouverts, et croient et accomplissent les bonnes œuvres,",
          "devraient être privés de voir un bon résultat de leur justice? Si cela est",
          "expressément contre la raison et de la justice, alors la croyance de nier",
          "l'au-delà devrait également être contre la raison et de la justice, pour la",
          "non-occurrence de l'au-delà signifie que le bon et le mauvais devrait aussi",
          "devenir la poussière après la mort et rencontrer une seule et le même but. Car",
          "dans ce cas, non seulement sont la raison et la justice détruite, mais la",
          "moralité est également avéré être dénué de sens et absurde. Car si le bien et le",
          "mal ont une seule et même fin et le destin, le malfaiteur serait très sage, parce",
          "qu'il satisfaisait tous ses désirs avant sa mort, et le bon Tnan très stupide",
          "parce qu'il se tenait soumis à toutes sortes de restauration morale sans",
          "n'importe quelle raison."
        ]
      }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "إِنَّ السَّاعَةَ لَآتِيَةٌ لَا رَيْبَ فِيهَا وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يُؤْمِنُونَ",
      "simpleTranslate" : [
        "En vérité, la fin du monde est un fait incontestable, et cependant la plupart des",
        "hommes n’y croient point."
      ],
      "tafsirTranslate" : [
        "L'heure viendra bien; Cela ne fait aucun doute. Pourtant, la plupart des gens ne",
        "croient pas. <N:81>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "l'heure",
        "(Est) sûrement,",
        "non",
        "doute",
        "en ce",
        "mais",
        "les plus",
        "(des gens",
        "(ne pas",
        "croyez"
      ],
      "notes" : {
        "81" : [
          "Ceci est l'affirmation absolue de la survenance de l'au-delà, qui peut être faite",
          "que sur la base des connaissances et non sur la base d'un raisonnement, et dans",
          "aucun autre discours que de l'Apocalypse cette affirmation peut être faite avec.",
          "telle absoluité. Ce qui peut être dit sans révélation que sur la base du",
          "raisonnement intellecual est que la résurrection peut avoir lieu et il devrait",
          "avoir lieu. Au-delà, pour affirmer que la Résurrection aura certainement lieu, on",
          "peut dire que par cet être qui sait que la Résurrection aura lieu, et que l'être",
          "est nul autre qu'Allah. Il est ici qu'il devient explicite et évident que si la",
          "religion peut être basée sur la connaissance pure, au lieu de la spéculation et",
          "de raisonnement, il ne peut être que sur les connaissances obtenues par la",
          "Révélation divine."
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ ۚ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
      "simpleTranslate" : [
        "Votre Seigneur a dit : «Implorez-Moi, Je vous exaucerai ! Mais ceux qui, par",
        "orgueil, refusent de M’adorer entreront tête basse en Enfer.»"
      ],
      "tafsirTranslate" : [
        "Votre <N:82> Seigneur a dit: '. Priez moi, et je vais accepter vos prières <N:83>",
        "Certes, ceux qui ont la cire trop fier pour adorer Me entrerai Enfer,",
        "complètement abaissé. » <N:84>"
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "votre Seigneur",
        "Appelez-Moi",
        "Je vais répondre",
        "à toi",
        "Effectivement",
        "ceux qui",
        "(Sont) fiers",
        "à",
        "vénère moi",
        "entrera",
        "enfer",
        "(En) l'humiliation"
      ],
      "notes" : {
        "82" : [
          "Après l'au-delà du discours se tourne maintenant vers Monothéisme qui était le",
          "deuxième point de litige entre le Saint Prophète et les mécréants."
        ],
        "83" : [
          "Voilà, [ \"tous les pouvoirs pour répondre à nos prières sont acquises en moi",
          "seulement, de sorte que vous ne devriez pas prier pour les autres, mais prier",
          "pour moi.\"] Pour comprendre l'esprit de ce verset ainsi, trois points doivent",
          "être compris correctement: d'abord, l'homme prie seulement pour que l'être qu'il",
          "considère comme tout à l'audience et qui voit tout et Possesseur de pouvoirs",
          "surnaturels. Et le véritable motif de prière pour l'homme est le sentiment",
          "intérieur que les moyens et les ressources naturelles du monde matériel ne sont",
          "pas assez pour éliminer l'un de ses problèmes et de remplir l'une de ses besoins,",
          "ou ne sont pas la preuve d'être suffisant, donc, il est inévitable qu'il devrait",
          "se tourner vers un être qui est possesseur de pouvoirs et l'autorité",
          "surnaturelle. Man invoque cet Être même sans avoir vu lui; il l'appelle à tous",
          "les dîmes, à tous les endroits, et en toutes circonstances; il l'invoque dans la",
          "solitude, à haute voix, ainsi que d'une voix faible, et même dans les profondeurs",
          "de son cœur. Il le fait inévitablement sur la base de la conviction que cet Etre",
          "le regarde partout, est également entendu ce qu'il a dans son cœur, et possède de",
          "tels pouvoirs absolus, il peut venir à l'aide de la suppliante partout où il est,",
          "et peut l'aider à sortir de tous les problèmes et difficultés. Après avoir connu",
          "cette vérité à propos de la prière, il reste plus difficile pour l'homme de",
          "comprendre que celui qui invoque un autre qu'Allah l'aide, engage shirk",
          "absolument et purement et clairement, car il croit que ces attributs à appartenir",
          "à l'autre être, qui ne appartiennent à Allah. Avait-il pas cru l'autre étant",
          "d'être un associé d'Allah dans les attributs divins, il ne serait jamais même",
          "songé à invoquer l'aide. \n Deuxièmement, on devrait. bien comprendre que l'homme",
          "est simplement de penser à un être qu'il est le possesseur des pouvoirs et",
          "l'autorité, ne nécessite pas qu'il devrait effectivement devenir possesseur des",
          "pouvoirs et l'autorité. Etre possesseur de pouvoirs et l'autorité est une",
          "question de fait, qui ne dépend pas de la compréhension de quelqu'un ou non",
          "comprendre. Celui qui est en fait le Possesseur des pouvoirs sera dans tous les",
          "cas rester le Possesseur si l'homme le considère ou non. Et celui qui est pas en",
          "réalité le possesseur, ne sera pas en mesure d'avoir une action que ce soit dans",
          "les pouvoirs que parce que l'homme a cru qu'il soit, possédant les pouvoirs",
          "Maintenant, le fait de la question est que l'être qui est tout-puissant , tout",
          "ouïe, All-Seeing, et qui est en fait contrôler tout l'univers est seulement",
          "Allah, et Lui seul est Possesseur de pouvoirs et l'autorité ALi. Il n'y a rien",
          "d'autre dans cet univers, qui peut avoir un pouvoir d'entendre les prières et d'y",
          "répondre ou de les rejeter. En regard de cette question de fait, si certaines",
          "personnes de se divertir commencent la croyance que certains prophètes, les",
          "saints, les anges, les djinns, des planètes ou des dieux imaginaires sont",
          "également porteurs de parts dans les pouvoirs, la réalité ne changera pas de",
          "quelque façon que ce soit. Le propriétaire demeurera le propriétaire et les",
          "serviteurs impuissants les serviteurs. \n Troisièmement, celui qui invoque les",
          "autres que AIlah se comporte comme le demandeur qui prend sa requête à un bureau",
          "du gouvernement, mais en laissant de côté le véritable agent qui a le pouvoir,",
          "présente avant l'un des autres suppliants qui peuvent être présents là avec sa",
          "pétition, et puis commence le suppliant humblement, en disant: Monsieur, vous",
          "possédez tous les pouvoirs, et le vôtre est la seule autorité ici; donc, vous",
          "seul pouvez répondre à mes besoins. [ \"Un tel comportement, en premier lieu, est",
          "en soi très stupide, mais dans un cas comme celui-ci, il revient aussi à haute",
          "insolence, parce que le vrai officier qui a le pouvoir, est présente et devant",
          "ses mêmes applications yeux et les pétitions sont faits devant une autre, en",
          "dehors de lui. Puis cette ignorance et la folie atteint son apogée lorsque la",
          "personne devant laquelle la pétition est présentée rend le pétitionnaire",
          "comprendre maintes et maintes fois qu'il est lui-même un requérant comme lui et",
          "ne possède aucun pouvoir du tout, et que le véritable officier qui a les pouvoirs",
          "est présent, et il devrait faire sa pétition devant lui Mais en dépit de ce",
          "conseil et de mise en garde, la personne idiote poursuit en disant:.: seigneur,",
          "tu es mon seigneur: vous seul pouvez répondre . mon besoin \"] Compte tenu de ces",
          "trois choses en vue, on doit essayer de comprendre ce qu'Allah a dit ici:`",
          "Appelez-moi: Je vais répondre à vos prières: il est pour moi de les accepter. [ \""
        ],
        "84" : [
          "Deux choses méritent une attention particulière dans ce verset: [(1)] Du'a",
          "[(prière)] et «ibadat [(culte)] ont été utilisés comme synonymes ici. . Le \"]",
          "prière [\" de la première phrase a été appelé `culte»] dans la deuxième Cela rend",
          "explicite que la prière elle-même est culte, plutôt l'essence du culte, et [(2)]",
          "les mots qu'ils dédaignent Mon culte sur compte de fierté [ \"ont été utilisés",
          "pour ceux qui ne prient pas à Allah. Cela montre que la prière à Allah est la",
          "condition même de l'un de la servitude à Lui, et se détourner de Lui revient à",
          "être vain et arrogant. Selon Hadrat Nu'man bin Bashir, le Saint Prophète a dit:",
          "La prière est l'essence même du culte. Puis il récita ce verset. \"] [(Ahmad,",
          "Tirmidhi, Abou Daoud, Nasa'i, Ibn Majah, Ibn Abu Hatim Ibn Jarir)]. Selon Anas,",
          "le Saint Prophète a dit. [\" La prière est la . moelle de culte \"] [(Trimidhi)]",
          "Abû Hurayrah dit que le HolyProphet dit:. 'Allah se met en colère avec lui qui ne",
          "lui demande rien [\" [(Tirmidhi)] \n A la lumière de ce qui précède, l'énigme qui",
          "provoque souvent une confusion dans l'esprit est également résolu. Dans le cadre",
          "de la prière, les gens disent que quand le mal ou le bon destin est dans le",
          "contrôle d'Allah, et tout ce qu'il a déjà décrété conformément à sa sagesse",
          "dominante et l'opportunisme doit avoir lieu inévitablement. ce qui est alors",
          "l'utilisation de la prière? Ceci est un grave malentendu qui détruit l'importance",
          "de la prière du cœur de l'homme, et avec cette idée fausse, même si l'homme prie,",
          "sa prière serait sans âme. Le verset ci-dessus du Coran supprime ce malentendu de",
          "deux façons: \n En premier lieu, Allah dit en termes clairs: «Appelez-Moi:.. Je",
          "vais répondre à vos prières\"] Cela prouve que le sort ou le destin est pas",
          "quelque chose que Dieu ne plaise, aurait lié les mains d'Allah lui-même aussi, et",
          "pouvoirs pour répondre à la prière peuvent avoir été retirée mousse Lui les",
          "créatures ont sans doute pas charmille de prévenir ou de modifier les décrets",
          "d'Allah:.. mais Allah Lui-même a certainement le pouvoir de changer ses décrets",
          "et décisions en entendant la prière et la supplication d'un fonctionnaire la",
          "autre chose qui a été dit dans ce verset est que si une prière est acceptée ou",
          "non, il est jamais sans un avantage. Le serviteur en présentant sa requête devant",
          "son Seigneur, et en priant reconnaît sa Seigneurie et Suprématie et admet sa",
          "propre servitude et d'impuissance devant lui. Cette expression de la servitude",
          "est en soi [ \"culte\"], plutôt l'essence du culte dont la récompense la servante",
          "ne sera en aucun casting être privé, indépendamment du fait qu'il est grainée la",
          "chose particulière pour laquelle il avait prié ou ne pas. Nous obtenons une",
          "explication complète de ces deux thèmes dans les énonciations du Saint Prophète.",
          "Les Traditions suivantes jettent la lumière sur le premier thème: Hadrat Salman",
          "Farsi [(rapporte que le Saint Prophète a dit: «Rien ne peut éviter le destin,",
          "mais la prière [\" (Tirmidhi)] qui est, personne n'a le pouvoir de changer les",
          "décisions de. Allah mais AIlah Lui-même peut changer ses décisions, et ce qui se",
          "passe quand le serviteur prie à Lui. \n Hadrat Jabir bin 'Abdullah dit que le",
          "Saint Prophète a dit: \"] Chaque fois que l'homme prie Allah, Allah soit lui donne",
          "le même qu'il a prié pour, ou empêche une calamité du même degré de affligent lui",
          "à condition qu'il ne prie pas pour un le péché ou pour rompre les relations avec",
          "la parenté [ \"[(Tirmidhi)] un autre Hadith sur le même sujet a été rapporté par",
          "Abû Saïd Khoudri dans laquelle le Saint Prophète a dit:\"]. Chaque fois que le",
          "musulman prie, à moins que ce soit une prière loin sin .r ou pour rompre les",
          "relations avec une parenté, AIlah accorde dans l'une des trois façons: soit sa",
          "prière est accordée dans ce monde, ou il est conservé pour le récompenser dans",
          "l'au-delà, ou d'une catastrophe du même degré est empêché de lui affligent. [",
          "\"[(Musnad Ahmad)] \n Abû Hurayrah dit que le Saint Prophète a dit: \"] Quand jamais",
          "l'un de vous prie ,, il ne devrait pas dire: O Dieu, pardonne-moi si vous donc",
          "s'il vous plaît, montrez-moi miséricorde si Vous s'il vous plaît, accordez-moi",
          "des dispositions si Vous s'il vous plaît, mais il devrait dire définitivement:. O",
          "Dieu, remplir mon tel ou tel besoin [ \"[(Bukhari)]. Selon une autre tradition de",
          "Abou Hourayra, le Saint Prophète a dit: `Priez Allah avec la certitude qu'il va",
          "répondre\"] [(Tirmidhi)] Dans encore une autre tradition Abû Hurayra a rapporté",
          "que le Saint Prophète a dit:.. [ \"la prière du serviteur est accordée à condition",
          "qu'il ne prie pas pour le péché ou pour couper les connexions avec les proches,",
          "et n'est pas précipitée. Il a été demandé: ce qui est hâtive, 0 Messager d'Allah?",
          "Il répondit: Être précipitée est que l'homme devrait dire: je l'ai prié, beaucoup",
          "trop, mais je vois que ma prière est ni être répondu. Puis il doit être fatigué",
          "de lui et de renoncer à la prière \"] [(musulman)] L'autre thème est expliqué par",
          "les traditions suivantes..: \n Abû Hurayra rapporte que le Saint Prophète a dit: [",
          "\". Rien n'est aussi louable aux yeux de AIlah que la prière\"] [(Tirmidhi, Ibn",
          "Majah)]. \n Hadrat Ibn Mas'ud dit que le Saint Prophète a dit: [ \". Demandez",
          "d'Allah par Sa grâce, car Allah aime qu'il devrait être demandé\"] [(Tirmidhi)] \n",
          "Etat Hadrat Ibn 'Umar et Hadrat Mu'adh bin Jabal que le Saint Prophète a dit: [",
          "«La prière est en tout cas bénéfique, à la fois par rapport à ces calamités qui",
          "sont descendus et par rapport à celles qui ne l'ont pas encore descendu Donc,.",
          "serviteurs de AIlah, vous devez toujours prier. \"] [(Tirmidhi, Musnad Ahmad)]. \n",
          "Hadrat Anas dit que le Saint Prophète a dit: `Chacun de vous doit lui demander à",
          "tous les besoins d'Allah; si bien que, même si ses pauses chaussures dentelle, il",
          "doit prier pour elle à Allah. \"[(Tirmidhi)]. Autrement dit, même dans les",
          "domaines qui l'homme se sent sont en son pouvoir, il devrait invoquer l'aide",
          "d'Allah pour elle avant la planification de ses propres dispositifs pour elle,",
          "car peu importe que l'homme peut réussir que sur la base de ses propres appareils",
          "sans l'aide et le secours d'Allah, et de prier avant de concevoir des plans",
          "signifie que le serviteur est à tout moment en reconnaissant la suprématie",
          "d'Allah et en admettant sa propre impuissance."
        ]
      }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "اللَّهُ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِتَسْكُنُوا فِيهِ وَالنَّهَارَ مُبْصِرًا ۚ إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَٰكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ",
      "simpleTranslate" : [
        "C’est Dieu qui a conçu la nuit pour votre repos et le jour pour que vous y voyiez",
        "clair. Dieu est si Généreux envers les hommes, mais bien peu d’entre eux Lui en",
        "témoignent de la reconnaissance."
      ],
      "tafsirTranslate" : [
        "Allah est Celui qui a fait la nuit de sorte que vous pouvez chercher le repos en",
        "elle, et a fait le jour radieux. Certes, Allah est le Plus Généreux aux gens;",
        "mais la plupart des gens ne donnent pas merci. <N:85>"
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(Est) Celui qui",
        "fabriqué",
        "pour toi",
        "la nuit",
        "que vous pouvez reposer",
        "en ce",
        "et la journée",
        "donnant de la visibilité",
        "Effectivement",
        "Allah",
        "(Est) complet (de) Bounty",
        "(Est) complet (de) Bounty",
        "à",
        "les gens",
        "mais",
        "les plus",
        "(des gens",
        "(ne pas",
        "rendre grâce"
      ],
      "notes" : {
        "85" : [
          "Ce verset comprend deux thèmes importants: Premièrement, la nuit et le jour ont",
          "été présentés en elle comme un argument pour Tauhid, parce que leur alternance",
          "signifie régulièrement que seul Dieu est au pouvoir sur la terre et le soleil, et",
          "leur alternance est d'être bénéfique pour l'homme et les autres créatures",
          "terrestres est une preuve expresse du fait que le même Dieu unique est également",
          "le Créateur de toutes ces choses et a mis au point ce système avec une telle",
          "sagesse qu'il devrait être bénéfique et utile pour tout son créatures.",
          "Deuxièmement, dans ce verset les athées et les polythéistes ont été de réaliser à",
          "quel point une bénédiction a Alllah accordé sur eux dans la forme de la nuit et",
          "le jour et ce ingrat malheureux qu'ils sont que pendant qu'ils profitent de cette",
          "bénédiction de Son qu'ils sont être déloyal et rebelle à Lui jour et nuit [(pour",
          "une explication de père voir Yunus 87, Al-Furqan 62, de celui-ci eN)]."
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "ذَٰلِكُمُ اللَّهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍ لَا إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
      "simpleTranslate" : [
        "Tel est votre Dieu, votre Seigneur, le Créateur de l’Univers ! Il n’y a d’autre",
        "divinité que Lui ! Comment pouvez-vous vous en détourner,"
      ],
      "tafsirTranslate" : [
        "Allah (qui a accordé toutes ces faveurs sur vous) est votre Seigneur, le Créateur",
        "de tout. Il n'y a pas de divinité que Lui. <N:86> D'où êtes-vous, alors, étant",
        "égaré? <N:87>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Est) Allah",
        "votre Seigneur",
        "(le créateur",
        "(de tout",
        "des choses",
        "(Il n'y a pas",
        "Dieu",
        "sauf",
        "Lui",
        "Alors, comment",
        "êtes-vous trompés"
      ],
      "notes" : {
        "86" : [
          "Autrement dit, [ \"L'alternance de la nuit et le jour a prouvé que Dieu seul est",
          "votre Créateur, ainsi que de tout le reste, et le grand avantage et avantages qui",
          "découlent de cette alternance pour votre vie, prouvent qu'il est votre très",
          "Miséricordieux Seigneur. Après cela, il suit automatiquement qu'il est votre vrai",
          "Dieu aussi. Car il serait tout à fait contre la raison et de la justice que votre",
          "Créateur et Providence devrait être Allah et vos divinités autres. \"]"
        ],
        "87" : [
          "Autrement dit, [ «Qui vous trompeur de penser que ceux qui ne sont ni les",
          "créateurs ni les fournisseurs devraient mériter d'être adoré par vous?\"]"
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "كَذَٰلِكَ يُؤْفَكُ الَّذِينَ كَانُوا بِآيَاتِ اللَّهِ يَجْحَدُونَ",
      "simpleTranslate" : [
        "ainsi que l’avaient fait jadis ceux qui récusaient les signes du Seigneur?"
      ],
      "tafsirTranslate" : [
        "Ainsi, il est seulement ceux qui avaient nié les signes d'Allah qui ont été",
        "égarés. <N:88>"
      ],
      "tanslateWordByWord" : [
        "Ainsi",
        "ont été trompés",
        "ceux qui",
        "ont été",
        "(les panneaux",
        "(De) Allah",
        "rejetant"
      ],
      "notes" : {
        "88" : [
          "Autrement dit, [ \"A chaque époque les gens ordinaires ont été trompés par les",
          "égare seulement parce que les gens ne croyaient pas dans les révélations que Dieu",
          "a envoyé à travers Ses messagers pour leur faire comprendre la vérité",
          "conséquence. ils ont été piégés par les égoïstes, les gens malhonnêtes, qui",
          "avaient mis en place des sanctuaires de faux dieux comme une entreprise. \"]"
        ]
      }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ قَرَارًا وَالسَّمَاءَ بِنَاءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "Tel est Dieu qui a fait pour vous de la Terre un lieu de séjour et du firmament",
        "une immense voûte, qui vous a pourvus de formes harmonieuses et qui vous a",
        "procuré une subsistance délicieuse. Tel est Dieu, votre Seigneur ! Béni soit",
        "Dieu, le Maître de l’Univers !"
      ],
      "tafsirTranslate" : [
        "Allah est Celui qui a fait la terre un lieu d'habitation pour vous <N:89> et a",
        "fait le ciel un auvent, <N:90> Qui vous en forme »et vous extrêmement bien en",
        "forme» et vous a donné de bonnes choses comme subsistance <N:91> Tel est Allah,",
        "votre Seigneur. béni soit Allah, Seigneur de l'Univers."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(Est) Celui qui",
        "fabriqué",
        "pour toi",
        "La terre",
        "un lieu de règlement",
        "et le ciel",
        "un auvent",
        "et Il t'a formé",
        "et perfectionné",
        "vos formulaires",
        "et vous fourni",
        "de",
        "les bonnes choses",
        "Cette",
        "(Est) Allah",
        "votre Seigneur",
        "Alors béni (est)",
        "Allah",
        "(le Seigneur",
        "(De) les mondes"
      ],
      "notes" : {
        "89" : [
          "Pour une explication, voir An-Naml: 61 et E.N. 74 sur elle."
        ],
        "90" : [
          "Autrement dit, [ \"Vous ne l'avez pas été exposé à l'espace de sorte que les",
          "calamités célestes devraient pleuvoir sur vous et vous anéantir complètement,",
          "mais nous avons construit sur la terre d'un système céleste entièrement fortifiée",
          "[(qui apparaît comme un dôme à l'oeil)], qui ne permet pas de tout élément",
          "destructeur pour vous atteindre;.. si bien que même les rayons cosmiques",
          "destructeurs ne peuvent pas vous atteindre et qui est la façon dont vous vivez",
          "paisiblement sur la terre \"]"
        ],
        "91" : [
          "Autrement dit, «Nous avions prévu pour vous un tel endroit sûr et paisible de",
          "repos avant même que votre création. Puis Nous vous avons créés et vous a donné",
          "un beau corps avec des membres les plus appropriés et les pouvoirs physiques et",
          "mentaux de haut calibre . Vous ne l'avez pas créer cette érection stature, ces",
          "mains et les pieds, ces yeux et le nez et les oreilles, cette langue parle et ce",
          "cerveau, qui est un trésor de grandes capacités, ni ont-ils été créés par votre",
          "mère et le père, ni eu un prophète. ou d'un saint ou d'un dieu le pouvoir de les",
          "créer. leur Maker et créateur était le Sage, Tout Miséricordieux, Tout-Puissant",
          "Souverain, qui a créé l'homme avec ce corps merveilleux pour fonctionner dans le",
          "monde, quand il a décidé pour l'amener dans l'être. Puis, dès que vous avez été",
          "créé, vous avez trouvé par Son bienfait un vaste tableau aménagé avec des",
          "dispositions pures contenant des articles de nourriture pure qui ne sont pas",
          "toxiques, mais qui donne la santé, ce qui est amer et insipide mais savoureux,",
          "qui u non, pourri et rassis et puante, mais goodsmelling, qui ne lie sans vie,",
          "mais riche en vitamines et substances organiques utiles, si essentiels pour le",
          "bon développement et de la nourriture du corps d'ifs. Qui a fourni en abondance",
          "cette eau, et le maïs, les légumes, les fruits, le lait, le miel, la viande et",
          "les condiments, qui non seulement ajouter à votre goût nourriture, mais aussi",
          "vous fournir la vitalité et les plaisirs de la vie? Et qui a pris les",
          "dispositions que ces greniers measureless de nourriture devrait aller en sortant",
          "de la terre à l'infini et de leur approvisionnement ne devraient jamais échouer?",
          "Il suffit de considérer ceci: Que serait-il advenu de la vie s'il y avait eu",
          "aucun arrangement de nourriture et de l'homme avait été amené à l'existence tout",
          "à coup? Est-ce pas une preuve évidente que votre Créateur est non seulement un",
          "Créateur, mais est un All-Wist Créateur et Miséricordieux Seigneur? [(Pour de",
          "plus amples explications, voir Hud: 6 <V:11:6>, An-Naml 60-66 et de l'E.N. de",
          "celui-ci)]:"
        ]
      }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "هُوَ الْحَيُّ لَا إِلَٰهَ إِلَّا هُوَ فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ ۗ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "Il est le Vivant ! Il n’y a point de divinité que Lui ! Priez-Le, en Lui vouant",
        "un culte sans partage ! Louange à Dieu, le Maître de l’Univers !"
      ],
      "tafsirTranslate" : [
        "Il est toujours vivant: <N:92> il n'y a pas de divinité que Lui. Alors appelez",
        "sur lui, en lui consacrant toute votre dévotion. <N:93> Louanges à Allah, le",
        "Seigneur de l'Univers entier. <N:94>"
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) l'Ever-Living",
        "(Il n'y a pas",
        "Dieu",
        "mais",
        "Il",
        "donc l'appeler",
        "(Être) sincère",
        "à lui",
        "(En) la religion",
        "Toutes les louanges (be)",
        "à Allah",
        "(le Seigneur",
        "(De) les mondes"
      ],
      "notes" : {
        "92" : [
          "Autrement dit, [ \"Son est la vie réelle et véritable. Il n'est vivant, en vertu",
          "de sa propre puissance. Personne d'autre n'a l'ascenseur éternelle et éternelle,",
          "mais il. Tous les autres ont emprunté et de la vie temporaire qui est destiné à",
          "la mort et périssable. \"]"
        ],
        "93" : [
          "Pour une explication, voir E.N. de: 3, 4 de Az-Zumar."
        ],
        "94" : [
          "Autrement dit, [ «Il n'y a pas d'autre les hymnes de louanges dont on peut",
          "chanter et qui peut être remercié.\"]"
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَمَّا جَاءَنِيَ الْبَيِّنَاتُ مِنْ رَبِّي وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "Dis aux infidèles : «Il m’a été interdit d’adorer ceux que vous invoquez en",
        "dehors de Dieu. Des preuves évidentes à ce sujet me sont parvenues de la part de",
        "mon Seigneur, qui m’a ordonné de me soumettre au Maître de l’Univers."
      ],
      "tafsirTranslate" : [
        "Dis (O Prophète): «J'ont été interdit d'adorer ceux en dehors d'Allah que vous",
        "invoquez <N:95> (Comment puis-je adorer aucun autre en dehors d'Allah) lorsque",
        "des signes clairs sont venus à moi. de mon Seigneur et il m'a été ordonné de se",
        "rendre à Allah, Seigneur de l'univers?"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "En effet, je",
        "[I] été interdit",
        "à",
        "culte",
        "ceux",
        "tu appelles",
        "outre",
        "outre",
        "Allah",
        "quand",
        "sont venus me",
        "les preuves claires",
        "de",
        "mon Seigneur",
        "et je commandais",
        "à",
        "soumettre",
        "à (le) Lord",
        "(De) les mondes"
      ],
      "notes" : {
        "95" : [
          "Hen nouveau `ibadat [(culte)] et Du` e [(prière)] ont interdiction utilisés comme",
          "synonymes."
        ]
      }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخًا ۚ وَمِنْكُمْ مَنْ يُتَوَفَّىٰ مِنْ قَبْلُ ۖ وَلِتَبْلُغُوا أَجَلًا مُسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ",
      "simpleTranslate" : [
        "C’est Lui qui vous a créés de terre, puis d’une goutte de sperme, puis d’un",
        "caillot adhésif. Il vous fait ensuite sortir à l’état de bébé du sein de vos",
        "mères, pour que vous atteigniez votre maturité ; et vieillir ensuite, si vous ne",
        "mourez pas plus tôt. Mais le terme de la vie de chacun de vous est fixé d’avance.",
        "Peut-être serez-vous capables d’y réfléchir.»"
      ],
      "tafsirTranslate" : [
        "C'est Lui qui vous a créés de poussière, puis d'une goutte de sperme, puis d'un",
        "caillot; Il vous a ensuite fait ressortir comme un enfant, alors vous amène à se",
        "développer en pleine maturité, puis vous fait grandir davantage afin que vous",
        "puissiez atteindre la vieillesse, alors que certains d'entre vous, il rappelle",
        "plus tôt. <N:96> Tout cela est en ordre que vous pouvez atteindre un terme fixé",
        "<N:97> et que vous pouvez comprendre (la Vérité). <N:98>"
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Celui qui",
        "vous créé",
        "de",
        "poussière",
        "puis",
        "de",
        "une goutte de sperme",
        "puis",
        "de",
        "une substance collante",
        "puis",
        "Il vous fait sortir",
        "(Comme) un enfant",
        "puis",
        "vous permet de rejoindre",
        "votre maturité",
        "puis",
        "vous permet de devenir",
        "vieux",
        "et parmi vous",
        "(Est-il) qui",
        "meurt",
        "avant",
        "avant",
        "et vous permet de rejoindre",
        "un terme",
        "spécifié",
        "et que vous pouvez",
        "utiliser la raison"
      ],
      "notes" : {
        "96" : [
          "Autrement dit, [ «Quelqu'un meurt avant la naissance, et quelqu'un avant",
          "d'atteindre la jeunesse, et quelqu'un avant d'atteindre la vieillesse.\"]"
        ],
        "97" : [
          "[ \"Un moment approprié\"] peut soit impliquer le temps de la mort, ou le moment où",
          "tous les êtres humains seront ressuscités et présentés devant leur Seigneur. Dans",
          "le premier cas, le sens serait: Allah passe tous les hommes à travers les",
          "différentes étapes de la vie et l'emmène à l'heure précise qu'il a désigné pour",
          "le retour de tout le monde. Avant ce moment, même si le monde entier se joint à",
          "le tuer, il ne peut pas le tuer; et quand ce temps est arrivé, personne ne peut",
          "le maintenir en vie, même si toutes les puissances du monde se réunissent pour le",
          "faire. Dans le second cas, cela signifierait: Cette gamme de vie n'a pas été",
          "provoquée pour que l'homme peut se retrouver dans la poussière et être",
          "complètement anéanti, mais Allah lui passe par différentes étapes de la vie de",
          "telle sorte que tous les êtres humains peuvent se présenter devant Lui au moment",
          "qu'il a désigné à cet effet."
        ],
        "98" : [
          "Autrement dit, \"Vous n'êtes pas passé à travers ces différentes étapes de levage",
          "afin que vous puissiez vivre comme les animaux vivent et meurent comme ils",
          "meurent, mais dans le but que vous pouvez utiliser ifs bon sens qu'Allah a",
          "accordé vous et thay comprendre le système dans lequel vous vivez. la création",
          "d'une chose merveilleuse comme la vie des substances sans vie de la terre, la",
          "naissance d'une création merveilleuse comme l'homme à partir du germe",
          "microscopique du sperme, puis son développement dans le ventre de la mère, à",
          "partir du moment de la conception jusqu'à la livraison, de telle manière que son",
          "sexe, sa forme et son apparence, sa structure corporelle, ses qualifie et",
          "caractéristiques mentales, et ses facultés et capacités devrait y être",
          "déterminée, non influencée par tout facteur ou un organisme externe. Ensuite,",
          "celui qui doit être éliminé par l'avortement ne tombe en proie à l'avortement,",
          "celui qui est à mourir en bas âge, ne meurt en bas âge, qu'il soit l'enfant d'un",
          "roi, et celui qui est d'atteindre la maturité ou la vieillesse, les ETCD",
          "atteignent cet âge, même à travers des conditions très dangereuses, où la mort",
          "doit être certaine, et celui qui est à mourir dans un stade particulier de la",
          "vie, ne meurent dans ce stade, même si on lui donne la meilleure attention",
          "médicale et de traitement dans les meilleurs hôpitaux par les meilleurs médecins.",
          "Ne sont pas toutes ces choses pointent à la vérité que le contrôle ultime de la",
          "vie et la mort ow est dans la main d'un souverain tout-puissant? Et quand la",
          "réalité est ce que l'Être tout-puissant est le contrôle de la vie oe et la mort,",
          "alors comment un prophète ou un saint ou un ange ou une étoile ou d'une planète",
          "deviennent digne d'adoration et de service ow? Quand est-ce une créature",
          "atteindre le rang que nous devons prier, et l'accepter comme le fabricant et",
          "non-maker de notre destin? Et comment une puissance humaine ont le statut que",
          "nous devons obéir à ses commandements et prohibitions et son droit de self-made",
          "sur le licite et l'illicite, sans question? [(Pour de plus amples explications,",
          "voir Al-Hay: 5-7 et les E.N. de dessus)]."
        ]
      }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "هُوَ الَّذِي يُحْيِي وَيُمِيتُ ۖ فَإِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ",
      "simpleTranslate" : [
        "C’est Dieu qui donne la vie et la mort ; et quand Il décide une chose, il Lui",
        "suffit de dire : «Sois !», et la chose est."
      ],
      "tafsirTranslate" : [
        "C'est Lui qui donne la vie et la mort. Chaque fois, il décide d'une chose, Il",
        "commande que pour elle «Sois», et elle est."
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Celui qui",
        "donne la vie",
        "et provoque la mort",
        "Et quand",
        "Il décrète",
        "une matière",
        "alors seulement",
        "Il dit",
        "à ce",
        "Être",
        "et c'est"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ أَنَّىٰ يُصْرَفُونَ",
      "simpleTranslate" : [
        "Ne vois-tu pas jusqu’où vont dans leur égarement ceux qui discutent des versets",
        "du Seigneur?"
      ],
      "tafsirTranslate" : [
        "Avez-vous pas voir ceux qui discutent au sujet des signes d'Allah? D'où sont-ils",
        "donc, étant tourné en erreur? <N:99>"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "tu vois",
        "[à]",
        "ceux qui",
        "différend",
        "concernant",
        "(les panneaux",
        "(De) Allah",
        "Comment",
        "ils sont refoulés"
      ],
      "notes" : {
        "99" : [
          "Autrement dit, [ \"Avez-vous pas compris, même après le discours ci-dessus, quelle",
          "est la véritable source de l'incompréhension et de mauvaise conduite de ces",
          "personnes, et ce qui les a amené à égarer?»] [(Il faut noter que la location de",
          "destinataire est pas le Saint Prophète mais chaque personne qui lit ces versets",
          "ou entend les lire)]."
        ]
      }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا ۖ فَسَوْفَ يَعْلَمُونَ",
      "simpleTranslate" : [
        "Ceux qui nient l’authenticité du Coran et la mission que Nous avons confiée à Nos",
        "prophètes seront fixés sur leur sort,"
      ],
      "tafsirTranslate" : [
        "Ceux qui ont donné un démenti à ce livre et tous les livres que nous avions",
        "envoyés avec Nos messagers <N:100> doit bientôt connaître la Vérité"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "nier",
        "le livre",
        "et avec quoi",
        "Nous avons envoyé",
        "Avec ça",
        "Nos messagers",
        "mais bientôt",
        "ils sauront"
      ],
      "notes" : {
        "100" : [
          "Ceci est la cause réelle de leur égarement Leur négation du Coran et les",
          "enseignements apportés par le Messager d'AIlah et de leur résistance par",
          "disputation les révélations d'Allah au lieu de réfléchir sur eux sérieusement,",
          "était la cause fondamentale, qui les a égarés et épuisé toutes les possibilités",
          "de leur adoption de la bonne manière."
        ]
      }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ",
      "simpleTranslate" : [
        "quand, carcan au cou et corps enchaîné, ils seront traînés"
      ],
      "tafsirTranslate" : [
        "lorsque les fers et les chaînes sont à leur cou, et ils seront entraînés dans"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "les colliers de fer",
        "(Sera) autour",
        "leur cou",
        "et les chaînes",
        "ils seront traînés"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ",
      "simpleTranslate" : [
        "dans l’eau bouillante, puis jetés en pâture à l’Enfer."
      ],
      "tafsirTranslate" : [
        "d'eau bouillante, et jeté dans le feu. <N:101>"
      ],
      "tanslateWordByWord" : [
        "Dans",
        "l'eau bouillante",
        "puis",
        "dans",
        "le feu",
        "ils seront brûlés"
      ],
      "notes" : {
        "101" : [
          "Autrement dit, [ «Quand contraint par l'intensité de la soif, ils vont demander",
          "de l'eau, les gardiens de l'enfer faites-les glisser par les chaînes vers les",
          "sources d'eau bouillante, et quand ils auront bu du , ils vont les faire glisser",
          "en arrière pour être jeté dans le feu de l'enfer. \"]"
        ]
      }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ",
      "simpleTranslate" : [
        "Puis il leur sera dit : «Où sont donc les idoles que vous associiez"
      ],
      "tafsirTranslate" : [
        "Il sera alors leur dit: «Où sont ceux que vous"
      ],
      "tanslateWordByWord" : [
        "alors",
        "il sera dit",
        "pour eux",
        "Où",
        "(Est) ce qui",
        "vous avez utilisé pour",
        "associer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "مِنْ دُونِ اللَّهِ ۖ قَالُوا ضَلُّوا عَنَّا بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا ۚ كَذَٰلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ",
      "simpleTranslate" : [
        "à Dieu?» Ils répondront : «Nous ne savons plus où elles sont passées, ou plutôt",
        "nous n’adorions que le néant !» C’est ainsi que Dieu égare les négateurs."
      ],
      "tafsirTranslate" : [
        "associé à Allah dans Sa Divinité ' <N:102> Ils diront:'? Nous les avons perdu;",
        "plutôt, on n'a jamais l'habitude de faire appel à quelqu'un avant. » <N:103>",
        "Ainsi, Allah les faire tomber dans l'erreur."
      ],
      "tanslateWordByWord" : [
        "Autre que",
        "Autre que",
        "Allah",
        "Ils diront",
        "Ils sont partis",
        "de notre part",
        "Non",
        "ne pas",
        "nous avions l'habitude de",
        "[nous appelons",
        "avant",
        "avant",
        "n'importe quoi",
        "Ainsi",
        "Allah laisse égarer",
        "Allah laisse égarer",
        "les incroyants"
      ],
      "notes" : {
        "102" : [
          "Autrement dit, [ \"Si elles étaient vraiment des dieux ou des associés dans la",
          "Divinité, et vous les adoraient dans l'espoir qu'ils pourraient vous aider dans",
          "le temps mauvais, alors pourquoi ne viennent-ils pas pour vous sauver maintenant",
          "? \"]"
        ],
        "103" : [
          "Ils ne veulent dire, [ «Nous ne les associons à Dieu dans le monde,\"], mais ils",
          "signifient: [ \"Maintenant, nous avons bien compris que ceux que nous avons",
          "invoqué dans le monde, étaient rien et simples nullités. \"]"
        ]
      }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "ذَٰلِكُمْ بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَ",
      "simpleTranslate" : [
        "Et il leur sera dit : «Telle est la rétribution de vos réjouissances insensées",
        "sur Terre et de l’orgueil exubérant que vous affichiez sans pudeur."
      ],
      "tafsirTranslate" : [
        "(on leur dira): \". En effet, alors que vous étiez sur terre pris plaisir à",
        "contrevérité et exulté en elle <N:104>"
      ],
      "tanslateWordByWord" : [
        "C'était",
        "car",
        "vous avez utilisé pour",
        "réjouir",
        "dans",
        "La terre",
        "sans pour autant",
        "droite",
        "et parce que",
        "vous avez utilisé pour",
        "être insolent"
      ],
      "notes" : {
        "104" : [
          "Autrement dit, \"Vous avez non seulement suivi ce qui était faux et faux, mais",
          "vous êtes devenus si épris de l'contrevérité que lorsque la vérité a été présenté",
          "devant vous, vous avez payé aucune attention à elle, mais a continué à exultent",
          "dans le culte yow du mensonge."
        ]
      }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ",
      "simpleTranslate" : [
        "Franchissez donc pour l’éternité le seuil de la Géhenne, cette affreuse demeure",
        "réservée aux superbes !»"
      ],
      "tafsirTranslate" : [
        "Entrez l'enfer maintenant de se conformer en elle. Comment lamentable est la",
        "demeure de ceux qui cire fiers!"
      ],
      "tanslateWordByWord" : [
        "Entrer",
        "(Les portes",
        "(De) Enfer",
        "(À) demeureront éternellement",
        "en ce",
        "et misérable est",
        "(La) demeure",
        "(De) l'arrogant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ ۚ فَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ",
      "simpleTranslate" : [
        "Arme-toi de patience ! La promesse du Seigneur s’accomplira sans conteste. Que tu",
        "assistes à une partie des tourments que Nous leur réservons ou que tu sois",
        "rappelé auparavant à Nous, tous les hommes Nous feront inéluctablement retour."
      ],
      "tafsirTranslate" : [
        "Alors soyez patient, <N:105> (O Prophète). Certes, la promesse d'Allah est vraie.",
        "Que Nous leur une partie des conséquences lamentables contre lesquelles nous les",
        "avertissons (pendant que vous êtes encore au milieu) montrer ou Nous vous",
        "rappelons (de ce monde) avant que, finalement, il est à nous qu'ils seront",
        "ramenés. <N:106>"
      ],
      "tanslateWordByWord" : [
        "Alors soyez patient",
        "effectivement",
        "(la promesse",
        "(De) Allah",
        "(est vrai",
        "Et si",
        "Nous vous montrons",
        "certains",
        "(de quoi",
        "Nous leur avons promis",
        "ou",
        "Nous vous fera mourir",
        "puis nous",
        "ils seront retournés"
      ],
      "notes" : {
        "105" : [
          "Autrement dit, [ \"Vous devriez avoir la patience à ce que ces gens disent et",
          "font, qui arc vous opposer par disputation et disputes et que vous voulez vous",
          "battre par des dispositifs moyennes.\"]"
        ],
        "106" : [
          "Autrement dit, [ \"Il est pas nécessaire que nous devons punir toute cette",
          "personne qui a essayé de vous faire du mal, dans ce monde et au cours de yow vie.",
          "Si une personne reçoit sa peine ici ou non, il ne peut pas en tout cas échapper",
          "Ow saisir: il doit revenir à nous après la mort Puis il recevra toute punition de",
          "ses méfaits \"].."
        ]
      }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ ۗ وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ ۚ فَإِذَا جَاءَ أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنَالِكَ الْمُبْطِلُونَ",
      "simpleTranslate" : [
        "Nous avons envoyé bien des prophètes avant toi. Nous t’avons raconté l’histoire",
        "de certains d’entre eux et Nous Nous sommes tu sur celle des autres. Il",
        "n’appartient à aucun prophète de produire un signe sans la permission de Dieu. Et",
        "lorsque l’ordre de Dieu est donné, le verdict sera rendu en toute équité, et ce",
        "sont les négateurs qui seront les seuls perdants."
      ],
      "tafsirTranslate" : [
        "En effet, Nous avons envoyé de nombreux messagers avant toi: d'entre eux il y en",
        "a dont le compte Nous avons raconté à vous et il y en a d'autres dont le compte",
        "On n'a pas rapporté de vous <N:107> Il ne réside pas dans. la puissance de toute",
        "Messenger pour apporter tout signe <N:108>, sauf avec la permission d'Allah.",
        "Ainsi, lorsque le décret d'Allah est venu, la question a été décidé avec la",
        "justice, et ceux riche en erreur courtisé perte totale, <N:109> puis et là."
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons envoyé",
        "messagers",
        "Avant toi",
        "Avant toi",
        "Parmi eux",
        "(Sont) qui",
        "Nous avons raconté",
        "à toi",
        "et parmi eux,",
        "(Sont) qui",
        "ne pas",
        "Nous avons raconté",
        "à toi",
        "Et pas",
        "est",
        "pour chaque messager",
        "cette",
        "il apporte",
        "un panneau",
        "sauf",
        "par (la) permission",
        "(De) Allah",
        "Donc quand",
        "vient",
        "(la commande",
        "(De) Allah",
        "il sera décidé",
        "en vérité",
        "et perdra",
        "Là",
        "falsificateurs"
      ],
      "notes" : {
        "107" : [
          "Un nouveau thème commence ici. Les mécréants de la Mecque dit le Saint Prophète,",
          "[ «Nous ne vous croyons être le Messager d'Allah, sauf si vous nous avez montré",
          "le miracle que nous vous demandons de nous montrer.\"] Dans les versets suivants",
          "une réponse est donnée à cette demande très sans le mentionner. [(Pour le type",
          "des miracles qu'ils demandaient, voir Hud: 12 <V:11:12>, Al-Hijr 7, Bani Isra'il:",
          "90-93 <V:17:90-93>, Al-Furqan: 21 et de l'E.N. de celui-ci",
          "<V:25:21etdel'E.N.decelui-ci>)]."
        ],
        "108" : [
          "Autrement dit, [ «Non Prophète jamais montré un miracle par sa propre volonté et",
          "le désir, ni eu aucun prophète le pouvoir de montrer un miracle par lui-même.",
          "Chaque fois qu'un miracle a été montré par un prophète, il a été montré quand",
          "Allah a voulu qu'il soit représenté par lui aux mécréants. \"] Ceci est la",
          "première réponse à la demande des incroyants."
        ],
        "109" : [
          "Autrement dit, [ \"Un miracle n'a jamais été démontré pour le simple plaisir. Il",
          "est une chose décisive. Si une nation ne croit pas même après un miracle a été",
          "montré, il est détruit. Vous exigent un miracle que pour des raisons de plaisir,",
          "mais vous ne savez pas qu'en faisant une telle demande vous arc, en fait,",
          "invitant yow propre perte. \"] Ceci est la deuxième réponse à leur demande. [(Pour",
          "plus de détails, veuillez sec AIHijr: 8, 58-60, Bani Isra'il 59, AI-Anbiya ': 5-9",
          "<V:21:5-9>, Al-Furqan: 22-23 <V:25:22-23>, Ash-Shua`ra': 66-67 et le son de FR",
          "<V:26:66-67etlesondeFR>)]."
        ]
      }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ لِتَرْكَبُوا مِنْهَا وَمِنْهَا تَأْكُلُونَ",
      "simpleTranslate" : [
        "C’est Dieu qui a créé pour vous les bestiaux ; des uns vous faites vos montures",
        "et des autres vous tirez votre nourriture,"
      ],
      "tafsirTranslate" : [
        "Allah est Celui qui a fait le bétail pour vous afin que vous roulez certains",
        "d'entre eux et de certains d'entre eux vous dérivez la nourriture."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(Est) Celui qui",
        "fabriqué",
        "pour toi",
        "les bovins",
        "que vous pouvez monter",
        "certains d'entre eux",
        "et certains d'entre eux",
        "tu manges"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "وَلَكُمْ فِيهَا مَنَافِعُ وَلِتَبْلُغُوا عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ",
      "simpleTranslate" : [
        "sans compter d’autres avantages qu’ils vous procurent. C’est ainsi qu’ils vous",
        "aident à atteindre certains buts qui vous tiennent à cœur, et c’est sur eux et",
        "sur les vaisseaux que vous effectuez vos voyages."
      ],
      "tafsirTranslate" : [
        "En eux il y a aussi d'autres avantages pour vous, et à travers eux, vous répondre",
        "à votre besoin sincère (pour atteindre des endroits), et vous sont portés le long",
        "sur eux comme sur les navires."
      ],
      "tanslateWordByWord" : [
        "Et pour toi",
        "en eux",
        "(Sont) avantages",
        "et que vous pouvez atteindre",
        "à travers eux",
        "un besoin",
        "(Qui est) en",
        "vos seins",
        "et sur les",
        "et à",
        "les navires",
        "vous exploitiez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "وَيُرِيكُمْ آيَاتِهِ فَأَيَّ آيَاتِ اللَّهِ تُنْكِرُونَ",
      "simpleTranslate" : [
        "Dieu vous montre Ses signes. Lequel d’entre eux oserez-vous démentir?"
      ],
      "tafsirTranslate" : [
        "Allah montre Ses signes pour vous; alors qui des signes d'Allah nierez-vous?",
        "<N:110>"
      ],
      "tanslateWordByWord" : [
        "Et Il vous montre",
        "Ses signes",
        "lequel",
        "(des) Signes",
        "(De) Allah",
        "nierez-vous"
      ],
      "notes" : {
        "110" : [
          "Cela signifie que: [ \"Si vous n'êtes pas exigeant un miracle que pour des raisons",
          "de plaisir et d'amusement, mais veulent avoir la satisfaction de savoir si celle",
          "à laquelle Muhammad [(sur qui soit la paix d'Allah)] vous [invitant (c.-à-Tawhid",
          "et l'au-delà)] est vrai ou pas, alors Dieu les signes que vous observez et",
          "connaissent parfois Ali, sont tout à fait enough.For il ne reste pas besoin",
          "d'autres signes quand il y a ces signes pour vous aider à comprendre la vérité",
          "».] Ceci est la troisième réponse à leur demande des miracles. Cette réponse a",
          "également été donnée à plusieurs endroits dans le Coran et nous ont donné des",
          "commentaires détaillés sur elle. [(S'il vous plaît voir, AI-An'am: 37-39; Yunus:",
          "101; Ar-R'ad: 7-13; .ash-Shua'ra ': 4-9 et de l'E.N. de celui-ci",
          "<V:6:37-39;Yunus:101;Ar-R'ad:7-13;.ash-Shua'ra':4-9etdel'E.N.decelui-ci>)]. \n Les",
          "animaux qui servent Tnan sur la terre, en particulier la vache, le bœuf, le",
          "buffle, le mouton, la chèvre, le chameau et le cheval, ont été créés avec cette",
          "nature par le Créateur qu'ils deviennent facilement serviteurs d'animaux",
          "domestiques de l'homme et il les utilise pour remplir d'innombrables ses besoins.",
          "Il monte sur eux, les emploie pour les charges portant et dans l'agriculture,",
          "obtenir: lait d'eux, qu'il boit et utilise également pour faire caillé, beurre;",
          "ghee, lait condensé, le fromage et les différentes sortes de confiseries; mange",
          "leur chair, utilise leur graisse, et met à la bonne utilise leur laine et des",
          "cheveux et de la peau et les intestins et les os, même leur sang et les",
          "excréments. Est-ce pas une preuve manifeste que le Créateur de l'homme avait créé",
          "ces animaux avant même de lui créer, compte tenu de ses besoins innombrables, sur",
          "un motif spécial afin qu'il puisse les utiliser à son avantage? \n Les trois",
          "quarts de la surface de la terre est sous l'eau et un quart seulement est la",
          "terre ferme. Dans les parties sèches aussi il y a des petites et larges étendues",
          "de terres qui sont séparés par l'eau. La propagation des populations humaines sur",
          "les terres arides et l'établissement de relations commerciales et autres entre",
          "eux pourraient ne pas être possible que si l'eau et les océans et les vents ont",
          "été soumis à de telles lois rendrait possible la navigation, et ces documents ont",
          "été mis à la disposition sur la terre , que l'homme pourrait utiliser pour la",
          "construction de navires. Est-il pas un signe explicite qu'il ya un seul Dieu et",
          "un seul Tout-Puissant, All-Mercieful et Sage Seigneur, qui a l'homme du commerce",
          "et de la terre et de l'eau et des océans et des vents .et tout sur la terre selon",
          "sa propre spéciale schème? Au contraire, si l'homme ne tient compte du point de",
          "vue de la navigation comment les positions des étoiles et des mouvements",
          "réguliers des planètes sont utiles en elle, il aura le témoignage non seulement",
          "de la terre, mais du ciel trop le Créateur est le même Bountiful Seigneur. \n",
          "Alors, pensez aussi ceci: Pouvez-vous dans votre bon sens, imaginez que le",
          "tout-Sage Dieu, qui a donné Ses innombrables choses dans le contrôle de l'homme",
          "et lui a accordé toutes ces dispositions pour son bien-être, sera, à Dieu ne",
          "plaise, si aveugle de l'œil et aussi inconscients que ne serait jamais appeler",
          "l'homme de rendre compte après lui donnant tout cela?"
        ]
      }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ۚ كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فِي الْأَرْضِ فَمَا أَغْنَىٰ عَنْهُمْ مَا كَانُوا يَكْسِبُونَ",
      "simpleTranslate" : [
        "Que ne parcourent-ils la Terre pour voir ce qu’il est advenu de ceux qui les ont",
        "précédés? Bien que l’emportant sur eux par le nombre, la puissance et les",
        "vestiges qu’ils ont laissés sur la Terre, ils n’ont pu, malgré tous ces moyens,",
        "échapper à leur perte,"
      ],
      "tafsirTranslate" : [
        "Avez- <N:111> ils ne voyage dans la terre afin qu'ils voient la fin de ceux qui",
        "étaient partis avant eux? Ils étaient plus nombreux et plus en force et ont",
        "laissé des traces derrière plus splendides dans le pays. Pourtant, leurs",
        "réalisations ne les ont pas prévaloir."
      ],
      "tanslateWordByWord" : [
        "Ont-ils pas",
        "Voyager",
        "par",
        "la terre",
        "Et voir",
        "Comment",
        "était",
        "(la fin",
        "(De) ceux qui",
        "(Étaient) avant de les",
        "(Étaient) avant de les",
        "Ils étaient",
        "plus nombreux",
        "qu'eux",
        "et plus puissant",
        "(en force",
        "et impressions",
        "dans",
        "la terre",
        "mais non",
        "prévalue",
        "leur",
        "quelle",
        "ils avaient l'habitude",
        "gagner"
      ],
      "notes" : {
        "111" : [
          "Ceci est la con clusion au discours. Bien que l'étude de cette s'il vous plaît",
          "aussi garder à vue vv. 4-5 et v. 21 de cette sourate."
        ]
      }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
      "simpleTranslate" : [
        "car, lorsque leurs prophètes venaient les prêcher avec des preuves évidentes à",
        "l’appui, ils se prévalaient de la science qu’ils détenaient. Mais les menaces",
        "dont ils se moquaient les assaillirent de toutes parts."
      ],
      "tafsirTranslate" : [
        "Lorsque leurs Messagers sont venus à eux avec des preuves évidentes, ils",
        "exultaient avec arrogance concernant les connaissances qu'ils avaient. <N:112>",
        "Ils ont ensuite été englobés par ce qu'ils avaient raillé."
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "est venu à eux",
        "leurs messagers",
        "avec des preuves évidentes",
        "ils se réjouirent",
        "en ce que",
        "ils avaient",
        "de",
        "la connaissance",
        "et enveloppé",
        "leur",
        "quelle",
        "ils avaient l'habitude",
        "[À elle]",
        "moquer"
      ],
      "notes" : {
        "112" : [
          "Autrement dit, [ \"Ils ont pris leur philosophie et leur science, leur loi, leurs",
          "sciences profanes et leur mythologie et la théologie inventée par leurs guides",
          "religieux comme la vraie connaissance, et considéraient la connaissance apportée",
          "par les prophètes de Allah comme sans valeur et, par conséquent payé aucune",
          "attention à elle. \"]"
        ]
      }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ",
      "simpleTranslate" : [
        "Et c’est seulement lorsqu’ils virent Notre rigueur qu’ils s’écrièrent : «Nous",
        "croyons en Dieu Seul et désavouons les idoles que nous Lui avions associées !»"
      ],
      "tafsirTranslate" : [
        "Quand ils ont vu Notre châtiment, ils ont dit: '. Nous sommes venus à croire en",
        "Allah, l'Unique, et nous rejetons tout ce que nous avions associé (avec Allah",
        "dans Sa Divinité)'"
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "ils ont vu",
        "Notre châtiment",
        "ils ont dit",
        "Nous croyons",
        "en Allah",
        "Seul",
        "et nous renions",
        "en ce que",
        "nous avions l'habitude de",
        "avec lui",
        "associer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "فَلَمْ يَكُ يَنْفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْا بَأْسَنَا ۖ سُنَّتَ اللَّهِ الَّتِي قَدْ خَلَتْ فِي عِبَادِهِ ۖ وَخَسِرَ هُنَالِكَ الْكَافِرُونَ",
      "simpleTranslate" : [
        "Mais cette conversion tardive, en présence du châtiment, ne leur fut d’aucun",
        "secours. Telle est la loi que Dieu a toujours appliquée aux générations révolues.",
        "Et c’est ainsi que les négateurs devaient tout perdre."
      ],
      "tafsirTranslate" : [
        "Mais leur foi après avoir vu Notre châtiment ne les a pas prévalu. Cela a été le",
        "chemin d'Allah concernant ses serviteurs. <N:113> Et les mécréants courtisé la",
        "perte totale, puis et là."
      ],
      "tanslateWordByWord" : [
        "Mais n'a pas",
        "Mais n'a pas",
        "leur profit",
        "leur foi",
        "quand",
        "ils ont vu",
        "Notre châtiment",
        "(Tel est le) Way",
        "(De) Allah",
        "lequel",
        "(A) fait",
        "précédé",
        "parmi",
        "Ses esclaves",
        "Et sont perdus",
        "Là",
        "les incroyants"
      ],
      "notes" : {
        "113" : [
          "[ «La loi permanente de AIlah\"]: la loi que la repentance et la foi sont",
          "bénéfiques seulement jusqu'à ce que le temps, l'homme n'a pas été saisi par le",
          "tourment d'Allah ou la mort. Croire ou repentant après le tourment est arrivé ou",
          "les signes de la mort ont fait leur apparition, ne sont pas acceptables à Allah."
        ]
      }
    }
  ],
  "medinian" : false
}