{
  "chapterNumber" : 41,
  "nbVerses" : 54,
  "name" : "Versets clairement exposés, Ils s’articulent",
  "nameArabic" : "فصّلت",
  "transName" : "fuṣṣilat",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "حم",
      "simpleTranslate" : [
        "Hâ - Mîm."
      ],
      "tafsirTranslate" : [
        "Ha '. Mim."
      ],
      "tanslateWordByWord" : [
        "Ha Meem"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "تَنْزِيلٌ مِنَ الرَّحْمَٰنِ الرَّحِيمِ",
      "simpleTranslate" : [
        "Voici une révélation du Tout-Clément, Tout-Compatissant ;"
      ],
      "tafsirTranslate" : [
        "Ceci est une révélation du Très Miséricordieux, le Très Miséricordieux,"
      ],
      "tanslateWordByWord" : [
        "Une révélation",
        "de",
        "le Tout Miséricordieux",
        "le Très Miséricordieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا لِقَوْمٍ يَعْلَمُونَ",
      "simpleTranslate" : [
        "un Livre aux versets détaillés, un Coran en langue arabe pour des êtres doués",
        "d’entendement,"
      ],
      "tafsirTranslate" : [
        "un Livre dont les versets ont été bien exposé; un Coran arabe pour ceux qui ont",
        "des connaissances,"
      ],
      "tanslateWordByWord" : [
        "Un livre",
        "sont détaillés",
        "ses versets",
        "un Coran",
        "(en arabe",
        "pour un peuple",
        "(qui sait"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "بَشِيرًا وَنَذِيرًا فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُونَ",
      "simpleTranslate" : [
        "qui à la fois annonce une bonne nouvelle et met en garde contre le châtiment.",
        "Mais la plupart des hommes s’en détournent et refusent de l’entendre,"
      ],
      "tafsirTranslate" : [
        "un palier de bonnes nouvelles et d'alerte <N:1> Pourtant, la plupart d'entre eux",
        "se détourna et ne sont pas l'habitude de prêter attention.."
      ],
      "tanslateWordByWord" : [
        "Un qu'annonciateur",
        "et un warner",
        "mais se détourner",
        "la plupart d'entre eux",
        "afin qu'ils",
        "(ne pas",
        "entendre"
      ],
      "notes" : {
        "1" : [
          "Ceci est une brève introduction à la sourate. Une étude du discours suivant peut",
          "montrer quelle pertinence les choses mentionnées dans ce avoir avec le thème qui",
          "suit. La première chose que dit est que cette Parole est envoyé par Dieu, comme",
          "pour dire: [ \"Vous, ô peuple, peut continuer à dire encore et encore que cette",
          "Parole est composée par Muhammed [(sur qui être la paix d'Allah) ], mais le fait",
          "est que sa révélation est de Dieu, Seigneur des mondes \"] en outre, les",
          "destinataires ont également été mis en garde, de manière à dire: [\".. Si vous",
          "exprimez votre mécontentement en entendant ce discours ce mécontentement est pas",
          "contre Muhammad [(sur lui la paix d'Allah)] tarte fine contre Dieu. Si vous",
          "refusez, vous rejetez la Parole de Dieu, et non pas d'un homme, et si vous vous",
          "détournez de lui, vous ne tournez pas loin d'un mart, mais d'Allah \". ] En second",
          "lieu, que celui de l'envoyer vers le bas est que Dieu, qui est extrêmement",
          "Miséricordieux [(Rehman et Rahim)] à ses créatures. La mention de l'attribut de",
          "miséricorde de l'expéditeur de l'Apocalypse, au lieu de tous les autres",
          "attributs, les points à la vérité qu'Il a fait descendre cette Parole sous la",
          "condition de sa miséricorde. En cela, les destinataires ont été mis en garde, de",
          "manière à dire: «Si quelqu'un dédaigne cette Parole, ou la rejette. ou exprime",
          "mécontentement, il en fait est son propre ennemi [ \"thts est en effet une",
          "bénédiction suprême. que Dieu a fait descendre, sortir de cette miséricorde",
          "infinie, pour le guidage et le bien-être et le bonheur de l'homme. si Dieu était",
          "impitoyable à l'humanité, il les aurait laissé à errer dans l'obscurité et aurait",
          "moins soigné que la fosse ils sont tombés dans. Mais c'est sa bonté et de",
          "bienfaisance qui, avec amener les hommes à l'existence et de fournir pour eux Il",
          "a pris sur Lui la responsabilité de leur montrer la lumière des connaissances",
          "aussi pour embellir leur vie, et envoie vers le bas cette Parole à un serviteur",
          "de Sa dans le même but. maintenant, qui pourrait être plus ingrat et un plus",
          "grand ennemi de lui-même que le ono qui, au lieu de bénéficier de cette",
          "miséricorde se décida à le combattre? \"] Troisièmement que les versets de ce",
          "livre sont bien exposèrent. Autrement dit, il n'y a rien confus et ambigu en",
          "sorte que quelqu'un pourrait se dispenser de l'accepter sur le terrain qu'il",
          "était incapable de comprendre le contenu du Book.It a été clairement dit m ce qui",
          "est la vérité et quelle est la le mensonge, ce que l'arc les bonnes croyances et",
          "quelles sont les croyances erronées, ce qui est bon et ce qui est mal, ce qui est",
          "haute moralité et ce qui est le vice, en quoi réside le bien de Tnan et dans ce",
          "qu'il subit une perte pour lui-même. Si une personne rejette une telle",
          "orientation claire et manifeste, ou ne paie pas attention à lui, il ne peut",
          "offrir aucune excuse pour cela. Son attitude unplies clairement qu'il veut rester",
          "dans le mauvais volontairement. Quatrièmement, que ceci est un Coran arabe, ce",
          "qui implique: «Si ce Coran avait été envoyé dans une autre langue, les Arabes",
          "auraient présenté l'excuse qu'ils étaient ignorants de la langue dans laquelle",
          "Dieu avait envoyé Son livre. Mais cela leur propre langue. ils ne peuvent pas",
          "mettre en avant l'excuse qu'ils ne peuvent pas comprendre. [(ici, il faut garder",
          "à vue le verset 44 aussi, dans lequel le même thème a été exprimé d'une manière",
          "différente, et le soupçon que dans ce cas il y a une excuse raisonnable pour les",
          "non-Arabes de ne pas accepter le message du Coran, nous avons déjà enlevé dans",
          "notre commentaire de Sourate Yusuf: 2 et FR. . 2 sur elle. S'il vous plaît voir",
          "aussi Rasa'il-o-Masa'il. Vol. I, pp. 19-23)]. Cinquièmement, que ce livre est",
          "pour ceux qui possèdent des connaissances. C'est, seules les personnes de",
          "compréhension peuvent tirer aucun avantage de ce livre. Pour les ignorants, il",
          "est aussi inutile comme un diamant précieux pour celui qui ne peut pas le",
          "distinguer d'une simple pierre. Sixièmement, que ce livre donne de bonnes",
          "nouvelles et administre avertissement. Autrement dit, il ne se compose pas de",
          "pure fantaisie, ou une philosophie, ou un spécimen de bonne composition",
          "littéraire, que l'on peut accepter ou rejeter sans entraîner aucune conséquence,",
          "mais il est ouvertement l'administration d'un avertissement au monde entier que",
          "les résultats de l'acceptation et croire en elle sont merveilleux et de rejeter",
          "très redoutable. Ainsi seul un fou pourrait rejeter avec peu d'attention."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ",
      "simpleTranslate" : [
        "en disant : «Nos cœurs sont inaccessibles à ce à quoi tu nous appelles et nos",
        "oreilles sont frappées de surdité ! Entre toi et nous se dresse un obstacle. Agis",
        "donc comme tu l’entends et nous agirons, de notre côté, à notre manière.»"
      ],
      "tafsirTranslate" : [
        "Ils disent: «Nos cœurs sont bien enveloppés contre ce que vous nous appelez à,",
        "<N:2> et dans nos oreilles est une lourdeur, et entre vous et nous, il y a un",
        "voile [* 3. ] donc agir; nous aussi nous agissons. » <N:4>"
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Nos coeurs",
        "(sont dans",
        "revêtements",
        "de ce que",
        "vous nous appelez",
        "à ce",
        "et en",
        "nos oreilles",
        "(Est) la surdité",
        "et entre nous",
        "et entre nous",
        "et entre vous",
        "(Est) un écran",
        "donc, le travail",
        "en effet, nous",
        "(travaillent"
      ],
      "notes" : {
        "2" : [
          "Autrement dit, [ \"Il n'a pas de manière ouverte pour atteindre nos cœurs.\"]"
        ],
        "3" : [
          "C'est [ \"Cette invitation nous a divisé. Il nous a coupé de vous, il Leas devenir",
          "un obstacle pour nous joindre à vous\"]"
        ],
        "4" : [
          "Il a deux significations: [(1)] [ \"Que nous avons rien à voir avec vous;\"] et",
          "[(2)] [ \"que si tu ne cesses pas de votre prédication, vous pouvez continuer à",
          "faire votre mission, nous allons également pas arrêter notre opposition à vous,",
          "et nous ferons tout notre possible pour vaincre et frustrer votre mission. \"]"
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَىٰ إِلَيَّ أَنَّمَا إِلَٰهُكُمْ إِلَٰهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ ۗ وَوَيْلٌ لِلْمُشْرِكِينَ",
      "simpleTranslate" : [
        "Dis-leur : «Je ne suis qu’un homme comme vous, à qui il a été révélé que votre",
        "Dieu est un Dieu Unique. Servez-Le avec droiture et implorez Son pardon !»",
        "Malheur à ceux qui Lui donnent des égaux,"
      ],
      "tafsirTranslate" : [
        "Dites-leur, (ô Prophète): «Je ne suis qu'un être humain comme vous <N:5> Il m'a",
        "été révélé que votre Dieu est un Dieu; <N:6> pour vous diriger directement. Lui,",
        "<N:7> et demander Son pardon. Malheur à ceux qui associent à Allah dans sa",
        "divinité, <N:8>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Seulement",
        "je suis",
        "un homme",
        "comme toi",
        "il est révélé",
        "pour moi",
        "cette",
        "ton Dieu",
        "(c'est Dieu",
        "Un",
        "afin de prendre un chemin droit",
        "à lui",
        "et demander Son pardon",
        "Et malheur",
        "aux polythéistes"
      ],
      "notes" : {
        "8" : [
          "[ \"Demander son pardon\"]: demander son pardon pour l'infidélité que vous avez",
          "fait preuve jusqu'à présent vers lui, pour le polythéisme et l'incrédulité et la",
          "désobéissance que vous avez été commettez jusqu'à présent, et pour les péchés que",
          "vous arrivé à ComFit en raison de l'oubli de Dieu."
        ],
        "5" : [
          "Autrement dit, [ «Il est en mon pouvoir pour enlever le revêtement qui enveloppe",
          "vos cœurs, ouvrez vos oreilles, et arracher le rideau que vous avez tracée entre",
          "moi et vous, je ne suis qu'un Tnan : Je peux faire seulement à comprendre qui est",
          "enclin à écouter, et je ne peux le rencontrer qui est prêt à me rencontrer \"]."
        ],
        "6" : [
          "Voilà. [ \"Vous pouvez si vous comme revêtements de mettre sur votre cœur et",
          "faites vos oreilles sourdes, mais le fait est que vous n'avez pas beaucoup de",
          "dieux. Alors qu'un seul Dieu, dont vous êtes les serviteurs Et c'est pas de",
          "philosophie, qui Je pourrais avoir pensé moi-même, et qui pourrait avoir une",
          "probabilité égale d'être vrai ou faux, mais cette réalité a été fait connaître à",
          "moi à travers la révélation, qui ne peut admettre aucune probabilité d'erreur. \"]"
        ],
        "7" : [
          "Autrement dit, [ «Ne pas faire tout autre ton Dieu: ne pas servir et d'adorer",
          "aucun autre dieu: ne pas invoquer et se plier à toute autre aide: et ne pas obéir",
          "et suivre les coutumes et les lois et les codes réalisés et fixés par d'autres.",
          "\"]"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالْآخِرَةِ هُمْ كَافِرُونَ",
      "simpleTranslate" : [
        "qui ne s’acquittent pas de la zakât et qui s’obstinent à renier la vie future !"
      ],
      "tafsirTranslate" : [
        "qui ne paient pas la Zakât, <N:9> et qui nient l'au-delà."
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "(ne pas",
        "donner",
        "le zakah",
        "et ils",
        "dans l'au-delà",
        "ils",
        "(Sont) incroyants"
      ],
      "notes" : {
        "9" : [
          "Ici, la signification du mot Zakat a été contesté par les commentateurs. Ibn",
          "`Abbas et ses élèves illustres,` Ikrima et Mujahid, disent que la zakat ici",
          "implique la pureté de l'âme et de l'auto qui revient de la croyance en",
          "Monothéisme et de l'obéissance à Allah. Selon cette explication, la traduction du",
          "verset serait: [ \"Malheur aux polythéistes, qui n'adoptent pas la pureté».]",
          "L'autre groupe qui comprend des commentateurs comme Qatadah, Suddi, Hasan Basri,",
          "Dahhak, Muqatil et Ibn as-Sa 'ib prendre ce mot ici aussi dans le sens de la",
          "zakat sur la propriété et de la richesse. Selon cette explication, le verset",
          "signifie: «Malheur à ceux qui ne remplissent pas le droit d'Allah en commettant",
          "shirk et le droit des hommes en refusant la zakat."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
      "simpleTranslate" : [
        "Ceux, au contraire, qui ont la foi et qui font le bien recevront une récompense",
        "qui ne sera jamais interrompue."
      ],
      "tafsirTranslate" : [
        ". Quant à ceux qui ont la foi et font de bonnes œuvres, sûrement leur sera une",
        "récompense sans fin <N:10>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "pour eux",
        "(Est) une récompense",
        "sans fin",
        "sans fin"
      ],
      "notes" : {
        "10" : [
          "Les mots ajrun mamnun ghaira dans l'original ont deux autres significations",
          "aussi: [(1)] Que ce sera une récompense qui ne sera jamais diminuer et diminuer;",
          "et [(2)] que cette récompense ne sera pas donné avec des rappels de bonne fait,",
          "comme le don fait par une personne avare, qui tient à rappeler au bénéficiaire de",
          "sa faveur, si à tout ce qu'il trahit rien."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ۚ ذَٰلِكَ رَبُّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "Dis : «Quoi ! Renierez-vous Celui qui a créé la Terre en deux jours, et Lui",
        "donnerez-vous des égaux, à Lui, le Maître de l’Univers,"
      ],
      "tafsirTranslate" : [
        "Dites-leur, (O Prophète): «Avez-vous bien mécru en Lui et affectez compeers à",
        "Celui qui a créé la terre en deux jours? Il est le Seigneur de tous les êtres de",
        "l'Univers."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Avez-vous bien",
        "[Sûrement] croire",
        "en Celui qui",
        "créé",
        "La terre",
        "dans",
        "deux périodes",
        "et vous configurez",
        "avec lui",
        "rivaux",
        "Cette",
        "(Est) Lord",
        "(De) les mondes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ",
      "simpleTranslate" : [
        "qui a établi sur la Terre des montagnes comme des piliers et qui l’a bénie ; qui",
        "y a réparti, en quatre jours d’égale durée, les ressources répondant aux besoins",
        "exacts des vivants?"
      ],
      "tafsirTranslate" : [
        "(Après la création de la terre), il a mis en place des montagnes fermes sur elle,",
        "le bénit, <N:11> et lui a fourni la subsistance proportionnellement aux besoins",
        "de tous ceux qui cherchent (subsistance). <N:12> Tout cela a été fait en quatre",
        "jours. <N:13>"
      ],
      "tanslateWordByWord" : [
        "Et il plaça",
        "la bride",
        "montagnes solidement fixés",
        "Au dessus de",
        "Au dessus de",
        "et il bénit",
        "la bride",
        "et déterminé",
        "la bride",
        "sa subsistance",
        "dans",
        "quatre",
        "périodes",
        "égal",
        "pour ceux qui demandent"
      ],
      "notes" : {
        "11" : [
          "[ \"Bénédictions de la terre\"] impliquent ces choses incommensurables et",
          "innombrables qui ont été viennent en permanence hors de lui depuis des millions",
          "et des millions d'années, et sont la satisfaction des besoins et des exigences",
          "toujours croissantes de toutes les créatures de les germes microscopiques à",
          "l'homme très civilisé. Parmi ceux-ci les principales bénédictions sont l'air et",
          "l'eau par laquelle végétale seul, la vie animale et humaine, puis est devenu",
          "possible sur la terre."
        ],
        "12" : [
          "Cette phrase a été interprétée par les commentateurs de différentes manières:",
          "Certains d'entre eux l'interpréter comme signifiant: [ «Les dispositions de la",
          "terre ont été placées dans précisément selon les besoins et les exigences de ceux",
          "qui demandent, exactement quatre jours. \"] Autrement dit, il a fallu exactement",
          "quatre jours, ni plus ni moins. Ibn `Abbas, Qatadah et Suddi l'interpréter comme",
          "signifiant: [« Les dispositions de la terre ont été placées en elle en quatre",
          "jours. La réponse à ceux qui demandent est terminée. ».] C'est, celui qui demande",
          "à combien de temps il a fallu, sa réponse complète est qu'il a fallu quatre jours",
          "Selon Ibn Zaid, cela signifie: [« Les dispositions de la terre ont été placés en",
          "elle pour ceux qui demandent un délai de quatre jours, précisément, conformément",
          "à la demande et les besoins de chacun. \"] En ce qui concerne les règles de la",
          "langue, les mots du verset admettre ces trois significations, mais à notre avis",
          "les deux premières significations ont aucun mérite. Compte tenu du contexte, il",
          "est indifférent que le travail était achevé en exactement quatre jours et non en",
          "plus ou moins quatre jours Il n'y a pas besoin que ce soit pour une telle",
          "addition pour compenser toute insuffisance dans le soutien de la description de",
          "la puissance parfaite de Dieu, la providence parfait et la sagesse parfaite de",
          "même, le commentaire:.. [ \"la réponse à ceux qui demandent est terminé,\"] est un",
          "commentaire très faible. il n'y a aucune indication dans le thème précédant le",
          "verset et le suivant, pour montrer que, à ce moment-là quelqu'un avait posé la",
          "question de savoir combien de temps il avait pris pour les travaux à accomplir,",
          "et ce verset a été descendu comme une réponse à ce. Voilà pourquoi nous avons",
          "adopté la troisième signification dans notre traduction. À notre avis le sens",
          "exact du verset est la suivante: [ \"Allah placé dans la terre toutes les",
          "dispositions de la nourriture précisément et exactement en conformité avec les",
          "demandes andneeds de chaque type de créature qui AIIah devait créer dans la terre",
          "depuis le début de la création jusqu'à la Résurrection. Il existe d'innombrables",
          "types de végétation trouvés sur terre et dans l'eau et les besoins alimentaires",
          "de chaque espèce sont différentes de celles des autres types. Allah a créé",
          "d'innombrables espèces de créatures vivantes dans l'air et sur terre et dans",
          "l'eau, et chaque espèce exige un autre type de nourriture. Ensuite, unique parmi",
          "tous ceux-ci est l'espèce humaine, qui exige différents types d'aliments non",
          "seulement pour le développement et la nourriture de son corps, mais aussi pour la",
          "satisfaction de son goût. qui en dehors d'Allah pourrait savoir combien de",
          "membres des différentes sortes de créatures seraient nés sur ce globe, depuis le",
          "début de la vie jusqu'à sa fin, et quand et où ils seraient nés et combien et",
          "quel genre de nourriture serait nécessaire pour leur nourriture? Tout comme il",
          "avait fait le plan de la création de ces créatures qui avaient besoin de",
          "nourriture dans son plan de la création, alors il a fait des arrangements pleins",
          "de nourriture aussi pour répondre à leurs besoins et exigences. Dans l'ère",
          "moderne, les gens qui ont fait sortir l'édition islamique de la conception",
          "marxiste du socialisme au nom du \"] l'ordre coranique de la Providence [\",",
          "traduire les mots sawa-al-lis-sa'-ilin comme `égale pour tous ceux qui",
          "demandent\"], et d'élever l'édifice de raisonnement sur elle, en disant que Allah",
          "a gardé des dispositions égales pour tous les gens de la terre et, par",
          "conséquent, afin de remplir l'intention du verset un système de l'état est",
          "nécessaire qui peut fournir des rations égales de nourriture pour tout le monde.",
          "en effet, dans le système de la propriété individuelle du égalité qui la «loi",
          "coranique [\" demande ne peut pas être établie. Mais ces gens, dans leur",
          "enthousiasme à appuyer sur le Coran au service de leurs théories, oublient que",
          "«ceux qui demandent\"], qui ont été mentionnés dans ce verset, ne sont pas",
          "seulement les êtres humains mais toutes ces différentes espèces d'animaux et les",
          "plantes qui ont besoin de nourriture pour survivre. Allah a vraiment établi",
          "l'égalité entre tous, ou même parmi tous les membres de chaque espèce des",
          "créatures, à la question de la fourniture de nourriture? Avez-vous trouvé nulle",
          "part dans l'ensemble de ce système de la nature l'agencement de la distribution",
          "de rations égales de nourriture? Si tel est le cas contraire, cela signifie que",
          "dans le végétal et l'animal royaume, où la distribution des provisions est",
          "dicectly étant disposé par l'État d'Allah, et non par l'état humain , Allah",
          "lui-même viole sa propre cette [ \"loi coranique\"], plutôt, à Dieu ne plaise, est",
          "la pratique de l'injustice! Ensuite, ils renoncent également que [ \"ceux qui",
          "demandent\"] comprennent aussi les animaux dont l'homme domestiquées et",
          "dispositions pour organiser qui est aussi sa responsabilité, par exemple.",
          "moutons, chèvres, vaches, buffles, chevaux, ânes, mulets, chameaux, etc: Si la",
          "loi coranique est que l'égalité de la nourriture donnée à tous ceux qui",
          "demandent, et de faire appliquer la même loi un état est nécessaire, ce qui peut",
          "administrer l'ordre de la providence, sera l'état d'établir l'égalité économique",
          "entre les hommes et les animaux aussi?"
        ],
        "13" : [
          "Ici, les commentateurs ont généralement été confrontés à cette question: Si l'on",
          "admet que la création de la terre a pris deux jours et la mise en place de la",
          "montagne et le placement des dispositions et des bénédictions qu'il a fallu",
          "quatre jours, et la création des cieux, comme mentionné ci-dessous, a pris deux",
          "jours, le nombre total des jours seraient huit, alors qu'à plusieurs endroits",
          "dans le Coran, Allah a dit que la création de la terre et des cieux a pris six",
          "jours en tout. [(Par exemple, voir AI-A `raf: 54, Yunus: 3 <V:10:3>, Hud: 7",
          "<V:11:7>, AI-Furqan: 59 <V:25:59>)]. Sur cette base très, presque tous les",
          "commentateurs conviennent que ces quatre jours comprennent les deux jours de la",
          "création de la terre. Soit deux jours ont été prises pour la création de la terre",
          "et deux jours pour la création du reste des choses à l'intérieur de la terre,",
          "comme indiqué ci-dessous. Ainsi, la terre et ses dispositions est devenue",
          "complète en quatre jours en tout. Mais cela est non seulement contre les paroles",
          "apparentes du Coran, mais la difficulté est aussi, en fait, une difficulté",
          "imaginaire, afin d'éviter que le besoin de cette interprétation a été ressentie.",
          "Les deux jours de la création de l'arc de la terre, en fait, pas séparés des deux",
          "jours où cet univers dans son ensemble a été créé. Si l'on considère les versets",
          "suivants, nous voyons que dans leur création à la fois la terre et les cieux a",
          "été mentionné ensemble, puis il a été dit que Dieu a fait les sept cieux en deux",
          "jours. Ces sept cieux impliquent tout l'univers, dont une partie est aussi notre",
          "terre. Puis, quand comme les autres innombrables étoiles et des planètes de",
          "l'univers cette terre a également pris la forme d'un globe unique dans deux",
          "jours, Allah a commencé à préparer pour les créatures animées, et en quatre jours",
          "créé en elle toutes les dispositions qui ont été mentionnées dans le verset",
          "ci-dessus. Quels travaux de développement ont été réalisés dans les autres",
          "étoiles et des planètes dans ces quatre jours ont pas été mentionnés par Allah,",
          "pour ne pas parler de l'homme de l'époque de la révélation du Coran, même l'homme",
          "de l'âge actuel ne pas la capacité de digérer et d'assimiler cette information. ."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ",
      "simpleTranslate" : [
        "Et qui, s’occupant ensuite du Ciel qui n’était encore qu’une nébuleuse, lui dit",
        "ainsi qu’à la Terre : “Soumettez-vous de gré ou de force !” – “Nous voilà",
        "entièrement soumis !”, répondirent-ils.»"
      ],
      "tafsirTranslate" : [
        "Puis il se tourna vers le ciel alors qu'il était fumée <N:14> Il dit au ciel et",
        "la terre. ». Venez (en étant), volontairement ou involontairement» Ils ont dit:",
        "'. Nous arrivons ici (en étant) en prosterna prêts' <N:15>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "Il a dirigé (Lui-même)",
        "vers",
        "le paradis",
        "tandis qu'il (a)",
        "fumée",
        "et il a dit",
        "à ce",
        "et à la terre",
        "Venez vous deux",
        "volontiers",
        "ou",
        "contre son gré",
        "Ils ont tous deux dit",
        "Nous venons",
        "volontiers"
      ],
      "notes" : {
        "14" : [
          "Trois choses doivent être expliquées ici: d'abord, par [ \"ciel\"], on entend tout",
          "l'univers, comme il ressort clairement des phrases suivantes. En d'autres termes,",
          "[ \"se tournant vers le ciel»] signifie qu'Allah est tourné vers la création de",
          "l'univers. Deuxièmement, par [ \"fumée\"] est implicite de la phase initiale et",
          "primaire de la matière, dans laquelle il gisait diffusé dans l'espace dans un",
          "informes, la poussière comme condition avant la formation de l'univers. Les",
          "scientifiques de l'époque moderne décrivent la même chose que les nébuleuses, et",
          "le même est également leur point de vue sur le début de l'univers: qui est, avant",
          "la création de la matière dont l'univers a été construit laïque diffusée sous",
          "forme nébuleuse fumée semblable. Troisièmement, il serait erroné d'interpréter [",
          "\", puis il se tourna vers le ciel»] pour signifier que la première, il a créé la",
          "terre, puis réglez montagnes, puis organisé des bénédictions et des dispositions",
          "de la nourriture en elle, et puis, à la fin, Il se tourna vers l'crcation de",
          "l'univers. Ce malentendu est éliminé par la phrase suivante: [ \"Il a dit aux",
          "cieux et la terre: Venez à l'être, et ils ont dit:. Nous arrivons dans la",
          "soumission\"] Il est donc clair que, dans ce verset et dans les versets suivants,",
          "mention est en cours fait du temps où il n'y avait ni la terre ni le ciel, mais",
          "la création de l'univers a été en cours de démarrage. Seul le mot thumma",
          "[(alors)] ne peut pas être fait l'argument de dire que la terre avait été créée",
          "avant que les cieux. Il existe plusieurs exemples de ce dans le Coran que le mot",
          "thumma est pas nécessairement utilisé w montrent l'ordre chronologique, mais il",
          "est également utilisé pour l'ordre de présentation. [(S'il vous plaît voir E.N.",
          "12 de la sourate Az-Zumar)]. Parmi les premiers commentateurs le différend a été",
          "en cours depuis des siècles à ce qui a été créé d'abord selon le Coran, la terre",
          "ou le ciel. Un groupe d'entre eux fait valoir sur la base de ce verset et le",
          "verset 29 de AI-Baqarah que la terre a été créée en premier. L'autre groupe",
          "soutient des versets 27-33 de AnNazi'at que les cieux ont été créés d'abord,",
          "parce que là, il a été clairement indiqué que la terre a été créé après les",
          "cieux. Mais le fait est que nulle part dans le Coran a la mention de la création",
          "de l'univers été faits pour enseigner la physique ou l'astronomie, mais tout en",
          "invitant à la croyance dans les doctrines de Monothéisme et l'au-delà, comme",
          "d'innombrables autres signes, la création de les cieux et la terre a également",
          "été présenté comme nourriture pour la pensée. A cet effet, il n'a pas été du tout",
          "nécessaire que l'ordre chronologique de la création des cieux et de la terre",
          "aurait dû être présenté, et il aurait dû dire si les cieux ont été créés première",
          "ou la terre. Peu importe si cela a été créé en premier ou qui, en tout cas, les",
          "deux sont une preuve d'Allah Tout-Puissant est d'être le seul et unique Dieu, et",
          "sont un témoignage que leur Créateur n'a pas créé tout cet univers comme un jouet",
          "pour une personne de soins frettes. Voilà pourquoi le Coran mentionne parfois la",
          "création de la terre première et parfois la création des cieux premier. Lorsque",
          "l'objet est de rendre l'homme à réaliser les bénédictions de Dieu, il y a",
          "généralement, il dit la terre d'abord, car il est plus proche de l'homme; et où",
          "l'objet est de donner à l'homme le concept de la grandeur de Dieu et de Son",
          "omnipotence là, il a généralement mentionné les cieux d'abord, pour la scène des",
          "cieux renouvelables a toujours été impressionnant pour l'homme."
        ],
        "15" : [
          "Dans ces paroles, Allah a décrit la nature de sa méthode de création d'une",
          "manière aussi faire la différence entre la création divine et de fabrication",
          "humaine. Quand l'homme veut faire quelque chose, il prépare un plan pour elle",
          "dans son esprit: puis rassemble le matériel nécessaire; puis travaille",
          "constamment dur pour mouler le matériau selon son plan, et dans le processus de",
          "son effort le matériel qu'il veut modeler selon son plan mental résiste",
          "constamment luth; si bien que, parfois, la résistance du matériau réussit et la",
          "chose est pas fait exactement selon le plan désiré, et parfois l'effort de",
          "l'homme surmonte la résistance et il réussit à lui donner la forme désirée et la",
          "forme. Par exemple, quand un tailleur veut faire une chemise, il conçoit d'abord",
          "dans son esprit la forme de la chemise, puis organiser le tissu il essaie de",
          "couper et coudre selon son concept de la chemise, et pendant cet effort, il a",
          "constamment faire face à la résistance de la toile, car elle ne donne pas",
          "facilement être moulé selon le concept du tailleur; si bien que, parfois, la",
          "résistance du tissu domine et la chemise ne prend pas la forme désirée, et",
          "parfois l'effort du tailleur domine et il est capable de façonner précisément",
          "selon son concept. Maintenant, considérons le mode de création d'Allah. La",
          "question de l'univers étaient éparpillés et diffusé sous forme de fumée. Allah a",
          "voulu lui donner la forme de l'univers tel qu'il est maintenant. A cet effet, il",
          "n'a pas eu à s'asseoir, comme un artisan humain, et un burin et façonner la terre",
          "et la lune, le soleil et les autres étoiles et des planètes, mais il ne",
          "commandait le régime de l'univers qui était dans son esprit à la canne en être, à",
          "savoir la fumée comme matière diffuse de prendre la forme des galaxies et des",
          "étoiles et des planètes, qu'il voulait créer. Ce . question n'a pas eu le pouvoir",
          "de résister au commandement d'Allah. Allah n'a pas eu à faire aucun effort pour",
          "lui donner la forme du universe.No plus tôt était le commandement donné que la",
          "question a commencé à contracter et à condenser et prendre forme obéissante selon",
          "le schéma de son maître, de sorte que l'univers entier, y compris la terre est",
          "devenu prêt en 48 heures. Ce même schéma de la méthode d'Allah de la création a",
          "été décrite à plusieurs autres endroits dans le Coran comme ceci: Quand Allah",
          "décide de faire quelque chose, il ne commande que ce soit et il est fait. .",
          "[(Voir AI-Baqarah: 117 <V:7:117>, AI-Imran: 47 <V:3:47>, 59: An-Nahl: 40. Maryam:",
          "35, Ya Sin: 82 <V:36:82>, Al-Mu'min: 68 <V:23:68>)]."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَىٰ فِي كُلِّ سَمَاءٍ أَمْرَهَا ۚ وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ۚ ذَٰلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ",
      "simpleTranslate" : [
        "Et de cette nébuleuse, Il tira la substance de sept Cieux en deux jours et",
        "assigna à chaque ciel une fonction bien déterminée, tout en couvrant le ciel le",
        "plus bas de luminaires pour l’embellir et aussi pour le protéger. Tel fut l’ordre",
        "établi par le Tout-Puissant, l’Omniscient."
      ],
      "tafsirTranslate" : [
        "Alors il les fit sept cieux en deux jours et révéla à chaque ciel sa loi. Et Nous",
        "avons décoré le ciel le plus avec des lampes, et solidement fixés il. <N:16> Tout",
        "cela est le plan ferme du Tout-Puissant, l'Omniscient."
      ],
      "tanslateWordByWord" : [
        "Puis il leur a terminé",
        "(As) sept",
        "cieux",
        "dans",
        "deux périodes",
        "et Il a révélé",
        "dans",
        "chaque",
        "paradis",
        "son affaire",
        "Et Nous avons décoré",
        "le paradis",
        "[le monde]",
        "avec des lampes",
        "et (à) garde",
        "Cette",
        "(Est le) décret",
        "(De) le Tout-Puissant",
        "l'Omniscient"
      ],
      "notes" : {
        "16" : [
          "Pour comprendre ces versets bien, il serait utile d'étudier les parties suivantes",
          "de la Tafhim al-Qur'an: AI-Baqarah: 29, Ar-Raad: 2, AI-Hijr: 1G -18, AI-Anbiya ':",
          "30-33, Al-Hajj: 65. Al-Mu'minun: 17, Ya Sin: EN 37 et E.N. de 5, G de As-Saffat."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ",
      "simpleTranslate" : [
        "Si les négateurs s’obstinent dans leur refus, dis-leur : «Je vous mets en garde",
        "contre un cataclysme pareil à celui dont furent frappés les `Âd et les Thamûd"
      ],
      "tafsirTranslate" : [
        "Mais s'ils se détournent, <N:17> leur dire: \". Je vous mets en garde contre un",
        "fléau soudain comme celui qui a frappé Ad et Thamud '"
      ],
      "tanslateWordByWord" : [
        "Mais si",
        "ils se détournent",
        "alors dire",
        "Je vous ai avertis",
        "(De) un coup de foudre",
        "comme",
        "(Le) coup de foudre",
        "(De) Aad",
        "et Thamud"
      ],
      "notes" : {
        "17" : [
          "Autrement dit, \"ne croient ifthey pas que Dieu et Dieu est un et un seul, qui a",
          "créé cette terre et l'univers entier, et persistent encore dans leur ignorance",
          "qu'ils font aussi les autres, qui sont en fait, ses créatures et des esclaves,",
          "des divinités en dehors de Lui, et les considèrent comme ses associés dans son",
          "être et les droits et pouvoirs."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "إِذْ جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ ۖ قَالُوا لَوْ شَاءَ رَبُّنَا لَأَنْزَلَ مَلَائِكَةً فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ",
      "simpleTranslate" : [
        "qui, lorsque des prophètes s’étaient présentés à eux de toutes parts pour les",
        "exhorter à n’adorer que Dieu, leur dirent : “Si notre Seigneur avait voulu nous",
        "exhorter, Il aurait envoyé des anges ! Aussi récusons-nous totalement votre",
        "message !”«"
      ],
      "tafsirTranslate" : [
        "Quand les messagers (d'Allah) sont venus à eux de l'avant et de l'arrière, <N:18>",
        "disant: «Ne pas servir tout mais Allah '; ils ont dit: «Avait notre Seigneur",
        "l'avait voulu, Il aurait fait descendre les anges. Donc, nous nions le message",
        "que vous avez apporté. » <N:19>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "est venu à eux",
        "les messagers",
        "devant eux",
        "devant eux",
        "devant eux",
        "et de",
        "derrière eux",
        "(En disant) «Ne pas",
        "culte",
        "sauf",
        "Allah",
        "Ils ont dit",
        "Si",
        "(Avait) voulu",
        "notre Seigneur",
        "sûrement, il (aurait) fait descendre",
        "anges",
        "Donc, en effet, nous",
        "en ce que",
        "vous avez été envoyé",
        "avec",
        "(Sont) incroyants"
      ],
      "notes" : {
        "18" : [
          "Cette phrase peut avoir plusieurs significations: [(1)] que les messagers ont",
          "continué à venir à eux un après l'autre; [(2)] que les messagers ont essayé dans",
          "chaque wav pour leur faire comprendre la vérité et ne laissent aucun effort pour",
          "les amener à la bonne voie; et [(3)] que les messagers sont venus à eux dans leur",
          "propre pays, ainsi que dans les pays voisins."
        ],
        "19" : [
          "C'est [ \"Si Allah avait désapprouvé notre religion, et avait voulu envoyer un",
          "messager pour nous de nous tenir loin de lui, il aurait envoyé des anges. Comme",
          "vous n'êtes pas un ange, mais un homme comme nous, nous ne croyons pas que vous",
          "avez été envoyé par Dieu et envoyé dans le but que nous renonçons à notre",
          "religion et à adopter le mode de vie que vous arc présentant. \"] 'disant les",
          "mécréants qu'ils nient [\" ce vous avez été envoyé avec \"], était seulement",
          "sarcastique. Cela ne signifie pas qu'ils croyaient lui avoir été envoyé par Dieu",
          "et ensuite nié ce qu'il a dit. Mais ceci est une expression sarcastique du type",
          "que Pharaon avait prononcé devant ses courtisans sur le Prophète Moïse: [ \"Ce",
          "messager de yowl, qui a été envoyé à vous, semble être tout à fait fou.\"]",
          "[(Ash-Shua'ra '27)]. Pour de plus amples explications, voir E.N. 11 de la sourate",
          "Ya Sin."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً ۖ أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً ۖ وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ",
      "simpleTranslate" : [
        "Les `Âd, de leur côté, se montrèrent d’une arrogance extrême sur la Terre : «Quel",
        "peuple, disaient-ils, a une puissance supérieure à la nôtre?» Oubliaient-ils que",
        "Dieu qui les avait créés était infiniment plus Redoutable qu’eux? Et, cependant,",
        "ils se sont obstinés à nier Nos signes."
      ],
      "tafsirTranslate" : [
        "En ce qui concerne l'annonce, ils paraffiné fiers dans le pays sans justification",
        "et dit: «Qui est plus grand que nous en force ' Ont-ils pas vu qu'Allah qui les a",
        "créés, est plus en force qu'eux? Ils ont continué à nier Nos signes,"
      ],
      "tanslateWordByWord" : [
        "Ensuite, en ce qui concerne",
        "Aad",
        "ils étaient arrogants",
        "dans",
        "la terre",
        "sans pour autant",
        "[la droite",
        "et ils ont dit",
        "Qui",
        "(Est) plus puissant",
        "que nous",
        "(en force",
        "Ne pas",
        "ils voient",
        "cette",
        "Allah",
        "celui qui",
        "les a créés",
        "Il",
        "(Est) Mightier",
        "qu'eux",
        "(en force",
        "Mais ils ont utilisé pour",
        "en Nos versets",
        "nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَخْزَىٰ ۖ وَهُمْ لَا يُنْصَرُونَ",
      "simpleTranslate" : [
        "Nous déchaînâmes alors contre eux un vent impétueux et glacial, durant des jours",
        "néfastes, pour leur faire goûter un supplice avilissant en ce monde, sans compter",
        "le supplice plus avilissant encore dans la vie future où ils ne pourront",
        "bénéficier d’aucun secours !"
      ],
      "tafsirTranslate" : [
        ", après quoi nous avons envoyé sur eux un vent violent les jours de mauvais",
        "augure <N:20> que nous pourrions leur faire goûter un châtiment dégradant dans la",
        "vie de ce monde. <N:21> Et sûrement le châtiment de l'au-delà est encore plus",
        "dégradant. Il n'y aura personne pour les aider là-bas."
      ],
      "tanslateWordByWord" : [
        "Nous avons alors envoyé",
        "sur eux",
        "un vent",
        "furieux",
        "dans",
        "(les jours",
        "(De) malheur",
        "que nous pouvons les faire goût",
        "(la punition",
        "(De) disgrace",
        "dans",
        "la vie",
        "(du monde",
        "Et sûrement, (la) peine",
        "(De) l'au-delà",
        "(Est) plus disgrâce",
        "et ils",
        "ne sera pas aidé",
        "ne sera pas aidé"
      ],
      "notes" : {
        "20" : [
          "[ \"jours III augure\"] ne veut pas dire que les jours en eux-mêmes ont été",
          "illomened, et le torrent est venu parce que le peuple de 'Ad ont rencontré ces",
          "jours illomened. Si tel était le sens et il y avait quelques mauvais augure dans",
          "les jours eux-mêmes, le tourment aurait visité toutes les nations du monde. La",
          "signification de cornette, donc, est que, puisque dans ces jours le tourment de",
          "Dieu est descendu sur cette nation, les jours ont été de mauvais augure pour le",
          "peuple de 'Ad. Il ne cornette d'argumenter sur la base du verset que certains",
          "jours sont III- augure et certains de bon augure. Les lexicographes ont contesté",
          "le sens des mots Rih-un sarsaran, qui ont été utilisés pour le vent de tempête.",
          "Certains disent qu'ils impliquent un vent extrêmement chaud; d'autres disent",
          "qu'ils impliquent un vent très froid; et quelques autres disent qu'ils impliquent",
          "un vent qui produit un grand bruit quand il souffle. En tout état de fonte, ils",
          "sont tous d'accord que les mots sont utilisés pour une violente tempête. Les",
          "détails de ce tourment donné à d'autres endroits dans le Coran montrent que ce",
          "vent a continué de faire rage pendant sept nuits et huit jours consécutifs. Il a",
          "balayé les gens sur le sol et ils tomba mort et laïcs dispersés ici et là comme",
          "des troncs creux de palmier. [(AI-Haaqqah: 7 <V:69:7>)]. Il a tout laissé pourrir",
          "sur lequel il a soufflé. [(Ad-Dariyat 42)]. Quand le peuple de 'Ad ont vu",
          "progresser, ils se réjouirent avec l'espoir que les nuages ​​denses apporterait",
          "beaucoup de pluie, ce qui serait arroser leurs cultures flétrissement. Mais quand",
          "il est venu, il dévasta toute la terre »[(Al-Ahqaf: 24-25 <V:46:24-25>)].."
        ],
        "21" : [
          "Ce tourment ignominieuse était une réponse à leur arrogance et la vanité en",
          "raison de laquelle ils avaient pris la grandeur dans la terre, sans aucun droit,",
          "et il se vante qu'il n'y en avait pas plus puissant qu'eux sur la terre entière.",
          "Allah les a déshonoré et a détruit la majeure partie de leur population ainsi que",
          "leur civilisation. Le reste de leur population a été humilié et avili devant ces",
          "nations mêmes qui ils utilisés pour intimider par leur démonstration de puissance",
          "et pourrait [(pour les détails de l'histoire de 'Ad voir AI-Araf, 65-72; Hud: 50",
          "-60; AlMu'minun: 32-41; Ash-Shua'ra ': 123-140; AI-Ankabut; 40 et le FR est",
          "pertinent)]."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَىٰ عَلَى الْهُدَىٰ فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ",
      "simpleTranslate" : [
        "Quant aux Thamûd, Nous leur avons bien indiqué la voie à suivre, mais ils lui",
        "préférèrent celle de l’égarement. Aussi furent-ils foudroyés par un fléau",
        "avilissant qui vint abattre leur arrogance et sanctionner leurs agissements,"
      ],
      "tafsirTranslate" : [
        "En ce qui concerne Thamud, Nous donnâmes des conseils sur eux, mais ils ont",
        "préféré de rester aveugle plutôt que d'être guidé. Enfin un fléau humiliant les",
        "saisit à cause de leurs méfaits."
      ],
      "tanslateWordByWord" : [
        "Et comme pour",
        "Thamud",
        "Nous les avons guidés",
        "mais ils ont préféré",
        "[La] cécité",
        "plus de",
        "l'orientation",
        "afin de les saisir",
        "un coup de foudre",
        "(De) la peine",
        "humiliant",
        "pour quoi",
        "ils avaient l'habitude",
        "gagner"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ",
      "simpleTranslate" : [
        "tout en épargnant ceux d’entre eux qui étaient croyants et mus par la crainte du",
        "Seigneur."
      ],
      "tafsirTranslate" : [
        "Pourtant, Nous sauvâmes ceux qui croyaient et étaient craignant Dieu. <N:22>"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons économisé",
        "ceux qui",
        "a cru",
        "et utilisée pour",
        "Craignez Allah)"
      ],
      "notes" : {
        "22" : [
          "Pour les détails de l'histoire de Thamud voir AI-Araf: 73-79; Hud: 61.68;",
          "AI-ZHjr: 80-84; Bani Isra'il: 59; Ash-Shua`ara ': 141,159; An-Naml: 45-53 et E.N.",
          "de."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ",
      "simpleTranslate" : [
        "Un jour viendra où les ennemis de Dieu seront rassemblés et poussés en groupes",
        "vers l’Enfer."
      ],
      "tafsirTranslate" : [
        "Imaginez le jour où les ennemis d'Allah seront rassemblés au Feu, <N:23> et les",
        "gens des temps anciens seront détenus jusqu'à l'arrivée des gens de temps plus",
        "tard, <N:24>"
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "seront rassemblés",
        "(les ennemies",
        "(De) Allah",
        "à",
        "le feu",
        "puis ils",
        "seront assemblés en rangées"
      ],
      "notes" : {
        "24" : [
          "Autrement dit, toutes les générations et les races anciennes et ces derniers",
          "seront réunis à la fois et appelés à rendre compte ensemble, Pour tout ce qu'une",
          "personne fait dans sa vie, que ce soit bon an mal, son influence et son impact",
          "sur les ETCD pas fin avec sa vie; mais continue à fonctionner même après sa mort,",
          "pendant de longues périodes de temps, pour lequel il est totalement responsable.",
          "De même, quelle que soit la génération fait en son temps, son influence continue",
          "d'affecter les générations futures pour. siècles, et il est responsable de son",
          "patrimoine. Il est inévitable d'examiner toutes ces influences et de leurs",
          "résultats et de recueillir leurs témoignages. Pour cette raison, génération après",
          "génération, les gens vont aller en arrivant et sera retenu. La Cour commencera",
          "son travail lorsque toutes les générations anciennes et ces derniers auront",
          "assemblés dans la plaine de la Résurrection. [(Pour de plus amples explications,",
          "voir AI-Araf, 3839 et E.N. 30 sur elle)]."
        ],
        "23" : [
          "Que signifie être dit avoir est: [ \"Quand ils seront arrondis à être présentés à",
          "la Cour d'Allah,\"] bien que les mots utilisés sont à l'effet: [ \"Quand ils seront",
          "réunis pour être entraîné en enfer, \"] pour l'enfer dans tous les cas sera leur",
          "destination finale."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "حَتَّىٰ إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "Et quand ils y parviendront, leurs oreilles, leurs yeux et même leurs peaux",
        "témoigneront contre eux pour dénoncer leurs agissements."
      ],
      "tafsirTranslate" : [
        "et lorsque tous sont arrivés, leurs oreilles, leurs yeux et leurs peaux",
        "témoigneront contre eux, en déclarant tout ce qu'ils avaient fait dans la vie du",
        "monde. <N:25>"
      ],
      "tanslateWordByWord" : [
        "Jusqu'à",
        "quand",
        "quand",
        "ils viennent de ce",
        "(Va) témoigner",
        "contre eux",
        "leur audition",
        "et leur vue",
        "et leurs peaux",
        "(As) à ce que",
        "ils avaient l'habitude",
        "faire"
      ],
      "notes" : {
        "25" : [
          "L'explication de cette donnée dans le Hadith est que quand un coupable obstiné",
          "ira à nier ses crimes, et même démentir tous les témoins, les membres de son",
          "corps porteront le témoin, l'un après l' d'autre part, par le commandement",
          "d'Allah, et nous dira quelles infractions qu'il avait commises à travers eux.",
          "Cette chose a été rapporté par Anas, Hadrat Abu Musa Ash'ari, Hadrat Abu Saïd",
          "Khoudri et Hadrat Ibn 'Abbas du Saint Prophète, et traditionnistes comme",
          "musulman, Nasa'i, Ibn Jarir, Ibn Abi Hatim, Bazzar et d'autres ont liés à ceux-ci",
          "dans leurs livres. [(Pour de plus amples explications, voir E.N. 55 de la sourate",
          "Ya Sin)]. Ce verset est l'un de ces nombreux versets qui prouvent que l'au-delà,",
          "ni ne sera un monde spirituel, mais les êtres humains seront ressuscités avec le",
          "corps et l'âme comme ils sont maintenant dans ce monde. Non seulement cela: ils",
          "auront la même corps dans lequel ils vivent maintenant. Les mêmes particules et",
          "atomes qui composaient leurs corps dans le monde, seront recueillies sur le Jour",
          "de la Résurrection, et ils seront ressuscités avec les mêmes organes précédents",
          "dans lesquels ils avaient vécu et travaillé dans le monde. De toute évidence, les",
          "membres de l'homme peut supporter le témoin dans l'au-delà que dans le cas où ils",
          "sont les mêmes membres avec lesquels il a commis un crime dans son ascenseur",
          "précédent. Ce sujet est confirmé de manière décisive et absolument par les",
          "versets suivants du Coran: Bani Isra'il: 49 51, 98; AI-Mu'minun: 35-38, 82-83;",
          "An-Nur: 24; AsSajdah: 10; Ya Sin: 65, 78, 79; As-Saafat: 16-18; AI-Waqi'ah:",
          "47-50; AnNazi'at: 10-14."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا ۖ قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ",
      "simpleTranslate" : [
        "«Pourquoi témoignez-vous contre nous?», diront-ils à leurs peaux. Et celles-ci de",
        "leur répondre : «C’est Dieu qui nous fait parler, comme Il fait parler toute",
        "chose. N’est-ce pas Lui qui vous a créés une première fois et vers qui vous",
        "faites maintenant retour?"
      ],
      "tafsirTranslate" : [
        "Ils vont demander à leurs peaux: \"Pourquoi avez-vous témoignez contre nous? Les",
        "peaux répondront: «Allah nous a donné la parole, <N:26> comme il a donné la",
        "parole à tous les autres. Il est Celui qui vous a créé pour la première fois et",
        "il est à Lui que vous serez renvoyé."
      ],
      "tanslateWordByWord" : [
        "Et ils diront",
        "à leurs peaux",
        "Pourquoi faire",
        "vous témoignez",
        "contre nous",
        "Ils diront",
        "Allah nous a fait parler",
        "Allah nous a fait parler",
        "celui qui",
        "fait parler",
        "chaque",
        "chose",
        "et il",
        "vous créé",
        "(la première",
        "temps",
        "et à Lui",
        "vous retournerez"
      ],
      "notes" : {
        "26" : [
          "Cela montre que non seulement propres membres de l'homme témoigneront sur le Jour",
          "de la Résurrection, mais chaque chose avant que l'homme aurait commis un crime",
          "sera également parler. La même chose a été dit dans la sourate Al-Zilzal, ainsi:",
          "[ \"La terre sera rejeté tous les fardeaux, qui se trouvent en elle, et l'homme",
          "dira: ce qui l'a abattue sur ce jour-là, elle se rapporter tout ce qui était",
          "arrivé [ (sur elle)], parce que ton Seigneur lui aura commandé [(de le faire)].",
          "\"] [(vv. 2-5)]."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَا أَبْصَارُكُمْ وَلَا جُلُودُكُمْ وَلَٰكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لَا يَعْلَمُ كَثِيرًا مِمَّا تَعْمَلُونَ",
      "simpleTranslate" : [
        "D’ailleurs, vous n’avez jamais cherché à vous cacher pour empêcher ainsi vos",
        "oreilles, vos yeux et vos peaux de témoigner contre vous ; mais vous pensiez",
        "plutôt que Dieu n’était pas au courant de la plupart de vos actes."
      ],
      "tafsirTranslate" : [
        "Lorsque vous avez utilisé pour vous cacher (en commettant des méfaits) vous avez",
        "jamais pensé que vos oreilles ou vos yeux ou votre peau ne jamais porter",
        "témoignage contre vous; vous plutôt imaginé que Dieu ne connaît pas beaucoup de",
        "ce que vous faites."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "vous étiez",
        "couvrant vous",
        "de peur de",
        "témoigner",
        "contre vous",
        "votre audition",
        "et pas",
        "votre vue",
        "et pas",
        "votre peau",
        "mais",
        "vous avez pris",
        "cette",
        "Allah",
        "(ne fait pas",
        "connaître",
        "beaucoup",
        "de quoi",
        "tu fais"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَذَٰلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ",
      "simpleTranslate" : [
        "C’est ce que vous pensiez de votre Seigneur ; et c’est cette pensée-là qui a",
        "causé votre perte et vous a conduits à être du nombre des damnés !»"
      ],
      "tafsirTranslate" : [
        "Cette pensée de la vôtre au sujet de votre Seigneur a conduit à votre perdition",
        "et vous sont devenus parmi les perdants. » <N:27>"
      ],
      "tanslateWordByWord" : [
        "Et cela",
        "(A) votre hypothèse",
        "lequel",
        "vous avez pris",
        "à propos de votre Seigneur",
        "Il vous a ruiné",
        "et vous êtes devenu",
        "de",
        "les perdants"
      ],
      "notes" : {
        "27" : [
          "Hadrat Hasan Basri [(qu'Allah le bénisse)] a expliqué ce verset ainsi [ \".",
          "L'attitude et la conduite de chaque homme. Est déterminé par la pensée et de la",
          "conjecture qu'il a au sujet de son Dieu. La conduite d'un croyant juste est juste",
          "parce que sa pensée et de conjectures au sujet de son Seigneur est droite, et la",
          "conduite d'un mécréant et un hypocrite et un pécheur est mal parce que sa pensée",
          "et de conjectures au sujet de son Seigneur est faux. \"] Ce même thème a le Saint",
          "Prophète exprimé dans un Hadith complet et brève, ainsi: [ \"Votre Seigneur dit:.",
          "Je suis avec la pensée et de la conjecture que mon serviteur détient sur Me\"]",
          "[(Bukhari, Muslim)]."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "فَإِنْ يَصْبِرُوا فَالنَّارُ مَثْوًى لَهُمْ ۖ وَإِنْ يَسْتَعْتِبُوا فَمَا هُمْ مِنَ الْمُعْتَبِينَ",
      "simpleTranslate" : [
        "Aujourd’hui, même s’ils se résignent, l’Enfer n’en sera pas moins leur demeure ;",
        "et même s’ils s’excusent, ils ne seront pas pour autant excusés."
      ],
      "tafsirTranslate" : [
        "Dans cet état, si elles portent avec patience (ou non), le Feu sera seul leur",
        "demeure. Et si elles cherchent à faire amende honorable, ils ne seront pas",
        "autorisés à le faire. <N:28>"
      ],
      "tanslateWordByWord" : [
        "ensuite, si",
        "ils endurent",
        "le feu",
        "(Est) une demeure",
        "pour eux",
        "et si",
        "ils demandent faveur",
        "alors pas",
        "ils",
        "(Sera) de",
        "ceux qui reçoivent faveur"
      ],
      "notes" : {
        "28" : [
          "Il peut aussi signifier ceci: [ \"S'ils veulent retourner dans le monde, ils ne",
          "seraient pas en mesure de revenir,\"] et ceci: [ \"S'ils veulent sortir de l'enfer,",
          "ils ne seraient pas en mesure de sortir de celui-ci, \"] et ceci: [\" S'ils veulent",
          "offrir une excuse ou la repentance, il ne serait pas accepté \"]."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ ۖ إِنَّهُمْ كَانُوا خَاسِرِينَ",
      "simpleTranslate" : [
        "Nous leur avions suscité de mauvais compagnons qui embellissaient tout à leurs",
        "yeux, aussi bien dans le présent que dans le futur ; et c’est ainsi que se",
        "réalisa contre eux le Décret divin qui avait condamné, dans le passé, tant de",
        "peuples de djinns et d’hommes, et que leur perte fut consommée."
      ],
      "tafsirTranslate" : [
        "Nous leur avait assigné des compagnons qui embellissaient pour eux tout ce qui",
        "était devant eux et derrière eux. <N:29> Ainsi, le même décret (du châtiment),",
        "qui avait dépassé les générations précédentes de djinns et les êtres humains",
        "(aussi) est devenue due à leur encontre. Certes, ils sont devenus les perdants."
      ],
      "tanslateWordByWord" : [
        "Et Nous avons destiné",
        "pour eux",
        "compagnons",
        "(Qui) fait juste semblant",
        "pour eux",
        "quelle",
        "(A) avant de les",
        "(A) avant de les",
        "et quoi",
        "(Était) derrière eux",
        "et (est) justifiée",
        "contre eux",
        "le mot",
        "parmi",
        "nations",
        "(Qui ont) est décédé",
        "(Qui ont) est décédé",
        "Avant eux",
        "Avant eux",
        "de",
        "djinns",
        "et les hommes",
        "En effet, ils",
        "ont été",
        "perdants"
      ],
      "notes" : {
        "29" : [
          "Ceci est la façon permanente et éternelle d'Allah qu'Il dots pas laisser les",
          "hommes avec des intentions et des mauvais désirs ont de bons compagnons, mais",
          "leur permet d'avoir de mauvais compagnons selon leurs propres inclinations. Puis,",
          "comme ils vont en descendant dans les profondeurs de vice, de plus en plus",
          "mauvais et méchants hommes et des démons vont sur les rejoindre que leurs",
          "adjoints et de conseillers et compagnons. Certaines personnes disent ce qui est",
          "si-et-alors lui-même un homme très bon, mais qui arrive à avoir de mauvais",
          "compagnons est, en fait, contrairement à ce fait. La loi de la nature est que",
          "chaque homme obtient le même genre d'amis comme il est lui-même. Si les mauvaises",
          "personnes se trouvent être associé à un homme bon, ils ne peuvent pas rester",
          "associé avec lui pour longtemps. De même, si bons et nobles hommes se trouvent",
          "être associés avec le mal intentionné et les hommes immoraux par hasard, leur",
          "association ne peut pas durer longtemps. Un homme méchant attire naturellement",
          "que les hommes du mal à lui-même et seuls les méchants sont attirés vers lui",
          "comme la saleté attire flits et flits sont attirés par la saleté. La",
          "signification de: [ \"Ils ont fait tout ce qui, en face d'eux et derrière eux,",
          "semblent juste pour eux,\"] est la suivante: Ils les ont assurés que leur passé",
          "avait été glorieux et leur avenir serait aussi brillant; ils ont fait les voir",
          "tout attrayant et agréable sur tous les côtés; ils leur ont dit que ceux qui les",
          "critiques étaient folles, parce qu'ils ne faisaient pas de roman ou quoi que ce",
          "soit étrange: ceux qui avaient fait des progrès dans le monde avant de les",
          "avaient fait la même qu'ils faisaient; devant eux il n'y avait pas au-delà du",
          "tout où ils pourraient être appelés à rendre compte de leurs actes, mais si du",
          "tout l'au-delà ne se déroule, comme certaines personnes folles d'affirmer qu'il",
          "serait, le Dieu qui les bénit dans le monde , seraient les bénir là aussi.",
          "L'enfer n'a pas été faite pour eux, mais pour ceux que Dieu avait privé de ses",
          "bénédictions ici."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَٰذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ",
      "simpleTranslate" : [
        "Les négateurs disent : «N’écoutez pas ce Coran, mais faites du chahut quand il",
        "est récité ! Peut-être en triompherez-vous ainsi !»"
      ],
      "tafsirTranslate" : [
        "Les deniers de la vérité disent: «Ne prêtez l'oreille au Coran et à provoquer",
        "l'interruption quand il est récité; ainsi peut-être vous gagnerez le dessus. »",
        "<N:30>"
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "ceux qui",
        "ne pas croire",
        "(Ne pas",
        "écouter",
        "pour ça",
        "Coran",
        "et de faire du bruit",
        "la bride",
        "afin que vous puissiez",
        "surmonter"
      ],
      "notes" : {
        "30" : [
          "Ce fut l'un de ces plans des mécréants de la Mecque avec laquelle ils voulaient",
          "faire échouer la mission du Saint Prophète de prêcher son message. Ils savaient",
          "parfaitement bien haw impressionnant était le Coran, à quelle hauteur était le",
          "caractère de l'homme présentant, et le degré d'efficacité et d'inspirer le style",
          "de sa prédication. Ils savaient que toute personne qui a entendu ces discours",
          "inégalables dans un tel style attrayant d'une telle personne noble ne pouvait pas",
          "empêcher d'être teintes et charmé. Par conséquent, ils ont prévu qu'ils ne",
          "devraient ni entendre, ni se Iet quiconque l'entendre; chaque fois que Muhammad",
          "[(sur lui la paix de Dieu)] devrait commencer à réciter, ils devraient créer du",
          "bruit, taper des mains, passer des remarques railleries et élever toutes sortes",
          "d'objections et un tel tollé à noyer sa voix. Par ce plan, ils espéraient qu'ils",
          "seraient en mesure de vaincre le Prophète d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "Nous infligerons à ces impies un châtiment implacable et Nous leur ferons",
        "durement payer tout le mal qu’ils ont commis."
      ],
      "tafsirTranslate" : [
        "Nous allons certainement faire ces mécréants goût un châtiment terrible et se",
        "rétribue pleinement eux selon les pires actes qu'ils ont commis."
      ],
      "tanslateWordByWord" : [
        "Mais sûrement, nous allons causer au goût",
        "ceux qui",
        "ne pas croire",
        "une punition",
        "sévère",
        "et sûrement Nous les récompenserons",
        "(le pire",
        "(de quoi",
        "ils avaient l'habitude",
        "faire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "ذَٰلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ النَّارُ ۖ لَهُمْ فِيهَا دَارُ الْخُلْدِ ۖ جَزَاءً بِمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ",
      "simpleTranslate" : [
        "C’est ainsi que la rétribution des ennemis de Dieu sera l’Enfer, où leur séjour",
        "sera éternel, pour avoir refusé de reconnaître Nos signes."
      ],
      "tafsirTranslate" : [
        "Telle est la rétribution des ennemis d'Allah \"le Feu, leur respectueux maison. Ce",
        "sera la re-COMPENSE pour leur nier Nos signes."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Est le) récompense",
        "(Des) ennemis",
        "(De) Allah",
        "le feu",
        "pour eux",
        "la bride",
        "(Est la) maison",
        "(De) l'éternité",
        "(As) récompense",
        "pour quoi",
        "ils avaient l'habitude",
        "de Nos versets",
        "rejeter"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَقَالَ الَّذِينَ كَفَرُوا رَبَّنَا أَرِنَا اللَّذَيْنِ أَضَلَّانَا مِنَ الْجِنِّ وَالْإِنْسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الْأَسْفَلِينَ",
      "simpleTranslate" : [
        "«Seigneur, diront les infidèles, montre-nous ceux des djinns et des hommes qui",
        "ont été responsables de notre déchéance. Nous voudrions tant les humilier en les",
        "écrasant sous nos pieds !»"
      ],
      "tafsirTranslate" : [
        "Il les mécréants diront: '. Notre Seigneur, montre-nous ceux qui nous ont égarés,",
        "tant djinns et les humains, et nous allons les fouler sous nos pieds afin qu'ils",
        "soient totalement dégradées » <N:31>"
      ],
      "tanslateWordByWord" : [
        "Et (se) dire",
        "ceux qui",
        "ne pas croire",
        "Notre Seigneur",
        "Montre nous",
        "ceux qui",
        "nous induit en erreur",
        "de",
        "djinns",
        "et les hommes",
        "(Donc) nous pouvons les mettre",
        "en dessous de",
        "nos pieds",
        "qu'ils soient",
        "de",
        "le plus bas"
      ],
      "notes" : {
        "31" : [
          "Autrement dit, [ «Dans le monde, ces gens étaient à l'entière disposition de",
          "leurs chefs et guides religieux et des démons trompeurs, mais quand le Jour de la",
          "Résurrection, ils viendront à savoir où leurs dirigeants avaient conduit eux, ils",
          "vont les maudire et voudraient qu'ils devraient en quelque sorte mettre la main",
          "sur eux afin qu'ils puissent les fouler sous leur pied. \"]"
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ",
      "simpleTranslate" : [
        "Mais à ceux qui affirment : «Notre Seigneur est Dieu !» et se conduisent avec",
        "droiture, les anges descendront et s’adresseront en ces termes : «Ne craignez",
        "rien et ne vous tourmentez de rien ! Réjouissez-vous plutôt de la bonne nouvelle",
        "du Paradis qui vous a été promis !"
      ],
      "tafsirTranslate" : [
        "Ceux <N:32> qui disent «Allah est notre Seigneur» et rester ferme alors, <N:33>",
        "sur eux descendent les anges <N:34> (et dire): «Ne craignez pas, ni pleurer,",
        "<N:35> et de recevoir de bonnes nouvelles du Paradis qui vous a été promis."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "dire",
        "Notre Seigneur",
        "(Est) Allah",
        "puis",
        "rester ferme",
        "descendra",
        "sur eux",
        "les anges",
        "(Ne pas",
        "la crainte",
        "et (faire) pas",
        "chagriner",
        "mais recevoir la bonne nouvelle",
        "du Paradis",
        "lequel",
        "vous étiez",
        "promis"
      ],
      "notes" : {
        "32" : [
          "Après avoir averti les incroyants des conséquences de leur opposition à la vérité",
          "et leur entêtement, l'adresse se tourne maintenant vers les croyants et le Saint",
          "Prophète."
        ],
        "33" : [
          "Autrement dit, ils ne remettent pas Allah leur Seigneur simplement d'ailleurs,",
          "ils ne se sont impliqués dans l'erreur de considérer Allah comme leur Seigneur et",
          "à «les mêmes temps, d'autres, ainsi que leurs seigneurs, mais ils ont embrassé la",
          "Faith sincèrement et resta près de lui fermement: ni adopté une croyance",
          "contrairement au plus tard, ni mélangé vers le haut avec une fausse croyance,",
          "mais ils remplissaient les exigences de la doctrine de Monothéisme dans leur vie",
          "pratique aussi bien. [ \"Debout ferme sur Tawhid\"] a été expliqué par le Saint",
          "Prophète et les compagnons éminents ainsi: Hadrat Anas a rapporté que le Saint",
          "Prophète a dit: [ \"Beaucoup de gens ont appelé Allah leur Seigneur, mais la",
          "plupart d'entre eux sont devenus mécréants. Ferme et inébranlable est celui qui",
          "est resté ferme sur ce credo jusqu'à sa mort. \"] [(Ibn Jarir, Nasa'i, Ibn Abi",
          "Hatim)]. Hadrat Abu Bakr Siddiq [(qu'Allah soit satisfait de lui)] a expliqué",
          "ainsi : [ \"Puis il n'a pas associer une autre avec Allah n'a pas assisté à toute",
          "autre divinité en dehors de lui. \"] [(Ibn Jarir)] Hadrat` Umar [(qu'Allah soit",
          "satisfait de lui)] une fois récité ce verset sur la chaire et dit:. [ \"Par Dieu,",
          "les endurants sont ceux qui sont restés fermes sur l'obéissance à Allah: a pas",
          "courir d'un endroit à renards. »] [(Ibn Jarir)]. Hadrat 'Uthman [(qu'Allah soit",
          "satisfait de lui)] dit [\" Interprété ses actions sincèrement pour l'amour d'Allah",
          "seulement. \"] [( Kashsaf)] Hadrat `Ali [(qu'Allah soit satisfait de lui)] dit:",
          "[\". Interprété les devoirs imposés par Allah fidèlement et docilement \"]",
          "[(Kashshaf)]"
        ],
        "34" : [
          "Il ne faut pas que la descente des anges peut être perceptible, et les croyants",
          "peuvent les voir avec les yeux, ou entendre leurs voix avec les oreilles. Bien",
          "que Allah envoie aussi les anges ouvertement à qui Il veut, en général leur",
          "descendant pour les croyants, surtout dans les moments difficiles quand ils sont",
          "persécutés par les ennemis de la vérité, se déroule de manière imperceptible et",
          "leurs voix pénètrent dans les profondeurs de la coeur que la paix et la",
          "tranquillité au lieu de simplement frappant les tympans. Certains commentateurs",
          "ont considéré ce qui descend des anges comme limité au moment du décès ou tombe,",
          "ou la plaine de la Résurrection. Mais si les conditions dans lesquelles ces",
          "versets ont été envoyés 'arc bas maintenus en vue, il ne reste aucun doute que",
          "l'objet réel de dire cette chose est ici de mentionner la descente des anges sur",
          "ceux qui luttent avec leur vie dans ce monde dans la cause de la vérité, de sorte",
          "qu'ils sont consolée et encouragée et ils rassurez-vous qu'ils ne sont pas",
          "impuissants, mais les anges d'Allah sont à leur retour. Bien que les anges",
          "viennent aussi de recevoir les croyants au moment de la mort et ils les",
          "accueillent également dans la tombe [(dans l'état de bearzakh)], et ils seront",
          "également les accompagner en permanence sur le Jour de la Résurrection, à partir",
          "du moment Résurrection prend lieu jusqu'à leur entrée dans le paradis, mais leur",
          "entreprise est pas particulièrement limité à l'au-delà, mais reste disponible",
          "dans ce monde aussi. Le contexte montre clairement que, dans le conflit entre la",
          "vérité et le mensonge, tout comme les adorateurs du mensonge sont accompagnés par",
          "les démons et les personnes malicieuses afin d'arc les croyants accompagnés par",
          "les anges. D'une part, les compagnons des adorateurs du mensonge montrent leurs",
          "méfaits semblent juste pour eux et les assurer que les actes tyranniques et",
          "malhonnêtes qu'ils commettent arc les moyens mêmes de leur succès et à travers",
          "eux ne seront leur leadership et leur domination rester en sécurité dans le",
          "monde. D'autre part, les anges descendent sur les adorateurs de la Vérité et de",
          "leur donner le message qui est mentionné dans les phrases suivantes."
        ],
        "35" : [
          "Ce sont des mots très complets, qui contiennent un nouveau thème de consolation",
          "et de paix pour les croyants, à tous les stades de la vie, du monde jusqu'à",
          "l'au-delà. Ce conseil des anges dans ce monde signifie: [ \"Peu importe\" combien",
          "fort et puissant soit les forces de mensonge, vous ne devriez pas avoir peur",
          "d'eux, et quelles que soient les difficultés et les privations que vous pourriez",
          "avoir à l'expérience à cause de votre amour du la vérité, vous ne devriez pas",
          "pleurer à cause d'eux, pour l'avant il se trouvent en magasin pour vous de telles",
          "choses contre lesquelles toutes les bénédictions du monde est insignifiant »]",
          "Quand les anges disent les mêmes mots au moment de la mort, ils veulent dire",
          "cela.: [ \"Il n'y a pas de cause de la peur pour vous dans la destination que vous",
          "partez pour, pour le Paradis vous y attend, et vous avez pas de cause de la",
          "douleur pour ceux que vous laissez derrière dans le monde, car nous sommes vos",
          "gardiens et compagnons ici ».] Quand les anges diront ces paroles dans l'état",
          "intermédiaire entre la mort et la Résurrection et dans la plaine de la",
          "Résurrection, ils vont dire:` ici, il n'y a rien que la paix pour vous. . Ne vous",
          "affligez pas pour les difficultés que vous avez eu à souffrir dans le monde, et",
          "ne crains pas ce que vous allez faire face dans l'au-delà, car nous vous donnons",
          "les bonnes nouvelles du Paradis, qui avait l'habitude d'être promis de vous dans",
          "le monde. \""
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ ۖ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ",
      "simpleTranslate" : [
        "Notre soutien vous est acquis, aussi bien dans ce bas monde que dans la vie",
        "future, où tous vos désirs seront comblés et tous vos vœux exaucés.»"
      ],
      "tafsirTranslate" : [
        "Nous sommes vos compagnons dans ce monde et dans l'au-delà. Là, vous aurez tout",
        "ce que vous désirez et tout ce que vous demanderez."
      ],
      "tanslateWordByWord" : [
        "nous",
        "(Sont) vos protecteurs",
        "dans",
        "la vie",
        "(du monde",
        "et en",
        "l'au-delà",
        "Et pour toi",
        "la bride",
        "peu importe",
        "envie",
        "vos âmes",
        "et pour toi",
        "la bride",
        "quelle",
        "tu demandes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "نُزُلًا مِنْ غَفُورٍ رَحِيمٍ",
      "simpleTranslate" : [
        "Tel sera l’accueil généreux du Tout-Clément, du Tout-Compatissant."
      ],
      "tafsirTranslate" : [
        "Ceci est par le biais de l'hospitalité de celui qui est le Pardonneur, le Très",
        "Miséricordieux »."
      ],
      "tanslateWordByWord" : [
        "Un cadeau hospitalier",
        "de",
        "(La) Pardonneur",
        "(Le) Très Miséricordieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ",
      "simpleTranslate" : [
        "Qui donc tiendrait un meilleur discours que celui qui appelle les hommes à Dieu,",
        "fait œuvre pie et proclame tout haut son appartenance à l’islam?"
      ],
      "tafsirTranslate" : [
        "Et qui est plus juste dans le discours que celui qui appelle à Allah et agit avec",
        "droiture et dit: «Je suis un musulman» <N:36>"
      ],
      "tanslateWordByWord" : [
        "Et qui",
        "(est mieux",
        "(Dans) la parole",
        "que (un) qui",
        "invite",
        "à",
        "Allah",
        "et fait",
        "justes (actes)",
        "et dit",
        "En effet, je suis",
        "de",
        "ceux qui se soumettent"
      ],
      "notes" : {
        "36" : [
          "Après avoir consolé et en encourageant les croyants, maintenant ils sont en cours",
          "exhortés à leur véritable devoir. Dans le verset précédent, ils ont dit: [ \".",
          "Être ferme dans le service à Allah et debout fermement sur cette voie après",
          "l'adopter est par lui-même la bonne base, ce qui fait de l'homme un ami des anges",
          "et digne du Paradis»] Maintenant, ils sont dit: [ \"la prochaine chose qui gagne",
          "l'homme la plus haute place d'honneur est qu'il devrait faire de bonnes actions",
          "lui-même et devrait inviter d'autres personnes au service d'Allah, et même dans",
          "l'environnement de l'antagonisme sévère où proclamer l'Islam équivaut à invitant",
          "les difficultés pour soi-même, il faut bien dire que l'un est musulman. \"] pour",
          "comprendre la pleine signification de ces mots, il faut garder à voir les",
          "conditions dans lesquelles ils ont été dit. Les conditions étaient que toute",
          "personne qui a proclamé être un musulman, se sentir comme s'il avait fait un pas",
          "dans une jungle de bêtes, où tout le monde se précipitait sur lui pour lui",
          "arracher en morceaux. Plus que cela: si quelqu'un a ouvert sa bouche pour prêcher",
          "l'Islam, il se sentirait comme s'il avait appelé les bêtes à venir dévorer.",
          "Telles étaient les conditions quand il a été dit: \"d'une personne croyant en",
          "Allah comme son Seigneur et en adoptant la bonne façon et debout fermement sur",
          "elle est en effet une grande et fondamentale bonne, mais le plus grand bien est",
          "que l'homme doit hardiment dire qu'il est un d'autres musulmans et devrait",
          "inviter vers le service d'Allah, sans peur des conséquences, et pendant",
          "l'exécution de cette obligation doit rester pur et pieux dans la conduite et le",
          "caractère que personne ne devrait avoir une cause de trouver à redire avec",
          "l'Islam et avec ceux qui soutiennent ce."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ۚ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ",
      "simpleTranslate" : [
        "La bonne action et la mauvaise action ne sont pas pareilles. Rends le bien pour",
        "le mal, et tu verras ton ennemi se muer en fervent allié !"
      ],
      "tafsirTranslate" : [
        "(O Prophète), bien et le mal ne sont pas égaux. Repousse (le mal) par ce qui est",
        "bon, et vous verrez que lui, entre qui et vous il y avait inimitié, deviendra",
        "comme s'il était un ami intime (la vôtre). <N:37>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "(sont égaux",
        "le bien (acte)",
        "et",
        "le mal (acte)",
        "Repousser",
        "par (ce), qui",
        "[il]",
        "(est mieux",
        "alors voici",
        "Un qui",
        "entre vous",
        "entre lui et",
        "(A) l'inimitié",
        "(Deviendra) comme s'il",
        "(A) un ami",
        "intime"
      ],
      "notes" : {
        "37" : [
          "Pour comprendre la pleine signification de ces mots aussi, il faut garder à voir",
          "les conditions dans lesquelles le Saint Prophète et, à travers lui, ses disciples",
          "ont donné cette instruction. Les conditions étaient que l'invitation à la vérité",
          "était résisté et opposée avec une extrême obstination et l'antagonisme sévère,",
          "dans lequel toutes les limites de la morale, l'humanité et la décence ont été",
          "transgressées. Chaque sorte de mensonge était prononcé contre le Saint Prophète",
          "et de ses compagnons; chaque type de dispositif mal était employé pour le",
          "diffamer et de créer des soupçons contre lui dans l'esprit du peuple; toutes",
          "sortes d'accusation était portée contre lui et une foule de propagandistes",
          "étaient en train de créer des doutes contre lui dans le cœur; en bref, lui et ses",
          "compagnons étaient persécutés dans toutes les manières possibles en raison de",
          "laquelle un nombre important de musulmans avait été contraint d'émigrer du pays.",
          "Ensuite, le programme qui avait été préparé pour l'empêcher de prêcher était",
          "qu'une main du peuple malicieux a été fixé derrière lui, qui soulèverait un tel",
          "tollé que personne ne devrait être capable d'entendre quoi que ce soit dès qu'il",
          "ouvrait la bouche pour prêcher son message. Dans de telles conditions",
          "décourageantes quand apparemment tous les moyens d'étendre l'invitation à l'Islam",
          "semblait être bloqué, le Saint Prophète a appris cette recette pour briser",
          "l'opposition. Tout d'abord, il a été dit que la bonté et le mal ne sont pas",
          "égaux, comme pour dire: [ \"Bien qu'apparemment vos adversaires auraient soulevé",
          "une tempête terrible mal et le mal, contre lequel la bonté peut sembler tout à",
          "fait démunis et impuissants, encore mal en soi a une faiblesse qui provoque",
          "finalement sa propre destruction. tant que l'homme est homme, sa nature ne peut",
          "pas aider à haïr le mal. non seulement les compagnons du mal, même ses propres",
          "partisans savent dans leur cœur qu'ils arc menteurs et les méchants et arc étant",
          "têtu pour des motifs égoïstes. Sans parler de la création de la dignité et de",
          "l'honneur pour eux dans le cœur des autres, il les abaisse dans leur propre",
          "estime, et provoque leur moral à être affaibli et détruit en cas de tous les",
          "conflits. Par contre ce mal, le bien qui semble être totalement impuissant et",
          "impuissant, va à l'exploitation et de travail et il devient dominant dans le long",
          "terme. Car, en premier lieu, le bien a un pouvoir propre qui gagne les cœurs et",
          "aucun homme mais perverti et corrompu, peut aider à estimer dans son propre cœur.",
          "Puis, quand le bien et le mal sont engagés dans un face à face des conflits et de",
          "leur nature et le fond deviennent apparents et connus, après une lutte de longue",
          "haleine, pas beaucoup de gens seraient IEFT, qui ne serait pas commencer à haïr",
          "le mal et en admirant la bonne . Deuxièmement, il a été dit que le mal doit être",
          "combattu non par le simple bon mais «par un bien supérieur, comme pour dire:\"] Si",
          "une personne vous traite injustement et vous lui pardonner, il est le simple bon",
          "Le bon supérieur est. que vous traitez celui qui III- vous traite wich",
          "gentillesse et rustre. [ \"le résultat serait que\"] votre pire ennemi deviendrait",
          "votre ami le plus proche, \"car cela est la nature humaine elle-même. Si vous",
          "restez calme en réponse à un abus, il sera simple bonté, mais il ne sera pas",
          "taire l'agresseur. . Mais si vous exprimez de bons vœux pour lui en réponse à ses",
          "abus, même l'adversaire le plus impudique se sentira honteux, et serait presque",
          "jamais être en mesure d'employer des invectives contre vous. Si une personne ne",
          "manque pas une occasion de vous faire du mal, et vous allez à tolérer ses excès,",
          "il se pourrait bien lui faire encore plus audacieux dans ses maux. Mais si, à",
          "l'occasion, il est en difficulté et vous venir à son secours, il va tomber à vos",
          "pieds, car aucun mal ne peut tenir contre la bonté. Cependant, il serait erroné",
          "de prendre ce principe général dans le sens que chaque ennemi deviendra",
          "nécessairement un ami proche lorsque vous l'avez traité avec le bon supérieur. Il",
          "y a ces gens méchants aussi dans le monde, dont la nature hostile ne changera",
          "jamais pour le mieux, peu importe la façon dont vous pouvez oublier tolérante",
          "leurs excès et comment bienveillamment vous pouvez réagir et de répondre à tous",
          "les maux commis par eux. Mais ces diables-Incarnés sont aussi rares dans le monde",
          "que les modes de réalisation de la bonté sont."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ",
      "simpleTranslate" : [
        "Mais une telle grandeur d’âme est seulement le privilège de ceux qui savent faire",
        "preuve de patience et de ceux qui sont touchés par une grâce peu commune."
      ],
      "tafsirTranslate" : [
        "Mais rien atteint à cette exception de ceux qui sont fermes;. <N:38> ne parvient",
        "à cela, sauf ceux qui sont doués d'une immense fortune <N:39>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "elle est accordée",
        "sauf",
        "(À) ceux qui",
        "(Sont) des patients",
        "et pas",
        "elle est accordée",
        "sauf",
        "(À la) propriétaire",
        "(De) fortune",
        "génial"
      ],
      "notes" : {
        "38" : [
          "Même si une recette très efficace, il est pas facile à utiliser. Elle nécessite",
          "une grande puissance de volonté, la résolution, le courage, la puissance de",
          "l'endurance et le plein contrôle sur son propre Soi. Un homme peut agir avec",
          "bienveillance en réponse à un mal fait, sur une impulsion, et il n'y a rien",
          "d'extraordinaire. Mais quand une personne doit se battre pendant des années et",
          "des années, pour l'amour de la vérité, ces adorateurs espiègles de mensonge, qui",
          "ne se sentent pas hésité à violer toute obligation morale, et sont également en",
          "état d'ébriété avec le pouvoir, il exige grain extraordinaire continuer à",
          "résister au mal par le bien, et cela avec la bonne qualité supérieure, sans",
          "jamais montrer un manque de retenue et de maîtrise de soi. Un tel travail peut",
          "être accompli que par celui qui a résolu avec un esprit cool de travailler pour",
          "la cause de la défense de la vérité, qui a soumis son auto à l'intelligence et le",
          "sens et en qui le bien et la justice ont pris de telles racines profondes qui ne",
          "malice et mal des adversaires peut réussir à le déposer de sa position haute."
        ],
        "39" : [
          "Ceci est une loi de la nature. Seul un homme de rang très élevé est caractérisé",
          "par. ces qualités; et celui qui possède ces qualités ne peut être empêchée par",
          "aucune puissance du monde d'atteindre son objectif de réussite. Il est en aucun",
          "cas possible que les gens dépravés peuvent le vaincre avec leurs machinations",
          "moyennes et des dispositifs sans vergogne."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ ۖ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
      "simpleTranslate" : [
        "Et si le démon t’incite à agir autrement, cherche aussitôt refuge auprès de Dieu,",
        "car Il entend tout et sait tout."
      ],
      "tafsirTranslate" : [
        "Et si vous êtes invité par une provocation de Satan, chercher refuge auprès",
        "d'Allah. <N:40> Lui, et Lui seul, est Audient, Omniscient. <N:41>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "whisper vient à vous",
        "de",
        "le Shaitaan",
        "une suggestion mal",
        "puis chercher refuge",
        "en Allah",
        "En effet, il",
        "[Il]",
        "(Est) l'Audient",
        "l'Omniscient"
      ],
      "notes" : {
        "40" : [
          "Satan se sent attristé quand il voit que dans le conflit entre la vérité et le",
          "mensonge est bassesses être résisté à la noblesse et le mal avec la bonté. Il",
          "veut qu'il doit en quelque sorte d'inciter les combattants pour l'amour de la",
          "Vérité et de leurs éminents hommes en particulier, et en particulier leurs",
          "dirigeants, de commettre une telle erreur, même si une fois, sur la base duquel",
          "il peut dire aux gens ordinaires que le mal ne sont pas commis par un seul côté:",
          "si les actes moyennes sont commis par un côté, les gens de l'autre côté sont",
          "également pas moralement mieux: ils ont trop commis tel ou tel acte impudique.",
          "Les gens ordinaires ne possèdent pas la capacité qu'ils peuvent évaluer et",
          "compenser équitablement les excès commis par une partie par les réactions de",
          "l'autre. Tant qu'ils sec que si les adversaires ont mangé adopter chaque dire",
          "agissent pourtant ces gens ne dévient pas du tout dans le chemin de la décence et",
          "de la noblesse, la bonté et la justice, ils continuent à considérer et les",
          "estiment très. Mais si, à un moment où ils arrivent à commettre un acte indigne,",
          "même si elle est en représailles contre une grave injustice, les deux côtés",
          "deviennent égaux dans leur estime, et les adversaires obtiennent également une",
          "excuse pour contrer un acte blâmable avec mille abus. Voilà pourquoi il a été",
          "dit: «Soyez sur vos gardes contre les tromperies de Satan. Il vous incitera comme",
          "Wellwisher à prendre note de tous les abus et toutes les insultes et l'attaque et",
          "vous inciter à payer l'adversaire dans la même pièce, sinon vous seriez considéré",
          "comme un lâche et affaiblir votre image de force. [ \"Sur chacune de ces occasions",
          "chaque fois que vous ressentez une provocation indue, vous devez prendre soin que",
          "c'est une incitation de Satan qui vous suscite la colère et veut que vous",
          "commettez une erreur. Et après avoir été mis en garde de ne pas être impliqué",
          "dans le malentendu que vous avez le plein contrôle sur vous-même, et Satan ne",
          "peut pas vous faire commettre aucune erreur. Cette haute opinion de sa propre",
          "puissance de jugement et la volonté est une autre et la tromperie plus dangereux",
          "de Satan. Au lieu de cela vous devriez chercher le refuge d'Allah, car l'homme",
          "peut sauver lui-même des erreurs que si Allah aide et lui accorde une protection.",
          "Le commentaire de battement de ce sujet est l'événement qui Imam Ahmad a rapporté",
          "dans son Musnad sur l'autorité de Abû Hurayrah. Il dit qu'une fois qu'un homme a",
          "commencé à proférer des invectives contre Abû Bakr, en présence du Saint",
          "Prophète. Abû Bakr gardé en entendant les invectives tranquillement et le Saint",
          "Prophète a gardé le sourire à elle. Enfin, whcn Abû Bakr pouvait se retenir plus,",
          "il a également prononcé une parole dure pour la personne en réponse. A peine",
          "at-il prononcer le mot que le Saint Prophète a été saisi par la retenue, qui est",
          "apparu sur son visage, et il se leva et quitta les lieux immédiatement. Abû Bakr",
          "a également augmenté et est allé derrière lui. Sur le chemin, il a demandé,",
          "«Comment est-il que tant que la personne a continué à me maltraiter, vous avez",
          "gardé calme et souriant, mais whcn j'ai aussi dit un mot en représailles, vous",
          "avez été ennuyé\"] Le Saint Prophète répondit: [ «Jusqu'à vous étiez calme un ange",
          "est resté avec vous, qui est allé sur lui répondre en votre nom, mais quand vous",
          "avez parlé Satan est venu à la place de l'ange: Je ne pouvais pas rester avec",
          "Satan. . \"]"
        ],
        "41" : [
          "Après avoir cherché le refuge d'Allah contre la tempête de l'opposition, la chose",
          "qui apporte de la patience et de la paix et de tranquillité au cœur du croyant",
          "est cette conviction: [ «Allah ne l'ignore pas: Il sait tout ce que nous arc",
          "faire comme ainsi que ce qui est fait contre nous. Il est entendu tout ce que",
          "nous et nos adversaires proférer et regarde la conduite de tous les deux. \"] sur",
          "la base de cette conviction très croyant confie sa propre et les adversaires de",
          "l'affaire de la vérité à Allah et reste satisfaite. 'Ceci est le cinquième",
          "endroit où le Saint Prophète et, à travers lui, les croyants ont appris cette",
          "sagesse de la prédication et de la réforme du peuple. Pour les quatre autres",
          "endroits, voir AI-Araf, 199-204, An-Nahl: 125-128, Al Mu'minun: 96-98,",
          "Al-Ankabut: 46-47 et E.N. de."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ ۚ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ",
      "simpleTranslate" : [
        "Parmi les signes de Dieu, il y a la nuit et le jour, le Soleil et la Lune. Ne",
        "vous prosternez ni devant le Soleil ni devant la Lune, mais prosternez-vous",
        "uniquement devant Celui qui les a créés, si vous Lui vouez un culte sincère !"
      ],
      "tafsirTranslate" : [
        "Et <N:42> de Ses signes sont la nuit et le jour, le soleil et la lune. <N:43> Ne",
        "vous prosternez devant le soleil, ni devant la lune, mais vous prosternez devant",
        "Allah qui les a créés, si c'est Lui que vous servez. <N:44>"
      ],
      "tanslateWordByWord" : [
        "Et de",
        "Ses signes",
        "(Sont) la nuit",
        "et la journée",
        "et le soleil",
        "et la lune",
        "(Ne pas",
        "prostré",
        "au soleil",
        "et pas",
        "vers la Lune",
        "mais prosterner",
        "à Allah",
        "celui qui",
        "les a créés",
        "si",
        "toi",
        "Lui seul",
        "culte"
      ],
      "notes" : {
        "42" : [
          "Maintenant, le discours se tourne vers le peuple et ils sont faits pour",
          "comprendre la vérité en quelques phrases."
        ],
        "43" : [
          "Autrement dit, [ \"Ils ne sont pas les objets de la puissance divine que vous",
          "pouvez commencer à les adorer, pensant que Dieu est lui-même manifeste dans leur",
          "forme, mais ils sont les versets d'Allah en méditant sur lequel vous pouvez",
          "comprendre la réalité de l'univers et de son système, et peut savoir que la",
          "doctrine de l'Unicité de Dieu que l'enseignement des prophètes de l'arc est la",
          "réalité réelle. la mention de la nuit et le jour avant que le soleil et la lune",
          "ont été faits pour donner l'avertissement que la cachette du soleil et apparition",
          "de la lune la nuit, et la dissimulation de la lune et apparition du soleil dans",
          "la journée indiquent clairement le fait qu'aucun d'entre eux est Dieu ou de",
          "l'objet de la puissance divine, mais les deux sont impuissants et objets",
          "impuissants, et se déplacent soumis à la loi de Dieu."
        ],
        "44" : [
          "Ceci est une réponse à la philosophie que les intelligents parmi les polythéistes",
          "généralement utilisés pour proposer de prouver que le polythéisme était",
          "rationnel. Ils ont dit qu'ils ne se plier à ces objets, mais se prosternèrent à",
          "Dieu à travers eux. Une réponse à ce qui a été donné, de manière à dire: \"] Si",
          "vous êtes vraiment les adorateurs d'Allah, il n'y a pas besoin de ces",
          "intermédiaires: pourquoi ne vous inclinez pas vers le bas pour lui directement»"
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْأَمُونَ ۩",
      "simpleTranslate" : [
        "S’ils sont trop orgueilleux pour adorer leur Seigneur, qu’ils sachent que ceux",
        "qui sont proches de Lui célèbrent Ses louanges nuit et jour, sans jamais éprouver",
        "de lassitude."
      ],
      "tafsirTranslate" : [
        "Mais si elles cire fiers <N:45> (et persister dans leur attitude, il n'a pas",
        "d'importance, car) les anges quasi stationnés à ton Seigneur le glorifient nuit",
        "et jour, et ne jamais se lasser. <N:46>"
      ],
      "tanslateWordByWord" : [
        "Mais si",
        "ils sont arrogants",
        "alors ceux qui",
        "(Sont) à proximité",
        "votre Seigneur",
        "glorifier",
        "Lui",
        "de nuit",
        "et le jour",
        "Et ils",
        "(ne pas",
        "pneu"
      ],
      "notes" : {
        "45" : [
          "[ \"Si elles montrent l'arrogance\"]: S'ils pensent qu'il est en dessous d'eux pour",
          "vous écouter et persistent encore dans l'ignorance dans laquelle ils sont",
          "impliqués."
        ],
        "46" : [
          "Cela signifie que:. [ \"Le système de l'ensemble de cet univers, dont les agents",
          "de ces« anges, est en cours d'exécution sur la base de l'Unicité d'Allah et Sa",
          "servitude Les anges qui sont ses agents témoigner chaque instant que leur",
          "Seigneur est pur et exalté au-dessus de ce que l'autre devrait être son associé",
          "dans sa divinité et de culte. maintenant, si quelques personnes folles ne croient",
          "pas même après avertissement, et se détournent de la voie qui est suivie par",
          "l'ensemble de l'univers et persistent en suivant la voie de shirk seulement, Iet",
          "les rester impliqué dans leur folie. \"] le consensus est qu'il est obligatoire",
          "d'effectuer sajdah [(prosternation)], mais les juristes diffèrent quant à",
          "laquelle des deux versets précédents exige la performance de prosternation.",
          "Hadrat 'Ali et Hadrat' Abdullah bin Mas'ud exécuté la prosternation à la fin du",
          "v. 37, tandis que Hadrat Ibn 'Abbas, Ibn' Umar, Said bin Musayyab, Masruq,",
          "Qatadah, Hasan Basri, Abou 'Abdur Rahman as-Sulami , Ibn Sirin, Ibrahim Nakha'i",
          "et plusieurs autres éminents juristes ont exprimé l'opinion qu'il devrait être",
          "effectué à la fin du v. 38. le même aussi est l'opinion de l'Imam Abu Hanifah, et",
          "l'Shafe'ites ont également occupé le même vue que préférable."
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ ۚ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَىٰ ۚ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "C’est encore un de Ses signes, quand tu vois la terre qui était prostrée sous",
        "l’effet de la sécheresse, s’animer et s’épanouir, dès que Nous lui envoyons",
        "quelques ondées du ciel. Celui qui lui rend la vie est aussi Celui qui fait",
        "revivre les morts, car Sa puissance n’a point de limite."
      ],
      "tafsirTranslate" : [
        "Et parmi Ses signes est que tu vois la terre desséchée, puis Nous faisons",
        "descendre l'eau sur elle, et voilà! il tressaille et gonfle. Certes, celui qui",
        "donne la vie à la terre morts donnera aussi la vie à la mort. <N:47> Certes, il a",
        "le pouvoir sur tout."
      ],
      "tanslateWordByWord" : [
        "Et parmi",
        "Ses signes",
        "(est-ce vous",
        "voir",
        "La terre",
        "stérile",
        "mais quand",
        "Nous faisons descendre",
        "sur elle",
        "eau",
        "il est agité (à la vie)",
        "et se développe",
        "Effectivement",
        "celui qui",
        "il donne la vie",
        "(Est) sûrement le Donateur de vie",
        "(À) les morts",
        "En effet, il",
        "(est sur",
        "chaque",
        "chose",
        "Tout-puissant"
      ],
      "notes" : {
        "47" : [
          "Pour une explication, voir An - Nahl: 65, Ai-Hijr: 5-7, Ar-Rum: 19 et E.N. 19",
          "d'Al-Fatir."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لَا يَخْفَوْنَ عَلَيْنَا ۗ أَفَمَنْ يُلْقَىٰ فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ ۚ اعْمَلُوا مَا شِئْتُمْ ۖ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "simpleTranslate" : [
        "Ceux qui s’emploient à dénaturer le sens de Nos versets ne sauraient Nous",
        "échapper. Que vaut-il mieux? Être précipité en Enfer ou se présenter le Jour de",
        "la Résurrection en toute sécurité? Agissez donc comme bon vous semble ! Dieu a",
        "une claire vision de ce que vous faites."
      ],
      "tafsirTranslate" : [
        "Ceux <N:48> qui pervertissent Nos signes <N:49> ne sont pas cachés de nous.",
        "<N:50> est celui qui sera jeté dans le Feu mieux, ou celui qui viendra en toute",
        "sécurité le Jour de la Résurrection? Tu fais comme tu veux; Il voit tout ce que",
        "vous faites."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "fausser",
        "[dans]",
        "Nos versets",
        "(ne sont pas",
        "caché",
        "de notre part",
        "Alors, est (il) qui",
        "est coulée",
        "dans",
        "le feu",
        "mieux",
        "ou",
        "(lui qui",
        "vient",
        "garantir",
        "(au jour",
        "(De) Résurrection",
        "Faire",
        "quelle",
        "vous serez",
        "En effet, il",
        "de quoi",
        "tu fais",
        "(Est) Clairvoyant"
      ],
      "notes" : {
        "48" : [
          "Après avoir dit aux gens ordinaires en quelques phrases que la doctrine de",
          "Monothéisme et l'au-delà à laquelle Muhammad [(sur qui être la paix d'Allah)] les",
          "invite, est rationnelle et les signes de l'univers témoignent son droit d'être et",
          "vrai, le discours airs encore aux adversaires qui étaient déterminés à s'y",
          "opposer obstinément."
        ],
        "49" : [
          "Le mot yulhidun dans l'original est dérivé de ilhad qui signifie dévier, à se",
          "détourner de la droite vers la mauvaise voie, d'adopter tortuosité. Ainsi, ilhad",
          "dans les révélations d'Allah signifierait que, au lieu de les comprendre dans",
          "leur une signification claire et simple devrait les méconnaître et égarer et",
          "mener également d'autres égarés. L'un des dispositifs en cours d'adoption par les",
          "mécréants de la Mecque pour vaincre le message du Coran a été qu'ils entendent",
          "les versets du Coran, puis serait d'isoler un verset de son contexte, trafiquer",
          "une autre, méconnaîtrait un mot ou une phrase et donc soulèvent toutes sortes",
          "d'opposition et induire en erreur le peuple, en disant que le Prophète avait dit",
          "que telle ou telle chose jour."
        ],
        "50" : [
          "Ces mots impliquent une grave menace. Le Tout-Puissant règle disant que les actes",
          "de telle ou telle personne ne sont pas cachés de Lui par lui-même contient le",
          "sens qu'il ne peut pas échapper à leurs conséquences."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ ۖ وَإِنَّهُ لَكِتَابٌ عَزِيزٌ",
      "simpleTranslate" : [
        "Ceux qui ont rejeté le Coran, quand il leur est parvenu, ne savaient pas que ce",
        "Livre est d’une valeur inestimable,"
      ],
      "tafsirTranslate" : [
        "Ce sont ceux qui ont rejeté le bon conseil quand il est venu à eux, mais il est",
        "certainement un livre puissant. <N:51>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "ne pas croire",
        "dans le Rappel",
        "quand",
        "elle leur vient",
        "Et en effet, il",
        "(Est) sûrement un livre",
        "puissant"
      ],
      "notes" : {
        "51" : [
          "[ \"Un puissant livre\"]: Un livre immuable, qui ne peut être vaincu par des tours",
          "et des ruses, que les adorateurs du mensonge emploient contre elle. Il a la force",
          "de la vérité en elle, la force de la vraie connaissance, la force des arguments",
          "et de la raison, la force de l'éloquence et le style, la force de la Divinité de",
          "Dieu qui l'a envoyé, et la force de la personnalité du Messager qui présenté il.",
          "Personne ne peut donc vaincre par la propagande et le mensonge creux."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ ۖ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ",
      "simpleTranslate" : [
        "inaccessible à toute erreur, d’où qu’elle vienne, en tant que Révélation émanant",
        "d’un Sage, Digne de louange."
      ],
      "tafsirTranslate" : [
        "Mensonge ne peut y pénétrer par l'avant ou par l'arrière. <N:52> Il est une",
        "révélation qui a été envoyé du Très Sage, le Immensément Praiseworthy."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "il vient à",
        "le mensonge",
        "de",
        "avant cela",
        "avant cela",
        "et pas",
        "de",
        "derrière",
        "Une révélation",
        "de",
        "(Le) All-Wise",
        "(La) Praiseworthy"
      ],
      "notes" : {
        "52" : [
          "[ \"Mensonge par devant...\".] Signifie que nul ne peut réussir à prouver quelque",
          "chose de mal ou de tout enseignement faux dans le Coran en faisant une attaque",
          "frontale sur elle; . . . . ni par derrière [ \"signifie que rien ne peut être",
          "découvert jusqu'à la Résurrection qui peut être opposé aux vérités et réalités",
          "présentées par le Coran; aucune nouvelle science, si elle est vraiment un\"]",
          "science », peut être défendue, ce qui peut contredire les connaissances contenues",
          "dans le Coran; aucune nouvelle expérience ou l'observation peut être faite pour",
          "prouver que l'orientation donnée à l'homme par le Coran en ce qui concerne les",
          "croyances, la morale, le droit, la civilisation ou la culture, et économique,",
          "sociale et ascenseur politique est erroné. ce qui ce livre a déclaré que la",
          "vérité ne peut jamais être prouvée pour être le mensonge et ce qu'il a déclaré",
          "que le mensonge ne peut jamais être prouvé être la vérité. de plus, cela signifie",
          "aussi que si le mensonge fait une attaque frontale , ou fait une attaque surprise",
          "par la tromperie, il ne peut pas vaincre le message que le Coran a apporté. En",
          "dépit de toutes sortes de machinations ouvertes et secrètes des adversaires du",
          "message se répandra et ne seront pas en mesure de vaincre et de frustrer."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "مَا يُقَالُ لَكَ إِلَّا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ ۚ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ",
      "simpleTranslate" : [
        "Les objections qui te sont faites aujourd’hui sont les mêmes que celles qui ont",
        "été faites aux prophètes qui t’ont précédé. Mais si ton Seigneur est Enclin au",
        "pardon, Il n’en est pas moins Implacable quand Il sévit."
      ],
      "tafsirTranslate" : [
        "(O Prophète), rien ne vous dit, mais ce qui était déjà dit aux Messagers avant",
        "toi. Certes, ton Seigneur est le Seigneur du pardon <N:53> et le Seigneur de",
        "châtiment douloureux."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "est dit",
        "à toi",
        "sauf",
        "quelle",
        "a été dit",
        "a été dit",
        "aux Messagers",
        "Avant toi",
        "Avant toi",
        "Effectivement",
        "votre Seigneur",
        "(Est) Possesseur",
        "(De) pardon",
        "et Possesseur",
        "(De) peine",
        "douloureux"
      ],
      "notes" : {
        "53" : [
          "Autrement dit, [ \"Tout cela est dû à sa clémence et de pardon que, bien que ses",
          "messagers étaient opposés, maltraités et persécutés encore Il a poursuivi en",
          "donnant du répit à leurs adversaires pendant des années et des années.\"]"
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ ۖ أَأَعْجَمِيٌّ وَعَرَبِيٌّ ۗ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ۖ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ۚ أُولَٰئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ",
      "simpleTranslate" : [
        "Si Nous avions révélé ce Coran en langue étrangère , on aurait objecté : «Si au",
        "moins ses versets étaient clairs et intelligibles ! Comment? Un Coran en langue",
        "étrangère pour un peuple arabe?» Réponds-leur : «Ce Coran est un guide et un",
        "baume pour les croyants ; seuls les négateurs, quand il s’agit de ce Livre, font",
        "la sourde oreille et simulent l’aveuglement. C’est comme si l’appel qu’on leur",
        "lance venait de trop loin pour être entendu.»"
      ],
      "tafsirTranslate" : [
        "Si Nous avions révélé cela comme un non-arabe Coran ils auraient dit: «Pourquoi",
        "étaient ses versets pas clairement exposées? Comment étrange, une écriture",
        "non-arabe et un public arabe » <N:54> Dites-leur: '! Il est un guide et une",
        "guérison pour les croyants. Mais pour ceux qui ne croient pas, il sert comme un",
        "bouchon dans les oreilles et une couverture sur leurs yeux. Il est comme si elles",
        "sont appelées à partir d'un endroit éloigné. <N:55>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Nous (avait) fait",
        "un Coran",
        "(En) un (langue) étrangère",
        "ils (aurait) dit",
        "Pourquoi pas",
        "sont expliqués en détail",
        "ses versets",
        "(Est-il) un (langue) étrangère",
        "et un Arabe",
        "Dire",
        "C'est)",
        "pour ceux qui",
        "croyez",
        "un guidage",
        "et une guérison",
        "Et ceux qui",
        "(ne pas",
        "croyez",
        "dans",
        "leurs oreilles",
        "(Est) la surdité",
        "et cela",
        "(Is) pour les",
        "cécité",
        "Ceux",
        "sont appelés",
        "de",
        "un endroit",
        "loin"
      ],
      "notes" : {
        "54" : [
          "Ceci est le genre de l'entêtement que le Saint Prophète a été confronté. Les",
          "mécréants dirent: [ \"Muhammad [(sur qui soit la paix d'Allah)] est un Arabe.",
          "L'arabe est sa langue maternelle. Comment peut-on croire que le Coran arabe qu'il",
          "présente n'a pas été forgé par lui-même mais a été révélé Dieu lui? le Coran",
          "pourrait être considéré comme la révélation de Dieu, s'il avait commencé à parler",
          "couramment une langue étrangère inconnue de lui, comme le persan, latin ou grec.",
          "\"] Cet argument de la leur a été réfutée par Allah , en disant: [ «maintenant,",
          "quand le Coran a été envoyé vers le bas dans leur propre langue, afin qu'ils",
          "puissent le comprendre, ils objectent:? Pourquoi at-il été envoyé vers le bas",
          "pour un arabe en arabe Mais si elle avait été envoyé vers le bas dans une langue",
          "étrangère, ces mêmes personnes auraient dit, `Comment étrange! un messager arabe",
          "a été envoyé aux arabes, mais les révélations d'être envoyé à lui sont dans une",
          "langue qui est ni compris par lui, ni par son peuple.\"]"
        ],
        "55" : [
          "Quand une personne est appelé de loin, il entend une voix, mais DCEs pas",
          "comprendre ce qui est dit à lui. Ceci est une merveilleuse simile qui dépeint",
          "pouliche la psychologie des adversaires tenaces. Naturellement, quand vous parlez",
          "à une personne qui est libre de tout préjugé, il vous écoutera, va essayer de",
          "comprendre ce que vous dites, va l'accepter si elle est raisonnable, avec un",
          "esprit ouvert. Au contraire, la personne qui est non seulement des préjugés",
          "contre vous, mais est aussi malveillante et méchante, ne sera pas du tout à votre",
          "écoute cependant dur, vous pouvez essayer de lui faire comprendre votre point de",
          "vue. En dépit de vous entendre tout le temps il ne comprendra pas du tout ce que",
          "vous aviez été dites."
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ ۗ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ",
      "simpleTranslate" : [
        "Nous avions donné à Moïse l’Écriture, au sujet de laquelle des controverses",
        "furent suscitées. Et n’eût été une décision déjà prise par ton Seigneur , les",
        "renvoyant au Jugement dernier, il eût déjà été jugé entre eux. Aussi sont-ils",
        "encore à ce sujet dans un doute troublant."
      ],
      "tafsirTranslate" : [
        "Et dans le passé, nous avons donné à Moïse le Livre et pourtant il est devenu un",
        "objet de litige. <N:56> Si le décret de ton Seigneur l'avait pas sortis avant, un",
        "jugement décisif aurait été fait parmi eux, une fois pour toutes. <N:57> Certes,",
        "ils sont dans un doute troublant à ce sujet. <N:58>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons donné",
        "Musa",
        "le livre",
        "mais les différends ont surgi",
        "la bride",
        "Et si elle avait pas été",
        "(Pour) un mot",
        "(Ce) précédé",
        "de",
        "votre Seigneur",
        "sûrement, aurait été réglé",
        "entre eux",
        "Mais en effet, ils",
        "sûrement (sont) en",
        "doute",
        "à propos de ça",
        "inquiétant"
      ],
      "notes" : {
        "56" : [
          "C'est, certaines personnes avaient cru en elle et quelques autres avaient pris",
          "leur décision de s'y opposer."
        ],
        "57" : [
          "Il a deux significations »[(1)] Si Allah avait pas déjà décrété que les gens",
          "seraient donnés assez de répit pour examen au différend auraient depuis longtemps",
          "été détruits; [(2)] si AIlah avait pas déjà décrété que les différends seraient",
          "finalement décidé le Jour du Jugement, la réalité aurait été clair quant à savoir",
          "qui est dans le droit et qui est dans l'erreur."
        ],
        "58" : [
          "Dans cette courte phrase la maladie spirituelle des mécréants de la Mecque a été",
          "clairement diagnostiquée. Il dit qu'ils sont impliqués dans le doute sur le Coran",
          "et le Saint Prophète Muhammad [(sur lui la paix d'Allah)], et ce doute les a",
          "causé une grande angoisse et de confusion. Autrement dit, même si apparemment ils",
          "nient être la Parole d'Allah du Coran et du Saint Prophète étant Son messager",
          "avec beaucoup de véhémence, mais ce refus ne repose pas sur une condamnation,",
          "mais leur esprit arc affligé avec une grande vacillation, et le doute. D'une",
          "part, leurs motivations égoïstes, leurs intérêts et leurs préjugés demande qu'ils",
          "devraient démentir le Coran et le Prophète Muhammad [(sur qui être la paix",
          "d'Allah)] et de s'y opposer fermement; de l'autre, leurs cœurs sont convoqués à",
          "l'intérieur, que le Coran est, en fait, un mot unique et non en parallèle comme",
          "on en n'a jamais été entendu de tout homme ou poète littéraire. Ni peut aliénés",
          "proférer de telles choses dans leur folie, ni peut démons venir enseigner Dieu le",
          "culte, la piété et la justice au peuple. De même, quand ils disent que Muhammad",
          "[(sur qui sera la paix d'Allah)] est un menteur, leurs monceaux de l'intérieur de",
          "les mettre à la honte, et demandez: une telle personne peut-elle être un menteur?",
          "Quand ils le marquerons un fou, leurs cœurs crient à l'intérieur et demander:",
          "pensez-vous vraiment qu'il est fou? Quand ils accusent que Muhammad [(sur qui",
          "soit la paix d'Allah)] ne sont pas intéressés par la vérité, mais travaille pour",
          "des motifs égoïstes, leur cœur à l'intérieur malédiction eux et demandez: Est-ce",
          "que vous appelez cet homme vertueux égoïste, que vous avez jamais vu effort pour",
          "l'amour de la richesse et de la puissance et de la gloire, dont la vie a été",
          "indemne de tous les voies de l'intérêt, qui a toujours travaillé pour provoquer",
          "la bonté et la piété, mais il n'a jamais agi de toute motivations égoïstes."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ ۖ وَمَنْ أَسَاءَ فَعَلَيْهَا ۗ وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ",
      "simpleTranslate" : [
        "Quiconque fait le bien le fait dans son propre intérêt, et quiconque fait le mal",
        "le fait à son propre détriment, car ton Seigneur ne commet point d’injustice",
        "envers les hommes."
      ],
      "tafsirTranslate" : [
        "Celui qui fait le bien, le fait à son propre avantage; et celui qui fait le mal,",
        "va souffrir son mal conséquence. Ton Seigneur ne fait pas de mal à Ses",
        "serviteurs. <N:59>"
      ],
      "tanslateWordByWord" : [
        "Quiconque",
        "Est-ce que",
        "bonnes oeuvres",
        "alors il est pour son âme",
        "et celui qui",
        "fait le mal",
        "alors il est contre",
        "Et pas",
        "(Est) votre Seigneur",
        "injuste",
        "à ses esclaves"
      ],
      "notes" : {
        "59" : [
          "Autrement dit, [ \"Votre Seigneur ne peut jamais être assez injuste pour Iet aller",
          "à gaspiller les bonnes actions d'un homme bon et ne parviennent pas à punir les",
          "méchants pour leur mal.\"]"
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ ۚ وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ ۚ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ",
      "simpleTranslate" : [
        "La connaissance de l’Heure revient à Dieu, car aucun fruit ne sort de son",
        "enveloppe, aucune femelle ne conçoit ni ne met bas qu’Il n’en ait connaissance.",
        "Le jour où Dieu interpellera les impies : «Où sont les divinités que vous",
        "M’associiez?», ils répondront : «Nous le reconnaissons, aucun de nous n’est à",
        "même de témoigner de leur existence !»"
      ],
      "tafsirTranslate" : [
        "La connaissance de l'Heure <N:61> repose uniquement avec lui. <N:60> Pas un fruit",
        "sort de son fourreau, ni toute concevoir femme, ni donner naissance à un enfant,",
        "mais il est en . Sa connaissance <N:62> ce jour-là, il fera appel à eux: «Où sont",
        "les associés de la mine ' Ils répondront: '. Nous avons déclaré à vous que",
        "personne ne peut témoigner que « <N:63>"
      ],
      "tanslateWordByWord" : [
        "À lui",
        "est référé",
        "(la connaissance",
        "(De) l'Heure",
        "Et pas",
        "sort",
        "tout",
        "fruits",
        "de",
        "leurs revêtements",
        "et pas",
        "ours",
        "tout",
        "femelle",
        "et pas",
        "Donner naissance",
        "sauf",
        "avec Sa connaissance",
        "Et la journée",
        "Il les appellera",
        "Où sont)",
        "Mes partenaires",
        "Ils diront",
        "Nous annonçons (à) Vous",
        "ne pas",
        "parmi nous",
        "tout",
        "témoin"
      ],
      "notes" : {
        "60" : [
          "Autrement dit, [ \"None mais Allah sait quand l'Heure se produirait.\"] Ceci est la",
          "réponse à la question des incroyants quant à la menace étant leur donne de la",
          "rencontre avec les conséquences de leurs mauvaises actions seront réalisée. Allah",
          "a répondu à leur question sans le citer."
        ],
        "61" : [
          "[ \"The Hour\"]: l'heure de la Résurrection, à savoir l'heure où les méchants",
          "seront punis pour leur mal et les doléances des bonnes gens opprimés seront",
          "éliminés."
        ],
        "62" : [
          "En cela, les auditeurs ont été faits pour réaliser deux choses: [(1)] Ce non",
          "seulement de la Résurrection, mais la connaissance de toutes les choses",
          "invisibles sont réservés pour Allah seul; il n'y a pas d'autre Connaisseur de",
          "l'invisible; et [(2)] que Dieu Qui possède la connaissance détaillée des choses",
          "les plus mineures ne peut pas rester ignorant des faits et gestes de tout le",
          "monde. Par conséquent, personne dans son royaume devrait agir sans crainte, en",
          "toute impunité. Seulement selon ce second sens la phrase devient pertinente à ce",
          "qui suit. Si l'on étudie les phrases suivantes le thème qui devient immédiatement",
          "évident est: [ «Ne pas concerner vous-mêmes de trouver notre la date de la venue",
          "de la Résurrection, vous devriez cependant être inquiet au sujet des conséquences",
          "de vos écarts, vous aurez à supporter quand il vient. \"] Cette même chose avait",
          "le Saint Prophète a dit à une personne, qui lui a demandé la date de la venue de",
          "la Résurrection. Toutes les grandes collections de Hadith contiennent une",
          "tradition fréquemment rapportés à l'effet:. [ \"Une fois que lorsque le Saint",
          "Prophète était en voyage, un homme sur le chemin crié son nom à une distance Le",
          "Saint Prophète a demandé ce qu'il voulait dire, il. dit:? Quand sera la",
          "résurrection venir Le Saint Prophète répondit:? il doit venir dans tous les cas",
          "quelles préparations avez-vous fait pour elle \"]"
        ],
        "63" : [
          "Autrement dit, [ \"Maintenant, nous avons réalisé que ce que nous avions dans",
          "notre esprit était tout à fait tort. Maintenant, aucun d'entre nous est d'avis",
          "qu'il y a un autre aussi qui est votre associé en Dieu.\"] Les mots [ \"nous avons",
          "présenté\"] montrent que le jour de la Résurrection, les mécréants seront invités",
          "encore et encore, à chaque occasion, «dans le monde vous êtes allé en refusant de",
          "croire ce que les messagers de Dieu a dit: maintenant dire qui était dans la",
          "droite: ils ou vous et les mécréants seront à chaque fois confesse que la vérité",
          "était en effet ce que les messagers ont prêché et ils étaient eux-mêmes dans le",
          "mauvais parce qu'ils ont abandonné la connaissance et ont persisté dans leur",
          "propre ignorance?."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَضَلَّ عَنْهُمْ مَا كَانُوا يَدْعُونَ مِنْ قَبْلُ ۖ وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ",
      "simpleTranslate" : [
        "Ainsi abandonnés par les fausses divinités qu’ils invoquaient, les idolâtres",
        "comprendront qu’ils n’ont plus d’issue pour échapper à leur sort."
      ],
      "tafsirTranslate" : [
        "Alors toutes ces divinités dont ils une fois utilisés pour appeler doivent",
        "disparaître <N:64> et ils viendront de savoir avec certitude qu'il n'y a pas",
        "d'échappatoire pour eux."
      ],
      "tanslateWordByWord" : [
        "Et perdu",
        "d'eux",
        "quelle",
        "ils étaient",
        "appelant",
        "avant",
        "avant",
        "et ils (seront) être certain",
        "(Ce) pas",
        "pour eux",
        "tout",
        "lieu d'évasion"
      ],
      "notes" : {
        "64" : [
          "Autrement dit, [ \"Dans leur désespoir total, ils regardent autour de voir si",
          "elles pouvaient trouver l'un de ceux qu'ils servent à servir et de culte dans le",
          "monde, qui pourrait venir à leur secours et de les enregistrer du tourment de",
          "Dieu, ou du moins ont leur peine réduite, mais ils ne trouveront aucun aide",
          "d'aucun côté. \"]"
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "لَا يَسْأَمُ الْإِنْسَانُ مِنْ دُعَاءِ الْخَيْرِ وَإِنْ مَسَّهُ الشَّرُّ فَيَئُوسٌ قَنُوطٌ",
      "simpleTranslate" : [
        "L’homme ne se lasse jamais de rechercher son bonheur ; mais il suffit qu’un",
        "malheur l’atteigne, pour qu’il se sente en proie à la tristesse et au désespoir."
      ],
      "tafsirTranslate" : [
        "L'homme se lasse pas de prier pour de bon, <N:65> mais quand le mal lui rend",
        "visite, il désespère et abandonne tout espoir."
      ],
      "tanslateWordByWord" : [
        "(Ne fait pas",
        "se fatiguer",
        "homme",
        "de",
        "priant",
        "(Pour) la bonne",
        "mais si",
        "le touche",
        "le mal",
        "puis il donne espoir",
        "(Et) désespère"
      ],
      "notes" : {
        "65" : [
          "[ «Pour bon»]: Pour la prospérité, l'abondance des dispositions, une bonne santé,",
          "le bien-être des enfants, etc. Et [ \"homme\"] ne signifie pas ici chaque être",
          "humain car il comprend aussi le prophète et les justes, qui sont exempts de cette",
          "faiblesse comme on le mentionné ci-dessous Mais ici, il implique la moyenne et",
          "peu profonde personne qui tient la vedette implorant Dieu humblement quand ils",
          "sont touchés par des dommages et est fou de joie quand il reçoit les bonnes",
          "choses de la vie comme la plupart des êtres humains sont impliqués dans cette",
          "faiblesse, il a été appelé une faiblesse de l'homme."
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَٰذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَىٰ رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَىٰ ۚ فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ",
      "simpleTranslate" : [
        "Si Nous le faisons bénéficier de quelque grâce de Notre part, après qu’un malheur",
        "l’a atteint, il s’écrie : «Cela m’est dû. Je ne pense pas que l’Heure doive",
        "jamais sonner. Et même si je retourne un jour à mon Seigneur, je suis sûr que je",
        "trouverai auprès de Lui la plus parfaite félicité !» En vérité, Nous mettrons les",
        "impies en face de leurs œuvres et Nous leur ferons goûter un dur châtiment."
      ],
      "tafsirTranslate" : [
        "Et si Nous accordons Notre miséricorde sur lui après des difficultés, il va",
        "sûrement dire: «Voici ce que je mérite vraiment, <N:66> et je ne crois pas que",
        "l'Heure (de la Résurrection) sera jamais se passer; et si je suis retourné à mon",
        "Seigneur, là aussi je profiter du meilleur. » Sûrement Nous allons pleinement",
        "informer les incroyants de ce qu'ils ont fait, et nous allons certainement leur",
        "faire goûter un châtiment sévère."
      ],
      "tanslateWordByWord" : [
        "Et en vérité, si",
        "Nous lui laissons le goût",
        "la miséricorde",
        "de notre part",
        "après",
        "après",
        "une adversité",
        "lui (a) touché",
        "il va sûrement dire",
        "C'est)",
        "(En raison) me",
        "et pas",
        "je pense",
        "l'heure",
        "(Sera) établie",
        "et si",
        "Je reviens",
        "à",
        "mon Seigneur",
        "effectivement",
        "pour moi",
        "avec lui",
        "(Sera) le meilleur",
        "Mais nous allons sûrement informer",
        "ceux qui",
        "pas foi",
        "sur quoi",
        "ils ont fait",
        "et nous allons sûrement en faire le goût",
        "de",
        "une punition",
        "sévère"
      ],
      "notes" : {
        "66" : [
          "qui est «j'ai eu tout cela à cause de mon être digne d'elle: il est mon droit que",
          "je devrais recevoir tout cela\"."
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَىٰ بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ",
      "simpleTranslate" : [
        "Et lorsque Nous comblons l’homme de bienfaits, il se détourne de Nous et Nous",
        "fuit ; mais lorsqu’un malheur l’atteint, il ne tarit pas de prières."
      ],
      "tafsirTranslate" : [
        "Lorsque Nous accordons notre faveur à l'homme, il se détourne et cires fiers;.",
        "<N:67> mais quand un malheur le touche, il est plein de supplication <N:68>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Nous comblons",
        "sur",
        "homme",
        "il se détourne",
        "et ses distances",
        "et ses distances",
        "mais quand",
        "le touche",
        "le mal",
        "puis (il est) complet",
        "(De) supplication",
        "longue"
      ],
      "notes" : {
        "68" : [
          "Pour d'autres versets sur ce sujet, voir Yunus: 12, Bani Isra'il: 83, Ar-Rum:",
          "33-36, Az.Zumar: 8-9, 49 et le E.N. de."
        ],
        "67" : [
          "Autrement dit, [ \"Il se détourne de notre obéissance et de culte, et pense qu'il",
          "est en dessous de sa dignité de se plier à nous.\"]"
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ",
      "simpleTranslate" : [
        "Dis-leur : «Que pensez-vous si le Coran provenait réellement de Dieu et que vous",
        "l’ayez quand même rejeté? Qui donc se trouverait plus égaré que celui qui se",
        "serait ainsi engagé si loin dans la dissidence?»"
      ],
      "tafsirTranslate" : [
        "Dites-leur, (O Prophète): «Avez-vous déjà pensé: si ce Coran est en effet d'Allah",
        "et vous niez encore, qui peut être en erreur plus grande que celui qui va bien",
        "dans farouchement opposer? <N:69>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Tu vois",
        "si",
        "c'est",
        "de",
        "de",
        "Allah",
        "puis",
        "vous ne croyez pas",
        "en ce",
        "qui",
        "(Est) plus égaré",
        "que (un) qui",
        "il",
        "(est dans",
        "opposition",
        "loin"
      ],
      "notes" : {
        "69" : [
          "Il DCES ne signifie pas qu'ils doivent croire que du fait du danger que si elle",
          "était vraiment d'Allah ils inviteront leur propre malheur en le niant, mais cela",
          "signifie cette «Il n'est pas la sagesse qui vous devriez être plié à s'y opposer",
          "obstinément sans sérieusement essayer de comprendre ce qu'il dit. vous ne pouvez",
          "pas affirmer que vous venez de savoir que ce Coran est pas de Dieu, et que vous",
          "avez connu avec certitude que Dieu n'a pas envoyé. de toute évidence, , votre",
          "refus de croire en elle comme Parole divine ne repose pas sur la connaissance,",
          "mais sur des conjectures, ce qui peut éventuellement être droit aussi bien que de",
          "mal. maintenant, considérons les deux possibilités. Si votre conjecture était à",
          "droite, puis, en fonction de votre propre pensée, à la fois les croyants et les",
          "non-croyants seraient égaux, parce que les deux volonté est devenue poussière",
          "après la mort, et il n'y a pas la vie future où la croyance et de l'incroyance",
          "pourraient être distingués. Mais, si leur Coran était vraiment de Dieu, et ce",
          "dont il est avertissement n'a pas vraiment eu lieu, alors que ce DOOM vous",
          "inviter à vous en niant et s'y opposer comme ça. Par conséquent, vos propres",
          "exigences d'intérêt que vous devez renoncer à l'entêtement et considérer ce Coran",
          "au sérieux; si même après mûre réflexion, vous décidez de ne pas y croire, vous",
          "ne pouvez pas, mais vous ne devriez pas s'y opposer dans la mesure où vous",
          "commencez à employer le mensonge et la tromperie et la persécution pour barrer la",
          "route de son message et empêcher les autres de croire en elle , ne pas être",
          "contenu avec votre propre incrédulité."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّىٰ يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ ۗ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
      "simpleTranslate" : [
        "Nous continuerons à leur montrer Nos signes, aussi bien dans l’Univers qu’en",
        "eux-mêmes, jusqu’à ce qu’ils reconnaissent que ce Coran est bien la Vérité. Ne",
        "suffit-il donc pas que ton Seigneur soit Témoin de toute chose?"
      ],
      "tafsirTranslate" : [
        "Bientôt doit Nous leur montrerons Nos signes sur les horizons et dans leurs",
        "propres êtres jusqu'à ce qu'il leur devienne évident que c'est la vérité. <N:70>",
        "Est-il ne suffit pas que ton Seigneur soit témoin de tout? <N:71>"
      ],
      "tanslateWordByWord" : [
        "Bientôt, nous allons leur montrer",
        "Nos signes",
        "dans",
        "les horizons",
        "et en",
        "se",
        "jusqu'à",
        "devient clair",
        "pour eux",
        "que",
        "(est la vérité",
        "N'est-ce pas",
        "suffisant",
        "concernant votre Seigneur",
        "qu'il",
        "(est fini",
        "tout",
        "des choses",
        "un témoin"
      ],
      "notes" : {
        "70" : [
          "Ce verset a deux significations et les deux ont été donnés par les principaux",
          "commentateurs: Premièrement, ils vont bientôt voir l'esprit de leurs propres yeux",
          "que le message du Coran est répandu dans tous les pays voisins, et ils se sont",
          "donné à elle. Ensuite, ils se rendront compte que ce qu'ils arc étant dit",
          "aujourd'hui, qu'ils nient, était tout à fait vrai. Certaines personnes se sont",
          "opposées à ce sens, en disant que de vastes zones étant dominants et écrasante",
          "d'un message est aucun argument pour prouver qu'il est la vérité. messages faux",
          "aussi deviennent dominants et leurs adhérents vont également soumettre un pays",
          "après l'autre. Mais ceci est une objection superficielle qui a été soulevée sans",
          "une étude approfondie de la question. Les conquêtes merveilleuses que l'Islam",
          "atteint dans la période du Saint Prophète et des Califes rightlyguided, ne sont",
          "pas les signes d'Allah seulement dans le sens que les croyants ont conquis un",
          "pays après l'autre, mais dans le sens que cette conquête des pays n'a pas été",
          "comme d'autres conquêtes du monde, ce qui rend un homme ou d'une famille ou d'un",
          "maître de la nation de la vie et les biens des autres et la terre de Dieu est",
          "rempli de la tyrannie et de l'injustice. Contrairement à cela, cette conquête a",
          "apporté avec lui un grand religieux,. moral, intellectuel, culturel, politique,",
          "économique et de la révolution sociale; dont l'influence, où il a atteint,",
          "suscité ce qui était meilleur dans l'homme et supprimé ce qui était pire en lui.",
          "Cette révolution a développé et nourri les excellences morales que le monde",
          "pouvait espérer de voir que dans les ermites et les recluses méditant et ne",
          "pourrait jamais imaginer qu'ils pourraient aussi être trouvée parmi les personnes",
          "responsables de la gestion des affaires dans ce monde la politique des",
          "gouvernants, dans les chambres de la justice, dans les guerres et les conquêtes",
          "des commandants des forces, dans le travail des collecteurs d'impôts et dans le",
          "commerce des grands hommes d'affaires. Cette révolution donc soulevé le peuple",
          "dans la société créée par lui en ce qui concerne le sens de la morale, le",
          "caractère, la propreté et la pureté que même les personnes choisies d'autres",
          "sociétés semblaient être bien inférieurs à eux. Il a fallu l'homme sur les",
          "labyrinthes de la superstition et de fantaisie, et le plaça sur la grande route",
          "de la recherche scientifique et de la pensée rationnelle et de l'action. Il",
          "traitée et guérie ces maladies de la vie collective dont le traitement aucune",
          "idée existait dans les autres systèmes, ou si, à tout ce qu'ils ont essayé de les",
          "traiter, ils ne réussirent pas à lui. Par exemple, la séparation entre les hommes",
          "sur la base de la couleur, la race, le pays et la langue, la classification des",
          "hommes dans la même société et la discrimination parmi eux, non existence de",
          "droits et de l'égalité dans la vie pratique, la dégénérescence des femmes et leur",
          "privation de la base les droits, la prévalence de la criminalité, liqour potable",
          "et l'utilisation de toutes les drogues intoxicantes, les gouvernements étant",
          "au-dessus des critiques et de la responsabilité, la privation des droits",
          "fondamentaux des masses », le manque de respect des accords dans les relations",
          "internationales, la barbarie dans les guerres, et les autres maladies. En Arabie",
          "même cette révolution a provoqué ordre à la place du chaos, de la paix à la place",
          "du sang et de l'anarchie, de la piété à la place de la méchanceté, de la justice",
          "à la place de la tyrannie et de l'injustice, de la pureté et de la culture à la",
          "place de la saleté et de l'indécence, la connaissance à la place de l'ignorance ,",
          "la fraternité et l'amour au lieu de querelles de longue date, et il a fait une",
          "nation dont le peuple ne pouvait pas rêver de quoi que ce soit au-delà de la",
          "chefferie de leur tribu, les dirigeants du monde. Ce sont les signes qui la",
          "génération même, avant que le Saint Prophète avait récité ce verset pour la",
          "première fois, a vu de leurs propres yeux, et après cela jusqu'à aujourd'hui",
          "Allah a fait preuve en permanence ces signes. Les musulmans, même pendant leur",
          "chute, affiché de telles mœurs élevées que ne pourrait jamais être atteint par",
          "ces gens qui représentent les leaders de la civilisation et de la culture Aucun",
          "précédent ne peut être trouvée de toute période de l'histoire des musulmans du",
          "traitement tyrannique qui a été infligé par les nations européennes aux nations",
          "tamisées de l'Afrique, l'Amérique, l'Asie et de l'Europe elle-même. Ceci est la",
          "bénédiction du Coran qui a des musulmans alors humanisés qu'ils ne pouvaient pas",
          "devenir si tyrannique, même quand ils avaient atteint la domination que les",
          "non-musulmans ont été à toutes les époques de l'histoire et sont encore",
          "aujourd'hui. Une personne qui a des yeux peut se voir comment les musulmans",
          "traitaient les chrétiens en Espagne quand ils ont régné pendant des siècles, et",
          "comment les chrétiens traités les musulmans quand ils ont gagné le pouvoir là;",
          "comment les musulmans se sont comportés envers Hindous pendant leur huit cents",
          "années long règne en Inde et comment les Hindous sont maintenant les traiter",
          "après avoir atteint la puissance; comment les musulmans traitaient les Juifs au",
          "cours des 1300 dernières années et comment les Juifs traitent les musulmans en",
          "Palestine. L'autre sens de ce verset est que Allah montrer aux gens dans le monde",
          "extérieur autour d'eux, ainsi que dans leurs propres mêmes des signes, qui",
          "manifestera que l'enseignement du Coran donne est la vérité même. Certaines",
          "personnes ont soulevé l'objection que les gens, même à cette époque observaient",
          "le monde autour d'eux et aussi leur propre moi; par conséquent, il serait vain de",
          "leur montrer de tels signes dans l'avenir. Mais cette objection est aussi",
          "superficielle que l'objection contre le premier sens. Sans doute, le monde",
          "extérieur est le même que l'homme a été de voir dans le passé et son auto est",
          "également de même nature comme on l'a vu dans tous les âges, mais dans ces signes",
          "de Dieu sont si nombreux que l'homme n'a jamais compris les pleinement ne seront",
          "jamais en mesure de le faire. A chaque époque l'homme a rencontré de nombreux",
          "nouveaux signes et cela va durer jusqu'à ce qui se passe le jour de la",
          "Résurrection."
        ],
        "71" : [
          "Autrement dit, [ «Est-ce pas assez pour avertir les gens de leur mauvaise fin",
          "qu'Allah observe ce qu'ils font pour démentir et vaincre le message de la",
          "vérité?\"]"
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "أَلَا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ ۗ أَلَا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ",
      "simpleTranslate" : [
        "Mais ils continuent à avoir des doutes sur leur comparution devant leur Seigneur,",
        "comme si la science de Dieu n’embrassait pas toute chose !"
      ],
      "tafsirTranslate" : [
        "Lo, ils sont dans le doute au sujet de leur rencontre avec leur Seigneur. <N:72>",
        "Sûrement Il englobe pleinement tout. <N:73>"
      ],
      "tanslateWordByWord" : [
        "Indiscutablement",
        "ils",
        "(sont dans",
        "doute",
        "sur",
        "(la réunion",
        "(Avec) leur Seigneur",
        "Indiscutablement",
        "en effet, il",
        "(Is) de toutes",
        "des choses",
        "englobant"
      ],
      "notes" : {
        "72" : [
          "Autrement dit, [ \"La cause fondamentale de leur attitude et leur comportement est",
          "qu'ils ne sont pas sûrs qu'ils auront jamais à comparaître devant leur Seigneur",
          "et être tenus responsables de leurs actes et actions.\"]"
        ],
        "73" : [
          "Autrement dit, [ \"Ils ne peuvent pas échapper à son emprise, ni quoi que ce soit",
          "de leurs actes peuvent être empêchés d'être enregistrés par Lui.\"]"
        ]
      }
    }
  ],
  "medinian" : false
}