{
  "chapterNumber" : 42,
  "nbVerses" : 53,
  "name" : "La délibération, La concertation",
  "nameArabic" : "الشورى",
  "transName" : "aš-šūrā",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "حم",
      "simpleTranslate" : [
        "Hâ - Mîm."
      ],
      "tafsirTranslate" : [
        "Ha '. Mim."
      ],
      "tanslateWordByWord" : [
        "Ha Meem"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "عسق",
      "simpleTranslate" : [
        "`Ayn - Sîn - Qâf."
      ],
      "tafsirTranslate" : [
        "Aïn. Péché. Qaf."
      ],
      "tanslateWordByWord" : [
        "Ayn Vu qaaf"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "كَذَٰلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "C’est ainsi que Dieu, le Tout-Puissant, le Sage, t’envoie des révélations comme à",
        "ceux qui t’ont précédé."
      ],
      "tafsirTranslate" : [
        "ainsi qu'Allah, le Tout Puissant, le Sage vous révéler même (Il a révélé) à ceux",
        "(messagers) qui vous a précédé <N:1>."
      ],
      "tanslateWordByWord" : [
        "Ainsi",
        "révèle",
        "à toi",
        "et à",
        "ceux",
        "Avant toi",
        "Avant toi",
        "Allah",
        "Tout-Puissant",
        "le Sage"
      ],
      "notes" : {
        "1" : [
          "Le style des versets d'ouverture par lui-même montre que, dans l'arrière-plan, il",
          "y a les doutes, l'émerveillement et d'étonnement qui étaient exprimées à ce",
          "moment-là dans chaque assemblée, chaque lieu de rencontre, chaque rue et chaque",
          "maison et une boutique de La Mecque au message du Saint Prophète et les thèmes du",
          "Coran. Les gens ont dit, [ «D'où est-ce Tnan nous apporte de nouvelles",
          "révélations au quotidien? La même chose de ceux-ci nous avions jamais entendu ni",
          "vu auparavant. Comment étrange qu'il rejette comme fausse la religion que nos",
          "ancêtres ont suivi dans le passé, la religion qui est encore suivi par nous tous,",
          "et les traditions et les modes qui ont prévalu dans le pays depuis tant de",
          "siècles, et il dit que la religion qu'il ne présente est juste et vrai \"] Ils ont",
          "dit:.` avait-il présenté même cette nouvelle religion de manière à substituer une",
          "partie du mensonge qu'il a trouvé dans le paganisme ancestral et les coutumes qui",
          "prévalent avec certains autres qui pourraient être le résultat de sa propre",
          "pensée, il pourrait y avoir un dialogue avec lui. Mais il dit que ce qu'il récite",
          "est Parole divine. Comment pouvons-nous accepter cela? Est-ce que Dieu lui rendre",
          "visite, ou ETCD qu'il visite Dieu? Ou bien un dialogue ait lieu entre lui et Dieu",
          "[ \"Il est en arrière-plan de cette expression d'émerveillement et de doute que,",
          "même si l'adresse est apparemment dirigé vers le Saint Prophète, les incroyants",
          "ont en effet été dit:\"]? Oui: ces mêmes choses sont révélées par le tout-Puissant",
          "et Sage Allah, et avec les mêmes thèmes a sa Révélation été à venir vers le bas",
          "pour tous les anciens prophètes. [ \" \n Lexicalement, des moyens Wahi \"] rapide et",
          "secrète instruction [\", à savoir une source d'inspiration qui est fait avec une",
          "telle précipitation et la vitesse que personne ne peut le savoir, sauf",
          "l'inspiratrice et celui qui est inspiré. En terme de ce mot a été utilisé pour le",
          "guidage et l'instruction qui est mis dans l'esprit d'un homme par Allah comme un",
          "éclair. Qu'est-ce que l'on entend à dire ici est la suivante: `Il n'y a pas",
          "question de quelqu'un visite d'Allah ou de quelqu'un d'visiter Allah et en face à",
          "face avec Lui parler. Il est Puissant et Sage. \n Quand il lui plaît d'avoir un",
          "contact avec un domestique pour le guidage et l'instruction de l'humanité, rien",
          "ne peut entraver sa volonté et de l'intention, car il adopte la méthode de la",
          "révélation à cet effet par sa sagesse. \"] Ce thème très a été répété dans les",
          "derniers versets du Coran avec plus de clarté et de détails Quant à l'objection",
          "du peuple que le Saint Prophète présentait des choses étranges et nouvelles, il a",
          "été dit. Il n'y a rien d'étrange et de roman dans ce Muhammmad [(sur lui la paix",
          "de Dieu)] présente, Allah a été de donner les mêmes conseils et des instructions",
          "aux prophètes qui sont venus avant lui dans le monde \"."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ وَهُوَ الْعَلِيُّ الْعَظِيمُ",
      "simpleTranslate" : [
        "À Lui appartient ce qui est dans les Cieux et sur la Terre. Il est l’Auguste, Il",
        "est le Sublime."
      ],
      "tafsirTranslate" : [
        "Son est tout ce qui est dans les cieux et tout ce qui est dans la terre; Il est",
        "le Très-Haut, le Tout-Grand. <N:2>"
      ],
      "tanslateWordByWord" : [
        "À lui",
        "(Appartiennent) quel que soit",
        "(est dans",
        "Le Paradis",
        "et quelle que soit",
        "(est dans",
        "La terre",
        "et il",
        "(Est) le Très-Haut",
        "Plus Grand"
      ],
      "notes" : {
        "2" : [
          "Ces phrases d'introduction ne sont pas censés être dit simplement à la louange de",
          "Dieu Tout-Puissant, mais leur chaque mot a un lien profond avec le contexte dans",
          "lequel ces versets ont été envoyés vers le bas. La base première des objections",
          "des gens qui exprimaient des doutes émerveillement et contre le Saint Prophète et",
          "le Coran a été qu'il les invite à Monothéisme et ils ont été alarmé à cela et",
          "dire que si AIlah seul est le Créateur, le Pourvoyeur et souverain, quelle serait",
          "la position de leurs saints et les saints? A cela, il a été dit: [ \"tout cet",
          "univers appartient à Allah Comment donc la divinité d'un autre travail et opérer",
          "dans le royaume du réel souverain, en particulier lorsque ces autres dont la",
          "divinité est reconnue, sont eux-mêmes aussi ses sujets.?\" ] Ensuite, il a été",
          "dit: `il est le haut, le Grand [\" Autrement dit, il est bien au-dessus que",
          "quelqu'un d'autre devrait être égal à Lui dans le rang et devrait devint Son",
          "associé dans son être, des attributs, des pouvoirs ou des droits! . »]"
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ ۚ وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ ۗ أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ",
      "simpleTranslate" : [
        "Peu s’en faut que les Cieux ne s’affaissent les uns sur les autres, quand les",
        "anges célèbrent les louanges de leur Seigneur et implorent Son pardon en faveur",
        "des habitants de la Terre. Il est le Tout-Pardonneur, le Tout-Miséricordieux."
      ],
      "tafsirTranslate" : [
        "Les cieux peuvent Pourfendre bien près sépare de dessus <N:3> tandis que les",
        "anges proclament les louanges de leur Seigneur et demandent pardon pour ceux sur",
        "la terre <N:4> Lo, il est Allah, et Il. seul, Qui est le Pardonneur, le Très",
        "Miséricordieux. <N:5>"
      ],
      "tanslateWordByWord" : [
        "Presque",
        "Le Paradis",
        "rompre",
        "de",
        "au dessus d'eux",
        "et les anges",
        "glorifier",
        "(La) louange",
        "(De) leur Seigneur",
        "et demander pardon",
        "pour ceux",
        "sur",
        "La terre",
        "Indiscutablement",
        "effectivement",
        "Allah",
        "Il",
        "(Est) le Pardonneur",
        "le Très Miséricordieux"
      ],
      "notes" : {
        "3" : [
          "Autrement dit, [ «Il est pas une mince affaire qu'une créature devrait être",
          "rejoint dans la lignée avec Allah et considéré comme son fils ou sa fille, un",
          "autre considéré comme exécuteur des besoins et de la answerer des pétitions afin",
          "que la les gens devraient commencer à l'invoquer de l'aide, une autre prise que",
          "le mainteneur du monde entier, et ses dévots devraient commencer à proclamer que",
          "leur saint saint entendu la prière de tout le monde à tous les lieux en tout",
          "temps et Jeux à son aide et répond à sa demande, un autre investis du pouvoir de",
          "egjoin et d'interdire les choses et de les déclarer comme licite et illicite, et",
          "les gens devraient commencer à obéir à ses ordres, au lieu des commandements de",
          "Dieu, comme si lui seul était leur Dieu. Ces hardiesses contre Dieu arc de telle",
          "sorte qu'ils peuvent et causent les cieux pour briser en morceaux \"] [(Ce même",
          "thème a également été présenté dans la sourate Maryam: 88-91 ci-dessus).]."
        ],
        "4" : [
          "Cela signifie: `Les anges frémir de dégoût quand ils entendent une telle",
          "absurdité étant prononcé par le peuple à l'égard de leur Seigneur, et ils",
          "considèrent comme une rébellion contre Lui [\" Ils disent:. `Exalté soit Allah!",
          "Personne ne peut avoir la position qu'il devrait devenir un associé à Allah,",
          "Seigneur des mondes, dans la Divinité et de commandement, il n'y a personne à",
          "côté de celui qui peut être notre et bienfaiteur de tous les autres agents de",
          "telle sorte que des hymnes chantés à sa louange et il être remercié. \"] donc, ils",
          "estiment que cela est un crime grave commis dans le monde, et il peut provoquer",
          "la colère de AIlah tout-Puissant tout moment. Par conséquent, ils implorent Allah",
          "pour la miséricorde encore et encore pour les habitants de la terre, qui",
          "eux-mêmes et leur Dieu ont oublié, et prier pour qu'ils peuvent encore être",
          "épargnés par la tourmente et donné plus de répit pour réparer leurs manières."
        ],
        "5" : [
          "Autrement dit, [ «Il est seulement la clémence, la miséricorde et le pardon",
          "d'Allah que les gens qui ont touché les limites extrêmes dans l'incrédulité, le",
          "polythéisme, l'athéisme, le péché et la tyrannie, ont reçu un répit après un",
          "répit pendant des années et des années, même pendant des siècles, et pourtant ils",
          "vont non seulement en recevant leur subsistance, mais l'arc aussi acclamé comme",
          "le grand peuple du monde et ils sont fournis avec ces ornements de la vie",
          "mondaine que la cause des gens ignorants du malentendu que ce monde n'a peut-être",
          "pas de Dieu. \"]"
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ",
      "simpleTranslate" : [
        "Dieu est Témoin de ce que font ceux qui prennent des protecteurs en dehors de",
        "Lui, et tu n’es point le garant de leur salut."
      ],
      "tafsirTranslate" : [
        "Ceux qui ont pris d'autres que Lui comme leurs protecteurs en dehors de Lui,",
        "<N:6> il est Allah qui les supervise; vous n'êtes pas de tuteur sur eux. <N:7>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "prendre",
        "outre",
        "outre",
        "protecteurs",
        "Allah",
        "(Est) un Gardien",
        "au dessus d'eux",
        "et pas",
        "toi",
        "(Sont) sur eux",
        "un patron"
      ],
      "notes" : {
        "6" : [
          "Le mot Auliya [(sing. Mur)] tel qu'il est utilisé dans le texte est très complet",
          "dans le sens. Les différentes croyances et toutes sortes de pratiques diverses en",
          "ce qui concerne les fausses divinités détenues et adorées par le peuple",
          "polythéistes, ont été décrits comme [ \"prendre les autres comme Auliya",
          "'[(gardiens)] au lieu d'Allah\"] dans le Coran. Selon le Coran, une personne prend",
          "un tel homme son wati: [(1)] qui il obéit à toutes les questions, dont les",
          "instructions qu'il réalise et dont les us et coutumes et les règles qu'il suit",
          "dans toutes les affaires de la vie [(An -Nisa: 118-120; ALA'raf: 3",
          "<V:4:118-120;ALA'raf:3>, 27-30)]; [(2)] dans la direction duquel il a pleine",
          "confiance, et qui il pense le conduira aright et le sauver de l'erreur et de la",
          "déviation [(Al-Baqarah: 257 <V:2:257>, Bani Isra'il: 97 <V:17:97>, Al-Kahf: 17-50",
          "<V:18:17-50>, AI-Jathiah: 19 <V:45:19>)]; [(3)] à propos de qui il a confiance,",
          "il le protégera du châtiment de Dieu dans l'au-delà si elle a vraiment existé",
          "[(An-Nisa: 123 <V:4:123>, 173; Al-Anam: 51, Ar-Raad: 37 <V:13:37>, AI-Ankabut: 22",
          "<V:29:22>, AI-Ahzab: 65 <V:33:65>, Az-Zumar: 3 <V:39:3>)]; [(4)] au sujet de",
          "laquelle il a la conviction qu'il l'aide dans le monde d'une manière",
          "surnaturelle, le protège des catastrophes et afflictions, obtient lui des",
          "emplois, le bénit avec les enfants, et répond à ses désirs et AII autres besoins.",
          "[(Hud: 20 <V:11:20>, Ar-Raad: 16 <V:13:16>, Al-`Ankabut: 4l <V:29:4l>)]. \n A",
          "certains endroits dans le Coran le mot wati a été utilisé dans l'un de ces sens",
          "et à la sienne dans toutes ses significations. Le verset étant commenté est l'un",
          "de ces versets. Dans ce document, en prenant d'autres en tant que gardiens au",
          "lieu d'Allah implique de les considérer comme son patron et partisan et aide dans",
          "tous les quatre sens à propos mentionnés."
        ],
        "7" : [
          "[ \"Allah les regarde\"]: Allah voit tout ce qu'ils font et l'arc est",
          "l'enregistrement de leur conduite. Il est de sa responsabilité de leur demander",
          "des comptes et de les punir. En ce qui concerne les mots [ «Vous n'êtes pas",
          "responsable de leur conduite\"], ceux-ci ont été adressées au Saint Prophète. Ils",
          "signifient: [ \"Leur destin n'a pas été placé sous yow contrôle de sorte que vous",
          "pouvez brûler en cendres tous ceux qui ne vous écoute pas, ou le déposer du",
          "pouvoir, ou anéantir lui.\"] Ceci, cependant, ETCD ne signifie pas que, Dieu ne",
          "plaise, le Saint Prophète lui-même considéré comme tel, et cela a été dit dans le",
          "but d'enlever son incompréhension ou l'amour-propre, mais cela a été fait pour",
          "les incroyants. Bien qu'apparemment le Saint Prophète lui-même est le",
          "destinataire, l'objet réel est de dire aux incroyants que le Prophète d'Allah n'a",
          "pas fait de telles demandes que sont habituellement faites par leurs soi-disant",
          "saints qui ont posé à posséder de grands pouvoirs spirituels. Parmi les gens",
          "ignorants, il est généralement considéré que les soi-disant [ \"saints hommes\"]",
          "ont le pouvoir de ruiner le destin de toute personne qui se comporte insolemment",
          "envers eux de quelque façon; si bien que même après leur mort si quelqu'un est",
          "arrivé à déshonorer leur tombe, ou si rien d'autre, ne nourrissait une mauvaise",
          "pensée à leur sujet dans son esprit, ils l'ont complètement détruit. Une telle",
          "pensée est dans la plupart des moulages propagées par les [ «saints hommes»]",
          "eux-mêmes. En ce qui concerne les bons hommes qui ne disent pas eux-mêmes une",
          "telle chose, leurs noms sont exploités par d'autres gens intelligents, qui",
          "répandent de telles pensées à leur sujet dans le but de promouvoir leur",
          "entreprise. En tout cas, cela est considéré comme un corollaire nécessaire de la",
          "spiritualité et la piété parmi les gens ordinaires que l'on doit posséder les",
          "pouvoirs de décision et entachant destins. . Pour détruire le charme de cette",
          "même fraude, Allah se penche sur son Saint Messenger, comme pour dire aux",
          "incroyants: [ \"Vous êtes sans doute Notre messager et Nous vous avons bénis avec",
          "nos révélations, mais yow devoir est seulement pour guider les gens à la bonne",
          "voie Leurs destins ne sont pas boon placé sous yow contrôle;. ils arc dans notre",
          "main;. par conséquent, de veiller sur les faits et gestes des fonctionnaires et",
          "de punir ou de ne pas les punir est notre propre responsabilité \"]"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا لِتُنْذِرَ أُمَّ الْقُرَىٰ وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ ۚ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ",
      "simpleTranslate" : [
        "Ainsi, Nous te révélons un Coran en langue arabe, afin que tu avertisses la ville",
        "métropole et les alentours, et que tu les préviennes du Jour inéluctable du",
        "Jugement dernier, où une partie des hommes ira au Paradis et une autre ira en",
        "Enfer."
      ],
      "tafsirTranslate" : [
        "Ainsi avons-nous révélons ce Coran arabe <N:8> pour vous que vous pouvez avertir",
        "les gens de la Mère des cités (à savoir, la Mecque) et ceux qui habitent autour",
        "de lui; <N:9> et les avertir de la Journée de rassemblement <N:10> au sujet de",
        "laquelle il n'y a pas de doute: lequel certains seront au Paradis, et",
        "quelques-uns dans la fournaise."
      ],
      "tanslateWordByWord" : [
        "Et ainsi",
        "Nous avons révélé",
        "à toi",
        "un Coran",
        "(en arabe",
        "que vous pouvez mettre en garde",
        "(la mère",
        "(De) les villes",
        "et celui qui",
        "(Est) autour d'elle",
        "et avertir",
        "(du jour",
        "(De) Assemblée",
        "(Il n'y a pas",
        "doute",
        "en ce",
        "Une fête",
        "(sera en",
        "paradis",
        "et un parti",
        "dans",
        "la Fournaise"
      ],
      "notes" : {
        "8" : [
          "La même chose qui avait été dit au début du discours a été dit à nouveau avec une",
          "plus grande importance, et en faisant mention de la [ \"Coran arabe\"], les",
          "auditeurs ont été mis en garde à la effet: [ \"le Coran est pas dans une langue",
          "étrangère, mais dans votre propre langue: vous pouvez comprendre vous-même",
          "directement, étudier ses thèmes et de voir par vous-même que le guidage pur et",
          "désintéressé qui est donnée en elle peut être d'aucun autre que le Seigneur de",
          "l'univers. \"]"
        ],
        "9" : [
          "Autrement dit, [ \"les Susciter du sommeil et les avertir qu'il n'y a rien d'autre",
          "que la destruction en magasin pour eux, en raison des erreurs de la morale et la",
          "conduite dans laquelle ils sont impliqués et du principe pervers sur lequel ils",
          "ont ordonné leur vie individuelle et collective. \"]"
        ],
        "10" : [
          "Autrement dit, [ \"Dites-leur aussi que cette destruction ne se limite pas",
          "seulement à ce monde, mais le jour est à venir quand Allah rassemblera ALi",
          "l'humanité et les soumettre à la responsabilité. Même si une personne a échappé à",
          "la mauvaises conséquences de son écart et de la méchanceté dans le monde, il n'y",
          "aura aucune chance de son évasion en ce jour, et très malheureux est celui qui",
          "est voué à un destin tragique à la fois dans ce monde et dans l'au-delà. \"]"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَلَوْ شَاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً وَاحِدَةً وَلَٰكِنْ يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ ۚ وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
      "simpleTranslate" : [
        "Si Dieu l’avait voulu, Il aurait fait des hommes une seule communauté. Mais Il",
        "admet au sein de Sa miséricorde qui Il veut, et les injustes n’auront ni secours",
        "ni protection."
      ],
      "tafsirTranslate" : [
        "Si Allah avait voulu, Il aurait fait tous une seule communauté. Mais il admet qui",
        "Il veut dans Sa miséricorde. Quant à ceux donnés à torts, ils doivent avoir aucun",
        "protecteur ni secoureur. <N:11>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Allah a voulu",
        "Allah a voulu",
        "Il en aurait fait",
        "une communauté",
        "un",
        "mais",
        "Il admet",
        "qui",
        "Il veut",
        "en (à)",
        "Sa Miséricorde",
        "Et les malfaiteurs",
        "ne pas",
        "pour eux",
        "tout",
        "protecteur",
        "et pas",
        "toute aide"
      ],
      "notes" : {
        "11" : [
          "Ce thème a trois objets dans ce contexte: \n Tout d'abord, il est destiné à",
          "instruire et consoler le Saint Prophète, comme pour dire: [ \"Ne vous affligez pas",
          "tellement à l'ignorance et de l'écart des mécréants de la Mecque et de leur",
          "entêtement et endurcissement Il est la volonté d'Allah que l'homme devrait être",
          "accordée. la liberté de choix et d'action. alors celui qui désire avoir des",
          "conseils devraient recevoir des conseils, et celui qui veut rester en erreur",
          "devraient être autorisés à se égarer Si cette volonté d'Allah pas été, il n'y",
          "avait nul besoin d'envoyer les prophètes et les. . livre, car ce seulement un",
          "soupçon de création d'Allah tout-Puissant de était assez: tous les êtres humains",
          "seraient devenus aussi obéissant que les rivières, les montagnes, les arbres, les",
          "pierres, et ALi autres créatures \"] [(a cet égard, s'il vous plaît voir aussi AI-",
          "An'am: 35-36, 107)]. \n Deuxièmement, ses destinataires Arc tous ces gens qui ont",
          "été impliqués dans la confusion, et même maintenant sont, que si Allah avait",
          "vraiment voulu montrer l'orientation pour les êtres humains et il n'a pas comme",
          "les différences de croyance et de la pratique qui prévalaient parmi les gens, et",
          "je voulais avoir les gens à adopter la voie de la foi et de l'Islam, il n'y avait",
          "pas besoin de la Révélation et le livre et la prophétie. Il aurait pu facilement",
          "atteint cet objet en créant tout un croyant musulman de naissance. Un autre",
          "résultat de cette confusion est aussi ce raisonnement:. [ \"Quand Allah l'a pas",
          "fait, les différentes façons que nous suivons, sont approuvés par Lui, et tout ce",
          "que nous faisons, est selon son flétrissement Par conséquent, personne n'a le",
          "droit .. de s'y opposer \"] [(pour supprimer ce malentendu également ce thème a",
          "été mentionné à plusieurs endroits dans le Coran S'il vous plaît voir Al-Anam:",
          "112, 137, 148-149; Yunus: 99; Hud: 118-119; An-Nahl: 9, 35 et l'EN est",
          "pertinent)]. \n Troisièmement, son objet est de rendre les croyants se rendent",
          "compte de la vérité sur les difficultés auxquelles on fait face généralement de",
          "la manière de prêcher la religion et de réformer le peuple. Ces gens qui ne",
          "comprennent pas la réalité de Dieu, étant donné la liberté de choix et de la",
          "volonté et des différences de tempérament et les méthodes qui en découlent,",
          "deviennent parfois découragés par la lenteur des travaux de correction et",
          "souhaitent que certaines choses surnaturelles devraient apparaître d'Allah, qui",
          "devrait changer le cœur des gens, et sont parfois enclins à adopter des méthodes",
          "malsaines de provoquer la réforme, en raison de l'enthousiasme excessif. [(Pour",
          "cet objet aussi ce thème a eu lieu à certains endroits dans le Coran, pour",
          "lesquels voient Ar-Raad: 31, An-Nahl: 91-93 <V:16:91-93>)]. \n Pour mettre en",
          "évidence ces objets un thème très important a été exprimées dans ces phrases",
          "brèves. réel vicegerency d'Allah dans le monde et son paradis dans l'au-delà est",
          "pas une bénédiction ordinaire, qui peut être distribué sur les créatures du rang",
          "de la terre et des pierres et des ânes et des chevaux comme une bénédiction",
          "commune. Ceci est en effet une bénédiction spéciale et une bénédiction d'un ordre",
          "très élevé pour lequel même les anges ne sont pas considérés comme aptes. Que",
          "dans la raison pour laquelle Allah a créé l'homme comme une créature douée de",
          "pouvoir et d'autorité et placé de vastes moyens de sa terre sous son contrôle et",
          "le bénit avec ces pouvoirs spéciaux afin qu'il puisse passer à travers l'épreuve,",
          "le succès dans lequel seul peut autoriser un fonctionnaire à son bénédictions.",
          "Cette bénédiction, est Allah propre; personne ne dispose d'un monopole sur elle,",
          "ni peut-on prétendre avoir sur la base d'un droit personnel, et personne n'a le",
          "pouvoir de prendre par la force. Celui qui présente le service devant Allah, qui",
          "le prend comme son gardien et vient sous sa protection, seul peut l'avoir. Alors",
          "Allah le bénit avec l'aide, l'orientation et la grâce de passer ce test, afin",
          "qu'il puisse entrer dans sa miséricorde. Quant à la Tnan injuste qui se détourne",
          "de Dieu Lui-même et au lieu prend les autres comme ses patrons, Allah-n'a pas",
          "besoin qu'il devrait devenir son tuteur par la force. Et les autres qu'il prend",
          "comme ses gardiens ne possèdent aucune connaissance et le pouvoir et l'autorité",
          "qu'ils peuvent lui permettre d'atteindre le succès grâce à leur tutelle de lui."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "أَمِ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ ۖ فَاللَّهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِي الْمَوْتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "Ont-ils donc pris d’autres maîtres en dehors de Dieu? C’est pourtant Dieu qui est",
        "le seul Patron, car c’est Lui qui rend la vie aux morts et qui est Tout-Puissant."
      ],
      "tafsirTranslate" : [
        "(Sont-ils si sot que) ils ont choisi les autres plutôt que Allah comme leurs",
        "protecteurs? Pourtant, il est Allah qui est le protecteur et qui ressuscite les",
        "morts et qui a le pouvoir sur tout. <N:12>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "Ont-ils pris",
        "en dehors de Lui",
        "en dehors de Lui",
        "protecteurs",
        "Mais Allah",
        "Il",
        "(Est) le Protecteur",
        "et il",
        "donne la vie",
        "(À) les morts",
        "Et il",
        "(est sur",
        "chaque",
        "chose",
        "Tout-puissant"
      ],
      "notes" : {
        "12" : [
          "Autrement dit, «Tutelle est pas une chose de son choix et la satisfaction",
          "personnelle que l'on peut prendre quelqu'un, on peut plaire comme son tuteur, et",
          "l'autre peut aussi devenir les tuteurs réel et vrai et peut rendre pleinement",
          "justice . à la fonction de la tutelle Ceci est une réalité concrète, qui ne",
          "change pas avec les caprices du peuple, le Guardian est celui qui est vraiment le",
          "Guardian, si quelqu'un considère et lui reconnaît comme son tuteur ou non, et",
          "celui qui est pas en réalité le, tuteur n'est pas le gardien, peu importe si",
          "quelqu'un continue à considérer et reconnaître comme son tuteur jusqu'au dernier",
          "moment maintenant, pour la question. Quelle est la preuve de seulement Allah",
          "étant le véritable gardien et sans d'autre est d'être le gardien de la réponse",
          "est: réel gardien de l'homme peut être celui qui change la mort dans la vie, qui",
          "a créé un homme vivant en respirant la vie en substances inorganiques, et qui",
          "possède également les pouvoirs et l'autorité de faire pleinement justice à la",
          "fonction de la tutelle. S'il y a une telle personne, en dehors de AIlah, il peut",
          "être le gardien, et s'il est Allah seul, puis prend une autre à côté de Lui comme",
          "son tuteur est rien, mais l'ignorance et de la folie et de l'auto-destruction."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ۚ ذَٰلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
      "simpleTranslate" : [
        "Toute divergence qui surgira entre vous devra être soumise au Jugement de Dieu.",
        "Tel est Dieu, mon Seigneur ! C’est en Lui que je place ma confiance et c’est à",
        "Lui que je reviens repentant."
      ],
      "tafsirTranslate" : [
        "Le <N:13> jugement sur tout ce que vous différez incombe à Allah <N:14> Tel est",
        "Allah, <N:15> mon Seigneur. en Lui je place toute ma confiance et à Lui je me",
        "tourne toujours dans la dévotion. <N:16>"
      ],
      "tanslateWordByWord" : [
        "Et quel que soit",
        "vous vous disputez",
        "en ce",
        "de",
        "Une chose",
        "puis sa décision",
        "(Est) à",
        "Allah",
        "Cette",
        "(Est) Allah",
        "mon Seigneur",
        "sur lui",
        "Je mets ma confiance",
        "et à Lui",
        "Je tourne"
      ],
      "notes" : {
        "16" : [
          "Ces deux verbes arc dont l'un est dans le passé et l'autre dans le présent qui",
          "contient le sens de la perpétuité. Dans le verbe passé, il a été dit: \"] En Lui",
          "ai-je mis ma confiance, [\" ie \"] Je décidé une fois pour toutes que tant que je",
          "vivrai, je dois compter sur son aide, sur ses conseils, sur Son. . soutien et de",
          "protection, et sur sa décision [ \"Puis dans le présent verbe, il a été dit:\"].",
          "pour lui je me tourne, [ \"ie\"] Quelle que soit la situation je fais face dans",
          "l'ascenseur, je passe seulement à Allah dans ce que je fais pas regarder vers",
          "d'autres dans une affliction ou de la difficulté ou de la difficulté, mais",
          "invoquer Lui seul pour l'aide, je Beck que son refuge quand je fais face un",
          "danger et dépendent de sa protection, je me tourne vers Lui »pour des conseils",
          "chaque fois que je suis confronté à un problème et cherche son solution dans son",
          "enseignement et d'orientation, et je regarder seulement à Lui quand j'ai un",
          "différend avec quelqu'un avec la conviction que Lui seul donnera la décision",
          "finale, et avoir la foi que quelle que soit la décision, il donne sera la bonne",
          "\"."
        ],
        "13" : [
          "D'ici à la fin du verset 12, bien que tout le discours est une révélation",
          "d'Allah, le haut-parleur est pas Allah, mais le Saint Messager d'Allah. En",
          "d'autres termes, Allah Tout-Puissant est dit à Son Prophète pour faire cette",
          "proclamation au peuple. Ces thèmes du Coran commencent parfois avec qul [(par",
          "exemple, O Prophète)] et parfois sans elle. seul le style indique que le",
          "haut-parleur à un endroit est pas Allah, mais le Messager d'Allah. Même à",
          "certains endroits si les mots sont Allah, le haut-parleur d'arc les croyants,",
          "comme par exemple dans la sourate Al-Fâtiha; ou, le haut-parleur sont les anges",
          "comme dans la sourate Maryam: 64-65."
        ],
        "14" : [
          "Ceci est la demande naturelle et logique d'Allah Tout-Puissant de étant le Maître",
          "de l'Univers et de son être le véritable gardien. Lorsque la souveraineté et de",
          "la Tutelle appartiennent à lui seul inévitablement Lui seul est aussi la règle,",
          "et il est pour lui de juger les différends et les différences mutuelles des êtres",
          "humains de. Ceux qui limitent seulement à l'au-delà faire une erreur. Il n'y a",
          "pas d'argument pour prouver que la position d'Allah en tant que souverain n'a",
          "aucun effet dans ce monde, mais est uniquement destiné à l'au-delà de la vie. De",
          "même, ceux qui limitent seulement aux croyances et aux quelques questions de [",
          "«caractère religieux»] sont également dans l'erreur. Les mots Arc général et ils",
          "proclament clairement Allah comme ayant le droit exclusif de juger tous les",
          "différends et les différences. Selon eux, tout comme Allah est le Maître du Jour",
          "du Jugement dans l'au-delà; ainsi il est le meilleur des juges dans ce monde",
          "aussi; et tout comme il est le Settler des différences relatives aux croyances",
          "sur ce qui est la vérité et ce qui est faux, donc aussi dans les questions",
          "juridiques Il est le Settler des différences quant à ce qui est pur pour l'homme",
          "et ce qui est impur. ce qui est licite et souhaitable pour lui et ce qui est",
          "interdit et indésirable, ce qui est mauvais et vicieux dans la morale et ce qui",
          "est bon et vertueux, quel arc les droits du peuple dans leurs relations mutuelles",
          "et quelles sont les bonnes pratiques en matière de politique sociale et",
          "économique vie et ce que l'arc mal. Sur cette base, tout le Coran a déclaré ce",
          "principe fondamental du droit: \n [ \"Lf il se pose tout différend entre vous à",
          "propos de quoi que ce soit, reportez-vous à Allah et au Messager.\"] [(An-Nisa: 59",
          "<V:4:59>)]. Et: [ «Il n'appartient pas à un croyant et une femme croyant que",
          "quand Allah et Son messager ont rendu leur verdict dans un mattcr, ils devraient",
          "exercer une option dans cette affaire de la leur.\"] [(AI-Ahzab: 36) ]. Et: «Ô",
          "gens <V:33:36)].Et:«Ôgens>, suivre ce qui a été fait descendre vers vous de votre",
          "Seigneur et ne suivez pas les autres patrons à côté de Lui [\" [. (AI-Araf, 3)]. \n",
          "Puis, dans le contexte dans lequel ce verset a eu lieu, il donne aussi un autre",
          "sens et il est: «Pour décider des différences est non seulement le droit légal",
          "d'Allah sur l'acceptation ou le rejet de ce qui dépend l'homme est d'être un",
          "croyant ou un incroyant, mais Allah, en fait , est pratiquement aussi décider",
          "entre la vérité et le mensonge en raison de laquelle le mensonge et ses",
          "adorateurs sont finalement détruits et la vérité et les fidèles sont honorés et",
          "exalté, ne mattcr comment a retardé l'exécution de cette décision peut sembler",
          "être. Ce thème se produit dans le verset 24 ci-dessous, et a été exprimée à",
          "plusieurs endroits au-dessus dans le Coran. Pour cette s'il vous plaît voir",
          "Ar-Raad: 17, 41; Ibrahim: 24-27; Bani Isra'il 81; AI-Anbiya: 18, 44; et E N. son."
        ],
        "15" : [
          "\"] Le même Allah [\", Qui est le vrai Settler des différends."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ ۚ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا ۖ يَذْرَؤُكُمْ فِيهِ ۚ لَيْسَ كَمِثْلِهِ شَيْءٌ ۖ وَهُوَ السَّمِيعُ الْبَصِيرُ",
      "simpleTranslate" : [
        "Créateur des Cieux et de la Terre, Il vous a donné des épouses issues de",
        "vous-mêmes, comme Il a réparti les bestiaux par couples. C’est ainsi qu’Il vous",
        "multiplie. Rien ne Lui est comparable. Il entend tout et voit tout."
      ],
      "tafsirTranslate" : [
        "Le Créateur des cieux et de la terre, Il a nommé pour vous des paires de votre",
        "propre nature, et des paires aussi du bétail. Ainsi Il vous multiplie. Naught",
        "dans l'univers est comme lui. <N:17> Il est Audient, le Clairvoyant. <N:18>"
      ],
      "tanslateWordByWord" : [
        "(Le créateur",
        "(De) les cieux",
        "et la terre",
        "Il a fait",
        "pour toi",
        "de",
        "vous-mêmes",
        "camarades",
        "et parmi",
        "les bovins",
        "camarades",
        "Il vous multiplie",
        "ainsi",
        "(Il n'y a pas",
        "Comme lui",
        "n'importe quoi",
        "et il",
        "(Est) l'Audient",
        "le Clairvoyant"
      ],
      "notes" : {
        "17" : [
          "Littéralement, [ «Rien ne ressemble à sa ressemblance,\"] qui implique ceci: Même",
          "s'il y avait une ressemblance de Dieu, rien ne serait comme ça pour ne pas parler",
          "d'être semblable à Dieu Lui-même."
        ],
        "18" : [
          "Autrement dit, [ \"A un même temps, il est tout le monde entendre et de voir tout",
          "dans l'univers.\"]"
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ ۚ إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
      "simpleTranslate" : [
        "Il détient les rênes des Cieux et de la Terre. Il attribue Ses dons avec",
        "générosité ou parcimonie à qui Il veut. Il est Omniscient."
      ],
      "tafsirTranslate" : [
        "Son sont les clefs des cieux et de la terre. Il élargit les restreint la",
        "subsistance de qui Il veut. Il a certainement connaissance de tout. <N:19>"
      ],
      "tanslateWordByWord" : [
        "Pour Lui (appartient)",
        "(les clés",
        "(De) les cieux",
        "et la terre",
        "Il étend",
        "la fourniture",
        "pour qui",
        "Il veut",
        "et restreint",
        "En effet, il",
        "de toute",
        "chose",
        "(Est) Omniscient"
      ],
      "notes" : {
        "19" : [
          "Ce sont les arguments pour prouver pourquoi Allah seul est le véritable gardien",
          "et pourquoi mettre la confiance en Lui seul est juste et correcte et pourquoi lui",
          "seul doit être tourné dans tous les domaines. [(Pour plus d'explications, voir",
          "An-Naml: 60-66 <V:27:60-66>, Ar-Rum: 20-22 et E.N. de <V:30:20-22etE.N.de>)]."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّىٰ بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَىٰ وَعِيسَىٰ ۖ أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ ۚ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ ۚ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ",
      "simpleTranslate" : [
        "Il a établi pour vous, en matière de religion, ce qu’Il avait prescrit à Noé, ce",
        "que Nous te révélons à toi-même, ce que Nous avions prescrit auparavant à",
        "Abraham, à Moïse et à Jésus : «Acquittez-vous, leur fut-il dit, du culte de Dieu",
        "et n’en faites pas un sujet de division entre vous !» Combien doit paraître dure",
        "aux idolâtres cette foi à laquelle tu les invites ! Mais Dieu attire vers Lui qui",
        "Il veut et guide vers Lui le coupable repentant."
      ],
      "tafsirTranslate" : [
        "Il vous a prescrit la religion qu'il enjoint à Noé et qui nous révèle à vous (O",
        "Muhammad), et qui nous enjoint à Abraham et Moïse et Jésus, commandant: «Établir",
        "cette religion et faire pas divisé à son sujet. » <N:20> Qu'est-ce que vous",
        "appelez est très difficile à ceux qui associent à Allah dans Sa Divinité. Allah",
        "choisit pour Lui qui Il veut et guide vers Lui celui qui se repentant vers Lui.",
        "<N:21>"
      ],
      "tanslateWordByWord" : [
        "Il a ordonné",
        "pour toi",
        "de",
        "la religion",
        "quelle",
        "Il enjoignit",
        "sur",
        "Nuh",
        "et ce que",
        "Nous avons révélé",
        "à toi",
        "et quoi",
        "Nous avons enjoint",
        "sur",
        "Ibrahim",
        "et Musa",
        "et Isa",
        "À",
        "établir",
        "la religion",
        "et pas",
        "être divisé",
        "la bride",
        "Est difficile",
        "sur",
        "les polythéistes",
        "quelle",
        "vous les appelez",
        "à ce",
        "Allah",
        "choisit",
        "pour lui-même",
        "qui",
        "Il veut",
        "et les guides",
        "à lui-même",
        "quiconque",
        "se tourne"
      ],
      "notes" : {
        "20" : [
          "Ici, la même chose comme déjà mentionné dans le premier verset a encore été",
          "élaboré. Il indique clairement que Muhammad [(sur lui la paix et bénédictions)]",
          "est pas le fondateur d'une nouvelle religion, ni aucun des prophètes un fondateur",
          "d'une religion distincte, mais il a été une seule et même religion que tous les",
          "prophètes ont été la présentation d'Allah dès le début, et le même est présenté",
          "par Muhammad [(sur qui être la paix d'Allah)]. À cet égard, le premier nom",
          "mentionné est du Prophète Noé, qui fut le premier prophète après le déluge. Après",
          "lui, le Saint Prophète Muhammad [(sur lui la paix de Dieu)] a été mentionné, qui",
          "est le dernier des Prophètes; alors le Prophète Abraham a été mentionné, que les",
          "Arabes ont reconnu comme leur guide, et le dernier de tous, les prophètes Moïse",
          "et Jésus ont été mentionnés à qui les Juifs et les chrétiens attribuent leurs",
          "religions. Cette ETCD ne signifie pas que seuls ces cinq prophètes avaient été",
          "enjoint de cette religion, mais ce qui est censé être dit est que tous les",
          "prophètes qui sont venus à ce monde, ont apporté une seule et même religion et",
          "les noms des cinq prophètes illustres ont été mentionnés seulement à titre",
          "d'exemples par lequel le monde a reçu les plus connus des codes de la loi divine.",
          "\n Comme ce verset jette une lumière importante sur Din [(Religion)] et son but,",
          "il est nécessaire que nous devrions étudier pour comprendre bien. \n Lexical, le",
          "mot Shara'a dans Shara'a! Un kum [(ordonné pour vous)] signifie faire le chemin.",
          "En tant que terme, il implique la nomination d'un chemin, un code et une règle.",
          "En conséquence, en arabe les mots tashri ' `et shari'at et shari' arc compris",
          "comme les synonymes de la législation et du droit et de la loi qui donne",
          "respectivement. Cette loi divine, en fait, est le résultat naturel et logique des",
          "vérités fondamentales qui ont été mentionnées dans les versets l, 9 et 10",
          "ci-dessus: que Dieu seul est le propriétaire de tout dans l'Univers, et Lui seul",
          "est réel Gardien et de l'homme il est pour lui de juger les différends qui",
          "surviennent entre les êtres humains. Maintenant, quand Allah seul est le",
          "propriétaire et le gardien et souverain, inévitablement, il est seul habilité à",
          "rendre le code de droit pour l'homme et il est de sa responsabilité qu'il doit",
          "donner à ce code de droit à l'homme. Ainsi, il a procédé à sa responsabilité",
          "comme celui-ci. \n Puis les mots min ad-din [(de la nature de din)] indiquent que",
          "le chemin désigné par Allah est la législation relative à din. Si l'explication",
          "du mot din que nous avons donné à E.N. 3 de la sourate Zumar ci-dessus, est",
          "maintenue en vue, il ne peut y avoir aucune difficulté à comprendre que din ne",
          "veut rien dire, mais en reconnaissant la souveraineté et le leadership de",
          "quelqu'un et d'obéir à ses ordres. Et quand ce mot est utilisé dans le sens de la",
          "voie, il implique la façon dont l'homme doit considérer comme obligatoire pour",
          "lui-même à suivre et celui nommant comme celui qu'il faut obéir à. Sur cette",
          "base, appelant Dieu nommé Way législation relative à din clairement signifie",
          "qu'il est non seulement un caractère de recommandation ou d'un simple conseil,",
          "mais il est une loi ordonnée par le Maître, qui doit nécessairement être obéi par",
          "les serviteurs et désobéissance ce qui équivaut à la rébellion, et celui qui ne",
          "respecte pas, en fait, nie Allah étant le Souverain et le Souverain et sa propre",
          "position d'un serviteur. \n [ \"Ensuite, il a été dit que ce projet de loi qui se",
          "rapporte à din est le même que celui enjoint à Noé. Abraham et Moïse [(la paix",
          "soit sur eux tous)] et même maintenant, a été enjoint à Muhammad [(sur . qui sera",
          "la paix d'Allah)] ce contient plusieurs points: [(1)] ce qu'Allah n'a pas envoyé",
          "ce projet de loi de son directement à tous les hommes, mais nommé chaque fois il",
          "jugé approprié et nécessaire, une personne comme Son messager, et consigné la",
          "législation w lui ; [(2)] que cette législation a été le même depuis le début: il",
          "n'a pas arriver que dans un âge un din particulier a été nommé pour une nation,",
          "et dans un autre âge et une autre din contradictoire a été envoyé pour une autre",
          "nation. Allah n'a pas envoyé de nombreux dins, mais à chaque fois il a envoyé une",
          "seule et même vacarme; [(3)] qu'il est une partie essentielle de ce vacarme à",
          "reconnaître l'apostolat de ces hommes par l'intermédiaire duquel la législation a",
          "été envoyé et la révélation dans laquelle la loi a été rédigée, en plus de",
          "reconnaître la souveraineté d'Allah; et il est l'exigence de la raison et de la",
          "logique aussi, que ce devrait être une partie nécessaire de celui-ci, pour un",
          "homme ne peut pas obéir à cette loi du tout à moins qu'il ne soit convaincu qu'il",
          "est authentiquement d'Allah. \n Ensuite, il a été dit que les prophètes ont reçu",
          "ce projet de loi se rapportant à din \"], avec l'instruction expresse: [\"",
          "Aqmi-ud-din \"]; [\" Etablir ce vacarme \"], ou [\" Gardez ce vacarme établi »] comme",
          "diversement traduit par Shah Waliullah, Shah Rafi'uddin et Shah` Abdul Qadir. ces",
          "deux traductions sont correctes, pour les moyens iqamat fois d'établir et de",
          "garder en place, et les prophètes ont été désignés pour remplir les deux",
          "fonctions. Leur premier devoir était d'établir ce vacarme partout où il n'a pas",
          "été établi, et la seconde qu'ils devraient garder établi après qu'ils avaient",
          "établi, ou avait déjà trouvé établi en un lieu. De toute évidence, une chose peut",
          "être maintenu établi seulement quand il a déjà été établi, sinon l'exigence",
          "principale serait d'établir d'abord, et ensuite faire un effort continu pour le",
          "garder en place. \n Ici, deux questions se posent: d'abord, quel est le sens de la",
          "création du vacarme? Deuxièmement, ce qui est lui-même din, que nous avons",
          "enjoint à établir, puis le garder en place? Essayons de bien comprendre ces",
          "questions. \n Le mot iqamat [(à établir)] lorsqu'il est utilisé à l'égard d'un",
          "matériau ou d'un objet physique implique la faisant passer de la position assise",
          "ou couchée positions ou assembler les pièces éparses d'une chose et en l'élevant",
          "en haut. Mais quand iqamat est utilisé à l'égard d'une chose qui ne soit pas",
          "matérielle, mais spirituelle dans la nature il ETCD n'implique pas seulement",
          "prêcher, mais agissant aussi selon elle mieux que l'on peut, introduire et",
          "enforeing pratiquement. Par exemple, quand nous disons que tant et tel a établi",
          "sa règle, cela ne signifie pas qu'il a invité les autres à son gouvernement, mais",
          "qu'il soumit les gens de la terre et a organisé les différents départements du",
          "gouvernement d'une manière que l'administration de le pays a commencé à",
          "fonctionner selon ses ordres. De même, lorsque nous disons que les tribunaux ont",
          "été établis dans le pays, cela signifie que les juges ont été nommés pour faire",
          "justice et ils mangèrent entendre les cas et donner des jugements, et non celle",
          "des hymnes à la gloire de l'arc de justice chantées et les gens étant",
          "impressionné . De même, lorsque le Coran ordonne la mise en place de la prière",
          "[(salat)], cela ne signifie pas que l'on devrait simplement prêcher et exhorter",
          "les autres à la prière, mais que l'on ne doit pas seulement effectuer soi-même,",
          "en observant ses aII conditions, mais devrait également chercher à prendre des",
          "dispositions pour qu'il devienne une «pratique régulière parmi les croyants. Il",
          "devrait y avoir des mosquées, il devrait y avoir des dispositions pour offrir la",
          "prière collective et pour la prière en congrégation vendredi, et pour faire des",
          "appels à la prière ponctuellement; il devrait y avoir les imams pour diriger les",
          "prières et les chercheurs à donner des sermons, et les gens devraient visiter les",
          "mosquées régulièrement et ponctuellement et de faire en offrant la prière une",
          "partie essentielle de leur routine quotidienne. Après cette explication, il",
          "devrait y rester aucune difficulté à comprendre que, lorsque les prophètes ont",
          "été enjoints d'établir le vacarme et de le tenir en place, il n'a pas tout",
          "simplement dire qu'ils. devraient pratiquer eux-mêmes et même pas ce qu'ils",
          "devraient prêcher aux autres de sorte que les gens peuvent accepter sa vérité,",
          "mais aussi que, lorsque les gens l'ont accepté, des mesures devraient être prises",
          "pour introduire et appliquer l'ensemble din pratiquement entre eux de telle sorte",
          "que ils peuvent commencer à vivre selon elle à jamais par la suite. Sans doute la",
          "prédication est l'étape nécessaire principal de ce travail sans lequel il ne peut",
          "y avoir aucune deuxième étape, mais chaque personne intelligente peut se voir que",
          "dans cette prédication de commandement n'a pas été fait l'objet, mais l'objet",
          "réel est d'établir le vacarme et de garder elle a créé. La prédication est",
          "certainement un moyen à la fin, mais pas la fin en soi, mais personne ne peut",
          "dire que ce fut la seule et avant tout l'objet de la mission des prophètes. \n",
          "Maintenant, Iet nous amène à la deuxième question. Quand certaines personnes ont",
          "vu que le vacarme qui a été enjoint à établir est commun parmi tous les",
          "prophètes, et leurs shari'ahs ont été différentes, comme le dit Allah Lui-même: [",
          "\"Nous avons nommé pour chaque communauté parmi vous une loi et une façon de vie",
          "\"], ils ont formé le point de vue qui, inévitablement, ce vacarme ne signifiait",
          "pas la shari 'ah commandements, règles et règlements, mais seulement",
          "l'acceptation de Tawhîd, l'au-delà et le livre et la prophétie et la performance",
          "de certains actes de dévotion à Allah, ou au plus, il a inclus certains des",
          "grands principes moraux qui ont été communes à ALi le shari ahs. Mais ceci est",
          "une vue superficielle, qui a été formé après avoir eu un coup d'œil rapide sur",
          "l'unité de la religion et de la différence des shari'ahs. Ceci est, cependant,",
          "une vue dangereuse, qui, si non corrigée dans le temps, pourrait bien conduire à",
          "la séparation entre din [(religion)] et [shari'ahs (loi)]. Ce fut cette même voir",
          "dans, que saint Paul a été impliqué, qui a présenté la doctrine de la din",
          "[(religion)] sans shari'a [(loi)], et corrompu la communauté du Prophète Jésus",
          "[(paix soit sur lui )]. Car, si la shari'a [(loi)] est quelque chose de séparé",
          "din [(religion)] et la commande est seulement pour établir le vacarme et non la",
          "charia, inévitablement les musulmans aussi, comme les chrétiens, considéreraient",
          "le shari ah comme sans importance et donnent sa création comme ne faisant pas",
          "l'objet réel par lui-même, et resterait contenu avec seulement croyances et",
          "quelques principes moraux importants. Au lieu de déterminer le sens du vacarme de",
          "ces spéculations, Iet nous tourner vers le Coran lui-même et de voir si le bruit",
          "que nous avons. été enjoint ici pour établir unplies les croyances et seulement",
          "quelques principes moraux importants, ou les valeurs de la Charia et des",
          "commandements ainsi. Lorsque nous examinons le Coran, nous constatons que ce",
          "qu'il considère comme din comprend les éléments suivants ainsi: \n [(1)] [ \"Et le",
          "seul commandement qu'ils ont reçu était d'adorer Allah, ce qui rend leur din",
          "sincèrement Son, tourner toute leur attention vers Lui, et d'établir le, salat et",
          "de payer la Zakat. cela seul est le vacarme vrai et juste \"] [(Al-Bayyinah: 5).].",
          "Cela montre que la salat et la Zakat sont inclus dans ce vacarme. alors que les",
          "commandements .pertaining à la fois ont été différentes dans les différents ahs",
          "shari. Personne ne peut dire que dans tous les ahs shari précédents, la Salat a",
          "eu la même forme, les mêmes éléments, les mêmes mumber des rak, le même sens de",
          "l'giblah, les mêmes temps et les mêmes autres commandes concernant. De même,",
          "personne ne peut prétendre aussi de la Zakat que ALi le shari PAPA même a été la",
          "limite d'exemption, les mêmes tarifs et les mêmes injonctions concernant la",
          "collecte et la distribution. Mais en dépit de la différence des shari'ahs, Allah",
          "a considéré à la fois comme une partie de din. \n [(2)] 'Il vous est interdit de",
          "charognes et le sang, la chair de porc et de cet animal qui a été abattu dans un",
          "autre nom que d'Allah et de l'animal étranglé, et que battu à mort ou tué par une",
          "chute ou encorné à mort ou mutilé par une bête de proie --- sauver de vous dûment",
          "massacré alors qu'il était encore en vie - et de ce qui est abattu à [(impies)]",
          "sanctuaires. Il est également unlawfirl pour vous d'essayer de trouver votre",
          "bonheur au moyen de dispositifs divinatoires, pour toutes ces choses sont des",
          "actes coupables. Aujourd'hui, les mécréants ont désespéré de [(vainquant)] votre",
          "religion; par conséquent, ne les craignez pas, mais craignez-Moi. Aujourd'hui,",
          "j'ai perfectionné votre din pour vous et complété ma bénédiction sur vous et",
          "approuvé l'Islam comme le vacarme [(mode de vie)] pour vous [ \"[(AI-Maidah: 3)..]",
          "Cela montre que tous Ies ces shari commandements sh sont également din. \n [(3)]",
          "Lutte avec ceux parmi les gens du Livre, qui ne croient pas en AIlah ni dans le",
          "dernier jour; qui ne font pas illicite ce qu'Allah et Son messager ont fait",
          "illégale, et ne pas adopter le droit din din que leurs. \"] [(At-Tawbah: 29",
          "<V:9:29>).] Cela montre que, outre la croyance en Allah et au-delà, il est",
          "également din d'accepter et de suivre les commandes sur le licite et l'illicite,",
          "qui ont été donnés par Allah et Son messager.. \n [(4)] [ «La femme et l'homme",
          "coupable de fornication, fouettent chacun d'entre eux avec une centaine de",
          "rayures, et ne laisse aucune pitié pour eux, vous retiennent en ce qui concerne",
          "une question prescrite dans le vacarme d'Allah, si vous croyez en Allah et au",
          "jour dernier \"] [(An-Nur: 2).]. [ \"Il n'a pas incomberait Joseph à saisir son",
          "frère par le vacarme du roi.\"] [(Yusuf: 76",
          "<V:24:2).].[\"Iln'apasincomberaitJosephàsaisirsonfrèreparlevacarmeduroi.\"][(Yusuf:76>",
          "<V:12:76>)]. Cela montre que la loi pénale est également din. Si un homme suit la",
          "loi criminelle prescrite par Dieu, il est un adepte de la din de Dieu et s'il",
          "suit la loi d'un roi, il est un adepte du vacarme du roi. \n Ce sont les quatre",
          "spécimens dans lesquels les commandements de la Charia ont été décrits comme din",
          "en des termes clairs. Mais, outre ceux-ci, une étude attentive montre que",
          "l'éradication des péchés pour lesquels Allah a tenu la menace de l'enfer [(par",
          "exemple, l'adultère, la prise d'intérêt, tuant d'un croyant, la consommation de",
          "la propriété de l'orphelin, en prenant possession de la d'autres propriétés des",
          "peuples de manière illicite, etc.)], et les crimes qui deviennent la cause du",
          "tourment de Dieu, par exemple,. sodomie [(la loi du peuple de Lot)] et de la",
          "malhonnêteté dans les relations d'affaires [(telle qu'elle est pratiquée par les",
          "gens du Prophète Shu'aib)] doivent nécessairement être inclus dans din, car si",
          "din ne peut pas sauver un de tourment de l'enfer et Allah, ce que l'usage",
          "pourrait ce soit? De même, ces commandements sharî'a aussi devraient faire partie",
          "de la violation din qui a été considéré comme cause de l'entrée dans le feu, par",
          "exemple injonctions relatives à l'héritage, après avoir déclaré qu'il a été dit:",
          "[ \". Et quiconque désobéit à Allah et à Son messager, et transgresse les limites",
          "prescrites par Lui, Allah sera le jeter dans le feu, dans lequel il aura un",
          "châtiment avilissant\"] [(An -Nisa: 14 <V:4:14>,)]. De même, l'interdiction de ces",
          "choses dont l'interdiction d'Allah a dit avec beaucoup d'emphase et absoluité,",
          "par exemple interdiction de la mère, la sœur et la fille et l'interdiction du",
          "vin, le vol, le jeu, de fausses preuves, etc. si non compris dans la mise en",
          "place du vacarme, cela voudrait dire que Dieu a donné quelques commandes inutiles",
          "aussi, qui ne sont pas censés être introduit et appliqué. De même,",
          "l'établissement de ces choses qu'Allah a fait obligatoire, e g. le jeûne et le",
          "pèlerinage; ne peut pas être exclu de la mise en place de din uniquement sous",
          "prétexte que les 30 jeûnes de Ramadan avaient pas été enjoint dans la shari",
          "précédente ah, et le pèlerinage à la Kaaba fut prescrit que dans la charia qui a",
          "été hérité par la branche ismaélienne du la descendance du Prophète Abraham. \n En",
          "fait, le malentendu a été causé uniquement parce que le verset: [ \"Nous avons",
          "nommé pour chaque communauté parmi vous une loi et un mode de vie\"], a été mal",
          "interprété comme signifiant que, depuis la shari'a nommé pour chaque communauté",
          "était séparée. et l'ordre donné était seulement d'établir le vacarme [(mode de",
          "vie)] qui était commun à tous les prophètes, la mise en place de l'ah shari n'a",
          "pas été inclus dans la mise en place du vacarme, alors que la véritable",
          "signification de ce verset est juste à l'opposé de celui-ci. Si le contexte [(.",
          "Vv 41-50)] dans lequel ce verset a eu lieu dans la sourate Al-Maidah est étudié",
          "avec soin, on verra que le sens exact de ce verset est: Quel que soit le shari",
          "'ah a été donné par Allah à la communauté d'un prophète, était le din pour cette",
          "communauté, et la mise en place du même vacarme a été l'objet au cours de sa",
          "prophétie. Et puisque maintenant la période de la prophétie du Saint Prophète",
          "Muhammad, le shari ah qui a été donné à la Ummah de Muhammad [(sur qui être la",
          "paix d'Allah)] est le vacarme de ce temps, et d'établir la même chose est",
          "d'établir la vacarme. Quant à la différence de l'shari ah, cela ne signifie pas",
          "que ahs 'les shari envoyés par Dieu étaient contradictoires, mais cela signifie",
          "que dans leurs détails, il y a eu des différences en raison des différents",
          "environnements, prendre, par exemple, la prière et rapide. La prière a été",
          "obligatoire dans tous Ies shari 'ahs, mais le giblah de tous les ahs shari n'a",
          "pas été le même, et il y avait une différence dans ses temps et ses rakahs et",
          "éléments. De même, le jeûne est obligatoire dans tous les shari'a, mais les 30",
          "jeûnes de Ramadan étaient pas là dans les autres ahs shari. De cela, il est",
          "inexact de conclure que la prière et le jeûne en tant que tels sont inclus dans",
          "la mise en place de din, mais effectuer la prière d'une manière particulière et",
          "en observant le jeûne à un moment donné est exclu de celui-ci. Cependant, la",
          "bonne conclusion que l'on peut tirer est: Pour effectuer la prière et observer le",
          "jeûne selon les règles et les procédures qui ont été nommés pour les personnes",
          "dans la shari'a de chaque prophète est élevé à l'établissement de din en son",
          "temps. A l'époque actuelle la création de la din est que ces actes de culte être",
          "effectués selon les procédures enjointes en Ah la Shari 'du Prophète Muhammad. La",
          "même chose est vrai pour tous les autres commandements de la Charia ainsi. \n",
          "Celui qui étudie le Coran sera soigneusement voir que ce livre ne prévoit pas que",
          "ses adhérents vont vivre en tant que sujets des incroyants et passera un",
          "ascenseur religieux sous eux, mais il proclame ouvertement qu'il aura sa propre",
          "règle établie; elle exige de ses disciples qu'ils devraient lutter avec leur vie",
          "pour la suprématie intellectuelle, culturelle, Iegal et politique de la vraie",
          "foi; et il leur donne un programme pour la réforme de la vie humaine, la majeure",
          "partie de ce qui peut être sollicité que lorsque le pouvoir politique et",
          "l'autorité est dans la main des croyants. Comme l'a déclaré lui-même, l'objet de",
          "ce livre est d'être envoyé vers le bas est: [ \"Nous avons fait descendre ce livre",
          "à vous avec la vérité afin que vous puissiez juger entre les personnes en",
          "fonction de la lumière que Dieu vous a montré.\"] [ (An-Nisa: 105)]. Les",
          "commandements donnés dans ce livre sur la collecte et la distribution de la Zakat",
          "envisagent expressément un gouvernement qui devrait être responsable de la",
          "collecte des Zakat et de le distribuer parmi les personnes méritantes selon une",
          "procédure prévue. [(At-Tawbah, 60103)]. L'interdiction de l'intérêt qui a été",
          "enjoint dans ce livre aad la déclaration de guerre qui a été fait contre ceux qui",
          "ne s'abstient pas de prendre un intérêt [(AI-Baqarah: 27_5-279 <V:2:27_5-279>)]",
          "peut être appliquée que lorsque le système politique et économique du pays est",
          "tout à fait dans la main des croyants. La loi de Retribution pour assassiner",
          "[(AI-Baqarah: 178 <V:2:178>)], couper de la main pour le vol [(AI-Maidah 38)] et",
          "l'exécution de la peine prescrite pour l'adultère et la calomnie [(An-Nur: 2-4",
          "<V:24:2-4>)] ont pas été enjoint à l'hypothèse que les croyants restent soumis à",
          "la police et les tribunaux des mécréants. Le commandement de combattre les",
          "mécréants [(AlBaqarah: 190 <V:2:190>, 216)] n'a pas été donné avec l'idée que les",
          "adeptes de ce vacarme vont effectuer cette commande en s'enrôlé dans l'armée de",
          "l'incrédulité. La commande de prendre Jizyah des adeptes des anciens Livres",
          "[(At-Tawbah: 29 <V:9:29>)] n'a pas été donné sur l'hypothèse que les musulmans",
          "prennent Jizyah d'eux tout en étant leurs sujets et sera responsable de leur",
          "protection. Et cette chose est pas vrai seulement sur les sourates Madinite; dans",
          "les sourates mecquoises ainsi un œil averti peut voir clairement que le régime",
          "envisagé dès le début était de la suprématie et de domination de l'Islam et non",
          "de l'Islam et de l'assujettissement des musulmans en vertu d'une règle",
          "non-islamique. Voir, par exemple, Bani Isra`il: 76-89; AlQasas: 85-86; Ar-Rum:",
          "1-6; As-Saffat: 171-179; Suad: Introduction, v 11 et E.N.. 12 sur elle. \n",
          "Au-dessus de ALi, cette mauvaise interprétation des affrontements avec la grande",
          "œuvre que le Saint Prophète lui-même accompli au cours des 23 années de sa",
          "Prophétie. Qui peut nier le fait que il soumit toute l'Arabie, au moyen des deux",
          "prédication et l'épée et établie dans un système à part entière du gouvernement",
          "avec une loi détaillée, couvrant tous les aspects de la vie, des croyances et des",
          "rites de culte à la conduite personnelle, collective la morale, la culture et la",
          "civilisation, la vie économique et sociale, la politique et la justice, la paix",
          "et la guerre. Si l'ensemble de ce travail du Saint Prophète ne sont pas acceptées",
          "comme un commentaire du commandement de [ \"din iqamat\"] [(mise en place de din)]",
          "qui, selon ce verset, il avait été enjoint d'entreprendre comme tous Ies autres",
          "prophètes, puis il pourrait avoir l'une des deux significations: que plus tôt, à",
          "Dieu ne plaise, le Saint Prophète doit être blâmé qu'il avait été nommé seulement",
          "pour prêcher et enseigner les croyances et les quelques règles morales",
          "importantes mais il outrepassé son mandat et a établi un gouvernement de son",
          "propre caprice et posé un code de loi, qui était différente de la common law des",
          "prophètes, ainsi que dans l'excès de celui-ci; ou que Dieu doit être blâmé que,",
          "après avoir fait la déclaration susmentionnée dans la sourate Ash-Shura. Il est",
          "revenu sur sa parole, et fait son dernier Prophète faire quelque chose qui était",
          "non seulement beaucoup plus et environ et différent de l'objectif de [ \"din",
          "iqamat\"] comme indiqué dans cette sourate, mais sur la réalisation de cette",
          "mission, il a également fait cette déclaration, contraire à sa première",
          "déclaration: [ «Aujourd'hui, j'ai parachevé votre din pour vous.\"] [(Al-Maidah: 3",
          "<V:5:3>)]. Puisse Allah nous protéger de cela! En dehors de ces deux, s'il y a",
          "une troisième alternative ,, ce qui rend cette interprétation de [ \"din iqamat\"]",
          "plausible et aussi ne prévoit pas de blâme sur Allah ou Son messager, nous",
          "aimerions le savoir. \n Après avoir donné la commande pour [ \"din iqamat\"], la",
          "dernière chose que Dieu a dit dans ce verset est la suivante: La tatafarraqu",
          "fi-salut: [ \"Ne pas créer de schismes dans le vacarme: ne soyez pas divisés en",
          "elle\"] Création de schismes dans din implique que l'on doit introduire quelque",
          "chose de nouveau dans la religion pour laquelle il existe aucune base solide, et",
          "devrait insister sur le fait que la croyance et de l'incroyance dépendent de",
          "l'acceptation de l'innovation, et devrait séparer avec ceux qui ont accepté de",
          "ceux qui ne l'ont pas accepté. Cette nouvelle chose peut être de plusieurs types:",
          "[(1)] Pour introduire quelque chose de tout à fait nouveau dans din; [(2)] pour",
          "exclure de din quelque chose qui appartenait en fait à elle; [(3)] pour altérer",
          "les principes fondamentaux de la din par des interprétations erronées et",
          "d'introduire de nouvelles croyances et de nouvelles pratiques; et [(4)] de",
          "fausser le vacarme en apportant des changements de la nature fondamentale, par",
          "exemple, en réduisant ce qui était important en elle pour non-importante, par",
          "rAlsing ce qui était au plus admissible à la position d'impératif et obligatoire,",
          "même à la position du pilier le plus fondamental de l'Islam. Grâce à ces",
          "innovations, les divisions sont apparues dans les communautés des prophètes; puis",
          "peu à peu les croyances des sectes développées dans les systèmes religieux",
          "totalement séparés et mutuellement exclusifs dont adeptes maintenant ne pas avoir",
          "la moindre idée qu'une fois qu'ils appartenaient tous à une seule et même",
          "origine. Ces divisions ont rien à voir avec la différence admissible et",
          "raisonnable de l'opinion qui prend naturellement place parmi les savants quand",
          "ils sont engagés dans la compréhension et étudier les injonctions et les",
          "principes fondamentaux de la din dans le but de dériver et d'extraire des points",
          "de droit, et pour lesquels il y a place dans les paroles du livre d'Allah",
          "lui-même en raison des considérations de lexique, idiome et les règles de",
          "grammaire. [(Pour une discussion detAlled de ce sujet, voir Al-Baqarah: 213,",
          "Al'Imran: 19 <V:3:19>, 50; An-Nisa: 171, Al-Maidah: 77; Al-Anam <V:5:77;Al-Anam>,",
          "159; An-Nahl : 118124; Al-Anbiya ': 9293; Al-Hajj: 67; Al-Mu'minun: 53-54;",
          "Al-Qasas: 53; Ar-Rum: 32 et l'EN de)] 2)."
        ],
        "21" : [
          "Ici, la même chose comme indiqué dans vv. 8-9 ci-dessus, a été réitéré, et nous",
          "avons explAlned dans E.N. . 11 ci-dessus. L'objet de le répéter ici est, comme",
          "pour dire: «Vous présentez la route claire de la religion devant eux, mais les",
          "gens stupides, au lieu d'apprécier la bénédiction, sont de plus en plus agacé sur",
          "elle. Mais même parmi eux, il y a les gens de leur propre tribu, qui se tournent",
          "vers Aliah. et Allah est également les rapproche de Lui-même. Mais il faut",
          "comprendre que le don de Dieu de ses bénédictions est pas aveugle: il ne tire que",
          "lui vers lui-même qui est inclinée à tirer et non celui qui Urnes loin de Lui. \""
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَىٰ أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ ۚ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ",
      "simpleTranslate" : [
        "Ils ne se sont divisés qu’après avoir reçu la science, et ce par pur esprit de",
        "rivalité entre eux. Et n’était l’arrêt de ton Seigneur ajournant Sa sentence à un",
        "terme fixé à l’avance de toute éternité, tout différend entre eux aurait déjà été",
        "tranché. D’ailleurs, ceux qui après eux ont reçu l’Écriture en héritage sont",
        "encore à son sujet dans un doute troublant."
      ],
      "tafsirTranslate" : [
        "Ils ne se séparent, sauf après les connaissances étaient venus à eux, <N:22>,",
        "puis seulement parce qu'ils voulaient commettre des excès les uns contre les",
        "autres. <N:23> Si ton Seigneur ne sont pas déjà décrété que le jugement serait",
        "faite plus tard à un moment désigné, l'affaire entre eux aurait sûrement été",
        "décidé une fois pour toutes. <N:24> en effet ceux qui ont été plus tard fait les",
        "héritiers du livre sont dans un doute troublant à ce sujet. <N:25>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "ils se sont divisés",
        "jusqu'à",
        "après",
        "après",
        "[quelle]",
        "est venu à eux",
        "la connaissance",
        "(Sur) la rivalité",
        "parmi eux",
        "Et sinon",
        "(Pour) un mot",
        "(Ce) précédé",
        "de",
        "votre Seigneur",
        "pour",
        "un terme",
        "spécifié",
        "sûrement, il (aurait) été réglé",
        "entre eux",
        "Et en effet",
        "ceux qui",
        "ont été faites pour hériter",
        "le livre",
        "après eux",
        "après eux",
        "(Sont) sûrement dans",
        "doute",
        "en ce qui concerne ce",
        "inquiétant"
      ],
      "notes" : {
        "24" : [
          "Autrement dit, tous ces gens qui se sont rendus coupables d'inventer de faux",
          "systèmes et ont suivi leur auraient été anéantis dans le monde lui-même par un",
          "tourment, et seuls les justes ont permis de survivre, ce qui aurait dû indiquer à",
          "qui était un adepte de la vérité et du mensonge qui, à la vue d'Allah. Mais Allah",
          "a reporté cette décision plaine jusqu'à la Résurrection, car après une telle",
          "décision dans le monde, le procès de l'humanité devient dénuée de sens."
        ],
        "25" : [
          "Il signifie: Après le passage du temps de chaque Prophète et ses disciples les",
          "plus proches quand le Livre divin atteint les générations plus tard, ils ne le",
          "reçoivent avec foi et conviction, mais ont été impliqués dans des doutes et des",
          "soupçons et des confusions à ce sujet . Il y avait de nombreuses causes de cet",
          "état de choses, qui peut être facilement comprise par une étude de cas de la",
          "Torah et de l'Evangile. Les générations précédentes ont pas communiqué ces deux",
          "livres aux générations futures bien conservés dans leur état d'origine et dans",
          "leurs mots d'origine et la langue. Ils ont mélangé le Verbe Divin en eux avec la",
          "parole humaine sous la forme de leurs commentaires, l'histoire, les traditions",
          "verbales et morale arguties. Ils ont fait leurs traductions prévalent jusqu'à ce",
          "que l'original a été perdu et que les traductions sont restés. Leur authenticité",
          "historique a aussi été ruiné; si bien que personne ne peut maintenant dire avec",
          "certitude que le livre dans sa main est le même que le monde avait une fois reçu",
          "par le prophète Moïse ou le Prophète Jésus. Ensuite, leurs aînés dans les",
          "différentes périodes de l'histoire initié ces discussions sur la religion, la",
          "divinité, la philosophie, le droit, la physique, la psychologie et la sociologie",
          "et inventé ces systèmes de pensée que les gens ont été perdus en eux et il est",
          "devenu impossible pour eux de décider à qui était la route droite de la vérité",
          "parmi les innombrables chemins tortueux. Et puisque le Livre Divin n'existait pas",
          "dans son état d'origine fiable. ils ne pouvaient ni se tourner vers une autorité",
          "qui pourrait les aider à distinguer la vérité de la fausseté."
        ],
        "22" : [
          "Autrement dit, [ \"Les divisions ont été créées non pas parce que Allah avait",
          "falled d'envoyer les prophètes et les livres, et par conséquent, les gens ne",
          "pouvaient pas connaître la bonne façon et ainsi inventé leurs propres religions",
          "distinctes, les sectes, les écoles de la pensée et les systèmes de la vie, mais",
          "les divisions sont apparues après la connaissance était venu les d'Allah. par",
          "conséquent, Allah est pas responsable, mais les gens qui ont abandonné les",
          "principes clairs de la religion et les commandes de la Shari'ah et créé leurs",
          "propres croyances et religions arc eux-mêmes responsables pour cela. \"]"
        ],
        "23" : [
          "Autrement dit, [ \"Le motif de la création des divisions était pas bon, mais ils",
          "résulte de la volonté de l'ostentation, l'amour d'une entité indépendante, la",
          "rivalité mutuelle et l'entêtement, l'envie d'humilier et de vaincre l'autre, et",
          "avidité pour la richesse du monde et la position. Lorsque la scie intelligente et",
          "ambitieuse que si les gens pieux ont suivi la vraie religion honnêtement, il n'y",
          "aurait qu'un seul Dieu avant que le peuple se prosterner, il y aurait un Messager",
          "qui ils reconnaîtraient que. leur guide et chef de file, il y aurait un livre qui",
          "ils se tournent vers et il y aurait un credo clairement défini et le code de vie",
          "qu'ils suivraient. Dans un tel système, il n'y aurait pas lieu de distinction",
          "pour eux-mêmes, sur la force de qui ils pourraient avoir leur propre",
          "épanouissement de leadership afin que les gens devraient se rallier autour d'eux,",
          "et se plier à eux et aussi faire des offrandes riches pour eux. Ce fut la",
          "véritable cause qui est devenu le motif de l'invention de nouvelles croyances et",
          "philosophies, de nouvelles façons et rites de culte et de nouveaux systèmes de",
          "vie, et détourné une grande partie de l'humanité de l'autoroute de la Divine",
          "religion et les induit en erreur en impasses. Ensuite, les conflits mutuels des",
          "factions et leurs conflits religieux, économiques et politiques ont donné lieu à",
          "l'amertume intense, qui à son tour conduit à l'effusion de sang et la violence",
          "entre l'humanité. \"]"
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "فَلِذَٰلِكَ فَادْعُ ۖ وَاسْتَقِمْ كَمَا أُمِرْتَ ۖ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ ۖ وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ ۖ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ ۖ اللَّهُ رَبُّنَا وَرَبُّكُمْ ۖ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ ۖ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ ۖ اللَّهُ يَجْمَعُ بَيْنَنَا ۖ وَإِلَيْهِ الْمَصِيرُ",
      "simpleTranslate" : [
        "Appelle donc les hommes à la vraie religion ! Suis la voie droite comme il t’a",
        "été ordonné ! Ne suis pas les idolâtres dans leurs divagations et proclame : «Je",
        "crois à tout Livre révélé par Dieu ! J’ai reçu ordre de vous juger avec",
        "impartialité ! Dieu est notre Seigneur et le vôtre ! À nous nos œuvres et à vous",
        "les vôtres ! Il est inutile de nous disputer. Dieu nous réunira un jour, car",
        "c’est vers Lui que tout doit faire retour.»"
      ],
      "tafsirTranslate" : [
        "(Cela étant, O Muhammad), appeler les gens à la même religion et être ferme à ce",
        "sujet que vous avez commandé, et ne suivent pas leurs désirs, <N:26> et dire",
        "(pour eux) :. \"Je crois que dans le livre d'Allah a fait descendre <N:27> m'a été",
        "ordonné d'établir la justice parmi vous <N:28> Allah est notre Seigneur et votre",
        "Seigneur.. Nous avons nos actions et vous avez vos actes. <N:29> Il n'y a pas de",
        "conflit entre nous et vous. <N:30> Allah nous réunir tous ensemble. Pour lui tous",
        "sont destinés à revenir. »"
      ],
      "tanslateWordByWord" : [
        "Ainsi que",
        "puis inviter",
        "et tenir ferme",
        "comme",
        "vous commandiez",
        "et (faire) pas",
        "suivre",
        "leurs désirs",
        "mais dire",
        "je crois",
        "en ce que",
        "Allah a fait descendre",
        "Allah a fait descendre",
        "de",
        "(le livre",
        "et je commandais",
        "que je fais la justice",
        "entre vous",
        "Allah",
        "(Est) notre Seigneur",
        "et votre Seigneur",
        "Pour nous",
        "nos actes",
        "et pour toi",
        "vos actions",
        "(Il n'y a pas",
        "argument",
        "entre nous",
        "et entre vous",
        "Allah",
        "assemblera",
        "[entre nous",
        "et à Lui",
        "(Est) la déclaration finale"
      ],
      "notes" : {
        "26" : [
          "Autrement dit, [ «Ne pas faire aucun changement, ni effectuer toute augmentation",
          "ou diminution de cette religion que pour leur plaire. Ne pas recourir à des",
          "compromis avec les gens égarés sur le principe de\"] donner et prendre [ \" :. ne",
          "pas faire de place dans la religion pour leurs caprices, les préjugés et les",
          "pratiques de l'ignorance dans l'espoir qu'ils embrasser l'Islam que celui qui",
          "veut accepter, accepter l'original, la religion pure de Dieu, comme envoyé par",
          "Lui, droite vers l'avant, sinon laissez-le aller et entrer dans un enfer qu'il",
          "choisit pour lui-même la religion de Dieu ne peut pas être changé pour le bien du",
          "peuple;. si les gens sont désireux de leur propre bien-être et le vrai succès,",
          "Iet les changer leurs habitudes et se mouler selon elle. \"]"
        ],
        "27" : [
          "En d'autres termes, [ «Je ne suis pas comme ces gens schismatiques qui croient",
          "dans certains livres envoyés par Dieu et ne croient pas dans d'autres, je crois",
          "que dans chaque livre envoyé par Lui.\"]"
        ],
        "28" : [
          "Cette phrase lapidaire a plusieurs significations: \n [(1)] [ «J'ai été nommé pour",
          "annuler les schismes et adopter véritable impartialité: Je ne tiens pas à abriter",
          "les préjugés en faveur de l'un et contre l'autre schisme: J'ai un et le même",
          "genre de relation avec tous les êtres humains , et il est la relation de la",
          "justice et de l'équité. Je suis un compagnon et un partisan de tous ceux qui",
          "suivent la vérité, qu'il soit un étranger absolu pour moi, et un adversaire de",
          "tous ceux qui suivent le mensonge, qu'il soit un voisin ou un proche parent. \n",
          "[(2)] `Il n'y a pas lieu de distinction pour tout le monde dans le système de la",
          "vérité, que je l'ai, été nommé à présenter devant vous. Il honore tout le monde",
          "également. Il ne contient pas des ensembles distincts des droits pour la famille",
          "et l'étranger, les grands et les petits, les pauvres et les riches, les nobles et",
          "les humbles. Tout ce qui est bon dans ce qui est bon pour tout le monde; et tout",
          "ce qui est péché et illégale et criminelle, il est un péché, illégal et criminel",
          "pour tout le monde. Dans son système juste, il n'y a pas de four d'exception pour",
          "moi-même. \"] \n [(3)] [ «J'ont été nommés pour établir la justice dans le monde.",
          "On m'a confié la mission de faire la justice entre les personnes et devrait",
          "mettre un terme à leurs excès et de l'injustice, qui sont répandues dans votre",
          "société.\" ] en outre, il y a un quatrième sens aussi de cette phrase, qui est",
          "resté caché dans la vie Makkah mais il est devenu clair après l'émigration à",
          "Médine, et il était: [ \"Je suis un juge nommé par Dieu: Je suis responsable de",
          "faire justice entre vous. \"]"
        ],
        "29" : [
          "Autrement dit, [ \"Chacun de nous est lui-même responsable et responsable de ses",
          "actes. Si vous le faites bien, vous vous profit par ses bons résultats, et non",
          "pas nous. Si nous faisons le mal, nous-mêmes porterons toutes ses conséquences",
          "mauvaises et pas la même chose a été dit dans AI-Baqarah:. 139, Yunus: 41, Hud:",
          "35, et Al-Qasas: 55 ci-dessus. \n ."
        ],
        "30" : [
          "Autrement dit, \"] Nous avons fait de notre mieux pour vous transmettre le message",
          "d'une manière rationnelle Maintenant, il est inutile de se quereller et disputer,",
          "donc, même si vous essayez d'avoir un différend avec nous, nous avons aucun désir",
          "de se joindre à. \""
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ",
      "simpleTranslate" : [
        "L’argument de ceux qui continuent à discuter au sujet de Dieu, après qu’il a été",
        "répondu à Son appel, n’a plus aucune valeur auprès de leur Seigneur. Ils seront",
        "voués à Sa colère et leur châtiment sera cruel."
      ],
      "tafsirTranslate" : [
        "Ceux qui prétendent au sujet d'Allah <N:31> (après son appel a été répondu à),",
        "leur affirmation est absolument vide dans la vue de leur Seigneur. la colère",
        "d'Allah est sur eux et un châtiment douloureux les attend."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "Soutenir",
        "concernant",
        "Allah",
        "après",
        "après",
        "[quelle]",
        "la réponse a été faite à Lui",
        "la réponse a été faite à Lui",
        "leur argumentation",
        "(est invalide",
        "avec",
        "leur Seigneur",
        "et sur les",
        "(Est) la colère",
        "et pour eux",
        "(Est) une punition",
        "sévère"
      ],
      "notes" : {
        "31" : [
          "Ceci est une allusion à la situation qui a été vécue à La Mecque à cette époque",
          "presque tous les jours. Chaque fois qu'il est devenu connu au sujet de quelqu'un",
          "qu'il était devenu un musulman, les gens commencent à le traiter sans pitié: ils",
          "s'inquiéter et tourmenter lui, ne serait ni Iet lui avoir la paix dans la maison,",
          "ni dans la rue, ni dans la société; partout où il allait, ils commenceraient une",
          "discussion sans fin avec l'objet de faire en quelque sorte de lui abandonner",
          "Muhammad [(sur qui être la paix d'Allah)] et revenir à la même croyance de",
          "l'ignorance qu'il avait rejeté."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ ۗ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ",
      "simpleTranslate" : [
        "C’est Dieu qui a révélé le Livre et institué la justice en toute vérité. Qu’en",
        "sais-tu? L’Heure du Jugement est peut-être imminente."
      ],
      "tafsirTranslate" : [
        "Allah est qui a fait descendre ce livre avec la Vérité et la balance. <N:32> Et",
        "qu'est-ce qui vous ferait savoir que l'Heure (du jugement) a approché? <N:33>"
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(Est) Celui qui",
        "(A) fait descendre",
        "le livre",
        "en vérité",
        "et la balance",
        "Et quoi",
        "va vous faire connaître",
        "peut-être",
        "l'heure",
        "(est proche"
      ],
      "notes" : {
        "32" : [
          "Mizan [(Balance)]: le Shari ah de AIlah, qui, comme un équilibre, fait ressortir",
          "clairement la distinction entre le droit et le mal, la vérité et le mensonge, la",
          "justice et l'injustice, et la justice et la méchanceté. Dans le verset 15",
          "ci-dessus, le Saint Prophète a fait dire: [ \". On m'a ordonné de faire justice",
          "entre vous\"] Ici, il a été dit que ce livre saint le [ \"Balance\"] est venu par",
          "lequel la justice sera mis en place."
        ],
        "33" : [
          "Autrement dit, [ «Celui qui est enclin à réparer ses voies, doit réparer ses",
          "voies immédiatement: il ne doit pas perdre de temps dans l'illusion que l'Heure",
          "du dépôt est encore loin Man ne peut pas être.. sûr qu'il sera en mesure de",
          "prendre un autre souffle ou non:. son souffle présente peut-être son dernier \"]"
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا ۖ وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ ۗ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ لَفِي ضَلَالٍ بَعِيدٍ",
      "simpleTranslate" : [
        "Seuls les impies sont impatients de la voir venir, alors que les croyants en",
        "redoutent l’avènement, sachant qu’elle est inéluctable. Il est vrai que ceux qui",
        "contestent l’Heure s’enfoncent trop loin dans leur erreur."
      ],
      "tafsirTranslate" : [
        "Ceux qui ne croient pas cherchent à la hâter sa venue. Mais ceux qui croient (en",
        "elle) tenir dans la crainte et de savoir que l'Heure (du jugement) est lié à",
        "venir. Lo, ceux qui discutent sur la venue de l'Heure sont allés loin dans",
        "l'erreur."
      ],
      "tanslateWordByWord" : [
        "Chercher à hâter",
        "[De] il",
        "ceux qui",
        "(ne pas",
        "croyez",
        "en ce",
        "et ceux qui",
        "croyez",
        "(Sont) peur",
        "de celui-ci",
        "et saches",
        "que",
        "(est la vérité",
        "Indiscutablement",
        "effectivement",
        "ceux qui",
        "différend",
        "concernant",
        "l'heure",
        "(Sont) certainement",
        "Erreur",
        "loin"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "اللَّهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَنْ يَشَاءُ ۖ وَهُوَ الْقَوِيُّ الْعَزِيزُ",
      "simpleTranslate" : [
        "Dieu est Plein de clémence pour Ses serviteurs. Il distribue Ses biens à qui Il",
        "veut. Il est le Fort et le Tout-Puissant."
      ],
      "tafsirTranslate" : [
        "Allah est le plus doux à ses serviteurs <N:34> et accorde la nourriture à qui Il",
        "veut. <N:35> Il est Fort et plus puissant. <N:36>"
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(Est) Subtil",
        "avec ses esclaves",
        "Il donne la fourniture",
        "(à qui",
        "Il veut",
        "Et il",
        "(Est) le All-Strong",
        "Tout-Puissant"
      ],
      "notes" : {
        "34" : [
          "Le mot [ \"Kind\"] ne peut pas transmettre pleinement la signification du mot [",
          "\"Latif\"] tel qu'il est utilisé dans l'original. Ce mot contient deux",
          "significations: d'abord, que Dieu est très bon et compatissant à ses serviteurs;",
          "deuxièmement, il est un observateur subtil et garde en vue même leurs besoins",
          "moindres et les plus ordinaires, dont aucun autre ne peut le voir, et il les",
          "remplit de telles manières qu'eux-mêmes ne perçoivent pas à qui ont besoin d'eux",
          "a été remplie à ce le temps et par qui. Ensuite, les [ \"serviteurs\"] ici ETCD",
          "n'impliquent que les croyants, mais serviteurs tous Ies. C'est, Allah est bon et",
          "compatissant à tous ses serviteurs. [ \""
        ],
        "35" : [
          "Cela signifie: La demande de sa bonté et de la compassion générale est pas ce que",
          "tous les fonctionnaires devraient être donnés tout aussi. Pour bien qu'il fournit",
          "pour chaque un de ses trésors, il n'y a pas d'égalité et d'uniformité dans la",
          "mesure de ses dispositions. Il a donné une chose à l'un et l'autre à l'autre: Il",
          "a fourni quelqu'un avec quelque chose dans une plus grande mesure et une autre",
          "avec une autre chose plus généreusement."
        ],
        "36" : [
          "Autrement dit, \"] Son système de providence fonctionne défaire sa propre force.",
          "Personne ne .a le pouvoir de changer ou enlever quelque chose de force de Lui, ou",
          "l'empêcher de fournir pour quelqu'un.\""
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ ۖ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ",
      "simpleTranslate" : [
        "Quiconque désire cultiver le champ de la vie future, Nous ferons prospérer son",
        "labour. Quiconque désire cultiver uniquement le champ de ce monde, Nous lui en",
        "donnerons quelques miettes, mais il n’aura aucune part dans la vie future."
      ],
      "tafsirTranslate" : [
        "Celui qui cherche la récolte de l'au-delà, Nous augmenterons pour lui sa moisson,",
        "et celui qui cherche la récolte de ce monde, nous allons lui donner celui-ci;",
        "mais il aura aucune part dans l'au-delà. <N:37>"
      ],
      "tanslateWordByWord" : [
        "Quiconque",
        "est",
        "désirer",
        "(la moisson",
        "(De) l'au-delà",
        "Nous augmentons",
        "pour lui",
        "dans",
        "sa récolte",
        "Et quiconque",
        "est",
        "désirer",
        "(la moisson",
        "(du monde",
        "Nous lui donnons",
        "de celui-ci",
        "mais non",
        "pour lui",
        "dans",
        "l'au-delà",
        "tout",
        "partager"
      ],
      "notes" : {
        "37" : [
          "Deux des vérités ont été mentionnés dans le verset précédent, que nous l'arc",
          "d'observation partout à la fois AII: [(1)] Ce Allah est bon et compatissant à aII",
          "Ses serviteurs; ard [(2)] que la mesure de ses dispositions ne sont pas les mêmes",
          "pour tout le monde, mais il varie d'un homme à Tnan. Maintenant, dans ce verset,",
          "il est dit que, bien que les différences partielles dans la bonté et les mesures",
          "de dispositions sont innombrables, il y a aussi une différence de nature",
          "fondamentale, qui est: il y a une sorte de la disposition pour le chercheur de",
          "l'au-delà et de un autre genre pour le chercheur du monde. \n Ceci est une vérité",
          "très importante qui a été dit ici brièvement. Laissez-nous mderstand pleinement,",
          "car il aide à tout homme de déterminer son attitude à la vie. \n Tant le chercheur",
          "de l'Hcreafter et le chercheur du monde ont été comparé à l'agriculteur dans ce",
          "verset, qui travaille constamment à droite dur à partir du moment où il prépare",
          "le sol jusqu'au moment où sa récolte est prêt pour la récolte. Il met en aII son",
          "travail afin qu'il puisse récolter et de recueillir la récolte des graines qu'il",
          "a semées. Mais hecause de la différence de l'intention et l'objectif ainsi que la",
          "différence de l'attitude et de la conduite, dans une large mesure, une grande",
          "différence a lieu entre le fermier qui sème pour l'au-delà et l'agriculteur qui",
          "sème pour ce monde. Par conséquent, Allah a ordonné les résultats et les",
          "conséquences des travaux de chaque différents, bien que le lieu de l'activité des",
          "deux est cette terre même. \n Quant à l'agriculteur qui sème pour l'au-delà, Allah",
          "n'a pas dit qu'il ne recevra pas la part du monde. Le monde, dans une mesure plus",
          "ou moins, il aura dans tous les cas. car il a également une part dans les",
          "dispositions communes étant accordée par Allah, et chaque personne, bonne ou",
          "mauvaise, devient sa subsistance ici. Mais Allah ne lui a pas donné les bonnes",
          "nouvelles de la récolte de ce monde, mais que sa récolte de l'au-delà sera",
          "augmenté, car il est un chercheur de la même, et est préoccupé par sa fin il Il y",
          "a plusieurs façons dont cette récolte peut être augmentée; par exemple, comme il",
          "va le faire de bonnes oeuvres avec mentions sincère, il sera béni avec la grâce",
          "de faire de plus en plus righteus actions et sa poitrine sera ouverte pour de",
          "plus en plus de bonnes œuvres. Quand il va se décider à adopter des moyens purs",
          "pour voleur buts purs, il sera béni avec des moyens purs seulement et AIlah n'IET",
          "si arriver que les portes tous Ies à la bonté qu'il fermées et seules les portes",
          "au mal à rester ouvert pour lui. Au-dessus de AII son chaque bon travail, si",
          "petit et insignifiant, va au moins être augmenté dix fois plus dans l'au-delà, et",
          "il n'y a pas de limite à cette augmentation. Allah augmenter des centaines de",
          "milliers de dîmes pour qui il peut plaire \n Quant à celui qui est seulement semer",
          "pour ce monde, et n'a pas à aII préoccupé par l'au-delà, Allah a clairement lui a",
          "dit de deux des résultats de ses travaux: [(11 Cela, cependant dur, il peut",
          "lutter et nous nous efforçons-il. ne sera pas obtenir la totalité de ce qu'il",
          "essaie pour, mais seulement une fraction de celle-ci, que Dieu a ordonné pour",
          "lui, et (2)] que tout ce qu'il doit obtenir, il ne recevra que dans ce monde: il",
          "n'y a aucune part pour lui dans les bonnes choses de l'au-delà."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ ۚ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ ۗ وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "Ou bien auraient-ils des divinités qui auraient établi pour eux des lois",
        "religieuses non autorisées par Dieu? Si l’arrêt décisif n’avait pas été prononcé,",
        "Dieu aurait déjà réglé leur compte. Mais un châtiment implacable est réservé aux",
        "injustes."
      ],
      "tafsirTranslate" : [
        "Est-ce qu'ils ont des associés (d'Allah) qui ont déposé pour eux un moyen se",
        "rapportant à la foi que Dieu n'a pas sanctionné? <N:38> Mais le fait qu'un décret",
        "avait déjà été faite, la question entre eux aurait été décidé une fois pour",
        "toutes. Assurément, un châtiment douloureux attend les injustes. <N:39>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "pour eux",
        "(Sont) partenaires",
        "qui ont ordonné",
        "pour eux",
        "de",
        "la religion",
        "quelle",
        "ne pas",
        "Allah a donné l'autorisation de celui-ci",
        "Allah a donné l'autorisation de celui-ci",
        "Allah a donné l'autorisation de celui-ci",
        "Et sinon",
        "(Pour) un mot",
        "décisif",
        "sûrement, il (aurait) été jugé",
        "entre eux",
        "Et en effet",
        "les malfaiteurs",
        "pour eux",
        "(Est un) Châtiments",
        "douloureux"
      ],
      "notes" : {
        "38" : [
          "Dans ce verset le mot shuraka [(associés)] ne signifie évidemment pas ces êtres",
          "que les gens appellent, ou ceux dont les noms qu'ils font des offrandes, ou ceux",
          "devant lesquels ils effectuent des rites du culte, mais inévitablement fait",
          "référence à ces hommes que les gens considèrent comme associés dans l'autorité et",
          "la souveraineté d'Allah, dont les pensées, les croyances, les idéologies et les",
          "philosophies qu'ils croient, dont les valeurs qu'ils adroit, dont le moral des",
          "préceptes et des normes de la civilisation et la culture qu'ils acceptent, et",
          "dont les lois et les règles et règlements qu'ils adoptent pour leurs rituels et",
          "les rites de culte, dans leur vie personnelle et collective, dans leurs relations",
          "commerciales et d'affaires, dans leur politique et les gouvernements, comme si",
          "elles constituaient la shari'a qu'ils devaient suivre fidèlement. Ceci est un",
          "code complet de la vie que les inventeurs ont inventé contre la législation de",
          "AIlah, Seigneur des mondes, sans sa sanction et suivis par les adeptes. Ceci est",
          "la même sorte de shirk que se prosterner devant une autre et d'invoquer un autre",
          "qu'Allah. [(Pour de plus amples explications, voir An Nisa: 60; AI-Maidah: 87;",
          "AI.An'am: 121, 136. 137; At-Tawbah: 31; Yunus: 59; ibrahim: 22; An-Nahl: 115-116;",
          "AI.Kahf: 52: AI-Qasas: 62.64: Saba: 41; Ya Sin: GO et de la relevant.E N.)]"
        ],
        "39" : [
          "Autrement dit, «Ceci est une telle audace contre Allah qui n'a pas été reporté",
          "jugement jusqu'à la Résurrection, le châtiment aurait été envoyé vers le bas sur",
          "chacune de ces personnes, qui, en dépit d'être Allah '. serviteur forcé sa propre",
          "religion et le mode de vie sur la terre d'Allah, et ces gens aussi auraient été",
          "visités par elle, qui abandonnèrent la religion d'Allah et accepté la religion",
          "inventée par d'autres. \""
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ وَاقِعٌ بِهِمْ ۗ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ ۖ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ۚ ذَٰلِكَ هُوَ الْفَضْلُ الْكَبِيرُ",
      "simpleTranslate" : [
        "Tu verras les injustes au Jour du Jugement transis de peur devant la gravité de",
        "leurs péchés et du châtiment qu’ils devront inéluctablement subir, pendant que",
        "ceux qui auront cru et fait le bien seront dans les jardins du Paradis, où ils",
        "verront tous leurs vœux exaucés auprès de leur Seigneur. Et ce sera pour eux la",
        "faveur suprême !"
      ],
      "tafsirTranslate" : [
        "Vous verrez les malfaiteurs craignent les conséquences de leurs actes qui seront",
        "certainement les dépasser. Mais ceux qui ont la foi et font de bonnes oeuvres",
        "seront dans les prés des jardins, où ils doivent avoir tout ce qu'ils veulent de",
        "leur Seigneur; qui est le grand Bounty."
      ],
      "tanslateWordByWord" : [
        "Vous allez voir",
        "les malfaiteurs",
        "craintif",
        "de quoi",
        "ils ont gagné",
        "et cela",
        "(Va) arriver",
        "[sur eux",
        "Et ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "(sera en",
        "prairies fleuries",
        "(De) les Jardins",
        "pour eux",
        "(Est) quel que soit",
        "ils espèrent",
        "avec",
        "leur Seigneur",
        "Cette",
        "il",
        "(Est) du Bounty",
        "le grand"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "ذَٰلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ۗ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَىٰ ۗ وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا ۚ إِنَّ اللَّهَ غَفُورٌ شَكُورٌ",
      "simpleTranslate" : [
        "Telle est la bonne nouvelle que Dieu annonce à Ses serviteurs qui croient et font",
        "le bien. Dis : «Je ne vous réclame pour cela aucun salaire, si ce n’est seulement",
        "l’affection due à vos proches.» Quiconque accomplit une bonne action, Nous lui en",
        "augmenterons le mérite, car Dieu est Plein d’indulgence et de gratitude."
      ],
      "tafsirTranslate" : [
        "Telle est la grâce d'Allah qui donne cette nouvelle à ses serviteurs qui ont la",
        "foi et font de bonnes actions. Dites-leur, (ô Prophète): «. Je ne vous demande",
        "pas de récompense pour mon travail <N:40>, sauf l'amour envers kinsfolk ' <N:41>",
        "Quiconque fait une bonne action, nous allons augmenter son mérite pour lui.",
        "Certes, Allah est Pardonneur, le Plus Appreciative. <N:42>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Est d ') qui",
        "Allah donne la bonne nouvelle",
        "Allah donne la bonne nouvelle",
        "(À) Ses esclaves",
        "ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "Dire",
        "ne pas",
        "je te demande",
        "pour ça",
        "tout paiement",
        "sauf",
        "l'amour",
        "parmi",
        "les proches",
        "Et quiconque",
        "gagne",
        "tout bon",
        "Nous augmentons",
        "pour lui",
        "la bride",
        "bien",
        "Effectivement",
        "Allah",
        "(Est) Pardonneur",
        "All-Appreciative"
      ],
      "notes" : {
        "40" : [
          "[ \"Ce travail\"]: Tous les efforts que le Saint Prophète faisait pour sauver les",
          "gens de la punition d'Allah et pour leur permettre de devenir digne de la",
          "promesse du Paradis."
        ],
        "41" : [
          "Le mot qurba dans l'original a été interprété différemment par les différents",
          "commentateurs. Une partie d'entre eux prend dans le sens de la parenté et a donné",
          "ce sens au verset [ «Je ne vous demande pas de toute récompense pour ce service,",
          "mais je ne veux que vous [(Ô gens de Quraish)] doit montrer une certaine ce qui",
          "concerne le goudron de la parenté qu'il ya entre moi et vous. vous devriez avoir",
          "accepté mon invitation. mais si vous ne l'acceptez pas, vous ne devriez pas être",
          "si durs pour devenir mes pires ennemis dans toute la terre d'Arabie. \"] Telle est",
          "l'interprétation donnée par Hadrat 'Abdullah bin' Abbas, qui a été cité par LMAM",
          "Ahmad, Bukhari. Musulman. Tirmidhi, Ibn Jarir, Tabarani, Baihaqi. Ibn Said et",
          "d'autres sur l'autorité de nombreux journalistes et le même commentaire a été",
          "donnée par Mujahid. Ikrima, Qatadah, Suddi, Abu Malik, 'Abdur Rehman bin Zaid bin",
          "Aslam, Dahhak.' Ata bin Dinar et les autres commentateurs majeurs. \n L'autre",
          "section prend qurba dans le sens de la proximité et interprète le verset",
          "signifie:. [ «Je ne cherche pas de vous une autre récompense que ce que vous",
          "devez développer en vous un désir d'atteindre la proximité d'Allah Voilà, vous .",
          "devrait être réformé Telle est ma seule récompense \"] ce commentaire a été",
          "rapporté de Hasan Basri et un mot de Qatadah a également été cité à l'appui de",
          "celle-ci:. si bien que dans une tradition par Tabarani cette parole a également",
          "été attribué à Ibn 'Abbas. Dans le Coran lui-même, à un autre endroit, ce même",
          "sujet a été traité, ainsi: [ \"Dis-leur: je ne cherche pas de vous une récompense",
          "pour ce travail: Je demande seulement de celui qui sera. d'adopter la voie de son",
          "Seigneur ». [(AI-Furqan: 57 <V:25:57>)]. \n Le troisième goup prend qurba dans le",
          "sens de la parenté, et interprète le verset signifie ceci: \".] Je ne cherche pas",
          "de vous une autre récompense que ce que vous devriez aimer mes proches et chers",
          "[\" Ensuite, certains des commentateurs de ce groupe interprètent la parenté \"]",
          "pour dire alt les enfants de 'Abdul Muttalib, et quelques autres limitent à",
          "Hadrat' AII et Fatimah et leurs enfants. ce commentaire a été signalé dans Saïd",
          "bin Jubayr et 'Amr bin Shu'aib, et dans certaines traditions, il a été attribué à",
          "Ibn 'Abbas et Hadrat' AII bin Husain [(Zam al-'Abedin)], mais cette",
          "interprétation ne peut être acceptée pour plusieurs raisons. Tout d'abord. quand",
          "Surah Ash-Shura était fait descendre à la Mecque, Hadrat 'AII et Fatimah avaient",
          "pas encore été marié et, par conséquent, il ne saurait être question de leurs",
          "enfants. en ce qui concerne les enfants de' Abdul Muttalib, ils ne sont pas tous",
          "suivent le Saint Prophète, mais certains d'entre eux avaient ouvertement rejoint",
          "avec ses ennemis, et l'inimitié d'Abou Lahab est trop bien connue. Deuxièmement,",
          "[ «la parenté»] du Saint Prophète, nous ne sommes pas seulement les enfants de",
          "'Abdul Muttalib, mais il avait sa parenté entre Ies familles du Quraish par sa",
          "mère et son père et sa femme. Hadrat Khadijah. En aII ces clans, il avait ses",
          "meilleurs supporters ainsi que troisième ses ennemis acharnés », et ceci est la",
          "peinture la plus importante, compte tenu de la position haute d'un prophète à",
          "partir de laquelle il commence sa mission d'inviter les gens vers Allah, il ne",
          "semble pas raccord qu'il demanderait au peuple d'aimer ses parents en échange de",
          "ses services dans le cadre de sa grande mission. Nul de bon goût ne pouvait",
          "imaginer que AIlah aurait appris son Prophète comme une chose moyenne, et le",
          "Prophète HAVC prononcé le même avant l'Qouraysh. Dans les pierres qui HAVC été",
          "racontés des prophètes dans le Coran, nous trouvons que le Prophète après un",
          "prophète se lève devant son peuple tristes dit: [ «Je ne vous demande pas de",
          "toute récompense: ma récompense est avec Allah, Seigneur des mondes \"] [. (Yunus:",
          "72; Hud: 29, 51; Ash-Shu'ara: 109, 127, 145, 164, l80)]. Dans la sourate Ya Sin",
          "le critère donné de la véracité d'un prophète est qu'il donne son invitation sans",
          "aucun motif égoïste. [(V. 21)]. Dans le Coran, le Saint Prophète lui-même a été",
          "fait pour dire des mots encore et encore à l'effet: [ \". Je demande aucune",
          "récompense de votre part pour ce message\"] [(AIAn'am: 90 <V:6:90>, Yusuf: 104",
          "<V:12:104>, Al Mu'minun: 72 <V:23:72>, Al-Furqan: 57 <V:25:57>, Saba: 47",
          "<V:38:47>, Suad: 86, At-Tur, 40, AI Qalam: 46 <V:68:46>)]. Après cela, ce",
          "pourrait être l'occasion pour le Saint Prophète de dire aux gens qui en retour",
          "pour son service de les inviter à Allah, ils devraient Lout ses parents. Ensuite,",
          "il semble d'autant plus hors de propos quand nous ste que les destinataires sont",
          "ici les mécréants et les croyants ne. Tout le discours, depuis le début w la fin,",
          "est dirigé vers eux. Par conséquent, il ne saurait être question à cet égard de",
          "demander aux adversaires pour toute récompense, une récompense est demandé à ceux",
          "qui montrent une certaine appréciation pour les services qu'une personne a rendus",
          "pour eux. Les incroyants ne sont pas du tout apprécié les services du Saint",
          "Prophète: au contraire, ils les considéraient comme un crime et avait tourné",
          "amèrement hostile à lui. ."
        ],
        "42" : [
          "Autrement dit, [ \"Contrairement aux coupables qui commettent désobéissance",
          "sciemment, l'affaire d'Allah avec les serviteurs qui cherchent à faire le bien,",
          "est comme ceci: [(1)] Il les rend encore plus juste que ce qu'ils pouvaient soit",
          "uniquement par leurs propres efforts; [(2)] Il donne sur les faiblesses qui",
          "restent dans leur travail, et les péchés qui sont commis par eux, par",
          "inadvertance, en dépit de l'effort de devenir bon, et [(3)] Allah apprécie",
          "quelque peu fourniture des bonnes actions qu'ils apportent et les récompense",
          "richement et généreusement pour elle. \"]"
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "أَمْ يَقُولُونَ افْتَرَىٰ عَلَى اللَّهِ كَذِبًا ۖ فَإِنْ يَشَإِ اللَّهُ يَخْتِمْ عَلَىٰ قَلْبِكَ ۗ وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
      "simpleTranslate" : [
        "Ou diront-ils : «Il a forgé un mensonge qu’il attribue à Dieu»? Mais Dieu",
        "pourrait alors, si cela Lui plaît, sceller à jamais ton cœur, et, par Son arrêt,",
        "dissiper l’erreur et imposer la Vérité, car Il sait ce que recèlent les cœurs."
      ],
      "tafsirTranslate" : [
        "disent-ils: «? Il a forgé un mensonge contre Allah» <N:43> Si Allah le voulait Il",
        "scellerait ton coeur <N:44> Allah efface le faux et confirme la vérité par. Ses",
        "paroles. <N:45> Il est bien conscient de tous les secrets cachés dans les seins",
        "(des personnes). <N:46>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(Do) ils disent",
        "Il a inventé",
        "sur",
        "Allah",
        "un mensonge",
        "Mais si",
        "Allah a voulu",
        "Allah a voulu",
        "Il scellerait",
        "[plus de]",
        "votre cœur",
        "Et élimine Allah",
        "Et élimine Allah",
        "le mensonge",
        "et établit",
        "la vérité",
        "par ses mots",
        "En effet, il",
        "(Est) Omniscient",
        "de quoi",
        "(Is in) les seins"
      ],
      "notes" : {
        "43" : [
          "Dans cette phrase interrogative le style est de reproche sévère. Cela signifie: [",
          "\"O Prophète: Avoir ces gens deviennent si gras et sans peur qu'ils ne se sentent",
          "pas de honte à vous accuse d'inventer un mensonge, et que trop d'un péché odieux",
          "de alit contre Allah Ils vous que vous forgez calomnient? le Coran vous et",
          "attribuant faussement à Allah. \"]"
        ],
        "44" : [
          "qui est, [ \"Ces mensonges gros ne sont prononcées par ceux dont les cœurs HAVC",
          "été scellé. Si Allah le veut, il peut vous inclure également parmi eux, mais il",
          "est Sa miséricorde qu'Il vous a tenus à l'écart . d'eux cette réponse contient",
          "sept satire contre les gens qui ont été si accusent le Saint Prophète cela",
          "signifie que:. \"] O Prophète, ils pensent que vous êtes un homme comme eux. Tout",
          "comme ils ont l'habitude de prononcer tout grand mensonge que pour l'amour d'un",
          "motif égoïste, donc ils pensaient que vous devez également avoir forgé un",
          "mensonge à des fins égoïstes. Mais il est la miséricorde d'Allah qu'Il n'a pas",
          "scellé votre cœur comme il a scellé leur. [ \""
        ],
        "45" : [
          "Autrement dit, \"] Il est le chemin d'Allah qu'il DCEs accordent pas la stabilité",
          "au mensonge, et dans le long terme prouve la vérité pour être vrai. Par",
          "conséquent, O Prophète, vous devez continuer à faire votre mission, sans prêter",
          "attention à leurs fausses accusations. Un temps viendra où tout ce mensonge",
          "disparaîtra comme la poussière, et la vérité de ce que vous présentez deviendra",
          "visible et manifeste. [ \""
        ],
        "46" : [
          "Autrement dit, \"] Il sait pourquoi vous êtes donc faussement accusé et quels sont",
          "les motifs réels qui travaillent derrière toute cette lutte qui est fait pour",
          "frustrer et vous battre.\""
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ",
      "simpleTranslate" : [
        "C’est Lui qui agrée le repentir de Ses serviteurs, qui absout les mauvaises",
        "actions et qui sait ce que vous faites."
      ],
      "tafsirTranslate" : [
        "C'est Lui qui accepte le repentir de Ses serviteurs, et pardonne les péchés et",
        "sait tout ce que vous faites, <N:47>"
      ],
      "tanslateWordByWord" : [
        "Et il",
        "(Est) Celui qui",
        "accepte",
        "le repentir",
        "de",
        "Ses esclaves",
        "et pardons",
        "[de]",
        "le mal",
        "et il sait",
        "quelle",
        "tu fais"
      ],
      "notes" : {
        "47" : [
          "Appel l'attention du peuple à la repentance immédiatement après le verset",
          "précédent par lui-même donne le sens, comme pour dire: [ \"O méchants personnes:",
          "Pourquoi faites-vous vous-mêmes encore plus digne de la punition de Dieu en",
          "accusant faussement le vrai prophète? Si vous cesses de vos méfaits, même",
          "maintenant, et d'offrir la vraie repentance Allah vous pardonnera. \"] repentance",
          "signifie que l'on doit avoir des remords pour le mal l'a fait, et devrait refrAln",
          "et renoncer à elle à l'avenir. En outre, il existe aussi une demande inévitable",
          "de la vraie repentance que l'on devrait essayer son mieux pour compenser le mal",
          "qu'on a fait dans le passé, et où la rémunération est pas possible, on devrait",
          "chercher le pardon d'Allah et devrait faire de plus en plus de bien pour essuyer",
          "hors blot de soi-même. Mais aucun repentir peut être vrai repentir que si elle",
          "est offerte avec l'intention de plaire à Aliah. Abandonner un mal pour une autre",
          "raison ou l'intention est sans repentance à tout. ."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَيَسْتَجِيبُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَيَزِيدُهُمْ مِنْ فَضْلِهِ ۚ وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ",
      "simpleTranslate" : [
        "Il exauce ceux qui croient et accomplissent des œuvres salutaires, en multipliant",
        "envers eux Ses faveurs, mais Il fait subir aux négateurs d’affreuses tortures."
      ],
      "tafsirTranslate" : [
        "et répond aux prières de ceux qui croient et accomplissent de bonnes actions et",
        "leur confère encore plus de Sa grâce. Quant à ceux qui nient (la vérité), un",
        "châtiment douloureux les attend."
      ],
      "tanslateWordByWord" : [
        "Et il répond",
        "ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "et l'augmentation (pour) les",
        "de",
        "Son Bounty",
        "Et les mécréants",
        "pour eux",
        "(Sera) une punition",
        "sévère"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ وَلَٰكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ ۚ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ",
      "simpleTranslate" : [
        "Si Dieu avait prodigué sans mesure Ses richesses aux hommes, ces derniers",
        "auraient commis les pires excès sur la Terre. Aussi leur accorde-t-Il ce qu’Il",
        "veut, avec mesure, car Il connaît si bien la nature des hommes et lit si bien",
        "dans leurs cœurs."
      ],
      "tafsirTranslate" : [
        "Si Allah d'accorder suffisamment de nourriture à ses serviteurs ils aller sur",
        "transgressant dans le pays. Mais Il fait descendre avec mesure quelle que soit",
        "(subsistance) Il veut. Sûrement Il est Parfaitement Connaisseur et Clairvoyant",
        "concernant les questions qui se rapportent à ses serviteurs. <N:48>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Allah étend",
        "Allah étend",
        "la fourniture",
        "pour ses esclaves",
        "sûrement, ils se révolteraient",
        "dans",
        "La terre",
        "mais",
        "Il fait descendre",
        "dans la mesure (due)",
        "quelle",
        "Il veut",
        "En effet, il",
        "Ses serviteurs",
        "(Est) All-Aware",
        "Clairvoyant"
      ],
      "notes" : {
        "48" : [
          "Si le contexte dans lequel cette chose a été SÅLD est gardé en vue, il semble que",
          "Aliah ici fait allusion au facteur de base qui travaillait dans la rébellion des",
          "mécréants de la Mecque. Bien qu'ils étaient insignifiants comme agAlnst les",
          "puissants empires romains et iraniens et leur position parmi les nations des pays",
          "voisins était pas plus que d'une tribu commerciale d'un peuple arriéré, la",
          "prospérité relative et de la gloire dont ils jouissaient parmi les autres Arabes",
          "avaient fait d'eux si fier et arrogant qu'ils ne sont pas enclins même à écouter",
          "le Prophète d'Allah, et leurs chefs des tribus considérées ci-dessous leur",
          "dignité que Muhammad bin `Abdullah [(à qui la paix d'Allah)] devrait être leur",
          "guide et ils son suiveurs. Sur cela, il est en cours de SÅLD [ \"Si nous avions",
          "effectivement ouvert les portes de dispositions pour ces signifient les gens, ils",
          "ont éclaté avec fierté. Mais nous regardons sur eux, et fournissent pour eux que",
          "peu de manière à les maintenir dans limites \"] Selon ce sens ce verset, autrement",
          "dit, est en contact sur le même sujet qui a déjà été traité dans At-Tawbah:",
          "68-70., Al-Kahf: 32-42, Al-Qasas: 75-82 , Ar-Rum: 9, Saba: 34-36 et Al-Mu'min:",
          "82-85 ci-dessus."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ ۚ وَهُوَ الْوَلِيُّ الْحَمِيدُ",
      "simpleTranslate" : [
        "C’est Lui qui envoie la pluie bienfaisante au moment où les hommes en",
        "désespèrent, pour étendre ainsi sur eux Sa miséricorde. Il est le Protecteur et",
        "le Magnanime."
      ],
      "tafsirTranslate" : [
        "C'est Lui qui fait descendre la pluie après leur désespoir de celui-ci, étalant",
        "sa miséricorde. Il est le protecteur, le Immensément Praiseworthy. <N:49>"
      ],
      "tanslateWordByWord" : [
        "Et il",
        "(Est) Celui qui",
        "envoie vers le bas",
        "la pluie",
        "après",
        "après",
        "[quelle]",
        "ils ont désespérait",
        "et les écarts",
        "Sa miséricorde",
        "Et il",
        "(Est) le Protecteur",
        "le Praiseworthy"
      ],
      "notes" : {
        "49" : [
          "Ici, le mot wali implique l'Etre qui est le gouverneur des affaires de toutes ses",
          "créations, qui a pris la responsabilité de satisfaire tous les besoins et les",
          "exigences de ses serviteurs."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ ۚ وَهُوَ عَلَىٰ جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ",
      "simpleTranslate" : [
        "Parmi Ses signes, il y a la création des Cieux, de la Terre et de tous les êtres",
        "vivants qu’Il y a disséminés, et Il a tout pouvoir, quand Il voudra, de les",
        "réunir."
      ],
      "tafsirTranslate" : [
        "Et de Ses signes la création des cieux et de la terre et les créatures vivantes",
        "qu'il a répartis en eux. <N:50> Il a le pouvoir de les réunir quand il le veut.",
        "<N:51>"
      ],
      "tanslateWordByWord" : [
        "Et parmi",
        "Ses signes",
        "(Est la) création",
        "(De) les cieux",
        "et la terre",
        "et quelle que soit",
        "Il a dispersé",
        "dans les deux",
        "de",
        "(les) créatures",
        "Et il",
        "(est fini",
        "leur rassemblement",
        "quand",
        "Il veut",
        "Tout-puissant"
      ],
      "notes" : {
        "50" : [
          "[ \"Dans les deux\"]: Dans les deux la terre et les cieux. Ceci est un pointeur",
          "clair sur le fait qu'il existe non seulement la vie sur la terre, mais sur",
          "d'autres planètes aussi bien."
        ],
        "51" : [
          "Autrement dit, [ «Tout comme il a le pouvoir de les disperser, donc il a aussi le",
          "pouvoir de les rassembler tous ensemble. Par conséquent, il est faux de penser",
          "que la Résurrection ne peut avoir lieu, et AII la générations anciennes et ces",
          "derniers ne peuvent pas être ressuscités et réunis tous ensemble. \"]"
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ",
      "simpleTranslate" : [
        "Tout malheur qui vous frappe ne peut être que le fruit de vos propres œuvres.",
        "Cependant, Dieu vous pardonne bien des fautes."
      ],
      "tafsirTranslate" : [
        "Quel que soit le malheur qui vous atteint est une conséquence de vos propres",
        "actions. Mais une grande partie de celui-ci, il pardonne. <N:52>"
      ],
      "tanslateWordByWord" : [
        "Et quel que soit",
        "vous atteint",
        "de",
        "(Le) malheur",
        "(En effet) de ce que",
        "ont gagné",
        "tes mains",
        "Mais il pardonne",
        "[de]",
        "beaucoup"
      ],
      "notes" : {
        "52" : [
          "Il faut noter que ici la cause de toutes les afflictions humaines ne soit pas",
          "indiqué, mais l'adresse est dirigée vers les gens qui étaient à ce moment-là de",
          "commettre l'incrédulité et la désobéissance à la Mecque. On leur dit: `Si Allah",
          "avait vous saisi pour ALi vos péchés et crimes, il ne serait pas même permis de",
          "vivre, mais les calamités [(sans doute l'allusion est à la famine de la Mecque)]",
          "qui ont descendu sur vous, sont seul un avertissement afin que vous puissiez",
          "tenir compte et examiner vos faits et gestes pour voir à ce que l'attitude et la",
          "conduite que vous avez adopté contre votre Seigneur, et essayer de comprendre",
          "comment impuissants vous arc fait contre Dieu contre qui vous rebellez, et savoir",
          "que ceux que vous avez pris comme vos clients et sympathisants, ou les pouvoirs",
          "que vous avez invoquées, ne peut pas vous prévaloir rien contre la peine de",
          "AIlah. [ \" \n Pour plus d'explications, il est nécessaire de préciser qu'en ce qui",
          "concerne le croyant sincère, la loi d'Allah pour lui est différent. Toutes les",
          "calamités et les difficultés qui frappent le aller à devenir l'expiation pour ses",
          "péchés, les erreurs et les lacunes. Il y a un Hadith authentique à l'effet:",
          "`Quelle que soit la douleur et la souffrance, la détresse et la douleur, et",
          "l'affliction et l'inquiétude qu'une expérience musulmanes, même si elle est une",
          "piqûre d'épine, il est fait l'expiation par Allah pour l'un ou l'autre de sa les",
          "erreurs. \"] [(Bukhari, Muslim)]. En ce qui concerne les difficultés que le",
          "croyant doit faire face à la manière d'élever la Parole de Dieu, ils ne",
          "simplement devienne pas une expiation pour ses lacunes, mais aussi un moyen de",
          "l'exaltation des rangs avec AIlah. Dans ce connexion, il ne peut même pas",
          "imaginer qu'ils descendent comme une punition pour les péchés »."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ ۖ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ",
      "simpleTranslate" : [
        "Vous ne sauriez vous opposer à la puissance divine sur Terre, et vous n’avez, en",
        "dehors de Dieu, ni maître ni défenseur."
      ],
      "tafsirTranslate" : [
        "Vous ne pouvez pas le frustrer dans la terre; vous avez ni allié ni protecteur",
        "contre Allah."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "toi",
        "(Peut) escape",
        "dans",
        "La terre",
        "et pas",
        "pour toi",
        "outre",
        "outre",
        "Allah",
        "tout",
        "protecteur",
        "et pas",
        "toute aide"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ",
      "simpleTranslate" : [
        "Parmi Ses signes, il y a les vaisseaux qui sillonnent les mers et s’y dressent",
        "comme des montagnes altières."
      ],
      "tafsirTranslate" : [
        "Et parmi Ses signes sont les navires qui voile dans la mer comme des montagnes."
      ],
      "tanslateWordByWord" : [
        "Et parmi",
        "Ses signes",
        "(Sont) les navires",
        "dans",
        "la mer",
        "comme [le] montagnes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَىٰ ظَهْرِهِ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ",
      "simpleTranslate" : [
        "Et s’Il le voulait, Il apaiserait le vent, et les vaisseaux s’immobiliseraient à",
        "la surface des eaux. N’y a-t-il pas là des signes pour tout homme patient et",
        "reconnaissant?"
      ],
      "tafsirTranslate" : [
        "S'il le veut, il peut causer des vents de devenir encore afin qu'ils restent",
        "immobiles à sa surface. Certes, il y a beaucoup de signes pour ceux qui ont",
        "l'habitude d'être ferme et rendre grâce. <N:53>"
      ],
      "tanslateWordByWord" : [
        "Si",
        "Il veut",
        "Il peut causer le vent pour devenir encore",
        "Il peut causer le vent pour devenir encore",
        "alors ils resteraient",
        "immobile",
        "sur",
        "il est de retour",
        "Effectivement",
        "dans",
        "cette",
        "sûrement (sont) Signes",
        "pour tout le monde",
        "patient",
        "(Et) remercie"
      ],
      "notes" : {
        "53" : [
          "[ «Qui endure patiemment\"]: qui se tient entièrement sous contrôle et reste ferme",
          "sur le chemin de la servitude dans toutes les circonstances, bonnes ou mauvaises;",
          "qui ne se DCES oublier pour devenir rebelle contre Dieu et cruel envers les gens,",
          "quand favorisée avec de bons moments, et perd cœur et perrons à quoi que ce soit",
          "lors de la visite par temps mauvais. A [ \"personne gratefull\"] est chacune de ces",
          "personnes qui le considère comme une grâce d'Allah et non le résultat d'un mérite",
          "ou d'excellence en lui-même quand il est exalté à un haut lieu d'honneur dans la",
          "vie par un décret divin, et maintient sa l'esprit concentré sur les bénédictions",
          "qui restent à la disposition de l'homme, même dans les pires circonstances au",
          "lieu de ses privations lorsque déposé au plus bas de la position basse. Ainsi, il",
          "continue à remercier son Seigneur dans la prospérité et l'adversité avec sa",
          "langue et le cœur."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَنْ كَثِيرٍ",
      "simpleTranslate" : [
        "Ou bien Il les ferait sombrer, en sanction des fautes qu’ils ont commises. Et",
        "pourtant que de fautes Il leur pardonne !"
      ],
      "tafsirTranslate" : [
        "Il peut, tout en pardonnant beaucoup des péchés de ceux qui montent ces navires,",
        "noyer à cause de certains de leurs méfaits."
      ],
      "tanslateWordByWord" : [
        "Ou",
        "Il pouvait les détruire",
        "pour quoi",
        "ils ont gagné",
        "mais Il pardonne",
        "[de]",
        "beaucoup"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا مَا لَهُمْ مِنْ مَحِيصٍ",
      "simpleTranslate" : [
        "C’est ainsi que ceux qui contestent Nos signes apprendront qu’ils ne sauraient",
        "échapper à Nos rigueurs."
      ],
      "tafsirTranslate" : [
        "Alors ceux qui se disputent à propos de Nos signes viendront à savoir qu'il n'y a",
        "pas d'échappatoire pour eux. <N:54>"
      ],
      "tanslateWordByWord" : [
        "Et savez peut-être",
        "ceux qui",
        "différend",
        "concernant",
        "Nos signes",
        "(Ce) pas",
        "pour eux",
        "tout",
        "lieu de refuge"
      ],
      "notes" : {
        "54" : [
          "Le Quraish, dans le cadre de leur entreprise et le commerce, a également eu à",
          "visiter Habash et les terres côtières de l'Afrique, et dans ces voyages qu'ils",
          "utilisaient des navires et des bateaux à voile pour traverser la mer Rouge, qui",
          "est un très mer dangereuse. Il est généralement orageux et regorge de rochers",
          "immergés qui sont un grave danger pour la navigation en particulier pendant les",
          "tempêtes. Par conséquent, l'état qui a été représenté ici par Allah pourrait être",
          "entièrement réalisé par les gens de Quraish à la lumière de leurs expériences",
          "personnelles."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا ۖ وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَىٰ لِلَّذِينَ آمَنُوا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "simpleTranslate" : [
        "Tous les biens que vous avez reçus en ce monde ne sont qu’une jouissance",
        "éphémère, tandis que ceux qui sont auprès de Dieu sont bien plus précieux et plus",
        "durables. Ils sont réservés aux croyants qui placent leur confiance en leur",
        "Seigneur ;"
      ],
      "tafsirTranslate" : [
        "Ce qui a été donné à vous est que les moyens de la vie transitoire de ce monde.",
        "<N:55> Mais ce qui est auprès d'Allah est meilleur et plus durable <N:56> pour",
        "ceux qui croient et de mettre leur confiance en leur Seigneur; <N:57>"
      ],
      "tanslateWordByWord" : [
        "Donc quel que soit",
        "vous êtes donné",
        "de",
        "Une chose",
        "(Est), mais un plaisir passant",
        "(Pour) la vie",
        "(du monde",
        "Mais quoi",
        "(est avec",
        "Allah",
        "(est mieux",
        "et plus durable",
        "pour ceux qui",
        "croyez",
        "et à",
        "leur Seigneur",
        "mettre (leur) confiance"
      ],
      "notes" : {
        "56" : [
          "Autrement dit, que la richesse est beaucoup plus supérieur en ce qui concerne sa",
          "nature et de la qualité; et est également éternelle et éternelle."
        ],
        "57" : [
          "Ici, la confiance [(tawakkul)] en Allah a été considéré comme une exigence",
          "inévitable de la foi et une caractéristique nécessaire pour réussir dans",
          "l'au-delà. Tawakkul signifie: [(I)] que l'homme doit avoir une confiance totale",
          "dans la direction d'Allah, et devrait comprendre que la connaissance de la",
          "vérité, les principes de la morale, les limites du licite et l'illicite, et les",
          "règles et règlements de passant ascenseur dans le monde, que Dieu avait ordonné,",
          "sont fondés sur la vérité et à les suivre seul se trouve bien de l'homme et le",
          "bien-être; et [(2)] que l'homme ne doit pas se fier à ses propres pouvoirs et",
          "capacités, des moyens et des ressources, des plans et des programmes et l'aide",
          "des autres que Allah, mais il devrait garder profondément impressionné dans son",
          "esprit le fait que son succès dans tous les chose, ici et dans l'au-delà, dépend",
          "en fait de l'aide et le secours d'Allah, et qu'il peut devenir digne de l'aide",
          "d'Allah et secourir seulement s'il travaille avec l'objet de gagner son",
          "approbation, dans les limites prescrites par lui; [(3)] que l'homme doit avoir",
          "une foi complète dans les promesses que Dieu a faites à ceux qui adopteraient le",
          "chemin de la foi andrighteousness et travailler dans la cause de la vérité au",
          "lieu de mensonge, et ayant foi dans les mêmes promesses se jeter aII ces",
          "avantages, les gains et les plaisirs qui peuvent sembler à courir de suivre la",
          "voie du mensonge, et de supporter toutes ces pertes, les difficultés et les",
          "privations qui peuvent devenir son lot en raison de suivre la vérité fermement.",
          "De cette explication de la signification de tawakkul il devient évident à quel",
          "point elle est liée à la foi, et pourquoi ces merveilleux résultats qui ont été",
          "promises aux croyants qui pratiquent tawakkul. ne peut pas être obtenu à partir",
          "de la simple affirmation vide de la foi."
        ],
        "55" : [
          "Autrement dit, [ «Il est pas une chose à laquelle Tnan devrait exultent Quelle",
          "que soit la richesse du monde une personne a en sa possession, il a seulement",
          "pendant une courte période. Il l'utilise depuis quelques années, puis quitte la",
          "monde les mains vides. Ensuite, bien que le montant de la richesse peut être très",
          "élevé dans les livres, pratiquement seulement une fraction de celle-ci est",
          "utilisée par l'homme lui-même. Pour exultent à une telle richesse n'incomberait",
          "pas un homme qui comprend la vérité sur lui-même , au sujet de sa richesse et de",
          "ce monde lui-même. \"]"
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ",
      "simpleTranslate" : [
        "ceux qui évitent de commettre des péchés capitaux et des turpitudes, et qui",
        "savent pardonner quand ils sont en colère ;"
      ],
      "tafsirTranslate" : [
        "qui évitent les péchés graves et les actes honteux, <N:58> et quand ils sont en",
        "colère, pardonner; <N:59>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "éviter de",
        "(le meilleur",
        "péchés capitaux",
        "et les immoralités",
        "et quand",
        "et quand",
        "ils sont fâchés",
        "ils",
        "pardonner"
      ],
      "notes" : {
        "58" : [
          "Pour explication, sec An-Nisa: 31. AI-An'am: 151, An-Naml: 90, AnNajm: 32 et le",
          "E.N. de."
        ],
        "59" : [
          "Autrement dit, ils ne sont pas courroucé et fou, mais l'arc tempéré et",
          "coolminded: ils ne sont pas vindicatifs mais tolérant et indulgent par la nature.",
          "Si jamais ils se sentent en colère contre quelque chose qu'ils contrôlent leur",
          "rage. Cette caractéristique est la meilleure des qualités de l'homme. qui a été",
          "hautement recommandé dans le Coran [(AI-Imran: 134 <V:3:134>)] et considéré comme",
          "un facteur important de la réussite du Saint Prophète [(AI-Imran: 159 <V:3:159>)]",
          "Selon Hadrat A'ishah, ' le Saint Messager d'Allah ne se vengea sur personne,",
          "cependant, quand une chose enjoint de se tenir sacré par Allah a été profané, il",
          "accorderais la peine \". [(Bukhari, Muslim)]"
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَىٰ بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ",
      "simpleTranslate" : [
        "ceux qui répondent à l’appel de leur Seigneur, observent la salât, se consultent",
        "entre eux au sujet de leurs affaires et qui, de ce que Nous leur avons donné,",
        "font des dépenses en œuvres charitables ;"
      ],
      "tafsirTranslate" : [
        "qui obéissent à leur Seigneur <N:60> et d'établir la prière; qui mènent leurs",
        "affaires par la consultation, <N:61> et passer de ce que Nous leur avons",
        "attribué; <N:62>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "répondre",
        "à leur Seigneur",
        "et d'établir",
        "prière",
        "et leurs affaires",
        "(Sont menées par) la consultation",
        "parmi eux",
        "et de ce que",
        "Nous leur avons fourni",
        "ils dépensent"
      ],
      "notes" : {
        "60" : [
          "Littéralement: [ «Qui répondre à l'appel de leur Seigneur '' C'est qu'ils se",
          "hâtent de faire ce qu'Allah leur enjoint de le faire, et d'accepter ce qu'Allah",
          "les invite à accepter."
        ],
        "61" : [
          "Cette chose a été compté ici comme la meilleure qualité des croyants. et a été",
          "enjoint dans la sourate Al-Imran: 159 Sur cette base. consultation. est un pilier",
          "important de la mode de vie islamique. et de mener les affaires de la vie",
          "collective sans consultation est non seulement la voie de l'ignorance, mais aussi",
          "une violation expresse de la loi prescrite par Allah. Lorsque nous considérons",
          "pourquoi la consultation a été donné une telle importance dans l'Islam, trois",
          "choses deviennent évidentes: \n En premier lieu, qu'il est injuste qu'une personne",
          "devrait décider d'une question par son opinion personnelle et d'ignorer les",
          "autres quand il implique les intérêts de deux personnes ou plus personne n'a le",
          "droit de le faire, comme il aime en matière de justice exige d'intérêt commun que",
          "aII ceux dont les intérêts arc impliqué dans une affaire être consulté, et si",
          "elle concerne un grand nombre de personnes, leurs représentants fiables devraient",
          "être partie en consultation. \n En second lieu, qu'un homme essaie de faire ce",
          "qu'il veut en matière d'intérêt commun plus riche parce qu'il veut usurper les",
          "droits d'autrui à des fins égoïstes, ou parce qu'il regarde vers le bas sur les",
          "autres et se considère comme une personne supérieure. Moralement Ces deux",
          "qualités sont tout aussi détestable, et un croyant ne peut pas avoir même une",
          "teinte de l'un de ces en lui-même. Un croyant est ni égoïste, de sorte qu'il",
          "devrait obtenir indûment benefitsby usurpant les droits des autres, ni qu'il est",
          "arrogant et vaniteux qu'il devrait se considérer comme AII-wist et AII-savoir. \n",
          "En troisième lieu, qu'il est une grave responsabilité de donner des décisions en",
          "matière Chat en impliquer les collants et les intérêts des autres. Celui qui",
          "craint Dieu et sait ce grave responsabilité pour cela il sera soumis par son",
          "Seigneur, peut oser prendre la lourde charge de celui-ci uniquement sur lui-même.",
          "Une telle audace est représenté seulement par ceux qui arc sans peur de Dieu et",
          "inattentif l'au-delà. Celui qui craint Dieu et a le sentiment de la",
          "responsabilité de l'au-delà, va certainement essayer dans une question d'intérêt",
          "commun qu'il devrait consulter toutes Ies personnes concernées ou leurs",
          "représentants autorisés de manière à atteindre, dans la mesure du possible, un",
          "objectif et décision juste et équitable, et s'il se produit une erreur d'un seul",
          "homme ne doit pas être tenu pour responsable. \n Une profonde considération de ces",
          "trois choses peuvent permettre à l'un de bien comprendre que la consultation est",
          "une exigence nécessaire de la morale que l'Islam a enseigné à l'homme, et le",
          "départ de celui-ci est une immoralité sépulcre que l'Islam ne permet pas le mode",
          "de vie islamique exige que le principe de la consultation devrait être utilisé",
          "dans toute affaire collective, grand ou petit. Si elle est une affaire",
          "intérieure, le mari et la femme doit agir en consultation mutuelle, et quand les",
          "enfants ont grandi, ils devraient également être consultés. S'il est une question",
          "qui concerne toute la famille, l'opinion de chaque membre adulte être sollicité.",
          "Si elle concerne une tribu ou d'une fraternité ou de la population d'une ville,",
          "et il est possible de consulter toutes Ies personnes, la décision devrait être",
          "prise par un conseil local ou d'un comité, qui devrait comprendre les",
          "représentants de tnrstworthy des personnes concernées selon la une méthode",
          "convenue. Si la question concerne toute une nation, le chef du gouvernement",
          "devrait être nommé par le consentement commun du peuple, et il devrait conduire",
          "les affaires nationales en consultation avec les leaders d'opinion. que les gens",
          "considèrent comme fiables, et il devrait rester à la tête de l'affaire aussi",
          "longtemps que les gens eux-mêmes veulent qu'il reste dans cette position. Aucun",
          "honnête homme peut essayer d'assumer la headship d'une nation par la force ou le",
          "désir de continuer dans cette position indéfiniment, ne peut penser à corning au",
          "pouvoir par la tromperie, puis demander le consentement du peuple par la",
          "contrainte, il ne peut concevoir des systèmes de sorte que la les gens peuvent",
          "élire des représentants à agir comme ses conseillers non par leur libre choix,",
          "mais selon sa volonté. Une telle chose peut être désiré que par celui qui chérit",
          "les mauvaises intentions, et une telle fraude contre le principe islamique de",
          "consultation peut être pratiquée que par celui qui DCES sentait pas la moindre",
          "hésitation à tromper Dieu et le peuple alors que le fait est que ni Dieu peut",
          "être trompé ni le peuple soit assez aveugle pour considérer le voleur, qui commet",
          "le vol dans la lumière du jour lumineux ouvertement, comme leur bien. wisher et",
          "serviteur. \n Le principe de consultation consacré par Amru-hum choura baina-hum",
          "par lui-même exige cinq choses: \n [(1)] Les personnes dont les droits et les",
          "intérêts portent sur des questions collectives, devrait avoir toute liberté",
          "d'exprimer leur opinion et ils devraient être tenus dûment informés de la façon",
          "dont leurs affaires sont menées; ils devraient aussi avoir le plein droit que si,",
          "dans la conduite des affaires qu'ils voient une erreur, une faiblesse ou une",
          "déficience, ils peuvent le vérifier et d'exprimer une protestation, et si elles",
          "ne voient pas de changement pour le mieux, ils peuvent changer leurs dirigeants.",
          "Pour mener les affaires du peuple en les gardant silencieux et non informé est la",
          "malhonnêteté pure que personne ne peut considérer comme le respect du principe de",
          "la consultation dans l'islam. \n [(2)] La personne qui doit être chargé de la",
          "responsabilité de la conduite des affaires collectives, devrait être nommé par le",
          "consentement du peuple, et ce consentement doit être leur consentement libre, qui",
          "ne sont pas obtenus par la contrainte, la tentation, la tromperie , et la fraude,",
          "parce que dans ce cas, il ne serait pas le consentement du tout. véritable chef",
          "d'une nation est pas lui qui devient la tête en essayant toutes les méthodes",
          "possibles, mais celui que les gens font de leur tête par leur libre choix et",
          "l'approbation. \n [(3)] Les gens qui sont nommés à titre de conseillers à la tête",
          "de l'Etat doivent être tels que la confiance de la nation, et, évidemment, les",
          "gens qui gagnent des positions représentatives par la suppression ou en dépensant",
          "la fortune, ou en pratiquant le mensonge et la fraude, ou en trompant le peuple",
          "ne peut pas être considéré comme jouissant de la confiance dans le vrai sens. \n",
          "[(4)] Les conseillers devraient donner avis en fonction de leur connaissance et",
          "de la foi et de conscience et ils devraient avoir la liberté totale d'une telle",
          "expression de l'opinion. Partout où ce n'est pas le cas, où les conseillers",
          "donnent des conseils contre leur propre connaissance et de conscience, sous la",
          "contrainte ou la tentation, ou sous la discipline de parti. ce sera la trahison",
          "et de la malhonnêteté et non respect du principe islamique de consultation. \n",
          "[(5)] Le conseil qui est donné par un consensus des conseillers, ou qui a le",
          "soutien de la majorité de la population, devrait être accepté, car si une",
          "personne [(ou un groupe de personnes)] se comporte de façon indépendante et agit",
          "sur ses propres caprices, même après avoir entendu l'avis des autres, la",
          "consultation devient dénuée de sens. Allah ne dit pas: \"] Ils arc consultés dans",
          "leurs affaires [\", mais dit: \"] Ils mènent leurs affaires par des consultations",
          "mutuelles [\". Cette instruction n'a pas mis en œuvre par une simple consultation,",
          "mais pour son bien, il est nécessaire que les affaires soient menées conformément",
          "à ce qui est réglé par consensus ou par l'opinion de la majorité en consultation.",
          "Avec cette explication du principe islamique de consultation, cette chose",
          "fondamentale devrait également être tenu compte tenu que cette consultation ne",
          "soit pas indépendante et autocratique dans la conduite des affaires des",
          "musulmans, mais nécessairement soumis à des limites que Dieu lui-même a fixé par",
          "sa législation , et est soumis au principe fondamental: \"] il est à Allah de",
          "donner une décision dans ce que vous pouvez différer, [\" et \"] si surgit un",
          "différend entre vous à propos de quoi que ce soit, reportez-vous à Allah et au",
          "Messager. [ \"Selon ce principe général, les musulmans peuvent tenir des",
          "consultations dans ah questions Shari 'en vue de déterminer le sens exact d'un",
          "texte ou vers et w trouver les moyens de la mettre en œuvre de manière à répondre",
          "à ses besoins, à juste titre, mais ils ne peuvent pas tenir des consultations",
          "afin de donner un jugement indépendant dans une affaire qui a déjà été décidé et",
          "réglé par Allah et Son Messager."
        ],
        "62" : [
          "Il a trois significations: \n [(1)] \"] Ils ne passent que de ce que les",
          "dispositions légale Nous leur avons donné: ils ne touchent pas les choses",
          "illégales pour compléter leurs dépenses [.\" \n [(2)] \"] Ils ne fixent pas de côté",
          "les dispositions accordées par nous, mais passent eux. [\" \n [(3)] \"] Ils passent",
          "de ce qu'ils ont été donnés dans la cause d'Allah aussi: ils ne sont pas tout",
          "réserver pour un usage personnel seulement [.\" Le premier sens est basé sur ce",
          "que Dieu appelle le licite et dispositions pures seulement que \"] les",
          "dispositions accordées par lui»; Il DCEs pas appeler les dispositions acquises de",
          "manière impurs et illégales Ses dispositions. La seconde signification est basée",
          "sur ce que ce qu'Allah fournit à l'homme est prévu pour qu'il puisse dépenser et",
          "non pas qu'il peut le mettre de côté et de thésauriser comme un avare. . Le",
          "troisième sens est basé sur les dépenses selon le Coran, les dépenses ne signifie",
          "pas seulement sur soi-même de l'un et pour les besoins personnels de l'un, mais",
          "il contient aussi le sens des dépenses pour l'amour d'Allah dans Sa voie. En",
          "raison de ces trois raisons AIlah ici est de compter les dépenses de la richesse",
          "entre les meilleures qualités des croyants en raison de laquelle les bénédictions",
          "de l'au-delà ont été réservés seulement pour eux."
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ",
      "simpleTranslate" : [
        "ceux qui répondent à l’offense quand ils en sont victimes,"
      ],
      "tafsirTranslate" : [
        "qui, quand une mauvaise est fait pour eux, chercher sa réparation. <N:63>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "quand",
        "les frappe",
        "tyrannie",
        "ils",
        "se défendre"
      ],
      "notes" : {
        "63" : [
          "Ceci est également l'une des meilleures caractéristiques des croyants: ils ne",
          "tombent pas en proie aux tyrans. Leur heartedness tendre et la nature indulgente",
          "ne sont pas le résultat d'une faiblesse. Ils ont pas appris à vivre humblement et",
          "docilement comme les ermites et les ascètes. Leur noblesse exige que quand ils",
          "sont vainqueurs, ils doivent pardonner les erreurs des vaincus; quand ils",
          "possèdent le pouvoir, ils devraient éviter la vengeance et quand une personne",
          "faible ou modérée arrive à commettre une erreur, ils devraient l'ignorer; mais",
          "quand une personne puissante, ivre de anthorinty, engage la violence contre eux,",
          "ils doivent résister et combattre lui avec toutes leurs forces. Un croyant est",
          "jamais intimidé par une personne méchante, ni arcs à un homme arrogant. Pour ces",
          "personnes, il se révèle être un écrou dur qui se casse les dents de ceux qui",
          "tentent de le casser."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا ۖ فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ ۚ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ",
      "simpleTranslate" : [
        "sans oublier que la riposte doit être égale à l’offense subie, et que celui qui",
        "pardonne et se montre conciliant trouvera sa récompense auprès du Seigneur, car",
        "Dieu n’aime pas les agresseurs."
      ],
      "tafsirTranslate" : [
        "La récompense <N:64> du mal est le mal de semblable. <N:65> Mais celui qui",
        "pardonne et fait amende honorable, sa récompense incombe à Allah. <N:66> Certes,",
        "il ne l'aime pas les injustes. <N:67>"
      ],
      "tanslateWordByWord" : [
        "(La) récompense",
        "(De) un mal",
        "(Est) un mal",
        "J'aime ça",
        "Mais celui qui",
        "pardons",
        "et rend la réconciliation",
        "alors sa récompense",
        "(est sur",
        "Allah",
        "En effet, il",
        "(ne fait pas",
        "comme",
        "les malfaiteurs"
      ],
      "notes" : {
        "64" : [
          "Le passage d'ici à la fin du verset 43 est une explication du verset 39."
        ],
        "65" : [
          "Ceci est le premier principe fondamental qui doit garder à l'esprit en",
          "représailles. La limite droit de rétorsion est que l'on doit retourner le même",
          "genre de mauvais traitements que l'on a reçu; on n'a pas le droit de retourner un",
          "mauvais traitement plus."
        ],
        "66" : [
          "Ceci est le deuxième principe. Cela signifie: Bien qu'il soit permis de",
          "représailles contre celui qui a commis une violence, d'où pardonnant peut être",
          "propice à la réconciliation, pardon vaut mieux pour le bien de réconciliation que",
          "les représailles. Et depuis que l'homme pardonne l'autre en supprimant ses",
          "propres sentiments, Allah dit que la récompense d'un tel homme est avec lui, car",
          "il a supprimé son propre soi-même pour le bien de la réforme des méchants."
        ],
        "67" : [
          "Dans cet avertissement a été fait allusion à un troisième principe des",
          "représailles, et il est ceci: On ne devrait pas devenir un malfaiteur soi-même",
          "dans le processus de venger un tort causé par l'autre. Il est interdit de faire",
          "un plus grand mal en représailles du fait de mal. Par exemple, si une personne",
          "donne une autre une gifle, l'autre peut retourner une seule claque; il ne peut",
          "pas prendre une douche coups et coups de pied. De même, il ne convient pas de",
          "commettre un péché en représailles à un péché. Par exemple, si un méchant homme a",
          "tué le fils de quelqu'un, il ne convient pas d'aller tuer le fils de l'ancien.",
          "Ou, si une personne moyenne a violé la chasteté de la sœur ou la fille d'une",
          "personne, il est licite pour lui de commettre un viol sur la sœur ou la fille de",
          "l'ancien."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَٰئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ",
      "simpleTranslate" : [
        "Mais ceux qui répondent à une injustice dont ils ont été victimes n’encourent",
        "aucune peine."
      ],
      "tafsirTranslate" : [
        "Il n'y a pas de blâme contre celui qui se venge après qu'il a été lésé."
      ],
      "tanslateWordByWord" : [
        "Et sûrement quiconque",
        "se défend",
        "après",
        "il a été lésé",
        "puis ceux",
        "ne pas",
        "(Est) contre eux",
        "tout",
        "façon"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ ۚ أُولَٰئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "En revanche sont punissables ceux qui oppriment leurs semblables, et qui, sans",
        "souci d’équité, sèment le mal sur la Terre. À ceux-là un châtiment douloureux est",
        "réservé."
      ],
      "tafsirTranslate" : [
        "Blame attache seulement à ceux qui les personnes soumises à tort et commettre des",
        "excès sur la terre. Un châtiment douloureux les attend."
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "le chemin",
        "contre",
        "ceux qui",
        "opprimer",
        "les gens",
        "et rebelle",
        "dans",
        "La terre",
        "sans pour autant",
        "droite",
        "Ceux",
        "pour eux",
        "(Est) une punition",
        "douloureux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنْ عَزْمِ الْأُمُورِ",
      "simpleTranslate" : [
        "C’est un signe d’une grande sagesse que de faire preuve de patience et de",
        "clémence."
      ],
      "tafsirTranslate" : [
        "Mais celui qui persévérera patiemment et pardonne, qui est une conduite de grande",
        "détermination. <N:68>"
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "(Is) du patient",
        "et pardonne",
        "effectivement",
        "cette",
        "(Est) sûrement de",
        "questions de détermination",
        "questions de détermination"
      ],
      "notes" : {
        "68" : [
          "Il faut noter que les qualités des croyants qui ont été mentionnés dans ces",
          "versets, pratiquement existé dans la vie du Saint Prophète et de ses Compagnons,",
          "et les mécréants de la Mecque étaient leurs témoins oculaires. Ainsi, Allah a, en",
          "fait, a dit aux incroyants: [ \"La vraie richesse ne sont pas les dispositions que",
          "vous avez reçus pour faire passer la vie transitoire du monde, et sont débordant",
          "de fierté, mais la vraie richesse sont les mœurs et caractéristiques que les",
          "croyants à partir de votre propre société ont mis au point en acceptant les",
          "directives données par le Coran. \"]"
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ وَلِيٍّ مِنْ بَعْدِهِ ۗ وَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذَابَ يَقُولُونَ هَلْ إِلَىٰ مَرَدٍّ مِنْ سَبِيلٍ",
      "simpleTranslate" : [
        "Celui que Dieu égare ne trouvera, en dehors de Lui, nul protecteur. On verra les",
        "injustes s’écrier à la vue du châtiment : «Y a-t-il un moyen de retourner sur",
        "Terre?»"
      ],
      "tafsirTranslate" : [
        "Celui qu'Allah égare, rien après Lui peut être son protecteur <N:69> Vous verrez",
        "que quand les injustes observent le châtiment, ils écrier:. «Est-il un moyen de",
        "revenir? <N:70>"
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "Allah laisse égarer",
        "Allah laisse égarer",
        "alors pas",
        "pour lui",
        "tout",
        "protecteur",
        "après lui",
        "après lui",
        "Et vous verrez",
        "les malfaiteurs",
        "quand",
        "ils voient",
        "la punition",
        "en disant",
        "Est",
        "(Il) pour",
        "retour",
        "tout",
        "façon"
      ],
      "notes" : {
        "69" : [
          "Autrement dit, [ \"Allah a envoyé le meilleur livre comme le Coran pour guider les",
          "gens, ce qui est de leur donner la connaissance de la réalité d'une manière",
          "rationnelle et efficace et en les guidant vers la droite mode de vie. Il a envoyé",
          "un prophète comme Mu hammad [(sur qui être la paix et la bénédiction d'Allah)]",
          "pour leurs conseils, un homme de meilleur caractère que qu'ils avaient jamais vu",
          "auparavant. et puis Allah aussi leur a montré les résultats de l'enseignement et",
          "la formation de ce livre et ce .Messenger dans la vie des croyants. maintenant,",
          "si après avoir été témoin de tout cela, une personne se détourne de la direction,",
          "Allah le jette dans le même écart par rapport à laquelle il n'a pas envie de",
          "sortir. et quand Allah lui-même a lui chassé, qui d'autre peut prendre la",
          "responsabilité de l'amener à la bonne façon. \"]"
        ],
        "70" : [
          "Autrement dit, [ \"Aujourd'hui, quand il y a une chance de revenir, ils refusent",
          "de revenir. Demain, quand le jugement aura été adoptée et la peine appliquée,",
          "puis de voir leur sort, ils voudront reviens. \"]"
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ ۗ وَقَالَ الَّذِينَ آمَنُوا إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ ۗ أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُقِيمٍ",
      "simpleTranslate" : [
        "Et tu les verras exposés au souffle de la Géhenne, les yeux voilés de honte et",
        "jetant des regards furtifs. Les croyants diront alors : «Voilà les réprouvés qui",
        "ont causé leur propre perte et celle des leurs au Jour du Jugement dernier.» En",
        "vérité, les injustes seront livrés à un supplice éternel."
      ],
      "tafsirTranslate" : [
        "Vous les verrez, car ils sont amenés face à face avec le châtiment, dans un état",
        "d'humiliation abjecte, à la recherche d'un coup d'œil furtif <N:71> Mais les",
        "croyants diront: \". Sûrement la les vrais perdants sont ceux qui eux-mêmes et",
        "leur famille sur le jour de la Résurrection perdre ». Lo, les injustes sera dans",
        "un tourment durable."
      ],
      "tanslateWordByWord" : [
        "Et vous les verrez",
        "étant exposés",
        "à ce",
        "humilié",
        "par",
        "disgrâce",
        "recherche",
        "avec",
        "un coup d'oeil",
        "furtif",
        "Et dira",
        "ceux qui",
        "a cru",
        "Effectivement",
        "les perdants",
        "(Sont) ceux qui",
        "perdu",
        "se",
        "et leurs familles",
        "(au jour",
        "(De) la Résurrection",
        "Indiscutablement",
        "Effectivement",
        "les malfaiteurs",
        "(sont dans",
        "une punition",
        "durable"
      ],
      "notes" : {
        "71" : [
          "Par nature, l'homme est telle que quand une scène terrible vient devant lui et il",
          "sait que bientôt il va tomber en proie à elle, il ferme les yeux immédiatement",
          "dans la peur. Puis, quand il ne peut pas se tenir plus longtemps, il essaie de",
          "voir quel genre de la calamité qu'elle est et comment elle est loin de lui. Mais",
          "il ne trouve pas le courage de lever la tête et d'avoir une vue complète de",
          "celui-ci. Par conséquent, il ouvre les yeux un peu encore et encore et voit du",
          "coin de l'œil, puis à nouveau ferme les yeux de la peur. Le même état de ceux qui",
          "seront amenés à l'Enfer a été représenté ici."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "وَمَا كَانَ لَهُمْ مِنْ أَوْلِيَاءَ يَنْصُرُونَهُمْ مِنْ دُونِ اللَّهِ ۗ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ سَبِيلٍ",
      "simpleTranslate" : [
        "Et, en dehors de Dieu, ils n’auront aucun protecteur pour les soutenir, car celui",
        "que Dieu égare ne peut plus trouver son chemin."
      ],
      "tafsirTranslate" : [
        "Ils ne doivent pas avoir des protecteurs pour les aider contre Allah. Car celui",
        "que Dieu amène à égarer aura aucun moyen de se sauver."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "sera",
        "pour eux",
        "tout",
        "protecteur",
        "(Qui) les aidera",
        "outre",
        "outre",
        "Allah",
        "Et qui",
        "Allah laisse égarer",
        "Allah laisse égarer",
        "alors pas",
        "pour lui",
        "tout",
        "façon"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ ۚ مَا لَكُمْ مِنْ مَلْجَإٍ يَوْمَئِذٍ وَمَا لَكُمْ مِنْ نَكِيرٍ",
      "simpleTranslate" : [
        "Répondez donc à l’appel de votre Seigneur, avant que ne vienne le jour",
        "inéluctable fixé par Lui de toute éternité. Ce jour-là, vous ne trouverez plus",
        "aucun refuge et il ne vous sera plus possible de renier vos œuvres."
      ],
      "tafsirTranslate" : [
        "Accepter la commande de votre Seigneur avant que ne vienne un jour d'Allah qui ne",
        "peut être évitée. <N:72> Ce jour-là, il y aura pas d'abri pour vous, et nul ne",
        "peut changer votre situation. <N:73>"
      ],
      "tanslateWordByWord" : [
        "Répondre",
        "votre Seigneur",
        "avant",
        "avant",
        "[cette]",
        "vient",
        "un jour",
        "(Il n'y a pas",
        "Averting",
        "pour ça",
        "de",
        "Allah",
        "ne pas",
        "(est pour toi",
        "tout",
        "refuge",
        "(ce jour la",
        "et pas",
        "pour toi",
        "tout",
        "le déni"
      ],
      "notes" : {
        "72" : [
          "Autrement dit, ne sera Allah Lui-même l'éviter, n'a pas non plus quelqu'un",
          "d'autre le pouvoir de l'éviter."
        ],
        "73" : [
          "Cette phrase a plusieurs autres significations aussi: \n [(1)] [ \"Vous ne serez",
          "pas en mesure de refuser l'un de vos méfaits\"]; \n [(2)] [ \"vous ne serez pas en",
          "mesure de vous cacher même dans le déguisement;\"] \n [(3)] [ \"vous ne serez pas en",
          "mesure de protester ou de montrer tout mécontentement contre tout traitement qui",
          "est infligé à vous;\"] \n [(4)] [ \"il ne sera pas en votre pouvoir pour changer",
          "l'état dans lequel vous êtes placé.\"]"
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا ۖ إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ ۗ وَإِنَّا إِذَا أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا ۖ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنْسَانَ كَفُورٌ",
      "simpleTranslate" : [
        "S’ils se détournent de toi, sache que Nous ne t’avons pas envoyé pour assurer",
        "leur sauvegarde. Tu n’es chargé que de les avertir. Lorsque Nous accordons à",
        "l’homme quelques faveurs de Notre part, il s’en réjouit ; mais aussitôt qu’un",
        "malheur l’atteint pour le punir de ses fautes, il fait preuve d’une grande",
        "ingratitude."
      ],
      "tafsirTranslate" : [
        "(O Prophète), s'ils se détournent de la vérité, savoir que nous ne vous enverrons",
        "à eux comme leur chef. <N:74> Votre tâche est seulement de transmettre (le",
        "message). En effet, lorsque nous donnons l'homme un goût de Notre miséricorde, il",
        "exulte en elle. Mais si un malheur les atteint à cause de leurs actes, l'homme",
        "est totalement ingrat. <N:75>"
      ],
      "tanslateWordByWord" : [
        "ensuite, si",
        "ils se détournent",
        "alors pas",
        "Nous vous avons envoyé",
        "au dessus d'eux",
        "(Comme) un tuteur",
        "ne pas",
        "(Est) sur vous",
        "sauf",
        "le transport",
        "Et en effet",
        "quand",
        "Nous causons au goût",
        "[l'homme",
        "de notre part",
        "La miséricorde",
        "il se réjouit",
        "en ce",
        "Mais si",
        "leur arrive",
        "mal",
        "pour quoi",
        "ont envoyé de suite",
        "leurs mains",
        "alors en effet",
        "[l'homme",
        "(Est) ingrat"
      ],
      "notes" : {
        "74" : [
          "Autrement dit, [ \"Vous avez pas été rendu responsable que vous devez les mettre",
          "sur le droit chemin de toute façon, ni vous être tenus responsables pour",
          "expliquer pourquoi ces gens ne sont pas venus dans le droit chemin.\"]"
        ],
        "75" : [
          "[ \"Man\"] implique ici la moyenne et les gens peu profondes qui font l'objet du",
          "discours ici, qui ont obtenu une mesure des dispositions du monde et sont",
          "exultant dans ce domaine, et qui ne paient pas d'attention quand ils sont",
          "exhortés à venir sur le droit chemin. Mais quand ils sont visités par une",
          "catastrophe à la suite de leurs propres méfaits, ils Stmt maudissant leur sort,",
          "et oublier ALi ces bénédictions qui AIlah les a bénis avec, et ne pas essayer de",
          "comprendre dans quelle mesure ils sont eux-mêmes à blâmer pour l'état dans lequel",
          "ils sont placés. Ainsi, ni ne la prospérité devient propice à leur réforme ne",
          "peut adversité leur donner une leçon et les amener à la bonne voie. Une étude du",
          "contexte montre que cela est, en fait, une satire sur l'attitude des gens qui",
          "étaient les destinataires du discours ci-dessus, mais elle n'a pas été adressée à",
          "leur dire de leur faiblesse directement, mais la faiblesse de l'homme a été",
          "mentionné d'une manière générale et a souligné que ce qui est la cause réelle de",
          "sa triste situation. Cela donne un point de la sagesse de la prédication",
          "importante: les faiblesses du destinataire ne devraient pas être la cible",
          "directement, mais ils devraient être mentionné d'une manière générale, afin qu'il",
          "ne soit pas provoquée, et si sa conscience a encore un peu de vie en elle , il",
          "peut essayer de comprendre sa lacune avec un esprit cool."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ يَخْلُقُ مَا يَشَاءُ ۚ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ",
      "simpleTranslate" : [
        "À Dieu appartient le Royaume des Cieux et de la Terre. Il crée ce qu’Il veut. Il",
        "donne des filles à qui Il veut. Il donne des enfants mâles à qui Il veut,"
      ],
      "tafsirTranslate" : [
        "Le royaume des cieux et de la terre appartient à Allah. <N:76> Il crée ce qu'Il",
        "veut. Il accorde les femmes à qui Il veut et les hommes à qui il lui plaît,"
      ],
      "tanslateWordByWord" : [
        "A Allah",
        "(Appartient la) domination",
        "(De) les cieux",
        "et la terre",
        "Il crée",
        "quelle",
        "Il veut",
        "Il accorde",
        "à qui",
        "Il veut",
        "femelles",
        "et Il accorde",
        "à qui",
        "Il veut",
        "[Les] hommes"
      ],
      "notes" : {
        "76" : [
          "Autrement dit, «Si les gens qui sont impliqués dans l'incrédulité et le",
          "polythéisme ne croient pas même après l'avertissement, ils ne peuvent pas, car la",
          "vérité est la vérité. Le royaume de la terre et les cieux n'a pas été confiée à",
          "la soi-disant rois et les despotes et les chefs du monde n'a pas non plus de",
          "prophète, saint, dieu ou une déesse toute action en elle, mais son maître est un",
          "Allah seul. Son rebelle ne peut ni réussir par sa propre puissance, ni aucun des",
          "êtres que les gens regardent en tant que propriétaires de pouvoirs divins par",
          "leur propre folie, venir à leur secours et de l'aide. \""
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا ۖ وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا ۚ إِنَّهُ عَلِيمٌ قَدِيرٌ",
      "simpleTranslate" : [
        "ou à la fois des enfants, de sexe différent, et Il rend stérile qui Il veut. Il",
        "est Omniscient et Puissant."
      ],
      "tafsirTranslate" : [
        "ou leur accorde un mélange d'hommes et de femmes, et les causes qui Il veut être",
        "stérile. Il est Omniscient, Tout-Puissant. <N:77>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "Il leur accorde",
        "mâles",
        "et les femmes",
        "et il fait",
        "qui",
        "Il veut",
        "stérile",
        "En effet, il",
        "(Est) Omniscient",
        "Tout-puissant"
      ],
      "notes" : {
        "77" : [
          "Ceci est une preuve manifeste de la souveraineté d'Allah étant absolue. Aucun",
          "homme, qu'il soit pose en tant que propriétaire de l'autorité mondaine la plus",
          "élevée, ou considéré comme propriétaire des grandes puissances spirituelles, n'a",
          "jamais été en mesure de produire des enfants pour lui-même selon son propre choix",
          "et le désir, sans parler de fournir aux enfants des autres. Celui que Allah a",
          "fait stérile ne pouvait pas avoir des enfants à travers tout médicament, tout",
          "traitement, toute amulette ou charme. Celui qui Allah a donné que des filles n'a",
          "pas pu obtenir un seul fils par tout dispositif, et celui qui Allah a donné",
          "seulement fils ne pouvaient pas avoir une seule fille par tous les moyens. Dans",
          "cette affaire, tout le monde est absolument impuissant. Tant et si bien que,",
          "avant la naissance d'un enfant ne pouvait savoir si un fils a pris forme dans le",
          "ventre de la mère ou une fille. Même après avoir vu tout cela si quelqu'un pose",
          "d'être tout-puissant dans le royaume de Dieu, ou considéré l'autre comme un",
          "possesseur des pouvoirs, il serait sa propre imprévoyance pour laquelle il",
          "lui-même souffrir, la vérité ne changera pas du tout."
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ ۚ إِنَّهُ عَلِيٌّ حَكِيمٌ",
      "simpleTranslate" : [
        "Il n’est pas donné à un homme que Dieu lui parle directement, si ce n’est par",
        "inspiration ou derrière un voile ou par l’envoi d’un messager qui lui révèle, par",
        "Sa permission, ce qu’Il veut . Dieu est Sublime et Sage."
      ],
      "tafsirTranslate" : [
        "Il <N:78> est pas donné à tout être humain qu'Allah lui parle autrement que par",
        "révélation, <N:79> ou de derrière un voile, <N:80> ou qu'un messager (un ange)",
        "est envoyé à celui qui lui révèle par la permission d'Allah tout ce qu'Il veut.",
        "<N:81> Il est tout-haut, le plus Sage. <N:82>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "est",
        "pour tout être humain",
        "cette",
        "Allah devrait lui parler",
        "Allah devrait lui parler",
        "sauf",
        "(Par) la révélation",
        "ou",
        "de",
        "derrière",
        "un voile",
        "ou",
        "(En envoyant",
        "un messager",
        "puis il révèle",
        "Sa permission",
        "quelle",
        "Il veut",
        "En effet, il",
        "(Est) Très-Haut",
        "plus Sage"
      ],
      "notes" : {
        "80" : [
          "Autrement dit, [ «On peut entendre une voix sans voir le haut-parleur, tout comme",
          "il est arrivé dans le cas du Prophète Moïse quand il a soudainement commencé à",
          "entendre une voix d'un arbre sur le mont Tur, tandis que le . Président lui était",
          "caché \"] [(Ta Ha: 11-48 <V:20:11-48>, An-Naml: 8-12 <V:27:8-12>, Al-Qasas: 30 35",
          "<V:28:3035>)]."
        ],
        "81" : [
          "Ceci est la forme de wahi par lequel toutes les divines Écritures ont",
          "effectivement atteint les prophètes d'Allah. Certaines personnes ont mal",
          "interprété cette phrase et lui a donné cette signification Allah envoie un",
          "messager qui, par Son commandement transmet son message au peuple. »Mais les mots",
          "du Coran fa-yuhiya biidhni-salut ma yasha'u [(alors il révèle par Son ordre tout",
          "ce qu'il veut)] montrer que cette interprétation est absolument faux. la",
          "prédication des prophètes avant que les gens ordinaires n'a été ni appelé wahi",
          "nulle part dans le Coran, ni aucune pièce en arabe pour décrire un homme de",
          "parler à un autre homme ouvertement par le mot wahi '. ​​lexical, wahi signifie",
          "instruction secrète et rapide. Seule une personne ignorante appliquera ce mot à",
          "la prédication commune par les prophètes."
        ],
        "78" : [
          "En conclusion, le même thème avec lequel le discours a commencé a été réitéré.",
          "Pour comprendre pleinement, s'il vous plaît voir le premier verset de cette",
          "sourate et le E.N. dessus."
        ],
        "79" : [
          "Ici, wahi signifie pour inspirer quelqu'un avec quelque chose, ou de montrer",
          "quelque chose à quelqu'un dans une vision comme l'étaient les prophètes Abraham",
          "et Joseph montré, [(Yusuf: 4 <V:12:4>, 100; As-Saffat: 102)] ."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "وَكَذَٰلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا ۚ مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَٰكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا ۚ وَإِنَّكَ لَتَهْدِي إِلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
      "simpleTranslate" : [
        "Et c’est ainsi que Nous t’avons révélé un Esprit le Coran par un effet de Notre",
        "ordre, alors qu’auparavant tu ne connaissais ni l’Écriture ni la foi. Nous en",
        "avons fait une lumière par laquelle Nous guidons qui Nous voulons parmi Nos",
        "serviteurs. Et toi, en vérité, c’est vers la Voie droite que tu guides les",
        "hommes,"
      ],
      "tafsirTranslate" : [
        "Même ainsi, nous a révélé à vous, (O Prophète), un esprit par Notre ordre. <N:83>",
        "(Ere à cela) tu savais ni ce livre ni ce que la foi était. <N:84> Mais Nous avons",
        "fait cet esprit une lumière par laquelle Nous guidons ceux de Nos serviteurs à",
        "qui Nous plaît de la bonne façon. Certes, vous dirigez les gens à la bonne façon,"
      ],
      "tanslateWordByWord" : [
        "Et ainsi",
        "Nous avons révélé",
        "à toi",
        "une inspiration",
        "par",
        "Notre commandement",
        "ne pas",
        "(as tu",
        "connaître",
        "quelle",
        "le livre est)",
        "et pas",
        "la foi",
        "Mais",
        "Nous en avons fait",
        "une lumière",
        "Nous guidons",
        "Avec ça",
        "qui",
        "Nous allons",
        "de",
        "Nos esclaves",
        "Et en effet vous,",
        "guider sûrement",
        "à",
        "(le chemin",
        "Tout droit"
      ],
      "notes" : {
        "82" : [
          "Autrement dit, il est bien au-dessus qu'il devrait parler à une face Tnan à face,",
          "et Sa sagesse est pas impuissant qu'il peut adopter une autre méthode de",
          "transmettre ses instructions à un serviteur de Sa que de lui parler face à faire",
          "face à."
        ],
        "83" : [
          "[ \"Même si«] ne se réfère pas seulement à la dernière méthode de wahi, mais à",
          "tous Ies trois méthodes mentionnées dans les versets précédents, et un [",
          "«Esprit»] implique wahi [(Apocalypse)], ou l'enseignement donné au Saint Prophète",
          "par la révélation. Tant le Coran et la Hadih confirment que le Saint Prophète a",
          "été donné instruction par ces trois méthodes: \n [(1)] Ina Hadith Hadrat A'ishah a",
          "déclaré que l'Apocalypse au début est venu au Saint Prophète sous la forme de",
          "véritables visions. [(Bukhari, Muslim)] Cela a continué tard dans la vie aussi.",
          "Traditions mentionnent beaucoup de visions dans lesquelles il a été donné un",
          "enseignement ou informé de quelque chose et dans le Coran aussi une vision de son",
          "a été clairement mentionné [(Al Fath: 27 <V:48:27>)]. D'ailleurs, plusieurs",
          "traditions mentionnent aussi que le Saint Prophète a dit: [ «Je suis inspiré",
          "telle ou telle chose. Ou j'ai été informé de ceci et cela ou j'ai enjoint ceci,",
          "ou je suis interdit cela.\"] Toutes ces choses se rapportent à la première sorte",
          "de thewahi et les Traditions Divinement inspiré [(hadiths Qudsi)] la plupart",
          "appartiennent à cette catégorie des Traditions. \n [(2)] A l'occasion de la Mi'raj",
          "[(Ascension)] le Saint Prophète a été honoré avec le deuxième type des wahi",
          "aussi. Dans plusieurs traditions authentiques de la façon dont a été fait mention",
          "de l'ordre du Salat cinq fois par jour et rendre les présentations du Saint",
          "Prophète à cet égard, encore et encore montre clairement que, à ce moment un",
          "dialogue similaire a eu lieu entre Allah Tout-Puissant et Son serviteur Muhammad",
          "[(sur qui sera sa paix et les bénédictions)] comme cela avait eu lieu entre Allah",
          "et le Prophète Moïse au pied du mont Tur. Quant au troisième type, le Coran",
          "lui-même témoigne qu'il a été transmis au Saint Prophète par l'ange Gabriel, le",
          "Trustworthy. [(Al-Baqarah: 97 <V:2:97>, Ash-Shu'ara: 192-195 <V:26:192-195>)]."
        ],
        "84" : [
          "Autrement dit, «Avant sa nomination au Prophète capot, le Saint Prophète avait",
          "jamais eu aucune idée qu'il allait recevoir un livre, ou qu'il devrait recevoir",
          "un, mais il était tout à fait ignorant les Livres célestes et les sujets qu'ils",
          "traitaient. de même, bien qu'il croit en Allah, intellectuellement, il était pas.",
          "au courant des exigences de la foi en Allah, ni ne savait-il que, avec cette",
          "conviction qu'il fallait aussi qu'il devrait croire à d'autres choses, la anges,",
          "le Prophète capuche, les Livres divins et l'au-delà. ces deux choses --- étaient",
          "tels qu'on ne cache pas même des mécréants de la Mecque. Personne appartenant à",
          "la Mecque pourrait témoigner qu'il avait jamais rien entendu concernant un Divin",
          "livre du Saint Prophète avant sa proclamation soudaine du Prophète capot, ou une",
          "telle chose que les gens devraient croire en telle et telle chose. il est évident",
          "que si une personne avait déjà été impatient de devenir un prophète, il ne",
          "pouvait pas être que la les gens qui sont restés socialement associés à lui jour",
          "et nuit pendant 40 ans ne devraient pas avoir même tellement comme entendu le mot",
          "livre et la foi de lui, et après 40 ans, il devrait tout d'un coup ont commencé à",
          "faire des discours enflammés sur les mêmes thèmes."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ",
      "simpleTranslate" : [
        "vers la Voie de Dieu, le Maître de ce qui est dans les Cieux et sur la Terre, et",
        "vers Lequel inéluctablement tout fera retour."
      ],
      "tafsirTranslate" : [
        "le chemin d'Allah, à qui appartient la domination de tout ce qui est dans les",
        "cieux et la terre. Lo, il est à Allah que toutes les choses finalement",
        "reviennent. <N:85>"
      ],
      "tanslateWordByWord" : [
        "(Le chemin",
        "(De) Allah",
        "Celui",
        "à qui",
        "(Appartient) quel que soit",
        "(est dans",
        "Le Paradis",
        "et quelle que soit",
        "(est dans",
        "La terre",
        "Indiscutablement",
        "À",
        "Allah",
        "atteindre",
        "toutes les affaires"
      ],
      "notes" : {
        "85" : [
          "Ceci est le dernier avertissement qui a été donné aux mécréants. Cela signifie:..",
          "[ \"Le Prophète a dit quelque chose et vous avez entendu et rejeté La question ne",
          "serait pas arrêter là tout ce qui passe dans le monde, sera présenté devant",
          "Allah, et finalement lui-même décidera ce qui devrait être la fin de chacun et",
          "chaque personne. \"]"
        ]
      }
    }
  ],
  "medinian" : false
}