{
  "chapterNumber" : 43,
  "nbVerses" : 89,
  "name" : "L’ornement, Les enjolivures",
  "nameArabic" : "الزخرف",
  "transName" : "az-zuḫruf",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "حم",
      "simpleTranslate" : [
        "Hâ - Mîm."
      ],
      "tafsirTranslate" : [
        "Ha '. Mim."
      ],
      "tanslateWordByWord" : [
        "Ha Meem"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَالْكِتَابِ الْمُبِينِ",
      "simpleTranslate" : [
        "Par le Livre explicite !"
      ],
      "tafsirTranslate" : [
        "Par le Livre explicite;"
      ],
      "tanslateWordByWord" : [
        "Selon les règles",
        "clair"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ",
      "simpleTranslate" : [
        "Nous en avons fait un Coran en langue arabe, afin que vous en saisissiez le sens."
      ],
      "tafsirTranslate" : [
        ". En vérité, nous avons fait un Coran arabe que vous puissiez comprendre <N:1>"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "(Ont) fait",
        "un Coran",
        "(en arabe",
        "afin que vous puissiez",
        "comprendre"
      ],
      "notes" : {
        "1" : [
          "L'objet de prêter serment par le Coran est d'impressionner ce fait: [ \"Nous",
          "sommes l'auteur de ce livre et non Muhammad [(sur lui la paix d'Allah)],\"] et",
          "l'attribut de le Coran choisi pour le serment est qu'il est un [ \"lucide livre\"].",
          "Jurer par le Coran lui-même avec son cet attribut afin d'impressionner que le",
          "Coran est la Parole Divine par lui-même implique ceci: [ \"Ô gens, c'est un livre",
          "ouvert devant vous lire intelligemment Son non clair et.. thèmes -ambiguous, sa",
          "langue et de style littéraire, son enseignement qui distingue la vérité du",
          "mensonge, tout arc témoignant du fait que seul le Seigneur de l'univers pourrait",
          "être son auteur \"] Puis la phrase:\" [ \". Nous avons fait . il un Coran arabe afin",
          "que vous puissiez le comprendre \"] a deux significations: [(1)] [\" il est en",
          "aucune langue étrangère, mais dans votre propre langue, par conséquent, vous",
          "pouvez avoir aucune difficulté à évaluer sa valeur et de la valeur. Si cela avait",
          "été dans une langue non-arabe, vous pourriez avoir offert l'excuse que vous ne",
          "pouviez pas déterminer son être divin, ou autrement, pour vous ne l'avez pas",
          "compris. Mais vous ne pouvez pas offrir cette excuse sur ce Coran arabe . son",
          "chaque mot est clair pour vous:. son chaque passage et le discours, à la fois",
          "dans la langue et dans le thème, est clair pour vous maintenant, vous pouvez voir",
          "par vous-même si cela pourrait être la parole de Muhammad [(sur qui être la paix",
          "d'Allah) ] ou d'un autre arabe. \"] [(2)] [\" Nous avons envoyé ce livre en arabe",
          "parce que nous traitons les arabes, qui ne peut comprendre un Coran arabe. La",
          "personne qui ne respecte pas ce motif expressément rationnel pour l'envoi de",
          "descendre le Coran en arabe et considère comme la parole de Muhammad [(sur qui",
          "soit la paix d'Allah)] au lieu de la divine Parole seulement parce que la langue",
          "maternelle de Muhammad est aussi l'arabe, commet une grave injustice. \"] [(Pour",
          "comprendre ce second sens, s'il vous plaît voir Sourate Ha-Mim As-Sajda: 44 et",
          "son E.N. de)]."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ",
      "simpleTranslate" : [
        "Il est auprès de Nous, dans l’Archétype, sublime et plein de sagesse."
      ],
      "tafsirTranslate" : [
        "En effet, il est transcrit dans le livre original avec nous; <N:2> sublime et",
        "plein de sagesse <N:3>."
      ],
      "tanslateWordByWord" : [
        "Et en effet, il",
        "(est dans",
        "(la mère",
        "(du livre",
        "avec nous",
        "sûrement exalté",
        "plein de sagesse"
      ],
      "notes" : {
        "2" : [
          "[ \"Umm al-Kitab\"]: le [ \"Livre Original\"]: le livre à partir de laquelle les ALi",
          "Livres envoyés vers les prophètes ont été dérivées. Dans la sourate AI-Waqi`ah la",
          "même chose a été décrit comme Kitab-um-Maknun [(le caché et préservé Livre)] et",
          "Surah AI-Buruj 22 comme Lauh-i Mahfuz [(la Tablette Préservée)], qui est , la",
          "tablette dont l'écriture ne peut pas être effacé, ce qui est à l'abri de toutes",
          "sortes d'interférences. En disant que le Coran est inscrit dans Umm al-Kitab,",
          "l'attention a été attirée sur une vérité importante. Différents livres avaient",
          "été révélées par Allah dans différents âges aux différents prophètes pour guider",
          "les différentes nations dans des langues différentes, mais aII ces Livres invité",
          "l'humanité à une seule et même foi: ils considéraient l'un et la même chose que",
          "la vérité; ils ont présenté un seul et même critère du bien et du mal; ils",
          "proposèrent les mêmes principes de la morale et de la civilisation; en bref, ils",
          "ont apporté une seule et même Din [(Religion)]. La raison était que leur source",
          "et leur origine était le même, seuls les mots étaient différents; ils avaient le",
          "même sens et le thème qui est inscrit dans un Livre Source avec Allah, et chaque",
          "fois qu'il y avait un besoin, il a soulevé un prophète et fait descendre le même",
          "sens et l'objet revêtu d'une diction particulière selon l'environnement et",
          "occasion. Allah avait voulu élever le Prophète Muhammad [(sur qui sera sa paix)]",
          "dans une autre nation au lieu des Arabes, il aurait fait descendre le Coran même",
          "dans la langue de cette nation. Dans ce sens et le contenu aurait été exprimé",
          "selon les environnements et les conditions du peuple et de la terre; les mots",
          "auraient été différents et la langue aussi différente, mais l'enseignement et",
          "l'orientation même essentiellement, et ce serait le même Coran mais pas le Coran",
          "arabe. Cette même chose a été exprimée dans la sourate Ash-Shu`ara, ainsi: [ \"Ce",
          "[(Livre)] a été révélé par le Seigneur des mondes L'Esprit fidèle est descendu",
          "avec elle sur votre cœur afin que vous puissiez devenir. un de ceux qui sont",
          "[(nommé par Dieu)] pour avertir [(le peuple)] dans un langage simple arabe;. et",
          "cela est également contenue dans les écrits des anciens peuples \"] [(vv.",
          "192-196)]. [(Pour plus d'explications, voir Ash-Shu`ara: 192196 et les E.N. de",
          "dessus <V:26:192196etlesE.N.dedessus>)]."
        ],
        "3" : [
          "Cette phrase est liée à la fois à Kitab-i Mubin et Umm al-Kitab. Ainsi, il est à",
          "la louange de boththe Coran et le Livre d'origine à partir de laquelle le Coran a",
          "été dérivé. Cet éloge est destiné à impressionner le fait que si une personne",
          "ETCD ne reconnaissent pas la valeur réelle de ce livre et ETCD pas bénéficié de",
          "ses sages enseignements à cause de sa propre folie, ce serait son propre malheur.",
          "Si quelqu'un a essayé de le dégrader et a trouvé à redire à cela, il serait sa",
          "propre bassesse. Il ne peut pas devenir inutile en raison du manque",
          "d'appréciation de celui-ci d'une personne, et sa sagesse ne peut pas être éclipsé",
          "par quiconque se jeter de la poudre à elle. Ceci est en soi un livre magnifique,",
          "qui se trouve exalté par son enseignement incomparable, l'éloquence miraculeuse,",
          "la sagesse irréprochable et la personnalité sublime de son grand Auteur. Par",
          "conséquent, personne ne peut réussir à minimiser sa valeur et de la valeur. Dans",
          "le verset 44 ci-dessous l'Qouraysh en particulier et les Arabes en général ont",
          "été dit que la révélation du livre dont ils font preuve d'un tel manque",
          "d'appréciation leur avait fourni une occasion unique d'honneur, qui, s'ils ont",
          "perdu, serait les soumettre à un la responsabilité grave devant Dieu. . [(S'il",
          "vous plaît voir E.N. 39 ci-dessous)]."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ",
      "simpleTranslate" : [
        "Quoi ! Renoncerons-Nous à vous avertir parce que vous êtes un peuple outrancier?"
      ],
      "tafsirTranslate" : [
        "Devrions-nous détournons ce bon conseil de vous parce que vous êtes un peuple",
        "plongé dans l'extravagance <N:4>?"
      ],
      "tanslateWordByWord" : [
        "Alors devrions nous retirer",
        "de toi",
        "Rappel",
        "non prise en compte (vous)",
        "car",
        "tu es",
        "un peuple",
        "transgresseur"
      ],
      "notes" : {
        "4" : [
          "Dans cette phrase toute l'histoire qui a eu lieu depuis l'époque du Saint",
          "Prophète Muhammad [(sur qui être la paix d'Allah)] avait proclamé être un",
          "prophète jusqu'à la révélation de ces versets pendant le passé quelques-uns",
          "années a été comprimé. Cette phrase illustre le tableau suivant: Une nation a été",
          "impliqué dans l'ignorance, le retard et la dépravation des siècles. Tout à coup,",
          "Allah regarde avec faveur. Il soulève en elle un guide illustre et fait descendre",
          "Sa propre Parole pour le sortir de l'obscurité de l'ignorance pour qu'il se",
          "réveille de son sommeil, il abandonne les superstitions de l'ignorance et il",
          "prend conscience de la vérité et adopte la bonne façon de vivre . Mais les gens",
          "ignorants de la nation et les chefs tribaux se tournent hostiles au guide, et",
          "d'essayer de leur mieux pour lui et sa mission défaite. Avec le passage du temps",
          "leur hostilité et de méfait vont croissant; si bien qu'ils forment leur esprit de",
          "le tuer. A cela, il est dit: [ «devrions-nous cesser de faire des efforts pour",
          "vous réformer parce que vous prouvez à être des gens non dignes Devrions nous",
          "retenons l'envoi dans cette admonition, et vous laisser traîner dans le même état",
          "misérable dans lequel vous ont été couché depuis des siècles? pensez-vous",
          "vraiment que cela devrait être la demande de Notre Miséricorde? avez-vous déjà",
          "pensé à ce que Doom vous rencontrer lorsque vous avez refusé la grâce d'Allah et",
          "a persisté dans le mensonge après la vérité est venue devant vous? \" ]"
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَكَمْ أَرْسَلْنَا مِنْ نَبِيٍّ فِي الْأَوَّلِينَ",
      "simpleTranslate" : [
        "Que de prophètes n’avons-Nous pas envoyés aux peuples anciens !"
      ],
      "tafsirTranslate" : [
        "Combien un prophète a Nous envoyons aux peuples plus tôt!"
      ],
      "tanslateWordByWord" : [
        "Et combien",
        "Nous avons envoyé",
        "de",
        "un prophète",
        "parmi",
        "les anciens (les gens)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَمَا يَأْتِيهِمْ مِنْ نَبِيٍّ إِلَّا كَانُوا بِهِ يَسْتَهْزِئُونَ",
      "simpleTranslate" : [
        "Mais aucun prophète ne s’est présenté à eux sans qu’ils l’aient tourné en",
        "dérision,"
      ],
      "tafsirTranslate" : [
        "Et pourtant n'a jamais fait un prophète venu pour eux, mais ils se moquaient de",
        "lui <N:5>."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "est venu à eux",
        "tout Prophète",
        "tout Prophète",
        "mais",
        "ils avaient l'habitude",
        "se moquent de lui",
        "se moquent de lui"
      ],
      "notes" : {
        "5" : [
          "Autrement dit, si une telle absurdité et senselessness avaient interdit l'envoi",
          "d'un prophète ou d'un livre, aucun prophète aurait jamais arriver à une nation,",
          "ni un livre qui lui est envoyé."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "فَأَهْلَكْنَا أَشَدَّ مِنْهُمْ بَطْشًا وَمَضَىٰ مَثَلُ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "alors que Nous avons anéanti de plus redoutables qu’eux, et Nous vous en avons",
        "donné précédemment des exemples."
      ],
      "tafsirTranslate" : [
        "Nous les détruisîmes bien qu'ils étaient supérieurs en force que ceux-ci. Les",
        "exemples de peuples anciens ont précédés. <N:6>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, Nous avons détruit",
        "plus forte",
        "qu'eux",
        "(en puissance",
        "et a passé",
        "(l'exemple",
        "(De) l'ancien (personnes)"
      ],
      "notes" : {
        "6" : [
          "Autrement dit, le résultat de l'absurdité de certaines personnes particulières ne",
          "pouvait être que l'humanité entière devrait être privé de la direction de la",
          "Prophétie et le livre, mais son résultat a toujours été que les adorateurs du",
          "mensonge qui, étant ivre avec la fierté de pouvoir, n'a pas cesser de se moquer",
          "des prophètes, ont finalement été détruits. Lorsque la colère d'Allah est",
          "descendu même les gens qui possédaient des milliers de fois plus de puissance que",
          "celle possédée par les chefs chétifs du Quraish, ont été écrasés à l'annihilation",
          "comme les moustiques et les puces."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ",
      "simpleTranslate" : [
        "Si tu leur demandes : «Qui a créé les Cieux et la Terre?» Ils répondront très",
        "certainement : «C’est le Tout-Puissant, l’Omniscient qui les a créés.»"
      ],
      "tafsirTranslate" : [
        "Mais si vous deviez leur demander: «Qui a créé les cieux et la terre» ils vont",
        "certainement dire: «Le Tout-Puissant, l'Omniscient les a créés.\""
      ],
      "tanslateWordByWord" : [
        "Et si",
        "vous leur demandez",
        "Qui",
        "créé",
        "Le Paradis",
        "et la terre",
        "Ils vont sûrement dire",
        "Créé les",
        "Tout-Puissant",
        "l'Omniscient"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَجَعَلَ لَكُمْ فِيهَا سُبُلًا لَعَلَّكُمْ تَهْتَدُونَ",
      "simpleTranslate" : [
        "C’est Lui, en effet, qui fit pour vous de la terre un berceau et qui la fit",
        "sillonner de routes pour vous permettre de vous guider ;"
      ],
      "tafsirTranslate" : [
        "Il est Qui a fait cette terre pour vous un berceau <N:7> et a fait en elle",
        "pathways <N:8> pour vous que vous pouvez trouver le chemin vers votre",
        "destination; <N:9>"
      ],
      "tanslateWordByWord" : [
        "Celui qui",
        "fabriqué",
        "pour toi",
        "La terre",
        "un lit",
        "et fait",
        "pour toi",
        "la bride",
        "routes",
        "afin que vous puissiez",
        "(Be) guidée"
      ],
      "notes" : {
        "8" : [
          "Les passages dans les montagnes et les rivières de la colline et les régions",
          "lisses sont les chemins naturels, qu'Allah a fourni à la surface de la terre.",
          "L'homme est répandu sur la terre au moyen de ces derniers. Si les chaînes de",
          "montagnes ont été créées en érection, sans une crevasse, et il n'y avait pas eu",
          "de cours d'eau, l'homme aurait été limité aux mêmes zones où il est né. Ensuite,",
          "Allah à travers une autre grâce n'a pas fait la totalité de la surface de",
          "l'uniforme de la terre dans la nature, mais a créé différentes marques de",
          "distinction au moyen de laquelle l'homme reconnaît les terres différentes et sent",
          "la différence entre une terre et une autre. Ceci est le deuxième moyen important",
          "par lequel l'homme est devenu capable de se déplacer sur la terre. Cette",
          "bénédiction peut être apprécié par celui qui a eu la chance d'aller sur un vaste",
          "désert, où des milliers de laitances la terre est sans points de repère et on ne",
          "sait pas où l'on a atteint et où il faut aller."
        ],
        "9" : [
          "Cette phrase donne deux significations simultanément: [(1)] [ «Que par le biais",
          "de ces sentiers naturels et terrestres marques vous pouvez fmd votre chemin et",
          "atteindre l'endroit que vous souhaitez atteindre:\"] et [(2 )] \"que vous pouvez",
          "obtenir des conseils de l'observation de ce savoir-faire d'Allah Tout-Puissant:",
          "peut atteindre la réalité sous-jacente et comprendre que ce sysum de la terre ne",
          "fonctionne pas au hasard, ni a été mis au point par de nombreux dieux",
          "conjointement, mais il y a un All -Wise Créateur, qui a fait ces chemins dans les",
          "collines et les plaines, compte tenu des besoins et exigences de ses créatures,",
          "et a donné à chaque région de la terre une forme différente dans d'innombrables",
          "façons différentes au moyen de laquelle l'homme peut distinguer un région de",
          "l'autre."
        ],
        "7" : [
          "À d'autres endroits, la terre a été décrit comme un lit, mais ici comme un",
          "berceau. Autrement dit, tout comme un enfant se trouve au repos dans son berceau,",
          "est donc ce grand globe destiné à être un lieu de repos pour vous, qui est",
          "suspendue dans l'espace, qui est en train de tourner sur son axe à une vitesse de",
          "1000 miles à l'heure, qui est tournant autour du soleil à une vitesse de 66.000",
          "miles à l'heure. Son intérieur est si intensément chaud qu'il peut faire fondre",
          "les pierres et manifeste sa puissance parfois sous la forme d'éruptions",
          "volcaniques. Mais, malgré cela, le Créateur a fait si tranquille que l'on dort",
          "sur elle. en remplissage paix et il n'y a pas réflexe que ce soit. On vit sur",
          "elle et ne se sentent pas du tout que ce globe est suspendu et l'un est suspendu",
          "à partir avec sa tête vers le bas. On passe environ sur elle avec satisfaction et",
          "ne pense jamais que l'on monte sur un véhicule se déplaçant plus vite qu'une",
          "balle. Vous creusez à volonté et tourner à l'envers et battre comme vous le",
          "souhaitez pour obtenir votre subsistance, alors un peu d'agitation dans un",
          "tremblement de terre vous fait sentir ce qu'est un géant il est terrible,",
          "qu'Allah a soumis pour vous. [(Pour plus d'explications, sec AI-Naml: 61 et E.N.",
          "74 sur elle <V:27:61etE.N.74surelle>)]."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَالَّذِي نَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا ۚ كَذَٰلِكَ تُخْرَجُونَ",
      "simpleTranslate" : [
        "c’est Lui qui fait descendre la pluie du ciel avec mesure, pour revivifier une",
        "terre morte. Et c’est ainsi que vous serez ressuscités un jour."
      ],
      "tafsirTranslate" : [
        "Celui qui a fait descendre l'eau du ciel dans une mesure déterminée, <N:10> et,",
        "par conséquent, nous ressuscités une terre morte: même vous serez ressuscités (de",
        "la terre) <N:11> »"
      ],
      "tanslateWordByWord" : [
        "Et celui qui",
        "envoie vers le bas",
        "de",
        "Le ciel",
        "eau",
        "dans la mesure (due)",
        "puis Nous revivons",
        "Avec ça",
        "un terrain",
        "mort",
        "Ainsi",
        "vous serez amené suite"
      ],
      "notes" : {
        "10" : [
          "Autrement dit, [ \"Pour chaque région, il a ordonné une mesure moyenne de la",
          "pluie, qui tombe chaque année pendant de longs siècles régulièrement. Il ne se",
          "produit pas qu'une zone peut avoir deux pouces de celui des précipitations an et",
          "200 pouces de celui-ci l'an prochain. Ensuite, il répand la pluie sur des",
          "endroits différents dans différents moments de telle manière qu'il devient",
          "bénéfique sur l'ensemble des produits de la terre. et cela est aussi sa sagesse",
          "qu'il a privé certains parties de la terre de la pluie presque entièrement et les",
          "ont transformées en, déserts arides sèches, et dans certaines autres régions, il",
          "provoque parfois des famines w se produire et envoie parfois des pluies",
          "torrentielles pour que l'homme peut savoir ce qu'est une grande bénédiction de la",
          "pluie et sa régularité générale est pour les zones peuplées, et il peut aussi se",
          "rappeler que ce sysum est sous le contrôle d'une autre puissance, dont les",
          "décrets ne peut pas être changé par personne. Personne n'a le pouvoir qu'il peut",
          "changer la moyenne générale des précipitations d'un pays, ou . effectuer une",
          "variation de sa distribution sur de vastes régions de la terre, ou éviter une",
          "tempête imminente, ou attirer les nuages ​​mécontents vers sa propre terre et les",
          "contraindre à la pluie \"] [(pour de plus amples explications, voir AI Hijr:",
          "21-22, Al-Mu'minun: 18-20 <V:23:18-20>)]."
        ],
        "11" : [
          "Ici, la naissance de la végétation dans la terre au moyen d'eau a été présenté",
          "comme un argument pour deux choses simultanément: [(1)] Que ces choses se",
          "produisent par la puissance et la sagesse d'un Dieu; personne d'autre est son",
          "associé dans ces travaux; et [(2)] qu'il peut y avoir une vie après la mort, et",
          "ce sera. [(. Pour de plus amples explications, voir An-Nahl: 65-67 <V:16:65-67>,",
          "Al-Hajj: 5-7 <V:22:5-7>, An-Naml: 60 <V:27:60>, Ar-Rum: 19 <V:30:19>, 24; Fatir:",
          "E.N. 19 et Ya Sin: E.N. 29)]."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ",
      "simpleTranslate" : [
        "C’est Lui qui a créé toutes les espèces, par couples, et qui a fait des vaisseaux",
        "et des bestiaux un moyen de transport pour vous,"
      ],
      "tafsirTranslate" : [
        "Celui qui a créé ces paires, <N:12> chacun d'eux, et vous vaisseaux et des",
        "bestiaux sur lesquels vous roulez fourni,"
      ],
      "tanslateWordByWord" : [
        "Et celui qui",
        "créé",
        "les paires",
        "tous",
        "et fait",
        "pour toi",
        "[de]",
        "les navires",
        "et les bovins",
        "quelle",
        "vous roulez"
      ],
      "notes" : {
        "12" : [
          "Paires ici ne signifie pas que des paires d'hommes et de femmes parmi les êtres",
          "humains et des hommes et des femmes parmi les animaux et la végétation, mais il y",
          "a d'innombrables autres choses que le Créateur a fait en tant que partenaires",
          "correspondant de l'autre et par dont se réunir et de combinaison de nouvelles et",
          "toujours de nouvelles choses naissent dans le monde. Par exemple, parmi les",
          "éléments, certains peuvent être combinés avec d'autres et certains ne peuvent pas",
          "être. La combinaison de ces qui peut se combiner entraîne dans diverses",
          "compositions, par exemple les charges positives et négatives de l'électricité",
          "sont les partenaires correspondants de l'autre et leur attraction mutuelle est à",
          "l'origine des choses merveilleuses à se produire dans le monde. Si l'homme",
          "considère la structure et les relations mutuelles et les différentes formes de",
          "coopération et les résultats de la combinaison de cela et d'autres paires",
          "d'innombrables qu'Allah a créé parmi les innombrables de ses créations. Il ne",
          "peut pas aider à témoigner à la vérité que ce grand atelier du monde est la",
          "création d'un et un seul Tout-Puissant, Ali-Wise Designer, et fonctionne",
          "uniquement sous sa garde et le contrôle, seulement un homme d'intelligence",
          "moyenne pourrait supposer que tout cela passé et se passe, sans être sage, ou il",
          "y a la possibilité en elle de l'agence et les interférences de plus de dieux que",
          "l'un."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "لِتَسْتَوُوا عَلَىٰ ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ",
      "simpleTranslate" : [
        "afin que, une fois à bord de vos navires ou sur le dos de vos montures, vous",
        "célébriez les bienfaits de votre Seigneur et que vous disiez : «Gloire à Celui",
        "qui nous a soumis toutes ces choses que nous n’aurions jamais pu dominer tout",
        "seuls."
      ],
      "tafsirTranslate" : [
        ", de sorte que lorsque vous êtes monté sur eux, vous souvenez peut-être la bonté",
        "de votre Seigneur, et dire: «Gloire à Celui qui a soumis ce à nous alors que nous",
        "n'avons pas eu la force de la soumettre. <N:13>"
      ],
      "tanslateWordByWord" : [
        "Que vous pouvez vous asseoir fermement",
        "sur",
        "le dos",
        "puis",
        "rappelles toi",
        "(La) faveur",
        "(De) votre Seigneur",
        "quand",
        "vous êtes assis fermement",
        "sur eux",
        "et dis",
        "Gloire (à)",
        "celui qui",
        "(A) soumis",
        "à nous",
        "ce",
        "et pas",
        "nous étions",
        "de celui-ci",
        "capable"
      ],
      "notes" : {
        "13" : [
          "Autrement dit, [ \"Seul l'homme parmi toutes les créatures de la terre n'a pas été",
          "donné ce pouvoir par Allah pour utiliser des bateaux et des navires et des",
          "animaux comme moyen de transport afin qu'il puisse être chargé sur eux comme des",
          "sacs de céréales et devrait ne jamais penser à qui est celui qui a créé des",
          "possibilités pour lui de courir des bateaux dans les océans puissants, et qui a",
          "créé certains animaux des innombrables sortes d'animaux, avec une nature qu'ils",
          "deviennent ses serviteurs en dépit d'être beaucoup plus fort que lui dans la",
          "puissance , et il monte sur eux et les pousse où il veut. pour bénéficier de ces",
          "bénédictions et d'oublier le Bienfaiteur est un signe du cœur de devenir morts et",
          "de la conscience étant insensible. Car quand un homme doté d'un cœur vivant et",
          "une conscience sensible siégeront sur ces moyens de transport, il sera rempli",
          "avec les sentiments des bénédictions et avec la reconnaissance pour elle, et",
          "criera: \"] Glorifié est l'être qui soumis ces choses pour moi: Exalté soit-il de",
          "cette autre devrait être son associé dans son être et les attributs et pouvoirs:",
          "Glorifié est Lui et libre de la faiblesse qu'il devrait devenir impuissants",
          "d'accomplir les fonctions de sa divinité par lui-même et devrait avoir besoin",
          "d'autres dieux associés: Glorifié est Lui que je devrais faire un autre un",
          "associer avec Lui à rendre grâce pour ces bénédictions. [ \" \n Le meilleur",
          "commentaire pratique de l'intention et la signification de ce verset sont les",
          "mots que le Saint Prophète [(sur lui la paix de Dieu)] utilisé au moment où il",
          "était assis sur le moyen de transport prononcer. Hadrat 'Abdullah bin' Umar dit",
          "que chaque fois que le Saint Prophète était assis sur un moyen de transport pour",
          "un voyage, il prononce Allah-u Akbar trois fois, puis récitait ce verset, puis",
          "prie: \"] O Dieu, je vous supplie de me accorder . dans ce voyage la grâce de la",
          "bonté et de la piété et les actes qui vous plaira O Dieu, fais le voyage facile",
          "et rouler la longue distance pour nous, ô Dieu, Tu es le seul compagnon pendant",
          "le voyage et le gardien de la famille dans ow absence. O Dieu, prendre soin de",
          "nous pendant le voyage et notre foyer en l'absence ow. [ \"[(Musnad Ahmed, Muslim,",
          "Abu Dâwûd, Nasa'i, Darimi, Tirmidhi)]. \n Hadrat 'Ali dit: Une fois que le Saint",
          "Prophète a mis son pied à l'étrier avec bismillah, puis, après avoir roulé, a",
          "déclaré: Al, hamd-u lillah, sakhkhara lana Hadha de subhan-alladhi. . . . , Puis",
          "prononcé al, hamd-u-lillah trois fois, et Allah-u Akbar trois fois; puis dit:",
          "Subhana-ka, la-ilaha maux anta, QAD zalamtu nafsi fagh fir-li. Puis il se mit à",
          "rire. Je demandai: Qu'est-ce qui vous a fait rire. Ô Messager d'Allah? Il",
          "répondit: Quand un serviteur dit: Rabb-ighfir-li, Allah Tout-Puissant est très",
          "heureux avec cela. Il dit:. Mon serviteur sait qu'il n'y a rien à côté de moi qui",
          "peut pardonner les péchés »] [(Ahmed, Abou Daoud, Tirmidhi, Nasa'i, et d'autres)]",
          "\n Abu Mijlaz dit: [ \"Une fois que je suis monté sur mon animal et récité ce",
          "verset:... Subhan-alladhi sakhkhara voie Hadha; Hadrat Hasan [(qu'Allah soit",
          "satisfait de lui)] dit: Avez-vous été ordonné de le dire je? dit: Que dois-je",
          "dire alors il a répondu:? Dites, remercier Dieu, qui nous a guidés à l'Islam:",
          "merci à Lui, Whodid nous une faveur en envoyant Muhammad [(sur qui soit la paix",
          "d'Allah)]: merci à lui, qui nous a admis dans la meilleure communauté qui a été",
          "soulevée pour le peuple;. réciter ce verset \"] [(Ibn Jarir, Ahkam al-Qur'an par",
          "Jassas)]"
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَإِنَّا إِلَىٰ رَبِّنَا لَمُنْقَلِبُونَ",
      "simpleTranslate" : [
        "En vérité, c’est vers notre Seigneur que se fera notre retour.»"
      ],
      "tafsirTranslate" : [
        "Il est à notre Seigneur que nous finirons par revenir. » <N:14>"
      ],
      "tanslateWordByWord" : [
        "Et en effet, nous",
        "à",
        "notre Seigneur",
        "va sûrement revenir"
      ],
      "notes" : {
        "14" : [
          "Autrement dit, \"Alors que de se lancer dans chaque voyage il faut se rappeler",
          "qu'il y est en avance d'un plus long et dernier voyage aussi. En plus il y a la",
          "possibilité de l'utilisation de tous les moyens de transport dont un accident",
          "peut transformer ce voyage très en son dernier voyage, par conséquent, chaque",
          "fois qu'on doit se rappeler son retour à son Seigneur, afin que si quelque chose",
          "de fâcheux se produit, on ne meurt pas à l'improviste arrêtons-nous ici pour un",
          "certain temps et considérons les résultats moraux de cet enseignement peut-on",
          "imaginer qu'un.. personne qui, assis sur un moyen de transport commence son",
          "voyage consciemment avec Rill souvenir d'Allah et son retour et la responsabilité",
          "devant lui, serait commettre des péchés et des injustices et tyrannies sur le",
          "chemin? une personne peut penser ou prononcer ces mots de sa bouche quand il a",
          "l'intention de aller à la rencontre d'une prostituée, ou de visiter un club dans",
          "le but de l'alcool et le jeu? est-ce qu'un dirigeant ou un représentant du",
          "gouvernement, ou un marchand qui a sorti de sa maison avec de telles pensées et",
          "de tels mots à ses lèvres, usurper le droits d'autrui quand il atteint sa",
          "destination? un soldat peut prononcer ces mots lors de l'embarquement de son",
          "avion ou le réservoir quand il sort pour répandre le sang de l'innocent et de",
          "priver les faibles de leur liberté? Si non, alors cette chose seule est",
          "suffisante pour interdire tout mouvement entrepris pour commettre un péché."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا ۚ إِنَّ الْإِنْسَانَ لَكَفُورٌ مُبِينٌ",
      "simpleTranslate" : [
        "Cependant, les polythéistes attribuent à Dieu des enfants parmi Ses propres",
        "serviteurs. L’homme est vraiment d’une inqualifiable ingratitude !"
      ],
      "tafsirTranslate" : [
        "Pourtant, ils ont fait certains de Ses serviteurs une partie de lui. <N:15> En",
        "effet l'homme est le plus évidemment ingrat."
      ],
      "tanslateWordByWord" : [
        "Mais ils attribuent",
        "à lui",
        "de",
        "Ses esclaves",
        "une portion",
        "Effectivement",
        "homme",
        "sûrement (est) clairement ingrat",
        "sûrement (est) clairement ingrat"
      ],
      "notes" : {
        "15" : [
          "[ «Pour faire partie d'Allah\"] implique d'déclarer un serviteur d'Allah Sa",
          "progéniture, pour une progéniture est forcément homogène et une partie du corps",
          "du père, et en ce qui concerne quelqu'un comme le fils ou la fille d'Allah",
          "signifie que il ou elle est faite d'un partenaire dans l'être de Dieu. Par",
          "ailleurs, une autre forme de faire une créature une partie d'Allah est qu'il doit",
          "être considéré comme possesseur des attributs et des pouvoirs qui sont",
          "spécifiquement propres d'Allah, et il devrait être invoqué dans le cadre du même",
          "concept, ou rites de culte effectuée avant, ou ses saintetés observés et",
          "considérés comme impératif et contraignant, car dans ce cas l'homme divise la",
          "divinité et la providence entre Allah et ses serviteurs et les mains sur une",
          "partie de celui-ci aux serviteurs."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُمْ بِالْبَنِينَ",
      "simpleTranslate" : [
        "Dieu se serait-Il attribué des filles parmi Ses créatures en vous accordant par",
        "préférence des garçons ?"
      ],
      "tafsirTranslate" : [
        "A Allah pris pour lui-même des filles hors de ceux qu'il crée et vous a choisi",
        "d'avoir des fils? <N:16>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "a Il pris",
        "de quoi",
        "Il a créé",
        "filles",
        "et Il a choisi (pour) vous",
        "fils"
      ],
      "notes" : {
        "16" : [ ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَٰنِ مَثَلًا ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ",
      "simpleTranslate" : [
        "Lorsqu’on annonce à l’un d’eux la naissance d’un enfant du sexe qu’il attribue au",
        "Miséricordieux, il passe toute sa journée le visage sombre et le cœur serré :"
      ],
      "tafsirTranslate" : [
        "(Ils croient donc bien que quand) l'un d'eux est donnée nouvelle de la naissance",
        "d'un enfant de sexe féminin, etc., dont il attribue au Miséricordieux, son visage",
        "noircit et il est étouffé par la douleur."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "est donné de bonnes nouvelles",
        "(À) l'un d'entre eux",
        "de quoi",
        "il met en place",
        "pour le Tout Miséricordieux",
        "(Comme) une similitude",
        "se transforme",
        "son visage",
        "foncé",
        "et il",
        "(Est) remplie de chagrin"
      ],
      "notes" : {
        "16" : [
          "Ici, la folie des polythéistes d'Arabie a été entièrement exposée. Ils ont dit",
          "que les anges étaient les filles d'Allah. Ils avaient taillé leurs images que les",
          "femelles, et ceux-ci étaient leurs déesses qui ils adoraient. A propos de ce",
          "qu'Allah dit: En premier lieu, en dépit de connaître et de reconnaître que le",
          "Créateur de la terre et des cieux est à Allah et il est celui qui a fait de cette",
          "terre un berceau pour vous et il est Lui qui fait descendre la pluie du ciel. et",
          "il est celui qui a créé ces animaux pour votre service, mais vous avez pris",
          "d'autres comme des dieux en dehors de Lui, tandis que ceux que vous servez comme",
          "des divinités ne sont pas Dieu, mais des créatures de Dieu. Puis, encore plus,",
          "vous avez fait quelques-uns des serviteurs d'Allah associés non seulement dans",
          "ses attributs, mais dans son être ainsi, et a inventé le credo qu'ils étaient les",
          "descendants d'Allah. Alors, ne se repose pas content de cela, vous avez attribué",
          "à Allah ce genre de la progéniture que vous considérez comme honteux pour",
          "vous-mêmes: Quand une fille est née dans votre maison, votre visage devient",
          "sombre, vous vous sentez en détresse, et parfois vous l'enterrez vivant. Ce",
          "rejeton que vous attribuez à Allah et réserve pour vous-mêmes les fils, que vous",
          "considérez comme une source de joie et de fierté. Même alors, vous prétendez que",
          "vous croyez en Allah."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ",
      "simpleTranslate" : [
        "«Quoi ! Engendrer un être qui sera élevé dans les colifichets et qui ne pourra",
        "même pas dans une dispute se défendre par des arguments clairs et précis !»"
      ],
      "tafsirTranslate" : [
        "Est-ce qu'ils assignent à Allah qui grandit au milieu des ornements et ne sont",
        "pas bien versé dans l'art de la disputation? <N:17>"
      ],
      "tanslateWordByWord" : [
        "Puis (est un) qui",
        "est mis en place",
        "dans",
        "ornements",
        "et il",
        "dans",
        "la dispute",
        "(n'est pas",
        "clair"
      ],
      "notes" : {
        "17" : [
          "En d'autres termes, «Vous avez attribué à AIlah la progéniture qui est par nature",
          "délicate, faible et fragile, et adopté pour vous-mêmes la progéniture qui est en",
          "gras, courageux et intrépide. [ \" \n Ce verset montre licéité des ornements pour",
          "les femmes, car Allah a mentionné les ornements comme une chose naturelle pour",
          "eux. La même chose est également confirmé par le Hadith. Imam Ahmad, Abu Dâwûd et",
          "Nasa'i ont porté sur l'autorité de Hadrat `Ali que le Saint Prophète a pris la",
          "soie dans une main et de l'or dans l'autre et a dit que les deux ont été",
          "interdits pour être utilisé dans la robe par les hommes de sa Ummah. Tirmidhi et",
          "Nasa'i ont raconté de Hadrat Abu Musa Ash`ari une tradition, en disant que le",
          "Saint Prophète a dit: \".] Soie et de l'or ont été interdits pour les hommes, mais",
          "rendu licite pour les femmes de ma Ummah [\" `Allama Abu Bakr al-Jassas a discuté",
          "de cette question dans son Ahkam ai-Coran et les traditions liées suivantes: \n",
          "Hadrat A'ishah dit: Une fois Usamah, fils de Zaid bin Hârithah, a été blessé et a",
          "commencé à saigner. Le Saint Prophète aimait Tike ses propres enfants. Il suçait",
          "son sang et recracha, et applaudi lui disant: \"] Usamah avait été une fille, nous",
          "l'aurions orné d'ornements! Avait Usamah été une fille, nous lui aurait vêtu de",
          "beaux habits! [\" \n Hadrat Abu Musa Ash'ari a rapporté que le Saint Prophète a",
          "dit: «Le port de vêtements de soie et des ornements d'or est illégal pour les",
          "hommes de mon Unmah mais légal pour les femmes. ».] Hadrat 'Amr bin` Comme a",
          "raconté:. `Une fois que deux femmes sont venues devant le Saint Prophète, et ils",
          "portaient des bracelets d'or, il a dit: Voulez-vous que Dieu devrait vous faire",
          "porter des bracelets de feu au lieu de ceux-ci? ils ont répondu qu'ils ne",
          "seraient pas Alors il dit:.. payer leurs cotisations, à savoir la zakat due sur",
          "eux [ \" \n Hadrat `A'isha a déclaré qu'il n'y a pas de mal à porter les ornements",
          "si la zakat due sur eux est payé. \n Hadrat 'Umar a écrit à Abû Musa Ash'ari:",
          "Commandez les femmes musulmanes qui vivent dans les zones sous votre contrôle",
          "administratif qu'ils doivent payer les cotisations Zakat sur leurs ornements. \n",
          "Imam Abu Hanifah a raconté les traditions suivantes sur l'autorité de 'Amr bin",
          "Dinar: Hadrat A'ishah avait organisé des ornements d'or pour ses sœurs et Hadrat'",
          "Abdullah bin 'Umar pour ses filles. \n Après avoir cité Allama Jassas de toutes",
          "ces traditions écrit: \"] Les traditions qui ont été liés par le Saint Prophète et",
          "des Compagnons sur la licéité et la légalité de l'or et la soie pour les femmes",
          "sont mieux connues et plus fréquents que ceux qui sont là sur leur illicéité, et",
          "le verset ci-dessus. souligne également leur légalité. Ensuite, la pratique des",
          "musulmans aussi du temps du Saint Prophète et ses compagnons jusqu'à notre temps",
          "[(ie jusqu'à la fin du 4ème siècle de Hijrah)] a été la même chose, et personne",
          "n'a jamais objecté. Dans ces questions, aucune objection ne peut être admis sur",
          "la base des rapports d'isoler [(Akhbar Ahab)] \"."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَٰنِ إِنَاثًا ۚ أَشَهِدُوا خَلْقَهُمْ ۚ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ",
      "simpleTranslate" : [
        "Et ils firent des anges, qui sont les serviteurs du Miséricordieux, des êtres",
        "féminins. Étaient-ils témoins de leur création? Leur témoignage sera consigné et",
        "ils auront à en répondre."
      ],
      "tafsirTranslate" : [
        "Ils prétendent que les anges, qui sont les serviteurs élus d'Allah, <N:18> sont",
        "des femmes. Etaient-ils témoins comment leur corps est constitué? <N:19> Leur",
        "témoignage doit être écrit et ils seront appelés à rendre compte."
      ],
      "tanslateWordByWord" : [
        "Et ils ont fait",
        "les anges",
        "ceux qui",
        "se",
        "(Sont) esclaves",
        "(De) le Tout Miséricordieux",
        "femelles",
        "Etaient-ils témoins",
        "leur création,",
        "Sera enregistré",
        "leur témoignage",
        "et ils seront interrogés"
      ],
      "notes" : {
        "18" : [
          "Autrement dit, qui sont frette de ce qu'ils devraient être mâles ou femelles."
        ],
        "19" : [
          "Une autre traduction peut être: [ \"? Étaient-ils présents au moment de leur",
          "création\"]"
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَقَالُوا لَوْ شَاءَ الرَّحْمَٰنُ مَا عَبَدْنَاهُمْ ۗ مَا لَهُمْ بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَخْرُصُونَ",
      "simpleTranslate" : [
        "Ils ont dit également : «Si le Miséricordieux l’avait voulu, nous n’aurions pas",
        "adoré ces idoles.» Qu’en savent-ils, au juste? Ce ne sont là que des affirmations",
        "gratuites."
      ],
      "tafsirTranslate" : [
        "Ils disent: 'avions le Miséricordieux voulu, nous aurions jamais adoré ces",
        "divinités. » <N:20> Mais ils ont aucune connaissance de la matière et sont",
        "simplement conjecturer."
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Si",
        "avait voulu",
        "le Tout Miséricordieux",
        "nous ne les aurions pas adorés",
        "nous ne les aurions pas adorés",
        "ne pas",
        "ils ont",
        "à propos de ça",
        "tout",
        "connaissance",
        "Rien",
        "ils font)",
        "mais",
        "mensonge"
      ],
      "notes" : {
        "20" : [
          "C'était leur raisonnement du destin pour couvrir leur type et l'erreur, et cela a",
          "été l'argument des injustes à tous les âges. Ils ont fait valoir que leurs",
          "adorant les anges sont devenues possibles seulement parce qu'Allah leur a permis",
          "de le faire. Avait-il pas voulu de sorte qu'ils ne pouvaient pas l'ont fait; puis",
          "il avait été une pratique avec eux pendant des siècles et aucun châtiment d'Allah",
          "était descendu sur eux, ce qui signifie que Allah ne désapprouvait pas leur cette",
          "pratique."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "أَمْ آتَيْنَاهُمْ كِتَابًا مِنْ قَبْلِهِ فَهُمْ بِهِ مُسْتَمْسِكُونَ",
      "simpleTranslate" : [
        "Ou bien leur avons-Nous donné, avant le Coran, un Livre auquel ils se réfèrent?"
      ],
      "tafsirTranslate" : [
        "Ou ne nous accordons sur eux un Livre avant que sur l'autorité duquel ils",
        "tiennent sur (à angel-culte)? <N:21>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "Nous leur avons donné",
        "un livre",
        "avant cela",
        "avant cela",
        "afin qu'ils",
        "à ce",
        "(Sont) la tenue rapide"
      ],
      "notes" : {
        "21" : [
          "Cela signifie que: [ «Ces gens ignorants penser que tout ce qui se passe dans le",
          "monde a l'approbation d'Allah pour cela, parce que cela se produit selon sa",
          "volonté Cet argument, cependant, ne va pas pour.. il est non seulement shirk qui",
          "est engagé dans le monde, mais d'innombrables autres crimes comme le vol, le vol,",
          "assassiner, la corruption, etc. sont également en cours, dont personne ne veut.",
          "Alors, peut-on dire par le même raisonnement que tous ces actes sont licites et",
          "bon seulement parce que Dieu est de laisser les réaliser dans son monde, et quand",
          "il leur permet de se produire, il doit avoir approuvé d'entre eux également? les",
          "moyens de savoir ce qu'Allah aime et ce qu'il déteste ne sont pas les événements",
          "qui se produisent dans le monde, mais le livre d'Allah, qui passe par Son",
          "messager, et dans lequel Allah Lui-même indique à quelles croyances, quelles",
          "actions et ce que la morale qu'il aime et ce qu'il déteste. Si ces gens ont un",
          "livre, ce qui est venu avant le Coran 'un, et qui dit que Dieu a nommé les anges",
          "aussi comme des divinités à côté de lui-même et qu'ils devraient les adorer",
          "aussi, ils devraient le citer \"] [(Pour de plus amples explications, voir",
          "Al-Anam:. 107 112, 137, 148-149; AI-Araf, 28; Yunus: 99; Hud: 118-119; Ar-Raad:",
          "31; An-Nahl: 9, 35-36, 93; et E.N. 20 de Az-Zumar et E.N. 11 de Ash-Shura)]."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِمْ مُهْتَدُونَ",
      "simpleTranslate" : [
        "Il n’en est rien. Ils disent seulement : «Nous avons trouvé nos pères attachés à",
        "ce culte et nous suivons leurs traces.»"
      ],
      "tafsirTranslate" : [
        "Non; ils prétendent simplement: '. Nous avons trouvé nos ancêtres sur une voie,",
        "et nous continuons à trouver des conseils sur leurs traces » <N:22>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "ils disent",
        "En effet, nous",
        "[nous avons trouvé",
        "nos ancêtres",
        "sur",
        "une religion",
        "et en effet, nous",
        "sur",
        "leurs traces",
        "(Sont) guidée"
      ],
      "notes" : {
        "22" : [
          "Autrement dit, [ \"Ils ont pas l'autorité d'un livre divin, la seule autorité",
          "qu'ils ont est qu'il a BECN la pratique depuis l'époque de leurs ancêtres: par",
          "conséquent, ils ont pris les anges comme des déesses en imitation d'entre eux. \"]"
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَكَذَٰلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَىٰ أُمَّةٍ وَإِنَّا عَلَىٰ آثَارِهِمْ مُقْتَدُونَ",
      "simpleTranslate" : [
        "Il en a toujours été ainsi. Nous n’avons jamais envoyé, avant toi, un messager",
        "pour avertir une cité sans que ses habitants les plus opulents lui aient dit :",
        "«Nous avons trouvé nos pères attachés à ce culte et nous suivons leurs traces.»"
      ],
      "tafsirTranslate" : [
        "Et il est donc: à chaque fois que nous avons envoyé aucun avertisseur dans une",
        "ville ses riches ceux dit: '. Nous avons trouvé nos ancêtres sur une voie et nous",
        "continuons à suivre leurs traces » <N:23>"
      ],
      "tanslateWordByWord" : [
        "Et ainsi",
        "ne pas",
        "Nous avons envoyé",
        "Avant toi",
        "Avant toi",
        "dans",
        "une ville",
        "tout",
        "warner",
        "sauf",
        "dit",
        "(La) les riches de ce",
        "En effet, nous",
        "[nous avons trouvé",
        "nos ancêtres",
        "sur",
        "une religion",
        "et en effet, nous",
        "[sur]",
        "leurs traces",
        "(Sont) à la suite"
      ],
      "notes" : {
        "23" : [
          "Ici, le point mérite d'être examinée est la raison pour laquelle le bien-to-faire",
          "des gens de toutes les communautés n'ont résisté aux prophètes et a confirmé",
          "l'imitation de leurs ancêtres dans chaque âge. Pourquoi ont-ils seuls été à la",
          "pointe de s'opposer à la Vérité et de chercher à maintenir le mensonge établi et",
          "ravisse et inciter le peuple contre eux? Ses causes fondamentales étaient deux:",
          "[(1)] Le puits à faire et les gens riches sont tellement absorbés dans la",
          "fabrication et apprécier le monde de leur propre qu'ils ne sont pas enclins à se",
          "soucier du débat inutile [(comme ils supposent à être)] entre la vérité et le",
          "mensonge. Leur amour de la facilité et de la léthargie mentale rend donc",
          "insoucieux de la religion et conservatrice qu'ils veulent l'ordre établi, peu",
          "importe si elle est fondée sur la vérité ou le mensonge, de se recycler en",
          "vigueur de sorte qu'ils ne doivent pas prendre la peine de penser le nouvel ordre",
          "du tout pour eux-mêmes. [(2)] Leurs intérêts deviennent tellement dépendants de",
          "l'ordre établi que quand ils obtiennent le premier aperçu de l'ordre présenté par",
          "les prophètes, ils commencent à se sentir que s'il est venu, il serait non",
          "seulement mettre un terme à leur leadership, mais aussi priverait leur de la",
          "liberté de consommer le licite et l'illicite engagent. [(Pour plus de détails,",
          "sec AI-An`am: 103; Al-Araf, 66-70 75, 88 109, 127; Hud:. 27-28; Bani Isra`il: 16;",
          "AI-Mu'minun : 24-33, 46; Saba: 34 et FR correspondant du son)]."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَىٰ مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ ۖ قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ",
      "simpleTranslate" : [
        "Et quand le messager leur disait : «Et si je vous indiquais une meilleure",
        "direction que celle sur laquelle vous avez trouvé vos ancêtres?», les notables de",
        "la cité répondaient : «Nous ne croirons pas à votre message !»"
      ],
      "tafsirTranslate" : [
        "Chaque Prophète leur demanda: «Voulez-vous le faire même si nous devions vous",
        "montrer une façon de mieux que la manière de vos ancêtres? Ils ont répondu: «Nous",
        "ne croyons pas dans la religion avec laquelle vous avez été envoyé."
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Même si",
        "Je vous ai apporté",
        "une meilleure orientation",
        "que ce que",
        "tu as trouvé",
        "dessus",
        "vos ancêtres",
        "Ils ont dit",
        "En effet, nous",
        "avec quoi",
        "vous êtes envoyés",
        "Avec ça]",
        "(Sont) incroyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "فَانْتَقَمْنَا مِنْهُمْ ۖ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Aussi tirâmes-Nous vengeance de ces peuples. Considère donc quelle fut la fin des",
        "négateurs !"
      ],
      "tafsirTranslate" : [
        "Puis Nous vengeâmes d'eux. Donc, ne considérer la fin de ceux qui ont donné le",
        "mensonge (les prophètes)."
      ],
      "tanslateWordByWord" : [
        "Nous avons donc pris la rétribution",
        "d'eux",
        "Ensuite, voir",
        "Comment",
        "était",
        "(la fin",
        "(De) les deniers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ",
      "simpleTranslate" : [
        "Souviens-toi de ce qu’Abraham avait dit à son père et à son peuple : «Je désavoue",
        "totalement ces dieux que vous adorez."
      ],
      "tafsirTranslate" : [
        "Appel à l'esprit quand Abraham dit à son père et à son peuple: <N:24> «Je suis",
        "totalement désavouent tous ceux que vous servez"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Ibrahim Saïd",
        "Ibrahim Saïd",
        "à son père",
        "et son peuple",
        "En effet, je (am)",
        "dissociées",
        "de ce que",
        "vous adorez"
      ],
      "notes" : {
        "24" : [
          "Pour plus de détails, sec AI-Baqarah 124-133, AI-Anam 74-84, Ibrahim: 3541,",
          "Maryam: 41-50, Al-Anbiya ': 51-73, Ash-Shu' ara: 69-89, AI-Ankabut: 1627,",
          "As-Saffat: 83-100 et EN correspondant `s."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ",
      "simpleTranslate" : [
        "Je n’adore que Celui qui m’a créé, car c’est Lui qui, en vérité, me guidera.»"
      ],
      "tafsirTranslate" : [
        "sauf Celui qui m'a créé; et voici, il est celui qui va me diriger vers le droit",
        "chemin. » <N:25>"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "celui qui",
        "me créé",
        "et en effet, il",
        "me guidera"
      ],
      "notes" : {
        "25" : [
          "Dans ces mots n'a pas seulement le Prophète Abraham indiquer son credo mais a",
          "également donné l'argument pour elle. La raison pour ne pas avoir de lien avec",
          "les autres divinités est qu'ils ne HAVC créés ni ils donnent des conseils à",
          "droite dans une affaire, ni qu'ils peuvent; et la raison d'avoir une connexion",
          "uniquement avec Allah Tout-Puissant est que Lui seul est le Créateur et Lui seul",
          "donne, et peut donner, les bons conseils pour l'humanité."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ لَعَلَّهُمْ يَرْجِعُونَ",
      "simpleTranslate" : [
        "Et il en fit une parole qui devait se perpétuer parmi ses descendants, afin",
        "qu’ils reviennent vers leur Seigneur."
      ],
      "tafsirTranslate" : [
        "Et Abraham laissé derrière ce mot <N:26> pour perpétuer parmi sa postérité, afin",
        "qu'ils puissent y revenir. <N:27>"
      ],
      "tanslateWordByWord" : [
        "Et il l'a fait",
        "un mot",
        "durable",
        "parmi",
        "ses descendants",
        "afin qu'ils puissent",
        "retour"
      ],
      "notes" : {
        "26" : [
          "[ \"Le même mot\"]: le mot qu'il n'y a que le Créateur est digne d'adoration dans",
          "le monde."
        ],
        "27" : [
          "Autrement dit, [ \"Chaque fois qu'ils écartent du droit chemin, ce mot devrait",
          "être là pour les guider pour qu'ils reviennent à nouveau.\"] Cet événement a été",
          "mentionné ici afin d'exposer la folie de la mécréant Quraish et de les mettre à",
          "la honte, comme pour dire: [ «Quand vous avez adopté l'obéissance de vos",
          "ancêtres, vous avez sélectionné les plus dépravés d'entre eux dans le but à la",
          "place des plus justes et illustre, qui étaient les prophètes Abraham et Ismaël",
          "[(paix soit sur eux)]. \"] la base de la direction du Quraish en Arabie était",
          "qu'ils étaient les descendants des prophètes Abraham et Ismaël et étaient les",
          "préposés de la Ka'ba construits par eux. Par conséquent, ils auraient dû les",
          "suivre et non leurs ancêtres ignorants qui avaient renoncé à la manière des",
          "prophètes et adoptés polythéisme des idolâtres voisins. En outre, en mentionnant",
          "cet événement une autre erreur de ces personnes a été souligné. Autrement dit, si",
          "l'imitation aveugle de l'avant-pères, sans distinction du bien et du mal, avait",
          "été la bonne chose, le Prophète Abraham aurait dû le faire en premier lieu. Mais",
          "il avait clairement dit à son père et à son peuple qu'il ne pouvait pas suivre",
          "leur croyance de l'ignorance dans laquelle ils avaient abandonné le Créateur et",
          "fait ces êtres imaginaires leurs divinités, qui ne sont pas le créateur. Cela",
          "montre que le Prophète Abraham ne croyait pas à la suite des ancêtres, mais son",
          "credo était que, avant de suivre les ancêtres il faut voir si elles suivaient la",
          "bonne voie ou non, et s'il est devenu connu en raison qu'ils suivaient le mauvais",
          "ainsi, on devrait renoncer à leur façon et à adopter la voie qui a été prouvé à",
          "droite."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "بَلْ مَتَّعْتُ هَٰؤُلَاءِ وَآبَاءَهُمْ حَتَّىٰ جَاءَهُمُ الْحَقُّ وَرَسُولٌ مُبِينٌ",
      "simpleTranslate" : [
        "Bien plus ! J’ai laissé ces gens et leurs ancêtres jouir des biens de ce monde",
        "jusqu’au moment où ils ont reçu la Vérité et un Prophète véridique."
      ],
      "tafsirTranslate" : [
        "(Même quand ils ont commencé à adorer autre qu'Allah Nous ne les détruire), mais",
        "la subsistance accordée sur eux et sur leurs ancêtres jusqu'à leur vint la vérité",
        "et un messager qui a clairement exposé les choses pour eux. <N:28>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "Je donnai le plaisir",
        "(à ceux-là",
        "et leurs ancêtres",
        "jusqu'à",
        "est venu à eux",
        "la vérité",
        "et un Messenger",
        "clair"
      ],
      "notes" : {
        "28" : [
          "Un autre sens du mot [ \"rasulum-Mubin peut être:\"] Un messager dont étant un",
          "messager était évident et apparent: dont la portance avant et après le Prophète",
          "capuche clairement témoigné qu'il était certainement le Messager d'Allah. \""
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "وَلَمَّا جَاءَهُمُ الْحَقُّ قَالُوا هَٰذَا سِحْرٌ وَإِنَّا بِهِ كَافِرُونَ",
      "simpleTranslate" : [
        "Or, lorsque la Vérité leur est parvenue, ils se sont écriés : «Ceci n’est que de",
        "la magie, et nous refusons d’y croire !»"
      ],
      "tafsirTranslate" : [
        "Et quand la Vérité leur vint, ils dirent: «Ceci est juste la sorcellerie <N:29>",
        "et nous la rejetons."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "est venu à eux",
        "la vérité",
        "ils ont dit",
        "Ce",
        "(est magique",
        "et en effet, nous",
        "de celui-ci",
        "(Sont) incroyants"
      ],
      "notes" : {
        "29" : [
          "Pour une explication, voir Surah. Al-Anbiya ': 3 et E.N. 5 sur elle, et E.N. 5 de",
          "la sourate Suad."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَقَالُوا لَوْلَا نُزِّلَ هَٰذَا الْقُرْآنُ عَلَىٰ رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ",
      "simpleTranslate" : [
        "Puis ils ajoutèrent : «Pourquoi n’a-t-on pas révélé ce Coran à quelque personnage",
        "important de l’une ou l’autre des deux villes?»"
      ],
      "tafsirTranslate" : [
        "Ils disent: «Pourquoi est ce Coran pas fait descendre sur un grand homme de deux",
        "(principales) villes ' <N:30>"
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Pourquoi pas",
        "a été envoyé vers le bas",
        "ce",
        "Le Coran",
        "à",
        "un homme",
        "de",
        "les deux villes",
        "génial"
      ],
      "notes" : {
        "30" : [
          "[ \"Les deux villes\"]: La Mecque et Ta`if. Ce que les incroyants voulait dire: [",
          "\"Si Allah avait vraiment voulu envoyer un messager et destiné à faire descendre",
          "un livre pour lui, il aurait choisi un grand homme de nos ces centrales, les",
          "villes dans le but Allah ne pouvait pas avoir sélectionné. cette grande mission",
          "une personne qui est né orphelin, qui n'a pas hérité beaucoup de biens, qui a",
          "passé sa jeunesse par les chèvres qui tendent, qui, même à l'heure actuelle",
          "gagnait sa vie par le biais des affaires avec l'argent de sa femme, et qui était",
          "ni le chef d'une tribu, ni la tête d'une famille. étaient pas là connus comme",
          "chefs Walid bin Mughirah et 'Utbah bin Rabi'ah à la Mecque, et nobles comme `Urwa",
          "bin Mas'ud, Habib bin' Amr, Kinanah bin 'Abd-i -'Amr et Ibn 'Abd Yalil dans",
          "Ta'if? ce fut leur raisonnement. en premier lieu, ils étaient également peu",
          "enclins à croire qu'un homme pourrait être un messager. Mais quand le Coran a",
          "réfuté cette idée fausse par des arguments et de la raison et ils on nous a dit",
          "que dans le passé, seuls les hommes étaient venus en tant que messagers et un",
          "homme ne pouvait être un messager pour guider le peuple, et non pas un autre type",
          "d'être et le Messager qui est venu n'a pas descendre, tout à coup de ciel, mais",
          "sont nés en les mêmes logements ordinaires, marchait dans les rues, ont eu des",
          "enfants et des familles et avait besoin de nourriture et de boisson [(voir",
          "AnNahl: 43, Bani Isra'il: 94-95 <V:17:94-95>, Yusuf: 109 <V:12:109>, Al-Furqan: 7",
          "<V:25:7>, 20 ; Al-Anbiya: 7-8; Ar-Raad: 38)], ils ont pris cette position, en",
          "disant: \"] Eh bien, même si un être humain, il devrait être un grand homme, qui",
          "devrait être riche, influent et grandiose et ayant une grande suite. Comment",
          "pourrait-Muhammad bin `Abdullah [(sur qui être la paix d'Allah)] être en forme",
          "pour ce rendez-vous?\""
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ ۚ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا ۚ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ۗ وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ",
      "simpleTranslate" : [
        "Serait-ce à eux de distribuer la miséricorde de ton Seigneur? Non ! C’est Nous",
        "qui répartissons entre eux leurs moyens d’existence en ce monde et qui les",
        "élevons les uns au-dessus des autres de quelques degrés, afin qu’ils se portent",
        "mutuellement assistance. Cependant, la miséricorde de ton Seigneur vaut mieux que",
        "tous les biens qu’ils amassent."
      ],
      "tafsirTranslate" : [
        "Est-ce eux qui distribuent la miséricorde de ton Seigneur? Il est Nous qui avons",
        "distribué leurs moyens de subsistance parmi eux dans la vie de ce monde, et ont",
        "soulevé quelques autres au-dessus dans le rang que certains d'entre eux peuvent",
        "exploiter d'autres à leur service. <N:31> Mercy Votre Seigneur est meilleur que",
        "tous les trésors que qu'ils amassent. <N:32>"
      ],
      "tanslateWordByWord" : [
        "Est-ce qu'ils",
        "distribuer",
        "(La) Mercy",
        "(De) votre Seigneur",
        "nous",
        "[Nous] distribuons",
        "parmi eux",
        "leurs moyens de subsistance",
        "dans",
        "la vie",
        "(du monde",
        "et Nous élevons",
        "certains d'entre eux",
        "au dessus de",
        "autres",
        "(En) degrés",
        "de sorte que peut prendre",
        "certains d'entre eux",
        "autres",
        "Service (pour)",
        "Mais (le) Mercy",
        "(De) votre Seigneur",
        "(est mieux",
        "que ce que",
        "ils accumulent"
      ],
      "notes" : {
        "32" : [
          "\"] Ta miséricorde [du Seigneur»: le Prophète capot. Cela signifie: \"] Vos",
          "dirigeants et les chefs que vous considérez comme les grandes personnes en raison",
          "de leur richesse et de la dignité et le navire chef, arc pas digne de cette",
          "richesse, qui a été donné à Muhammad bin Abdullah [(sur qui être la paix",
          "d'Allah)] . cette richesse est bien supérieure à celle et pour cela le critère",
          "est différent. Si vous pensez que tout homme noble et riche est digne de devenir",
          "un prophète, il ne ferait que montrer votre propre réflexion. Pourquoi",
          "pensez-vous que Dieu soit si ignorant et simple?\""
        ],
        "31" : [
          "Ceci est la réponse à leur objection, qui mentionne brièvement beaucoup de choses",
          "importantes: d'abord, il demande:? [ \"Depuis quand Dave ces gens deviennent",
          "responsables de la distribution de la miséricorde de ton Seigneur Est-ce pour eux",
          "de décider qui Allah devrait favoriser avec sa miséricorde et qu'Il ne devrait",
          "pas? [(ici, par la miséricorde d'Allah est implicite Sa miséricorde générale à",
          "partir de laquelle tout le monde a une part)]. \n Deuxièmement, Allah dit:",
          "«Prophétie est une grande bénédiction: Nous avons même gardé la répartition des",
          "moyens communs de la vie dans le monde en notre propre main, et il n'a pas confié",
          "à quelqu'un d'autre. Nous créons une personne belle et un autre laid, quelqu'un",
          "avec une voix douce et un autre avec une voix rauque, quelqu'un robuste et solide",
          "et une autre faible et fragile, quelqu'un intelligent et une autre terne,",
          "quelqu'un avec une forte mémoire et une autre oublieux, certains avec des membres",
          "sains et un autre infirme, ou aveugle ou sourd et muet, quelqu'un dans une",
          "famille riche et un autre parmi les pauvres, quelqu'un dans un pays avancé et un",
          "autre dans une communauté en arrière. Personne ne peut faire quoi que ce soit au",
          "sujet de ce destin concernant la naissance. On est obligé d'être ce que nous lui",
          "avons fait. Et il est dans le pouvoir de personne pour éviter l'impact ses",
          "circonstances de la naissance ont sur son destin. Ensuite, il est notre auto Nous",
          "Qui arc dispositions de distribution, le pouvoir, l'honneur, la gloire, la",
          "richesse, le gouvernement, etc. chez les hommes. Personne ne peut dégrader celui",
          "que nous avons béni avec la bonne fortune, et personne ne peut sauver de la ruine",
          "celui que nous avons atteint de malheur. Tous les plans et les programmes de",
          "l'homme deviennent inefficaces contre nos décrets. Dans ce système divin",
          "universel, donc, comment ces gens peuvent décider à qui doit le Maître de l'unive",
          "rse faire son Prophète et qui ne devrait pas? \n Troisièmement, \"] Un principe",
          "respectueux que nous avons gardé en vue dans ce système divin est que tout ne",
          "doit pas être donné à une seule et même personne, ou tout ne doit pas être donné",
          "à tout le monde. Si vous regardez autour de vous, vous verrez que de grandes",
          "différences existent entre les personnes à tous les égards. Nous avons donné une",
          "chose à une personne, mais l'a privé d'un autre, et étant donné la même chose à",
          "l'autre. Ceci est basé sur la sagesse qu'aucun être humain ne devrait devenir",
          "indépendant des autres, mais tout le monde devrait rester dépendante de l'autre",
          "d'une manière ou l'autre. maintenant, si serait stupide de votre part de penser",
          "que nous aurions dû le Prophète capot aussi à la même personne que Nous avions",
          "bénie avec la richesse et la noblesse. de même, vous aussi disent que la sagesse,",
          "la connaissance, la richesse, la beauté, le pouvoir, l'autorité et ALi autres",
          "excellences doivent être assemblés dans une seule et même personne, et celui qui",
          "n'a pas été donné une chose, ne devrait pas donner quoi que ce soit d'autre? [ \""
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَٰنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ",
      "simpleTranslate" : [
        "S’il n’était pas à craindre que l’humanité ne forme une seule communauté",
        "d’impies, Nous aurions pourvu les maisons de ceux qui ne croient pas au",
        "Miséricordieux de toits d’argent, avec des escaliers pour y accéder,"
      ],
      "tafsirTranslate" : [
        "Y avait-il pas que toute l'humanité deviendrait une seule communauté (et suivre",
        "le même chemin), Nous avons fourni pour tous ceux qui ne croient pas dans les",
        "Miséricordieux toits Un argent pour leurs maisons, et (argent) escaliers pour y",
        "monter,"
      ],
      "tanslateWordByWord" : [
        "Et sinon",
        "cette",
        "(deviendrait",
        "[La] l'humanité",
        "une communauté",
        "un",
        "Nous (aurions) fait",
        "pour (un) qui",
        "mécroit",
        "dans le Tout Miséricordieux",
        "pour leurs maisons",
        "toits",
        "de",
        "argent",
        "et les escaliers",
        "sur lequel",
        "ils montent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ",
      "simpleTranslate" : [
        "de portes et de lits pour qu’ils puissent s’y reposer,"
      ],
      "tafsirTranslate" : [
        "et (argent) leurs maisons de portes et canapés (d'argent) sur lequel ils",
        "accoudés; <N:33>"
      ],
      "tanslateWordByWord" : [
        "Et pour leurs maisons",
        "des portes",
        "et canapés",
        "sur lequel",
        "ils inclinent"
      ],
      "notes" : {
        "33" : [
          "Autrement dit, [ \"Cet argent et d'or dont la possession par quelqu'un est la plus",
          "haute bénédiction et l'apogée même de la bonne fortune à vos yeux, est si bas et",
          "méprisable une chose aux yeux d'Allah qu'il y avait été sans danger des êtres",
          "humains ALi étant inclinée vers l'incroyance, Il aurait fait la maison de tout",
          "mécréant d'or et d'argent. Depuis quand l'abondance de cette denrée devenue la",
          "preuve sans valeur de la noblesse de l'homme et de sa piété et de sa pureté",
          "spirituelle? ce genre de richesse est même trouvé en possession de ces gens",
          "ignobles et méchants dont les personnages sales faire toute la puanteur de la",
          "société. et ce que vous avez fait le critère de la grandeur de caractère de",
          "l'homme. \"]"
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "وَزُخْرُفًا ۚ وَإِنْ كُلُّ ذَٰلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا ۚ وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ",
      "simpleTranslate" : [
        "et Nous aurions couvert le tout d’ornements dorés. Mais tout cela n’aurait été",
        "qu’une jouissance éphémère d’ici-bas, car, pour ton Seigneur, la vraie vie est",
        "celle qui est dans la vie future et qu’Il réserve à ceux qui Le craignent."
      ],
      "tafsirTranslate" : [
        ", ou qu'ils soient en or. Certes, tout cela est que la jouissance de la vie du",
        "monde. Mais (la vraie prospérité) dans l'au-delà avec Votre Seigneur est",
        "seulement pour ceux qui craignent Dieu."
      ],
      "tanslateWordByWord" : [
        "Et ornements d'or",
        "Et non (est)",
        "tout",
        "cette",
        "mais",
        "une jouissance",
        "(De) la vie",
        "(du monde",
        "Et l'au-delà",
        "avec",
        "votre Seigneur",
        "(Est) pour les justes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَٰنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ",
      "simpleTranslate" : [
        "Quiconque reste insensible à l’appel de Dieu, Nous lui susciterons un démon qui",
        "deviendra son compagnon inséparable."
      ],
      "tafsirTranslate" : [
        "Celui qui est négligent de se rappeler le Miséricordieux, <N:34> Nous lui",
        "attribuer un satan comme son compagnon d'aubaine,"
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "se détourne",
        "de",
        "(La) mémoire",
        "(De) le Tout Miséricordieux",
        "Nous nommons",
        "pour lui",
        "un diable",
        "Puis il",
        "(Is) pour lui",
        "un compagnon"
      ],
      "notes" : {
        "34" : [
          "[ \"Dhikr du Miséricordieux»]: Son souvenir aussi bien que sa mise en garde et le",
          "Coran."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ",
      "simpleTranslate" : [
        "Les démons ont, en effet, pour habitude de détourner les hommes du droit chemin,",
        "lors même que ces derniers s’estiment être bien guidés."
      ],
      "tafsirTranslate" : [
        "et ces satans les empêchent de la bonne voie, alors que lui-même estime toujours",
        "être bien guidé."
      ],
      "tanslateWordByWord" : [
        "Et en effet, ils",
        "sûrement, allumez-les",
        "de",
        "le chemin",
        "et ils pensent",
        "qu'ils",
        "(Sont) guidée"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "حَتَّىٰ إِذَا جَاءَنَا قَالَ يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ",
      "simpleTranslate" : [
        "Et lorsque cet homme se présentera devant Nous, il s’écriera à l’adresse de son",
        "démon : «Plût à Dieu que nous fussions séparés l’un de l’autre par la distance",
        "qui existe entre l’Orient et l’Occident ! Quel funeste compagnon !»"
      ],
      "tafsirTranslate" : [
        "Mais quand il vient à nous, il dira (à son satan): «Est-ce que qu'il y avait eu",
        "entre vous et moi la distance entre l'Orient et l'Occident. Comment le mal un",
        "compagnon que vous étiez!"
      ],
      "tanslateWordByWord" : [
        "Jusqu'à",
        "quand",
        "il vient à nous",
        "il dit",
        "O serait que",
        "entre moi",
        "et entre vous",
        "(Étaient les) distance",
        "(De) l'Orient et l'Occident",
        "Comment misérable est",
        "le compagnon"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "وَلَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ",
      "simpleTranslate" : [
        "Mais ces regrets tardifs ne vous serviront à rien en ce Jour ! Et du moment que",
        "vous avez été associés dans l’injustice, vous le serez également dans le supplice",
        "!"
      ],
      "tafsirTranslate" : [
        "(Il sera alors dit): '. Aujourd'hui, il ne vous le moins bénéficier que, après",
        "votre mauvaise conduite, vous et vos satans maintenant partager le châtiment »",
        "<N:35>"
      ],
      "tanslateWordByWord" : [
        "Et jamais",
        "vous sera bénéfique",
        "le jour",
        "quand",
        "vous avez fait du tort",
        "que vous",
        "(sera en",
        "la punition",
        "partage"
      ],
      "notes" : {
        "35" : [
          "Autrement dit, [ \"En cela, il n'y a aucun aspect de consolation pour vous que",
          "celui qui vous égare, puni, vous recevez également la même peine pour accepter et",
          "suivre la déviation.\"]"
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فِي ضَلَالٍ مُبِينٍ",
      "simpleTranslate" : [
        "Pourras-tu jamais te faire entendre des sourds, faire marcher droit les aveugles",
        "ou guider celui qui est engagé dans un profond égarement?"
      ],
      "tafsirTranslate" : [
        "Pouvez-vous, (O Prophète), puis faire les sourds entendent, ou directement à la",
        "bonne façon aveugle ou on a perdu dans un égarement évident? <N:36>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, pouvez-vous",
        "causer d'entendre",
        "le sourd",
        "ou",
        "guider",
        "les aveugles",
        "et (un) qui",
        "est",
        "dans",
        "une erreur",
        "clair"
      ],
      "notes" : {
        "36" : [
          "Il revient à dire: [ \"Faites attention à ceux qui sont enclins à écouter et ne",
          "l'ont pas fermé les yeux sur les réalités, et ne vous consomment pas à montrer la",
          "voie à l'aveugle et de faire les sourds entendre, ni consommer vous-même avec la",
          "douleur pour expliquer pourquoi vos proches et chers ne viennent pas sur le droit",
          "chemin, et pourquoi ils se font digne du châtiment d'Allah. \"]"
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ",
      "simpleTranslate" : [
        "Soit que Nous te rappelions à Nous avant de sévir contre eux ;"
      ],
      "tafsirTranslate" : [
        "Nous vengerons sur eux, que ce soit Nous vous emmenons loin du monde (avant de le",
        "faire),"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Nous vous enlevons",
        "Nous vous enlevons",
        "alors en effet, nous",
        "d'eux",
        "(Va) prendre la rétribution"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ",
      "simpleTranslate" : [
        "soit que Nous te montrions le châtiment que Nous leur avions promis. De toute",
        "façon, Nous les tenons en Notre pouvoir."
      ],
      "tafsirTranslate" : [
        "ou vous faire voir la fin que nous leur avions promis, car nous avons la pleine",
        "puissance sur eux. <N:37>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "Nous vous montrons",
        "ce qui",
        "Nous leur avons promis",
        "alors en effet, nous",
        "au dessus d'eux",
        "avoir la pleine puissance"
      ],
      "notes" : {
        "37" : [
          "Cette chose peut être pleinement compris que par perdre de vue l'arrière-plan",
          "dans whicjit a été dit. Les mécréants de la Mecque pensaient que la personne du",
          "Prophète Muhammad [(sur lui la paix d'Allah)] était devenu une source d'ennuis",
          "pour eux. Si l'on pouvait en quelque sorte se débarrasser de lui, les choses",
          "deviendraient normal. Sur la base de ce mal pensaient qu'ils tenaient des",
          "consultations jour et nuit et la planification de le tuer. A cela, Allah traite",
          "Son Prophète afin de leur dire indirectement: [ «Il ne fait aucune différence si",
          "vous restez chez eux ou pas: si vous vivez, vous les verrez se rencontrent leur",
          "destin avec vos propres yeux, si vous êtes rappelé du monde, ils seront envoyés à",
          "leur perte en votre absence, car ils ne peuvent en aucun cas échapper aux",
          "conséquences de leurs méfaits. \"]"
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ ۖ إِنَّكَ عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
      "simpleTranslate" : [
        "L’essentiel est que tu t’attaches fermement à ce qui t’est révélé, car tu es dans",
        "la bonne voie ;"
      ],
      "tafsirTranslate" : [
        "Alors retenez ce qui a été révélé à vous. Certes, vous êtes sur la voie droite.",
        "<N:38>"
      ],
      "tanslateWordByWord" : [
        "Alors retenez",
        "à celle qui",
        "est révélé",
        "à toi",
        "En effet, vous",
        "(sont sur",
        "un chemin",
        "Tout droit"
      ],
      "notes" : {
        "38" : [
          "Autrement dit, [ \"Vous ne devriez pas vous inquiétez de ce que la peine ne",
          "reçoivent ceux qui résistent et opposant à la vérité avec l'injustice et la",
          "malhonnêteté et quand, vous ne devriez pas vous soucier de savoir si l'Islam se",
          "développe au cours de votre vie ou non. pour vous cette satisfaction est assez",
          "qute que vous êtes sur la bonne voie. Par conséquent, vous devriez aller sur",
          "l'accomplissement de votre mission sans se soucier des résultats, et de le",
          "laisser à Allah qu'Il vainc le mensonge en face de vous ou après. \"]"
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ ۖ وَسَوْفَ تُسْأَلُونَ",
      "simpleTranslate" : [
        "et ce Coran constitue pour toi et pour ton peuple un vrai rappel dont vous aurez",
        "à rendre compte."
      ],
      "tafsirTranslate" : [
        "En vérité, il est une grande source d'éminence pour vous et votre peuple, et",
        "bientôt vous serez appelé à rendre compte en ce qui concerne ce sujet. <N:39>"
      ],
      "tanslateWordByWord" : [
        "Et en effet, il",
        "(Est) sûrement, un rappel",
        "pour toi",
        "et votre peuple",
        "etc",
        "vous serez interrogé"
      ],
      "notes" : {
        "39" : [
          "Autrement dit, [ «Il ne peut y avoir une plus grande chance pour une personne que",
          "Dieu doit le choisir parmi tous les hommes pour devenir le destinataire de son",
          "livre, et il ne peut y avoir une plus grande chance aussi pour une nation que",
          "celle d'Allah devrait soulever son Prophète en elle, en dehors de toutes les",
          "autres nations du monde, et devrait faire descendre son livre dans sa langue, et",
          "lui donner la possibilité d'augmenter à mesure que le porte-étendard du message",
          "divin dans le monde. Si le Quraish et le peuple de l'Arabie ont aucun sens de ce",
          "grand honneur, et dédaignent il, un temps viendra où ils seront appelés à rendre",
          "compte. \"]"
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَٰنِ آلِهَةً يُعْبَدُونَ",
      "simpleTranslate" : [
        "Demande aux messagers que Nous avons envoyés avant toi si Nous avons institué, en",
        "dehors du Miséricordieux, d’autres divinités dignes d’être adorées."
      ],
      "tafsirTranslate" : [
        "Demandez à tous Nos messagers que Nous avons envoyés avant que Nous avions",
        "désigné des divinités à côté du Miséricordieux d'être adoré. <N:40>"
      ],
      "tanslateWordByWord" : [
        "Et demande",
        "(Ceux) qui",
        "Nous avons envoyé",
        "Avant toi",
        "Avant toi",
        "de",
        "Nos messagers",
        "Avons-nous fait",
        "outre",
        "outre",
        "le Tout Miséricordieux",
        "dieux",
        "d'être adoré"
      ],
      "notes" : {
        "40" : [
          "[ \"Demandez aux messagers\"]: Découvrez des livres apportés par eux. Tout comme le",
          "sens de: [ \"S'il se pose tout litige entre vous à propos de quoi que ce soit,",
          "reportez-vous à Allah et à Son Prophète,\"] n'a pas que le différend devrait être",
          "prise avant Allah et Son messager, mais que l'on doit se tourner vers le livre",
          "d'Allah et la Sunna de Son messager pour une décision, donc [ \"demander aux",
          ".Messengers\"] aussi ne veut pas dire que l'on doit aborder tous les messagers qui",
          "ont quitté le monde et leur demander, mais le sens exact est: [ \"Discover ce que",
          "les enseignements des messagers d'Allah ont laissé dans le monde pour lequel",
          "d'entre eux a enseigné qu'un autre qu'Allah est également digne d'adoration et de",
          "service. \"]"
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِآيَاتِنَا إِلَىٰ فِرْعَوْنَ وَمَلَئِهِ فَقَالَ إِنِّي رَسُولُ رَبِّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "Nous avons envoyé Moïse avec Nos signes à Pharaon et aux gens de sa cour. «Je",
        "suis l’envoyé du Maître de l’Univers !», leur dit-il."
      ],
      "tafsirTranslate" : [
        "En effet, nous <N:41> envoyé Moïse avec Nos signes <N:42> à Pharaon et ses",
        "nobles. Il leur a dit: «Je suis un messager du Seigneur de l'Univers."
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons envoyé",
        "Musa",
        "avec Nos signes",
        "à",
        "Firaun",
        "et ses chefs",
        "et il a dit",
        "En effet, je suis",
        "un Messager",
        "(Du) Lord",
        "(De) les mondes"
      ],
      "notes" : {
        "41" : [
          "Cette histoire a été racontée ici pour trois objets: [(1)] Que quand Allah envoie",
          "Son Prophète dans un pays et de la nation et offre elle l'occasion qu'il a",
          "maintenant donné aux Arabes en nommant le Prophète Muhammad [(sur lui la paix de",
          "Dieu)] au Prophète capot, et, au lieu de profiter de celui-ci, commet la folie de",
          "Pharaon et son peuple, il répond à la même chose. sort qui est devenu une leçon",
          "de choses dans l'histoire. [(2)] que, tout comme Pharaon aussi à cause de son",
          "arrogance et de l'orgueil du royaume et de la grandeur et de la richesse et des",
          "biens avait rabaissé le Prophète Moïse comme moyen et méprisable, de sorte que le",
          "Quraish incroyant sont maintenant au sujet de Muhammad [(sur qui être la paix",
          "d'Allah )] aussi insignifiant que contre leurs chefs. Mais le jugement de Dieu",
          "était différent qui a finalement prouvé qui était vraiment super. [(3)] Ce pour",
          "se moquer des révélations d'Allah et de montrer l'entêtement contre ses",
          "avertissements ne sont pas une simple blague, mais un péché très grave. Si vous",
          "n'apprenez une leçon du sort de ceux qui ont été condamnés à cause de cela, vous",
          "devriez aussi aller à votre malheur à cause de la même chose. \""
        ],
        "42" : [
          "Cela implique les signes avec lesquels le Prophète Moïse était allé à la cour de",
          "Pharaon, à savoir les signes du personnel et la main qui brille. [(Pour plus",
          "d'explications, voir AI-Araf, 107-108, Ta Ha: 20-22 <V:20:20-22>, Ash-Shu'ara:",
          "32-33 <V:26:32-33>, AnNaml: 10-12 <V:27:10-12>, Al-Qasas: 31-32 <V:28:31-32>)]."
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "فَلَمَّا جَاءَهُمْ بِآيَاتِنَا إِذَا هُمْ مِنْهَا يَضْحَكُونَ",
      "simpleTranslate" : [
        "Mais lorsqu’il produisit Nos signes sous leurs yeux, ils s’en moquèrent,"
      ],
      "tafsirTranslate" : [
        "Pourtant, quand il fit sortir des preuves évidentes de nous, alors voici, ils",
        "éclatèrent de rire."
      ],
      "tanslateWordByWord" : [
        "Mais quand",
        "il est venu pour les",
        "avec Nos signes",
        "voir",
        "Ils",
        "sur eux",
        "ri"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا ۖ وَأَخَذْنَاهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ",
      "simpleTranslate" : [
        "alors que toutes les preuves que Nous leur montrions étaient plus probantes les",
        "unes que les autres. Mais ce fut en vain. Nous les éprouvâmes alors par le",
        "supplice, pour les faire revenir de leurs erreurs."
      ],
      "tafsirTranslate" : [
        "Chaque signe que nous avons montré eux était plus grande que son prédécesseur;",
        "puis Nous les saisîmes Notre châtiment afin qu'ils puissent revenir (dans le",
        "droit chemin). <N:43>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous leur avons montré",
        "de",
        "un panneau",
        "mais",
        "il",
        "(A) plus",
        "que",
        "sa soeur",
        "Nous les avons saisis",
        "avec la punition",
        "afin qu'ils puissent",
        "retour"
      ],
      "notes" : {
        "43" : [
          "Cela implique les signes qu'Allah leur a montré par le prophète Moïse après, et",
          "ceux-ci étaient les suivants: \n [(1)] Une rencontre publique du Prophète d'Allah",
          "avec les magiciens, qui croyaient après leur défaite. Pour plus de détails, voir",
          "Al-Araf, 112-126, Ta Ha: 68-73. AshShu'ara: 37-51. \n [(2)] Une grave famine qui a",
          "frappé le pays d'Égypte, selon l'annonce faite par le prophète Moïse et qui a",
          "quitté le pays que sur sa prière. \n [(3)] pluie Dreadful et grêle accompagnée par",
          "la foudre et le tonnerre a frappé le pays alors même que le Prophète avait",
          "annoncé, qui a détruit les cultures et les habitations et qui a également été",
          "retiré seulement sur sa prière. \n [(4)] L'apparition soudaine de criquets dans la",
          "terre. Cette calamité a également pas supprimé jusqu'à ce que le Prophète pria",
          "Allah. \n [(5)] Lice et weavils se propager dans tout le pays selon l'annonce",
          "faite par Moïse, qui affligeait les hommes et les animaux d'une part, et détruit",
          "les greniers de l'autre. Ce tourment aussi été évitée lorsque le prophète Moïse a",
          "été demandé de prier pour son retrait. \n [(6)] Frogs est apparu partout dans le",
          "pays, selon l'avertissement donné par Moïse, qui a mis toute la population à une",
          "grande détresse; cette calamité n'a pas non plus reculer jusqu'à ce que le",
          "Prophète pria pour elle. \n [(7)] Le tourment de sang apparu précisément comme",
          "prédit par Moïse, qui a transformé l'eau de tous les canaux, les puits, les",
          "sources, les piscines et les citernes dans le sang. Le poisson est mort et l'eau",
          "sentait si mauvais que les Égyptiens ne pouvaient boire pendant une semaine",
          "complète. Ce mal a également été évitée lorsqu'on a demandé au prophète Moïse de",
          "prier pour son retrait. Pour plus de détails, voir AIA'raf: 130-136. An-Naml: 12",
          "et E.N. 37 d'Al-Mu'min. \n Les chapitres 7 à 10 de l'Exode contiennent également",
          "les détails de ces calamités, mais il est une combinaison de commérages et de la",
          "vérité. Il dit que quand la calamité de sang est apparu, les magiciens ont aussi",
          "travaillé un miracle semblable, mais quand la calamité des poux est venu, les",
          "magiciens ne pouvaient pas produire les poux en réponse, et ils ont dit qu'il",
          "était l'œuvre de Dieu. Encore plus étrange que cela est que lorsque la tempête",
          "des grenouilles est venu, les magiciens ont également apporté sur les",
          "grenouilles, mais en dépit de ce que Pharaon a demandé que le prophète Moïse de",
          "prier Dieu pour enlever les grenouilles. La question est quand les magiciens",
          "pouvaient produire des grenouilles, pourquoi ne pas Pharaon obtenir les",
          "grenouilles emmenés à travers eux? Et comment est-il devenu connu qui des",
          "grenouilles étaient l'œuvre d'Allah et celui des magiciens »? La même question se",
          "pose à propos du sang. Lorsque selon l'avertissement de l'eau Moïse devint du",
          "sang partout, où l'eau ne les magiciens se transforment en sang? Et comment",
          "était-il connu que l'eau d'un endroit particulier avait tourné le sang par le",
          "pouvoir des magiciens? Telles sont les choses qui montrent que la Bible ne se",
          "compose pas de révélation purement divine, mais les gens qui l'ont écrit mêlé",
          "beaucoup de choses dans ce de leur propre imagination. La pitié, cependant, est",
          "que les auteurs étaient aussi des gens de l'intelligence ordinaire, qui ne",
          "savaient même pas comment inventer une histoire."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "وَقَالُوا يَا أَيُّهَ السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ إِنَّنَا لَمُهْتَدُونَ",
      "simpleTranslate" : [
        "«Ô magicien, dirent-ils à Moïse, implore ton Seigneur, au nom de la promesse",
        "qu’Il t’a faite, de mettre fin à nos épreuves, et nous nous engageons à te suivre",
        "dans la bonne voie !»"
      ],
      "tafsirTranslate" : [
        "(À chaque fois ils ont fait face une affliction) ils diraient: «O magicien, priez",
        "pour nous à ton Seigneur selon votre station avec Lui. Nous serons certainement",
        "guidés vers le droit chemin »."
      ],
      "tanslateWordByWord" : [
        "Et ils ont dit",
        "O",
        "[le magicien",
        "Invoquer",
        "pour nous",
        "votre Seigneur",
        "par quoi",
        "Il a fait alliance",
        "avec toi",
        "En effet, nous",
        "(Va) sûrement être guidé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ إِذَا هُمْ يَنْكُثُونَ",
      "simpleTranslate" : [
        "Mais dès que Nous eûmes mis fin à leurs châtiments, ils s’empressèrent de violer",
        "leurs engagements,"
      ],
      "tafsirTranslate" : [
        "Mais voici, à chaque fois que nous avons supprimé notre affliction d'eux, ils",
        "allaient revenir sur leur parole. <N:44>"
      ],
      "tanslateWordByWord" : [
        "Mais quand",
        "Nous avons supprimé",
        "d'eux",
        "la punition",
        "voir",
        "Ils",
        "cassé (leur parole)"
      ],
      "notes" : {
        "44" : [
          "L'entêtement de Pharaon et les chefs de son peuple peut être jugé à partir du",
          "fait que lorsqu'il est en détresse par le tourment qu'ils voulaient que le",
          "prophète Moïse de prier pour son enlèvement, même alors, ils ne le reconnaissent",
          "pas comme un prophète mais lui adressa comme un magicien, alors qu'ils ne",
          "l'ignoraient la vérité sur la magie, et ils savaient aussi que ces choses",
          "miraculeuses ne pouvaient être apportées par la puissance de la magie. Le plus",
          "qu'un magicien peut faire est que, dans une zone limitée, il peut donc influer",
          "sur les personnes présentes devant lui pour leur faire sentir que l'eau est",
          "devenue du sang, ou les grenouilles sont à venir en grand nombre ou des essaims",
          "de criquets progressent. Et dans ce lieu limité aussi pas d'eau deviendra",
          "réellement le sang, mais l'eau reste l'eau dès qu'il est en dehors d'elle; aucune",
          "grenouille sera produite en réalité, mais se révélera être une chose imaginaire",
          "dès amené en dehors du cercle; criquets seraient aussi imaginaire: ils ne",
          "seraient pas en mesure de détruire toute culture. Quant à ce que la famine",
          "apparaît dans tout un pays, ou que les canaux et les sources et les puits du pays",
          "sont remplis de sang, ou que des essaims de criquets répartis sur des milliers de",
          "miles carrés et mangent les cultures de plus en plus sur lakhs d'acres, ce qui a",
          "ni été accomplie par un magicien jusqu'à présent, il ne peut jamais se produire",
          "par la puissance de la magie. Si ces magiciens être là au service d'un roi, il",
          "n'a pas besoin de garder des forces et combattre les guerres; il pouvait",
          "conquérir le monde entier par la puissance de la magie. Même si les magiciens",
          "possédaient un tel pouvoir, ils ne chercheraient pas de service sous les rois,",
          "mais assumeraient se Royauté. \n Les commentateurs en général ont été perplexe",
          "quant à pourquoi Pharaon et ses courtisans adressés au Prophète Moïse [ \"O",
          "sorcier,\"] quand ils lui ont demandé de prier pour l'élimination de la calamité,",
          "pour celui qui cherche d'une autre l'aide dans un mal lui flatte et ne le",
          "condamne pas. Ils ont donné l'interprétation que la sorcellerie dans l'Egypte de",
          "ces jours a été organisé comme un art très respectable, et quand ils ont abordé",
          "Moïse comme [ \"O sorcier\"] ils ne le condamnent, mais l'ont honoré parce qu'il",
          "est élevé avec l'appelant comme [ \"O Learned homme»] Mais cette interprétation",
          "est tout à fait tort au motif que la mesure à d'autres endroits dans les paroles",
          "du Coran Pharaon ont été cités dans lequel il avait appelé le prophète Moïse un",
          "sorcier et les miracles présenté par lui la sorcellerie, le sens de la",
          "condamnation et le mépris devient apparente, et il devient manifeste que la",
          "sorcellerie était fausse à ses yeux, qu'il imputait au Prophète Moïse afin de",
          "prouver sa demande au Prophète capot pour être faux! Par conséquent, il ne peut",
          "pas être acceptable que tout à coup à cette fois [ «sorcier»] est devenu le titre",
          "d'un homme honorable et appris à ses yeux. Quant à la question: Pourquoi le",
          "Prophète Moïse adhère à sa demande à tous quand même en lui demandant de la",
          "prière, Pharaon l'a insulté publiquement, la réponse est que l'objet devant le",
          "Prophète Moïse était de renforcer l'affaire contre ces gens par Allah commander.",
          "Leur demande de lui de prier pour la suppression du supplice par lui-même prouvé",
          "que dans leur cœur des cœurs qu'ils étaient venus pour savoir pourquoi les",
          "tourments se produisaient, qui les envoient et qui pourrait les éviter. En dépit",
          "de cela, quand ils l'ont appelé un [ «sorcier»] obstinément, et est revenu sur",
          "leur parole de suivre le droit chemin dès que le tourment a été évitée, ils en",
          "fait, ne font pas de mal au Prophète d'Allah, mais seulement causé le cas et",
          "l'argument d'être renforcée contre eux-mêmes, que Dieu décida enfin contre eux",
          "avec leur destruction totale. Quand ils l'ont appelé un sorcier, cela ne veut pas",
          "dire qu'ils croyaient en leur cœur ainsi que les tourments contre eux venaient",
          "par la puissance de la sorcellerie, mais ils ont réalisé qu'il très bien que ceux",
          "qui étaient des signes d'Allah et pourtant ils leur a refusé délibérément. . La",
          "même chose a été dit dans la sourate An-Naml: 14: [ \"Ils ont rejeté ces signes",
          "sur l'injustice pure et de la vanité, alors que dans de leur cœur, ils étaient",
          "convaincus.\"]"
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَنَادَىٰ فِرْعَوْنُ فِي قَوْمِهِ قَالَ يَا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَٰذِهِ الْأَنْهَارُ تَجْرِي مِنْ تَحْتِي ۖ أَفَلَا تُبْصِرُونَ",
      "simpleTranslate" : [
        "et Pharaon s’adressa à son peuple en ces termes : «Ô mon peuple ! Ne suis-je pas",
        "le maître absolu du royaume d’Égypte avec tous ces canaux d’eau qui coulent à mes",
        "pieds? Ne le voyez-vous pas?"
      ],
      "tafsirTranslate" : [
        "Et Pharaon a proclamé son peuple: <N:45> «Mon peuple, puis-je pas la domination",
        "sur l'Egypte, et sont ces flux ne circule pas sous moi? Tu ne vois pas? <N:46>"
      ],
      "tanslateWordByWord" : [
        "Et cria",
        "Firaun",
        "parmi",
        "son peuple",
        "il a dit",
        "O mon peuple",
        "N'est pas",
        "pour moi",
        "(le Royaume",
        "(De) Égypte",
        "et ceux-ci",
        "[les rivières",
        "écoulement",
        "dessous de moi",
        "dessous de moi",
        "Ensuite, ne pas",
        "tu vois"
      ],
      "notes" : {
        "45" : [
          "hérauts Pharaon probablement envoyés aux villes et villages à travers le pays",
          "pour proclamer ce qu'il a dit dans son discours à ses ministres et courtisans",
          "dans la capitale. Pharaon ne pouvait pas avoir eu recours aux services d'une",
          "presse flagorneurs, les agences de presse contrôlées et la radio officielle."
        ],
        "46" : [
          "Les paroles de la proclamation montrent clairement que sol glissait sous les",
          "pieds du pharaon. Les miracles accomplis l'un après l'autre par le prophète Moïse",
          "avait causé les croyances des gens ordinaires dans leurs dieux à vaciller et le",
          "sort du Pharaon sous lequel leur dynastie a été au pouvoir sur l'Egypte en tant",
          "que représentants des dieux, a été brisé. Alors, Pharaon cria: [ «O malheureux",
          "peuple, tu ne peux pas voir qui règne sur cette terre et sous le contrôle duquel",
          "sont les canaux qui ont été creusées du Nil, dont dépend toute votre économie",
          "Tous ces développements? ce pays a été provoquée par moi et mes prédécesseurs,",
          "mais vous arc étant consacré, charmé et fasciné 6y ce pauvre! \"]"
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "أَمْ أَنَا خَيْرٌ مِنْ هَٰذَا الَّذِي هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ",
      "simpleTranslate" : [
        "Ne suis-je donc pas supérieur à ce vil individu qui sait à peine s’exprimer?"
      ],
      "tafsirTranslate" : [
        "Suis-je le meilleur ou cet homme méprisable <N:47> qui est à peine capable de",
        "s'exprimer? <N:48>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "suis-je",
        "mieux",
        "que",
        "ce",
        "un qui",
        "il",
        "(Is) insignifiante",
        "et à peine",
        "et à peine",
        "clair"
      ],
      "notes" : {
        "48" : [
          "Certains commentateurs ont exprimé l'opinion que Pharaon mentionné l'empêchement",
          "de la parole à partir de laquelle le prophète Moïse a souffert depuis son",
          "enfance. Mais ce n'est pas une opinion correcte. Comme cela a été mentionné dans",
          "la sourate Ta Ha ci-dessus, lorsque le Prophète Moïse était nommé au Prophète",
          "capot, il avait imploré Allah Tout-Puissant pour éliminer le défaut de sa langue",
          "pour que les gens puissent comprendre son discours, et à ce moment très sa",
          "demande avait également été accordée avec ses autres demandes [(vv. 27-36)]. En",
          "outre, les oraisons du prophète Moïse qui ont été cités à différents endroits",
          "dans le Coran, le point à son éloquence et la fluidité parfaite. Par conséquent,",
          "la base de l'objection de Pharaon était pas un empêchement de la parole à partir",
          "de laquelle Moïse pourrait souffrir, mais ce qu'il voulait dire était: [ \". Cette",
          "personne parle confusément au moins je n'ai jamais été en mesure de comprendre ce",
          "qu'il dit\"]"
        ],
        "47" : [
          "[ \"personne Wretched\"]: la personne qui n'a ni la richesse, le pouvoir, ni",
          "autorité. Cette même objection a été soulevée par le Quraish mécréant contre le",
          "Saint Prophète Muhammad [(sur qui être la paix d'Allah)]."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ",
      "simpleTranslate" : [
        "Si au moins il avait reçu d’en haut des bracelets d’or pour se parer, ou s’était",
        "présenté avec une escorte d’anges pour l’assister !»"
      ],
      "tafsirTranslate" : [
        "Pourquoi étaient des bracelets d'or ne rendit son? Pourquoi ne un cortège d'anges",
        "pas l'accompagner comme préposés? <N:49>"
      ],
      "tanslateWordByWord" : [
        "Alors pourquoi ne pas",
        "sont placés",
        "sur lui",
        "bracelets",
        "de",
        "or",
        "ou",
        "viens",
        "avec lui",
        "les anges",
        "d'accompagnement (lui)"
      ],
      "notes" : {
        "49" : [
          "Dans les temps anciens où une personne a été nommé pour être gouverneur d'une",
          "terre ou envoyé comme ambassadeur dans un pays étranger, une robe d'honneur lui a",
          "été conféré par le roi, qui comprenait également des bracelets d'or , et il a",
          "également été accompagnée d'un contingent de soldats et de fonctionnaires pour",
          "over-awing le peuple et pour montrer la gloire et la grandeur du roi qui l'avait",
          "nommé. Qu'est-ce que Pharaon voulait dire était: [ \"Si le roi des cieux avait",
          "vraiment envoyé Moïse [(paix soit sur lui)] comme son ambassadeur à son homologue",
          "sur la terre, il aurait été vêtu d'une robe d'honneur et de venir avec plusieurs",
          "contingents d'anges présents. Comment étrange qu'un homme pauvre devrait",
          "apparaître avec un bâton à la main et dire qu'il était le messager du Seigneur",
          "des mondes! \"]"
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ ۚ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ",
      "simpleTranslate" : [
        "Pharaon cherchait à égarer son peuple. Et celui-ci lui a obéi, car c’était un",
        "peuple pervers."
      ],
      "tafsirTranslate" : [
        "Il a incité son peuple à la légèreté et ils lui obéissait. Certes, ils étaient un",
        "peuple iniques. <N:50>"
      ],
      "tanslateWordByWord" : [
        "Alors il bluffe",
        "son peuple",
        "et ils lui obéissaient",
        "En effet, ils",
        "ont été",
        "un peuple",
        "pervers"
      ],
      "notes" : {
        "50" : [
          "Une terrible réalité a été exprimée dans cette courte phrase. Quand une personne",
          "souhaite devenir autocratique dans un pays, et ingénie chaque plan ouvertement",
          "pour atteindre ses objets pratiques chaque tromperie et ruse, achète et vend des",
          "consciences, et persécute et écrase impitoyablement ceux qui ne peuvent pas être",
          "achetés-t-il, en fait, montre par ses actions, tout ce qu'il peut dire au",
          "contraire, qu'il prend les gens du pays à la lumière en ce qui concerne leur",
          "intelligence, la morale et la virilité, et a formé l'impression qu'il peut",
          "conduire les gens stupides, sans scrupules et lâches partout où il aime . Puis,",
          "quand il a réussi dans ses desseins et les gens sont devenus ses serviteurs",
          "obéissants, ils prouvent par leur conduite et de comportement qu'ils sont en",
          "réalité ce que le méchant homme avait pris qu'ils soient, et la principale cause",
          "de leur dépravation est qu'ils arc fondamentalement un [ «pécheurs».] Ils ne sont",
          "pas dans les moins préoccupés de ce qui est la vérité et ce qui est faux, ce qui",
          "est la justice et ce qui est injustice, si les nobles traits de caractère sont la",
          "sincérité et l'honnêteté ou le mensonge et la malhonnêteté et méchanceté. Au lieu",
          "de cela, seuls leurs intérêts personnels sont d'une importance réelle pour eux, à",
          "cause de laquelle ils restent toujours prêts à coopérer avec toute personne",
          "méchante, de céder à tout tyran, d'accepter tous les mensonges et de supprimer",
          "toute manifestation qui est exprimé dans faveur de la vérité."
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ",
      "simpleTranslate" : [
        "Ayant ainsi provoqué Notre colère, Nous sévîmes contre eux et les engloutîmes",
        "tous sous les flots,"
      ],
      "tafsirTranslate" : [
        "Alors, quand ils engagés Notre colère, Nous vengeâmes d'eux, et tous se sont",
        "noyés,"
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "ils nous ont irrité",
        "Nous avons pris la rétribution",
        "d'eux",
        "Nous les avons noyés",
        "tout"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآخِرِينَ",
      "simpleTranslate" : [
        "faisant d’eux un exemple et une leçon pour les peuples à venir."
      ],
      "tafsirTranslate" : [
        "et leur fait une chose du passé et un exemple pour ceux qui viendront après eux.",
        "<N:51>"
      ],
      "tanslateWordByWord" : [
        "Et Nous les fîmes",
        "un précédent",
        "et un exemple",
        "pour les générations plus tard ()"
      ],
      "notes" : {
        "51" : [
          "Autrement dit, [ \"Ils sont un précédent pour ceux qui n'apprennent aucune leçon",
          "de leur exemple et une leçon pour ceux qui sont désireux d'apprendre une leçon.\"]"
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ",
      "simpleTranslate" : [
        "Et quand le fils de Marie fut proposé en exemple, ton peuple s’en détourna avec",
        "dédain,"
      ],
      "tafsirTranslate" : [
        "A peine l'exemple du fils de Marie a été mentionné que, lo et voici, ton peuple",
        "soulevé une clameur"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "est présenté",
        "(le fils",
        "(De) Maryam",
        "(par exemple",
        "voir",
        "Votre peuple",
        "à propos de ça",
        "ri à haute voix"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ ۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا ۚ بَلْ هُمْ قَوْمٌ خَصِمُونَ",
      "simpleTranslate" : [
        "en disant : «Nos divinités ne sont-elles pas meilleures que lui?» Il est clair",
        "qu’ils n’ont songé à cette comparaison que pour susciter des controverses, en",
        "tant que peuple chicanier."
      ],
      "tafsirTranslate" : [
        "et dit: «Qui est mieux, nos divinités ou il? <N:52> Ils dirent donc seulement sur",
        "contentiousness. Ce sont des gens querelleurs."
      ],
      "tanslateWordByWord" : [
        "Et ils ont dit",
        "Nos dieux sont",
        "mieux",
        "ou",
        "il",
        "ne pas",
        "ils le présentent",
        "à toi",
        "sauf",
        "(Pour) l'argument",
        "Non",
        "ils",
        "(Sont) un peuple",
        "raisonneur"
      ],
      "notes" : {
        "52" : [
          "Dans le verset 45 ci-dessus, il a été dit: [ \"Vous pouvez demander à tous les",
          "autres messagers que Nous avons envoyés avant que Nous avions désigné d'autres",
          "dieux à adorer à côté du Dieu Miséricordieux.\"] Lorsque ce discours était être",
          "présenté avant que les gens de la Mecque, une personne appelée `Abdullah ibn",
          "az-Ziba'ra dans les traditions, a présenté l'objection: [« Eh bien, est-ce pas un",
          "fait que les chrétiens considèrent le fils de Marie en tant que fils de Dieu et",
          "l'adorer? Quel est donc le problème avec nos dieux? \"] cela a provoqué beaucoup",
          "de rires parmi la foule des mécréants et ils ont commencé réclament une réponse à",
          "cette objection. Mais ce comportement insensé, la continuité de la révélation n'a",
          "pas été cassée, mais a été achevée et l'objection du questionneur a été repris.",
          "[(Il convient de garder à l'esprit que cet incident a été rapporté dans les",
          "livres de commentaires de différentes façons qui contiennent de grandes",
          "variations, mais après une étude du contexte et les traditions du réel incident",
          "dans notre point de vue est le même que nous l'avons mentionné au dessus de)]."
        ]
      }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيلَ",
      "simpleTranslate" : [
        "Jésus n’était qu’un serviteur auquel Nous avons accordé Notre grâce et dont Nous",
        "fîmes un exemple pour les enfants d’Israël."
      ],
      "tafsirTranslate" : [
        "Il était plus qu'un serviteur (de Ours), celui sur lequel nous donnâmes Nos",
        "faveurs et dont Nous avons fait un exemple (de Notre puissance infinie) pour les",
        "enfants d'Israël. <N:53>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "il",
        "(A) sauf",
        "un esclave",
        "Nous avons donné notre faveur",
        "sur lui",
        "Nous lui fîmes",
        "un exemple",
        "pour (le) Enfants d'Israël",
        "pour (le) Enfants d'Israël"
      ],
      "notes" : {
        "53" : [
          "[ \"Faire un exemple de Notre pouvoir»] implique l'origine du Prophète Jésus",
          "d'être né sans père, puis lui accorder de tels miracles comme l'avait pas été",
          "accordé à quiconque avant lui, ni à personne après lui. Il ferait un oiseau",
          "d'argile et puis expirez en elle et il serait devenu un oiseau vivant; il",
          "donnerait la vue à ceux qui sont nés aveugles; il guérissait les lépreux; si bien",
          "qu'il soulèverait les morts à la vie. Qu'est-ce que Dieu veut dire est:. [ \"Il",
          "est faux de l'adorer comme fils de Dieu et le considérer comme ci-dessus",
          "servitude seulement à cause de son extraordinaire naissance et les grands",
          "miracles qui lui sont accordés, il ne fut plus qu'un simple serviteur, que nous .",
          "avait béni et fait un exemple de Notre pouvoir \"] [(Pour plus de détails, voir",
          "Al`Imran: 42-49, 59; An-Nisa: 156; Al-Ma`idah: 17, 110; Maryam: 17-35; AIAnbiya`:",
          "91, Al-Mu'minun: SO <V:23:SO>)]."
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً فِي الْأَرْضِ يَخْلُفُونَ",
      "simpleTranslate" : [
        "Et si Nous le voulions, Nous aurions fait de vous des anges pour vous succéder",
        "sur la Terre."
      ],
      "tafsirTranslate" : [
        "Si nous avions tellement voulu nous aurions pu faire certains d'entre vous en",
        "anges <N:54> pour devenir vos successeurs sur terre."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Nous voulions",
        "sûrement nous (aurions pu) fait",
        "parmi vous",
        "anges",
        "dans",
        "La terre",
        "réussir"
      ],
      "notes" : {
        "54" : [
          "Une autre traduction peut être: \"............. faire certains d'entre vous des",
          "anges."
        ]
      }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ",
      "simpleTranslate" : [
        "En vérité, il sera un signe certain de l’Heure. N’ayez nul doute à ce sujet et",
        "suivez-Moi ! C’est là la Voie de la rectitude !"
      ],
      "tafsirTranslate" : [
        "En vérité, il [à savoir, Jésus) est un signe de l'Heure. <N:55> Ainsi, dans aucun",
        "doute sur lui et qu'il me suive. Ceci est le droit chemin."
      ],
      "tanslateWordByWord" : [
        "Et en effet, il",
        "sûrement (est) une connaissance",
        "de l'Heure",
        "Donc ne le fais pas",
        "(Be) douteuse",
        "à propos de ça",
        "et suivez-moi",
        "Ce",
        "(Est le) Chemin",
        "Tout droit"
      ],
      "notes" : {
        "55" : [
          "Une autre traduction de cette phrase peut être: Ici, la question se pose [ \"Il",
          "est un moyen de la connaissance de la Résurrection».]: Qu'est-ce qu'implique [",
          "«il» Selon Hadrat Hasan Basri et Said? bin Jubayr implique le Coran. Autrement",
          "dit, on peut apprendre du Coran que la résurrection viendra. Mais ce commentaire",
          "est sans rapport avec le contexte. il n'y a rien dans le contexte sur la base de",
          "laquelle on peut dire qu'il se réfère . le Coran d'autres commentateurs presque",
          "unanime] y ont exprimé l'opinion qu'il implique le prophète Jésus-Christ, ce qui",
          "est adapté au contexte maintenant, la question est:. Dans quel sens a",
          "Jésus-Christ est appelé un signe ou un moyen de la connaissance de la",
          "Résurrection? Ibn 'Abbas, Mujahid, `Ikrima, Qatadah, Suddi, Dahhak, Abul` Aliyah",
          "et Abu Malik disent que cela fait référence à la seconde venue du Prophète Jésus",
          "comme il a été annoncé dans un grand nombre des Traditions et le verset signifie",
          "que quand il vient la deuxième fois dans le monde, il feras devenir connu que la",
          "Résurrection est pas loin derrière. Mais en dépit de la grande autorité que ces",
          "chercheurs estiment qu'il est difficile de croire que, dans ce verset, le second",
          "avènement du Prophète Jésus a été appelé un signe de la Résurrection, ou un moyen",
          "de ses connaissances. Car il est contredit par le verset suivant. Son second",
          "avènement, en effet, peut être un moyen de la connaissance de la Résurrection que",
          "pour les personnes qui vivront dans cette période future ou seront nés après.",
          "Comment pourrait-il être considéré comme un moyen de la connaissance pour les",
          "païens de la Mecque, qui sont posées \"] ne pas avoir de doute à ce sujet [\"? Par",
          "conséquent, l'interprétation correcte à notre avis est celui qui a été donné par",
          "d'autres commentateurs, selon laquelle la naissance du Prophète Jésus sans un",
          "père et son faisant un oiseau d'argile et de sa résurrection des morts à la vie a",
          "été présenté comme une preuve de la possibilité de la Résurrection. Ainsi, les",
          "mots divins signifierait: pourquoi pensez-vous qu'il est impossible que Dieu vous",
          "et ALi élever l'humanité de la mort quand il peut créer un enfant sans père et un",
          "serviteur de Sa peut insuffler de la vie dans une image d'argile et de soulever",
          "la retour morts à la vie? \"]"
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "وَلَا يَصُدَّنَّكُمُ الشَّيْطَانُ ۖ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ",
      "simpleTranslate" : [
        "Que Satan ne vous en détourne pas, car il est votre ennemi déclaré !"
      ],
      "tafsirTranslate" : [
        "Ne laissez pas Satan vous empêche (de croire à l'heure), <N:56> pour sûrement il",
        "est votre ennemi."
      ],
      "tanslateWordByWord" : [
        "Et (laisser) pas",
        "vous éviter",
        "le Shaitaan",
        "En effet, il a",
        "(est pour toi",
        "un ennemi",
        "clair"
      ],
      "notes" : {
        "56" : [
          "[ \"...... vous empêcher de ce\"]: vous empêche de croire à la Résurrection."
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "وَلَمَّا جَاءَ عِيسَىٰ بِالْبَيِّنَاتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلِأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ ۖ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
      "simpleTranslate" : [
        "Lorsque Jésus se présenta aux hommes, nanti de preuves évidentes , il leur dit :",
        "«Je vous apporte la sagesse et je viens vous éclairer sur certaines questions qui",
        "vous divisent. Craignez donc Dieu et obéissez-moi !"
      ],
      "tafsirTranslate" : [
        "Quand Jésus est venu avec des preuves évidentes, et dit: «Je vous ai apporté la",
        "sagesse de vous que je puisse faire clair pour vous quelques-unes des choses que",
        "vous diffèrent au sujet. Craignez Allah donc et suivez-moi."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "venu",
        "Est un",
        "avec des preuves évidentes",
        "il a dit",
        "En vérité",
        "Je suis venu pour vous",
        "avec la sagesse",
        "et que je fais clairement",
        "à toi",
        "certains",
        "(De) ce que",
        "vous vous disputez",
        "en ce",
        "craignez",
        "Allah",
        "et obéissez-moi"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ ۚ هَٰذَا صِرَاطٌ مُسْتَقِيمٌ",
      "simpleTranslate" : [
        "Dieu, en vérité, est mon Maître et le vôtre. Adorez-Le ! Voilà le droit chemin.»"
      ],
      "tafsirTranslate" : [
        "Allah est mon Seigneur et votre Seigneur; Par conséquent, le servir. Tel est le",
        "droit chemin. » <N:57>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Allah",
        "Il",
        "(Est) mon Seigneur",
        "et votre Seigneur",
        "donc l'adorer",
        "Ce",
        "(Est) un chemin",
        "Tout droit"
      ],
      "notes" : {
        "57" : [
          "Autrement dit, [ «Le Prophète Jésus lui-même n'a jamais prétendu qu'il était Dieu",
          "ou le fils de Dieu, et que le peuple doit l'adorer, mais, au contraire, son",
          "message était le même que celui de tous d'autres prophètes, le même que celui",
          "actuellement transmis à vous par Muhammad [(sur qui être la paix d'Allah)] »]",
          "[(pour plus d'explications, voir Al-`Imran:. 50-51, An-Nisa: 171-172",
          "<V:4:171-172>, Al -Ma'idah: 72 <V:5:72>, 116-117, Maryam: 30-36 <V:19:30-36>)]."
        ]
      }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ ۖ فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ",
      "simpleTranslate" : [
        "Mais les factions divergèrent entre elles. Malheur aux infidèles du châtiment",
        "d’un jour douloureux !"
      ],
      "tafsirTranslate" : [
        "Alors les factions effondré entre eux. <N:58> Malheur donc aux injustes du",
        "châtiment d'un jour douloureux."
      ],
      "tanslateWordByWord" : [
        "Mais différait",
        "les factions",
        "de",
        "parmi eux",
        "malheur donc",
        "à ceux qui",
        "lésés",
        "de",
        "(la punition",
        "(du jour",
        "douloureux"
      ],
      "notes" : {
        "58" : [
          "Autrement dit, un groupe de personnes lui a refusé et leur antagonisme est allé",
          "dans la mesure où l'accusant de naissance illégitime et a crucifié comme ils le",
          "pensaient; l'autre groupe croit en lui, mais en raison de la vénération exagérée",
          "lui fait fils de Dieu, puis la question d'être Dieu de l'homme est devenu une",
          "telle énigme pour cela que tous les efforts pour résoudre l'a fait être divisé en",
          "d'innombrables sectes. [(Pour plus d'explications, voir An-Nisa: 171 <V:4:171>,",
          "AI-Maidah 17, 77,116-117 et E.N. correspondante de)],"
        ]
      }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "هَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
      "simpleTranslate" : [
        "Qu’attendent-ils au juste, sinon l’Heure qui viendra les surprendre sans qu’ils",
        "s’y soient préparés?"
      ],
      "tafsirTranslate" : [
        "Sont-ils en attente autre que la dernière heure qu'il devrait soudainement sur",
        "eux sans même apercevoir quoi que ce soit?"
      ],
      "tanslateWordByWord" : [
        "Sont",
        "ils attendent",
        "sauf",
        "(Pour) l'Heure",
        "cette",
        "il devrait venir sur eux",
        "soudainement",
        "pendant qu'ils",
        "(ne pas",
        "apercevoir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "الْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ",
      "simpleTranslate" : [
        "Ce jour-là, les amis les plus intimes deviendront ennemis les uns des autres,",
        "hormis ceux qui craignent le Seigneur"
      ],
      "tafsirTranslate" : [
        "Ce jour-là même des amis intimes sont devenus des ennemis les uns des autres,",
        "tous à l'exception de la crainte de Dieu. <N:59>"
      ],
      "tanslateWordByWord" : [
        "copains",
        "Ce jour là",
        "certains d'entre eux",
        "aux autres",
        "(Sera) ennemis",
        "sauf",
        "les justes"
      ],
      "notes" : {
        "59" : [
          "En d'autres termes, seuls les amitiés ne seront pas affectées qui sont fondées",
          "sur la justice et la piété dans le monde; ALi autres amitiés se transformeront en",
          "inimitiés, et ceux qui coopèrent avec l'autre dans la déviation, la tyrannie et",
          "la méchanceté aujourd'hui, sera le Jour de la Résurrection, mettre le blâme sur",
          "les autres et essayer d'échapper. Ce sujet a été traité de façon répétée à de",
          "nombreux endroits dans le Coran pour que chaque personne dans ce monde peut",
          "réaliser pleinement avec qui il serait bénéfique pour lui de coopérer et avec qui",
          "il est nuisible."
        ]
      }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "يَا عِبَادِ لَا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلَا أَنْتُمْ تَحْزَنُونَ",
      "simpleTranslate" : [
        "et auxquels il sera dit : «Ô Mes serviteurs ! N’ayez aucune crainte ni affliction",
        "en ce Jour !"
      ],
      "tafsirTranslate" : [
        "(il sera dit à eux): «Mes serviteurs, aujourd'hui, vous ont rien à craindre ou de",
        "regret,"
      ],
      "tanslateWordByWord" : [
        "O Mes serviteurs",
        "Non",
        "la crainte",
        "sur toi",
        "ce jour",
        "et pas",
        "toi",
        "va pleurer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ",
      "simpleTranslate" : [
        "Vous qui croyez en Nos signes et qui êtes soumis,"
      ],
      "tafsirTranslate" : [
        "qui a cru en Nos versets et vous étaient rendus (pour nous)!"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "a cru",
        "dans nos versets",
        "et étaient",
        "soumis"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "ادْخُلُوا الْجَنَّةَ أَنْتُمْ وَأَزْوَاجُكُمْ تُحْبَرُونَ",
      "simpleTranslate" : [
        "entrez au Paradis, vous et vos épouses, où vous serez honorés !»"
      ],
      "tafsirTranslate" : [
        "Entrez au Paradis avec joie, vous et votre conjoint. <N:60>"
      ],
      "tanslateWordByWord" : [
        "Entrer",
        "paradis",
        "toi",
        "et vos conjoints",
        "Enchanté"
      ],
      "notes" : {
        "60" : [
          "Le mot azwaj utilisé dans l'original peut être utilisé aussi bien pour les femmes",
          "et pour les gens qui sont proches, amis et pairs d'une personne. Ce mot complet a",
          "été utilisé de façon à couvrir les deux significations. Les croyants seront",
          "accompagnés à la fois par leurs femmes croyantes et par leurs amis croyants au",
          "Paradis."
        ]
      }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ ۖ وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ ۖ وَأَنْتُمْ فِيهَا خَالِدُونَ",
      "simpleTranslate" : [
        "Et on fera circuler parmi eux des plats d’or et des coupes contenant tout ce qui",
        "flatte l’âme et réjouit l’œil. «Et vous y serez pour l’éternité.»"
      ],
      "tafsirTranslate" : [
        "Platters et des coupes d'or sont passés autour d'eux, et il y aura tout ce qu'ils",
        "peuvent désirer et tout ce que les yeux peuvent plaisir à (Ils sont dit):. 'Ici",
        "doit vous respecter pour déjà."
      ],
      "tanslateWordByWord" : [
        "Sera distribué",
        "pour eux",
        "plaques",
        "de",
        "or",
        "et tasses",
        "Et celui-ci",
        "(Est) ce qui",
        "désirs",
        "les âmes",
        "et délices",
        "les yeux",
        "et toi",
        "la bride",
        "respectera toujours"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "Tel est le Paradis qui vous sera donné en héritage pour prix de vos œuvres",
        "passées,"
      ],
      "tafsirTranslate" : [
        "Tel est le Paradis que vous partagerez en vertu de vos bonnes actions dans la vie",
        "du monde."
      ],
      "tanslateWordByWord" : [
        "Et ça",
        "(Est) le Paradis",
        "lequel",
        "vous êtes fait pour hériter",
        "pour quoi",
        "vous avez utilisé pour",
        "faire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "لَكُمْ فِيهَا فَاكِهَةٌ كَثِيرَةٌ مِنْهَا تَأْكُلُونَ",
      "simpleTranslate" : [
        "et où vous trouverez des fruits, en abondance, dont vous vous délecterez,"
      ],
      "tafsirTranslate" : [
        "Ici vous aurez des fruits abondants dont vous manger."
      ],
      "tanslateWordByWord" : [
        "Pour toi",
        "la bride",
        "(Sont) les fruits",
        "abondant",
        "à partir de cela",
        "tu mangeras"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ",
      "simpleTranslate" : [
        "pendant que les criminels subiront éternellement les supplices de l’Enfer,"
      ],
      "tafsirTranslate" : [
        "Mais les méchants doivent respecter dans le tourment de l'Enfer."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "les criminels",
        "(sera en",
        "(la punition",
        "(De) Enfer",
        "respectueux pour toujours"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ",
      "simpleTranslate" : [
        "où rien ne viendra atténuer leurs souffrances et où leur désespoir sera extrême."
      ],
      "tafsirTranslate" : [
        "ne sera jamais leur tourment être allégé pour eux. Ils restent en désespoir."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "faut-il se calmer",
        "pour eux",
        "et ils",
        "en ce",
        "(Volonté) désespoir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "وَمَا ظَلَمْنَاهُمْ وَلَٰكِنْ كَانُوا هُمُ الظَّالِمِينَ",
      "simpleTranslate" : [
        "Et Nous n’aurons pas sévi injustement contre eux. Ce sont eux qui auront été",
        "injustes envers eux-mêmes."
      ],
      "tafsirTranslate" : [
        "Il est pas nous qui leur fait du tort; plutôt, ce sont eux qui se sont fait du",
        "tort."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous leur avons fait du tort",
        "mais",
        "ils étaient",
        "se",
        "les malfaiteurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ قَالَ إِنَّكُمْ مَاكِثُونَ",
      "simpleTranslate" : [
        "«Ô Mâlik , supplieront-ils, que ton Seigneur nous achève !» – «Vous êtes ici pour",
        "l’éternité», répondra l’archange."
      ],
      "tafsirTranslate" : [
        "Ils doivent appeler: «O Malik, <N:61> laissez votre Seigneur a mis un terme à",
        "nous. Il répondra: «Vous devez rester en elle."
      ],
      "tanslateWordByWord" : [
        "Et ils feront appel",
        "O Malik",
        "Soit mettre un terme",
        "à nous",
        "votre Seigneur",
        "Il (sera) dire",
        "En effet, vous",
        "(restera"
      ],
      "notes" : {
        "61" : [
          "[ \"Malik\"]: un gardien de l'Enfer comme il ressort du contexte."
        ]
      }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "لَقَدْ جِئْنَاكُمْ بِالْحَقِّ وَلَٰكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ",
      "simpleTranslate" : [
        "«Nous vous avions jadis apporté la Vérité ; mais la plupart d’entre vous avaient",
        "la vérité en horreur», dira le Seigneur."
      ],
      "tafsirTranslate" : [
        "Nous vous avons apporté la Vérité; mais à la vérité la plupart d'entre vous",
        "étaient opposés. <N:62>"
      ],
      "tanslateWordByWord" : [
        "Certainement",
        "Nous vous avons apporté",
        "la vérité",
        "mais",
        "la plupart d'entre vous",
        "à la vérité",
        "(Sont) opposés"
      ],
      "notes" : {
        "62" : [
          "Autrement dit, [ «Nous avons fait la réalité simple pour vous, mais vous étiez",
          "friands de l'imaginaire, et vous avez eu une aversion pour la vérité. Maintenant,",
          "pourquoi ne vous lamentez sur le sort de votre choix insensé ? \"] il est",
          "peut-être une partie de la réponse du Hell-gardien, et il se peut aussi que sa",
          "réponse est terminée par: [\" vous devez rester \"] et cette deuxième phrase un",
          "ajout par Allah!. Dans le premier cas, la parole du gardien: [ \"Nous avions",
          "apporté la Vérité à vous,\"] est comme un fonctionnaire de l'utilisation du mot [",
          "«nous»] de nom nn de son gouvernement, quand il veut dire [ «Notre gouvernement a",
          "fait cela ou a donné tel et un tel ordre. \"]"
        ]
      }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "أَمْ أَبْرَمُوا أَمْرًا فَإِنَّا مُبْرِمُونَ",
      "simpleTranslate" : [
        "Ont-ils arrêté un quelconque projet? En réalité, c’est à Nous à qui revient la",
        "décision finale."
      ],
      "tafsirTranslate" : [
        "Ont-ils ménagé un certain régime? <N:63> Si oui, nous aussi nous ingénier un",
        "régime."
      ],
      "tanslateWordByWord" : [
        "Ou",
        "ont-ils déterminés",
        "une affaire",
        "Alors, en effet, nous",
        "(Sont) déterminées"
      ],
      "notes" : {
        "63" : [
          "L'allusion est aux plans que les chefs de la Quraish ont été conçues et leurs",
          "assemblées secrètes afin de prendre une action décisive contre le Saint Prophète."
        ]
      }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ ۚ بَلَىٰ وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ",
      "simpleTranslate" : [
        "Croient-ils que Nous ne savons pas leurs secrets et que Nous n’entendons pas",
        "leurs conciliabules? Mais si ! Nos anges, placés près d’eux, couchent tout par",
        "écrit."
      ],
      "tafsirTranslate" : [
        "Ou pensent-ils que nous ne recevons pas leurs pourparlers secrets et leurs",
        "conseils de chuchotement? Oui, en effet nous faire et Nos messagers [à savoir,",
        "des anges) sommes avec eux, l'écriture."
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(Do) ils pensent",
        "que nous",
        "(ne peut pas",
        "entendre",
        "leur secret (s)",
        "et leur avocat privé (s)",
        "Non",
        "et Nos messagers",
        "avec eux",
        "sont l'enregistrement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "قُلْ إِنْ كَانَ لِلرَّحْمَٰنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ",
      "simpleTranslate" : [
        "Dis aux polythéistes : «Si Dieu avait un fils, je serais le premier à l’adorer !"
      ],
      "tafsirTranslate" : [
        "Dis: '. Si le Miséricordieux avait un fils, je l'aurais été le premier à l'adorer",
        "\" <N:64>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Si",
        "avait",
        "le Tout Miséricordieux",
        "un fils",
        "Alors je",
        "(Serait la) premier",
        "(De) les adorateurs"
      ],
      "notes" : {
        "64" : [
          "Cela signifie: [ \"Mon rejet de quelqu'un est étant la race de Dieu, et mon refus",
          "d'adorer ceux que vous considérez comme sa postérité est pas due à un entêtement",
          "et endurcissement Ma raison du refus est que ce que Dieu. a pas de fils ou d'une",
          "fille, et vos telles croyances sont contraires à la réalité, sinon je suis un",
          "fidèle serviteur de mon Seigneur que si, à toute la réalité avait été le même que",
          "vous dites, je me serais soumis en adoration devant vous \"]."
        ]
      }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالْأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ",
      "simpleTranslate" : [
        "Pureté au Seigneur des Cieux et de la Terre, au Seigneur du Trône qui transcende",
        "tout ce que pensent de Lui les hommes !»"
      ],
      "tafsirTranslate" : [
        "Exalté soit le Seigneur des cieux et de la terre, le Seigneur du Trône, au-dessus",
        "de ce qu'ils Lui attribuent."
      ],
      "tanslateWordByWord" : [
        "Gloire",
        "(À la) Lord",
        "(De) les cieux",
        "et la terre",
        "(le Seigneur",
        "(De) Trône",
        "au-dessus de ce que",
        "ils attribuent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّىٰ يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ",
      "simpleTranslate" : [
        "Laisse-les se livrer à leurs débats futiles et à leurs jeux frivoles jusqu’à ce",
        "qu’ils rencontrent le jour qui leur est promis !"
      ],
      "tafsirTranslate" : [
        "Donc les laisser seuls à se livrer à leurs vanités et de gambader jusqu'à ce",
        "qu'ils rencontrent leur jour contre lequel ils ont été avertis."
      ],
      "tanslateWordByWord" : [
        "Laisse-les donc",
        "(À) converser en vain",
        "et joue",
        "jusqu'à",
        "ils rencontrent",
        "leur jour",
        "lequel",
        "ils sont promis"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "وَهُوَ الَّذِي فِي السَّمَاءِ إِلَٰهٌ وَفِي الْأَرْضِ إِلَٰهٌ ۚ وَهُوَ الْحَكِيمُ الْعَلِيمُ",
      "simpleTranslate" : [
        "C’est Lui qui est Dieu dans le Ciel et c’est Lui qui est Dieu sur la Terre !",
        "C’est Lui le Sage, l’Omniscient !"
      ],
      "tafsirTranslate" : [
        "C'est Lui qui est Dieu dans les cieux et la terre. Il est le Sage, l'Omniscient.",
        "<N:65>"
      ],
      "tanslateWordByWord" : [
        "Et il",
        "(Est) Celui qui",
        "(est dans",
        "le paradis",
        "Dieu",
        "et en",
        "La terre",
        "Dieu",
        "Et il",
        "(Est) le Sage",
        "l'Omniscient"
      ],
      "notes" : {
        "65" : [
          "Autrement dit, [ «Les dieux des cieux et de la terre ne sont pas séparés, mais il",
          "n'y a qu'un seul Dieu de l'univers entier. Il est sa sagesse qui travaille dans",
          "l'ensemble du système de l'univers et Lui seul a la connaissance de toutes les",
          "réalités. \"]"
        ]
      }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "وَتَبَارَكَ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَعِنْدَهُ عِلْمُ السَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ",
      "simpleTranslate" : [
        "Béni soit Celui à qui appartient le Royaume des Cieux, de la Terre et des espaces",
        "interstellaires, de qui relève la connaissance de l’Heure et vers qui vous devez",
        "tous faire retour !"
      ],
      "tafsirTranslate" : [
        "Béni soit Celui qui a la domination sur les cieux et la terre et tout ce qui est",
        "entre eux <N:66> Avec Lui est la connaissance de l'Heure. et vers Lui que vous",
        "serez tous renvoyé. <N:67>"
      ],
      "tanslateWordByWord" : [
        "Et béni (est)",
        "celui qui",
        "à qui",
        "(Appartient la) domination",
        "(De) les cieux",
        "et la terre",
        "et quelle que soit",
        "(Est) entre les deux",
        "et avec lui",
        "(Est la) connaissance",
        "(De) l'Heure",
        "et à Lui",
        "vous retournerez"
      ],
      "notes" : {
        "66" : [
          "Autrement dit, [ \"Il est loin au-dessus qu'un autre devrait être son associé en",
          "Divinité et peuvent avoir une action quelconque à pouvoir ce grand univers. Tout",
          "ce qui est là dans la terre et les cieux, si les prophètes , les saints, les",
          "anges, les djinns, esprits, des étoiles ou des planètes, ils sont ses serviteurs",
          "et des esclaves et des sujets .. Il est impossible pour eux d'être caractérisés",
          "par un attribut Divin ou être possédé par une puissance divine. \"]"
        ],
        "67" : [
          "Autrement dit, [ \"Vous pouvez avoir pris quelqu'un comme votre aide et mécène",
          "dans le monde, mais après la mort vous aurez à faire face à un seul Dieu et",
          "rendre compte de vos actes devant Lui seul.\"]"
        ]
      }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ",
      "simpleTranslate" : [
        "Les idoles qu’ils invoquent en dehors de Lui n’ont aucun pouvoir d’intercéder. Ce",
        "privilège est réservé à ceux qui ont proclamé la vérité en pleine connaissance de",
        "cause."
      ],
      "tafsirTranslate" : [
        "Ceux qu'ils invoquent, au lieu d'Allah ont aucun pouvoir d'intercession, à",
        "l'exception de telle sorte que témoignent de la vérité fondée sur la",
        "connaissance. <N:68>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "le pouvoir",
        "ceux",
        "ils invoquent",
        "en dehors de Lui",
        "en dehors de Lui",
        "(Pour) l'intercession",
        "sauf",
        "qui",
        "témoigne",
        "à la vérité",
        "et ils",
        "connaître"
      ],
      "notes" : {
        "68" : [
          "Cette phrase a plusieurs significations: \n [(1)] Ceux que les gens ont fait leurs",
          "divinités dans le monde, ne sera pas du tout être leurs intercesseurs devant",
          "Allah. Ceux d'entre eux qui étaient méchants, seront eux-mêmes présentés comme",
          "coupables là-bas. Cependant, ceux qui ont rendu témoignage à la vérité en vertu",
          "de la connaissance [(et non inconsciemment)] sera certainement en mesure",
          "d'intercéder pour les autres. \n [(2)] Ceux qui seront autorisés à intervenir,",
          "sera en mesure de le faire que pour ceux qui avaient témoigné de la vérité",
          "consciemment [(et non étourdiment)]. Ils ne seront ni intercède de leur propre",
          "volonté, ni auront la permission d'intercéder pour tous ceux qui avaient disparu",
          "et été égarés loin de la vérité dans le monde, ou avait été affirmant la foi en",
          "Allah comme la seule divinité inconsciemment ainsi que de servir les autres",
          "divinités à la même dîme \n [(3)] Si une personne dit que ces dieux qu'il a faits",
          "possèdent nécessairement les pouvoirs d'intercession, et ils exercent une telle",
          "influence auprès d'Allah qu'ils peuvent avoir quelqu'un qu'ils aiment pardonnés,",
          "quelles que soient ses croyances et actions, est totalement faux . Personne ne",
          "bénéficie d'une telle position avec Allah. Si celui qui prétend que l'autre a des",
          "pouvoirs d'intercession, peut témoigner de la vérité de cette affaire en vertu de",
          "la connaissance, il faut avoir le courage de le dire. Mais si l'on est pas en",
          "mesure de porter un tel témoignage, et on est certainement pas, ce serait pure",
          "folie d'inventer une telle croyance sur la base de simples ouï-dire, ou",
          "conjectures et risquer sa vie future ne comptant que sur un imaginaire soutien. \n",
          "Soit dit en passant, ce verset donne également deux principes importants:",
          "d'abord, il montre que portant un témoignage à la vérité sans la connaissance",
          "peut être fiable dans le monde, mais il est pas devant Allah. Dans le monde,",
          "celui qui affirme la foi verbalement sera considérée comme un musulman et traité",
          "comme tel à moins qu'il commet ouvertement un acte expressément contraire à la",
          "croyance. Mais comme devant Allah seul un tel homme sera compté comme un",
          "musulman, qui a prononcé L8 ilaha ill-Allah consciemment, avec la pleine",
          "compréhension de ce qu'il nie et ce qu'il affirme, selon sa connaissance. \n",
          "Deuxièmement, il donne à ce principe de la loi de cvidence que la connaissance",
          "est une condition préalable de porter le cvidence. Si le porteur d'un evidencc",
          "n'a pas connaissance de l'événement pour lequel il porte ses preuves, son",
          "evidencc est dénuée de sens. La même chose est confirmée par une décision rendue",
          "par le Saint Prophète. Il a dit à un témoin: [ \"Si vous avez vu ce qui est arrivé",
          "avec vos propres yeux que vous voyez le soleil, alors vous pouvez porter le",
          "témoin, sinon pas.\"] [(Ahkam al-Coran par al Jassas)]."
        ]
      }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
      "simpleTranslate" : [
        "Si tu demandes aux idolâtres qui les a créés, ils répondront certainement :",
        "«C’est Dieu !» Comment se fait-il alors qu’ils s’En détournent?"
      ],
      "tafsirTranslate" : [
        "Si vous deviez leur demander: «Qui les a créés\" ils vont sûrement dire: «Allah».",
        "<N:69> D'où sont-ils donc, étant égarés?"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "vous leur demandez",
        "qui",
        "les a créés",
        "ils vont certainement dire",
        "Allah",
        "Alors comment",
        "sont-ils trompés"
      ],
      "notes" : {
        "69" : [
          "Ce verset a deux significations: [(1)] [ \"Si vous leur qui les a créés demandez,",
          "ils diront: Allah\"]; et [(2)] [ \"LF vous leur demandez qui est le Créateur de",
          "leurs dieux, ils diront:. Allah\"]"
        ]
      }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "وَقِيلِهِ يَا رَبِّ إِنَّ هَٰؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ",
      "simpleTranslate" : [
        "«Seigneur ! Voilà des gens qui ne veulent pas croire !», s’est plaint le",
        "Prophète."
      ],
      "tafsirTranslate" : [
        "Nous appelons à témoin le cri du Messager: «O Seigneur, ce sont un peuple pas",
        "coutume de croire! ' <N:70>"
      ],
      "tanslateWordByWord" : [
        "Et ce qu'il a dit",
        "O mon Seigneur",
        "Effectivement",
        "ces",
        "(Sont) un peuple",
        "(qui ne",
        "croyez"
      ],
      "notes" : {
        "70" : [
          "Ceci est l'un des versets les plus difficiles du Coran car il implique la",
          "question syntaxique complexe du genre de waw qui a été utilisé dans wa",
          "qil-i-salut. De la traduction de Shah 'Abdul Qadir il semble que le waw ici n'est",
          "pas conjonctive mais pour la prestation de serment, et est lié à fa-anna",
          "yu'fakun, et le pronom dans gili-salut se tourne vers le Saint Prophète d'Allah.",
          "Par conséquent, le verset signifie ceci: [ «Par cette parole du Messager:` O mon",
          "Seigneur, ceux-ci arc un peuple qui ne croient \"]: ils sont si complètement",
          "trompés que, bien qu'ils admettent eux-mêmes que Dieu seul est leur Créateur et",
          "Créateur de leurs dieux, mais ils abandonnent le Créateur et persistent à adorer",
          "ses créatures. [ \"l'objet de jurer par cette parole du Messager est que le",
          "comportement de la population montre clairement qu'ils sont, en fait, têtu, pour",
          "la folie de leur attitude ressort de leur propre aveu, et une telle attitude",
          "irrationnelle peut être adoptée que par une telle personne, qui est résolu à ne",
          "pas croire en d'autres termes, le serment implique:. `le Messager a dit à juste",
          "titre donc: en effet ces personnes monde ne croit pas, \"]"
        ]
      }
    },
    {
      "verseNumber" : 89,
      "arabicVerse" : "فَاصْفَحْ عَنْهُمْ وَقُلْ سَلَامٌ ۚ فَسَوْفَ يَعْلَمُونَ",
      "simpleTranslate" : [
        "Et il reçut cette réponse : «Sépare-toi d’eux, sur des paroles conciliantes ! Un",
        "jour, ils se rendront à l’évidence !»"
      ],
      "tafsirTranslate" : [
        "eux, (O Prophète) Gâtez, et dis-leur: '. Paix à vous » <N:71> Pour bientôt, ils",
        "sont venus à connaître."
      ],
      "tanslateWordByWord" : [
        "Donc détourner",
        "d'eux",
        "et dis",
        "Paix",
        "Mais bientôt",
        "ils sauront"
      ],
      "notes" : {
        "71" : [
          "Autrement dit, [ «Vous devriez ni les maudire pour leurs paroles méprisantes et",
          "l'attitude de la moquerie et la dérision, ni répondre avec des mots durs.",
          "Souhaitent simplement leur bien et de prendre votre congé\"]"
        ]
      }
    }
  ],
  "medinian" : false
}