{
  "chapterNumber" : 44,
  "nbVerses" : 59,
  "name" : "La fumée",
  "nameArabic" : "الدخان",
  "transName" : "ad-duḫān",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "حم",
      "simpleTranslate" : [
        "Hâ - Mîm."
      ],
      "tafsirTranslate" : [
        "Ha '. Mim."
      ],
      "tanslateWordByWord" : [
        "Ha Meem"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَالْكِتَابِ الْمُبِينِ",
      "simpleTranslate" : [
        "Par le Livre explicite !"
      ],
      "tafsirTranslate" : [
        "Par le Livre explicite."
      ],
      "tanslateWordByWord" : [
        "Selon les règles",
        "clair"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ ۚ إِنَّا كُنَّا مُنْذِرِينَ",
      "simpleTranslate" : [
        "Nous l’avons, en vérité, révélé en une nuit bénie, car Nous n’avons pas cessé",
        "d’avertir les hommes !"
      ],
      "tafsirTranslate" : [
        "Nous l'avons révélé en une nuit bénie, car nous étions l'intention de mise en",
        "garde; <N:1>"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "révélé",
        "dans",
        "une nuit",
        "Béni",
        "En effet, nous",
        "[Nous sommes",
        "(Jamais) avertissement"
      ],
      "notes" : {
        "1" : [
          "Le sens de prêter serment par [ «le livre lucide\"] a été expliqué dans E.N. 1 de",
          "la sourate Zukhruf. Ici aussi, ce qui a été juré par est que Muhammad [(sur lui",
          "la paix de Dieu)] est pas l'auteur de ce livre, mais [ \"Nous\"], et ce livre en",
          "lui-même est assez pour fournir une preuve. En outre, il a été dit dans le chat",
          "la nuit où il a été envoyé à terre était pleine de bénédictions. Autrement dit,",
          "les gens insensés et ignorants, qui ont aucune idée de leur propre bien-être ou",
          "non, considèrent la révélation de ce livre comme un désastre pour eux-mêmes et",
          "sont profondément inquiets que la façon de se débarrasser de lui. Mais, en fait,",
          "l'heure où [ \"Nous\"] décidé de faire descendre ce livre pour éveiller",
          "l'inattentifs, était très heureux pour eux et _for l'humanité aII Certains",
          "commentateurs ont exprimé l'opinion que le sens de l'envoi sur le Coran 'un dans",
          "cette nuit est que sa révélation a commencé au cours de cette nuit, et quelques",
          "autres pensent que l'ensemble du Coran a été transféré de Umm Alkitab et confiée",
          "aux porteurs de l'Apocalypse [(anges)], puis révélé au Saint Prophète en cas de",
          "besoin et exigé par l'occasion et les circonstances pendant 23 ans. Quant à ce",
          "qui est arrivé actully Allah seul a la meilleure connaissance. La nuit implique",
          "la même nuit qui a été appelé lailat-ul-Qadr dans la sourate Al-Qadr [(97)], Là,",
          "il a été dit: `Nous l'avons envoyé dans une nuit de gloire, [\" et ici: `Nous fait",
          "descendre en une nuit bénie. \"] Puis le Coran lui-même a dit qu'il était une nuit",
          "du mois de Ramadan [(Al-Baqarah)]."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ",
      "simpleTranslate" : [
        "Ce fut au cours de cette nuit où toute sage décision est prise,"
      ],
      "tafsirTranslate" : [
        "(Nous avons fait descendre sur la nuit) dans laquelle chaque sujet est",
        "judicieusement déterminé <N:2>"
      ],
      "tanslateWordByWord" : [
        "La bride",
        "est fait distincte",
        "chaque",
        "affaire",
        "sage"
      ],
      "notes" : {
        "2" : [
          "Le mot amr-in-, hakim tel qu'il est utilisé dans le texte a deux significations:",
          "[(1)] que la commande est entièrement basée sur la sagesse: il n'y a pas de",
          "risque d'erreur ou d'une faiblesse en elle; et [(2)] qu'il est une décision ferme",
          "et stable: elle réside dans le pouvoir de personne de le changer."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "أَمْرًا مِنْ عِنْدِنَا ۚ إِنَّا كُنَّا مُرْسِلِينَ",
      "simpleTranslate" : [
        "en vertu d’un ordre émanant de Nous, car Nous avons l’habitude d’envoyer des",
        "messagers,"
      ],
      "tafsirTranslate" : [
        ". Notre ordre <N:3> En vérité, Nous avons été mis à envoyer un messager"
      ],
      "tanslateWordByWord" : [
        "Une commande",
        "de",
        "Nous",
        "En effet, nous",
        "[Nous sommes",
        "(Jamais) l'envoi"
      ],
      "notes" : {
        "3" : [
          "Dans la sourate Al-Qadr, la même chose a été exprimé ainsi: `Les anges et",
          "l'Esprit [(Ange Gabriel)] descendent avec chaque décret, par la permission de",
          "leur Seigneur [\" Ce. montre qu'il est une telle nuit dans l'administration Divine",
          "d'Allah dans lequel il décide le destin des individus et des nations et des pays",
          "et confie ses décisions à ses anges, qui a ensuite les mettre en œuvre en",
          "conséquence. Certains commentateurs parmi lesquels Hadrat `Ikrima est le plus",
          "important , ont été impliqués dans le malentendu que ce soit le 15e nuit de",
          "Sha'ban, dans certaines traditions, il a été dit que les destins de personnes",
          "sont décidées au cours de cette nuit-là. Mais Ibn 'Abbas, Ibn `Umar, Mujahid,",
          "Qatadah, Hasan Basri, Sa 'id bin Jubayr Ibn Zaid, Abu Malik, Dahhak et beaucoup",
          "d'autres commentateurs sont d'accord que ce soit la même nuit du Ramadan, qui a",
          "été appelé lailat-ul-Qadr, pour le Coran lui-même a déclaré ce , et où toute",
          "déclaration coranique existe, aucun autre point de vue peut être formé sur la",
          "base des rapports aléatoires. Ibn Kathir dit: «] Les traditions que l'Imam Zuhri",
          "a liés de 'Uthman bin Muhammad que les destins sont décidées d'un Sha`ban à la",
          "prochaine Sha`ban est une tradition indirecte et ces traditions ne peuvent pas",
          "être cités comme contre les textes clairs de la . Coran [ \"Qadi Abu Bakr Ibn",
          "al-`Arabi dit:\"] Aucun Hadith en ce qui concerne le 15 Sha'ban est fiable, que ce",
          "soit à l'égard de son mérite, ou sur ce que les décisions à l'égard des destins",
          "sont pris en elle, par conséquent, ils ne méritent pas l'attention, [(Ahkam",
          "ul-Qur'an)]."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "رَحْمَةً مِنْ رَبِّكَ ۚ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ",
      "simpleTranslate" : [
        "à titre de miséricorde de ton Seigneur qui entend tout et sait tout,"
      ],
      "tafsirTranslate" : [
        ". Comme une miséricorde de ton Seigneur <N:4> Sûrement Il est Audient, le",
        "Clairvoyant, <N:5>"
      ],
      "tanslateWordByWord" : [
        "Comme Mercy",
        "de",
        "votre Seigneur",
        "En effet, il",
        "[Il]",
        "(Est) l'Audient",
        "l'Omniscient"
      ],
      "notes" : {
        "4" : [
          "Autrement dit, [ «Ce ne fut pas seulement une exigence de la sagesse d'envoyer un",
          "messager avec. Ce livre, mais aussi de la miséricorde d'Allah, car Il est la",
          "Providence, et la Providence exige que non seulement il des dispositions soient",
          "prises pour nourrir les corps des fonctionnaires, mais ils devraient également se",
          "voir accorder une bonne voie, par la connaissance, qu'ils devraient être informés",
          "de la distinction entre le bien et le mal et qu'ils ne devraient pas être laissés",
          "à errer dans l'obscurité. \"]"
        ],
        "5" : [
          "L'objet de mentionner ces deux attributs de AIlah dans ce contexte est d'avertir",
          "les gens de la vérité que Lui seul peut donner la connaissance correcte pour Lui",
          "seul sait aII les réalités. Sans parler d'un ntan, même si les hommes tous Ies",
          "rejoindre pour déterminer un mode de levage pour eux-mêmes, il peut y avoir",
          "aucune garantie de son être la bonne façon, même pour toute l'humanité ensemble",
          "ne peut pas devenir tout ouïe et sait tout. Il ne réside pas dans son pouvoir de",
          "comprendre aII ces réalités dont la connaissance est essentielle pour la",
          "détermination d'une manière correcte de la vie. Cette connaissance est seulement",
          "avec AIlah: Lui seul est Audient et Omniscient AII. Par conséquent, Lui seul peut",
          "dire ce qui est des conseils pour Tnan et ce qui est faux, ce qui est la vérité",
          "et ce qui est faux, ce qui est bon et ce qui est mal."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا ۖ إِنْ كُنْتُمْ مُوقِنِينَ",
      "simpleTranslate" : [
        "qui est le Souverain des Cieux, de la Terre et des espaces interstellaires. Si",
        "seulement vous pouviez y croire !"
      ],
      "tafsirTranslate" : [
        "le Seigneur des cieux et de la terre et de tout ce qui est entre eux:. Si vous",
        "n'auriez-vous la foi <N:6>"
      ],
      "tanslateWordByWord" : [
        "Seigneur",
        "(De) les cieux",
        "et la terre",
        "et quelle que soit",
        "(Est) entre les deux",
        "si",
        "tu es",
        "certain"
      ],
      "notes" : {
        "6" : [
          "Les Arabes eux-mêmes admis que Dieu seul est le Seigneur [(Maître et Providencc)]",
          "de l'Univers et de tout ce qui en elle. Par conséquent, il a été dit à eux: [ \"Si",
          "vous arc ne pas admettre seulement verbalement, mais êtes vraiment conscient de",
          "son être la Providence et sont convaincus de son être le Maître, vous devez",
          "admettre que: [(I)] Il est très la demande de Sa Miséricorde et de la Providence",
          "qu'il devrait envoyer un crochet et un messager pour le guidage de l'homme, et",
          "[(2)], il est son droit en tant que maître et votre devoir en tant que Ses",
          "serviteurs que vous devez obéir à chaque orientation et de se soumettre à tous",
          "les commande qui vient de Lui. \"]"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "لَا إِلَٰهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ ۖ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "Il n’est de divinité que Lui. Il donne la vie et Il donne la mort. Il est votre",
        "Seigneur et le Seigneur de vos premiers ancêtres."
      ],
      "tafsirTranslate" : [
        "Il n'y a pas de divinité que Lui: <N:7> Il donne la vie et la mort <N:8> Il est",
        "votre Seigneur et le Seigneur de vos pères d'autrefois <N:9>.."
      ],
      "tanslateWordByWord" : [
        "(Il n'y a pas",
        "Dieu",
        "sauf",
        "Lui",
        "Il donne la vie",
        "et provoque la mort",
        "votre Seigneur",
        "et (le) Lord",
        "(De) vos pères",
        "l'ancien"
      ],
      "notes" : {
        "8" : [
          "Autrement dit, [ \"Il n'y a pas d'autre qu'Allah dieu, il ne peut y être. Par",
          "conséquent, il est contre la raison que vous devez dédaigner le culte de celui",
          "qui a insufflé la vie dans la matière morte et vous fait une vie l'homme, et qui",
          "possède les pleins pouvoirs pour vous garder en vie aussi longtemps qu'Il aime et",
          "apporter votre vie à une fin quand Il aime, ou vous servir tout autre que Lui, ou",
          "commencer à adorer d'autres encore Hint. \"]"
        ],
        "9" : [
          "Il y a une allusion subtile à ceci: «Il était aussi Seigneur de ceux de vos",
          "ancêtres qui ont d'autres dieux en dehors d'Allah, ils avaient pas fait la bonne",
          "chose en abandonnant leur véritable Seigneur et au service des autres que vous",
          "devriez être justifiés de les imiter et de considérer leur comportement comme un",
          "argument pour la solidité de votre foi. Ils auraient dû servi qu'à lui, parce que",
          "Lui seul était leur Seigneur."
        ],
        "7" : [
          "Le vrai Dieu, qui seul a le droit qu'il doit être adoré et servi."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ",
      "simpleTranslate" : [
        "Mais loin de croire, ces sceptiques passent leur temps à s’amuser et à se",
        "divertir."
      ],
      "tafsirTranslate" : [
        "(Mais le fait est, ils manquent de certitude) et gambader dans le doute <N:10>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "ils",
        "(sont dans",
        "doute",
        "en jouant"
      ],
      "notes" : {
        "10" : [
          "Dans cette courte phrase une allusion a été faite à une vérité importante. Même",
          "les athées ou polythéistes ne viennent à travers des occasions où leur grain de",
          "l'intérieur dit; Il y a quelque part une certaine faiblesse dans la croyance que",
          "vous avez adopté. L'athée peut apparemment être très ferme dans son refus de",
          "Dieu, son cœur à l'un ou l'autre moment ne porte le témoignage que ce système",
          "merveilleux et sage qui va de la particule de poussière sur les galaxies et d'un",
          "brin d'herbe à la création de l'homme, ne pouvait pas venir à l'existence sans",
          "designer All-Wise. De même, un polythéiste peut être profondément immergé dans",
          "son polythéisme, son cœur aussi pleure parfois sur: Ceux que vous avez adopté",
          "comme des divinités ne peut pas être Dieu. Mais ce témoignage du cœur ni conduit",
          "l'athée et le polythéiste à la conviction de l'existence et de l'Unicité de Dieu,",
          "ni à la conviction et la satisfaction au sujet de leur croyance de l'athéisme et",
          "le polythéisme lui-même. Au lieu de cela, leur religion, en fait, est basée sur",
          "le doute, peu importe le degré de conviction qu'ils pourraient semblent être de",
          "sa vérité. Quant à la question: Pourquoi ce doute ne les rend pas inquiet, et",
          "pourquoi pas, ils cherchent la vérité au sérieux afin d'obtenir un motif",
          "satisfaisant pour leurs convictions? la réponse est: ils manquent de sérieux en",
          "matière religieuse. chapeau W qu'ils considèrent vraiment aussi important sont",
          "les bénéfices du monde et acquisitions et leur jouissance, à la recherche dont",
          "ils dépensent leurs aII pouvoirs et les capacités du cœur et de l'esprit et du",
          "corps. En ce qui concerne les questions religieuses, ils sont en fait pas plus de",
          "plaisir, un simple passe-temps, amusement, ou une diversion mentale pour eux,",
          "pour lesquels ils ne peuvent pas épargner même quelques moments d'une étude",
          "sérieuse. Les rites religieux sont exécutées comme un divertissement; discussions",
          "sur le déni et l'athéisme sont engagés dans comme un amusement; personne ne peut",
          "épargner quelques instants de ses activités mondaines de se demander s'il a",
          "tourné loin de la vérité, et si oui, quelles seraient ses conséquences."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ",
      "simpleTranslate" : [
        "Eh bien ! Attends le jour où du ciel surgira une épaisse fumée"
      ],
      "tafsirTranslate" : [
        "Alors, attention pour le jour où le ciel descendra avec un nuage de fumée,"
      ],
      "tanslateWordByWord" : [
        "Ensuite, regardez",
        "(pour la journée",
        "(Quand) apportera",
        "Le ciel",
        "fumée",
        "visible"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "يَغْشَى النَّاسَ ۖ هَٰذَا عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "qui enveloppera les hommes. «Voilà un châtiment cruel !, diront-ils."
      ],
      "tafsirTranslate" : [
        "enveloppant personnes. Ce sera un fléau grave."
      ],
      "tanslateWordByWord" : [
        "enveloppant",
        "les gens",
        "Ce",
        "(Sera) une punition",
        "douloureux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ",
      "simpleTranslate" : [
        "Seigneur, éloigne de nous ce châtiment ! Nous croyons, à présent, en Toi !»"
      ],
      "tafsirTranslate" : [
        "(Les gens vont alors dire): «Notre Seigneur, supprimer ce fléau de nous; nous",
        "allons croire »."
      ],
      "tanslateWordByWord" : [
        "Notre Seigneur",
        "Retirer",
        "de notre part",
        "la punition",
        "en effet, nous",
        "(Sont) les croyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "أَنَّىٰ لَهُمُ الذِّكْرَىٰ وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ",
      "simpleTranslate" : [
        "Mais d’où leur viendrait cette prise de conscience soudaine, alors qu’un Prophète",
        "au verbe clair et précis leur avait déjà été envoyé"
      ],
      "tafsirTranslate" : [
        "Mais comment vont-ils tenir compte? Tels sont ceux qui un messager <N:11> est",
        "venu pour les exposer clairement la vérité,"
      ],
      "tanslateWordByWord" : [
        "Comment puis",
        "(Il y aura) pour eux",
        "le rappel",
        "quand en vérité",
        "était venu pour les",
        "un Messager",
        "clair"
      ],
      "notes" : {
        "11" : [
          "Rasul-i-Mubin a deux significations: [(1)] Son être un messager est tout à fait",
          "évident de son caractère, ses mœurs et ses œuvres; et [(2)], il a fait tous les",
          "efforts pour rendre la vérité claire et nette."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ",
      "simpleTranslate" : [
        "et qu’ils l’avaient repoussé en disant : «C’est un fou qui répète une leçon",
        "apprise !»"
      ],
      "tafsirTranslate" : [
        "mais ils se sont détournés de lui et dit: '. Ceci est un fou bien-tutoré' <N:12>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "ils se détournèrent",
        "de lui",
        "et dit",
        "On a enseigné",
        "un homme fou"
      ],
      "notes" : {
        "12" : [
          "Ce qu'ils voulaient dire était: [ «Ce fut un homme simple, quelques autres ont",
          "incité et le trompait: ils forgent en secret et lui apprendre des versets du",
          "Coran, et il vient et les récite devant le peuple : ils sont assis en arrière",
          "dans la paix et le laissent seul à recevoir les abus et être bombardé avec des",
          "pierres \"] ils se moquer de tous Ies arguments, les admonestations et les",
          "enseignements sérieux que le Saint Prophète avait été la présentation depuis",
          "plusieurs années et a été. de plus en plus fatigué. Ni ils ont payé toute",
          "l'attention sur les choses rationnelles étant exprimées dans le Coran .nor a",
          "reconnu le caractère extraordinaire de l'homme qui les présente, ni pris aucune",
          "difficulté à penser quelle absurdité qu'ils poussaient quand ils imputés ces",
          "choses au Saint Prophète . De toute évidence, il y avait eu une autre personne",
          "qui a donné .secret instruction au Saint Prophète, il ne pouvait pas resté caché",
          "de Hadrat Khadijah et Abu Bakr, Ali et Zaid bin Hârithah et d'autres premiers",
          "musulmans, qui étaient les compagnons les plus proches et constants de le Saint",
          "Prophète. Alors, comment cela est que ces mêmes personnes ne sont devenus ses",
          "disciples les plus dévoués et dédiés, alors que si l'entreprise de prophethood",
          "dépendait de l'instruction secrète de sonic autre personne, ces mêmes personnes",
          "auraient été dans l'avant-garde de lui [(s'opposer Pour de plus amples",
          "explications, voir An-Nahl: 103 <V:16:103>, AI-Furqan: 4-6 et la norme EN",
          "correspondante de <V:25:4-6etlanormeENcorrespondantede>)]."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا ۚ إِنَّكُمْ عَائِدُونَ",
      "simpleTranslate" : [
        "Que Nous dissipions pour un temps vos tourments, vous n’en reviendriez pas moins",
        "à vos errements !"
      ],
      "tafsirTranslate" : [
        "Pourtant, nous allons tenir le fléau de retour pour un certain temps, (mais pas",
        "plus tôt que nous le ferons) vous revenir à vos anciennes habitudes."
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "(Se) retirer",
        "la punition",
        "un peu",
        "en effet, vous",
        "(Volonté) retour"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَىٰ إِنَّا مُنْتَقِمُونَ",
      "simpleTranslate" : [
        "Le jour où Nous frapperons avec la dernière rigueur, Nous vous ferons expier vos",
        "fautes !"
      ],
      "tafsirTranslate" : [
        "Le jour où nous les saisissons avec la saisie d'une puissante, qui sera le jour",
        "où nous allons vous infliger le châtiment complet. <N:13>"
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "Nous saisirons",
        "(Avec) la saisie",
        "le meilleur",
        "En effet, nous",
        "(Va) prendre la rétribution"
      ],
      "notes" : {
        "13" : [
          "Les commentateurs ont sérieusement contesté le sens de ces versets, et la",
          "différence d'opinion existe même dans le temps des Compagnons. Masruq, l'élève",
          "bien connu de Hadrat 'Abdullah bin Mas'ud, déclare: Un jour, quand nous sommes",
          "entrés dans la mosquée de Kufa, nous avons vu un prédicateur adressant au peuple.",
          "Il a récité le verset: Yauma ta'tis-sama-u bidukhan-im-Mubin, a alors demandé:? [",
          "\"Savez-vous ce genre de fumée, il est Cette fumée apparaîtra sur le Jour de la",
          "Résurrection et fera les mécréants et hypocrites aveugles et sourds, mais les",
          "croyants seront affectés que dans la mesure que si elles avaient pris froid. . En",
          "entendant ce commentaire nous sommes allés à Hadrat. Abdullah bin Mas'ud et lui",
          "rapporta ce que le prédicateur avait dit Hadrat 'Abdullah à ce moment-là était",
          "couché En entendant ce commentaire il était assis en sursaut et dit: \"] Quand une",
          "personne fait ne pas avoir les connaissances qu'il doit demander à ceux qui",
          "l'ont. Le fait est que, lorsque les gens du Quraish sont allés à refuser",
          "d'accepter l'Islam et ont continué à opposer au Saint Prophète, le Saint Prophète",
          "priait: O Dieu, aide-moi avec une famine comme la famine de Joseph [(paix soit",
          "sur lui)] ; par conséquent, une famine très sévère a dépassé la Mecque et les",
          "gens ont été forcés de manger des os, des peaux et des charognes. Les conditions",
          "sont devenues si mauvais que celui qui leva les yeux vers le ciel verrait rien,",
          "mais la fumée en raison de l'intensité de la faim. Enfin, Abu Sufyan est venu au",
          "Saint Prophète et lui dit: [ \"Vous dites les gens à traiter leur parenté avec",
          "bonté: vos propres gens sont affamés. Gentiment prier Dieu pour enlever cette",
          "calamité\"] Ce fut le moment où le peuple de Quraish avait commencé à dire: ce",
          "même événement a été mentionné dans ces versets, [ \"O Dieu, si vous supprimez ce",
          "tourment de nous, nous croirons.\"] et le coup sévère implique la calamité qui a",
          "été infligée à l'Qouraysh à la bataille de Badr. [ \"Cette tradition a été",
          "rapporté par l'Imam Ahmad, Bukhari Tirmidhi, Nasa'i, Ibn Jarir Ibn Abi Hatim de",
          "Masruq avec plusieurs chaînes des autorités. Outre Masruq, Ibrahim Nakha'i",
          "Qatadah. `Asim et 'Amir aussi ont raconté que Hadrat' Abdullah bin Mas'ud avait",
          "donné le même commentaire de ce verset. Par conséquent, il ne peut y avoir aucun",
          "doute que Ibn Mas'ud effectivement occupé ce même avis. Parmi les disciples",
          "immédiats des Compagnons, Mujahid, Qatadah. Abul 'Aliyah, Muqatil, Ibrahim",
          "Nakha'i, Dahhak et' Atiyyah al-'Aufi et d'autres HAVC ont également convenu avec",
          "Ibn Mas'ud dans ce commentaire. \n Au contraire, des chercheurs comme Hadrat Ali,",
          "Ibn 'Umar, Ibn' Abbas, Abou Saïd Khoudri, Zaid bin 'AII, et Hasan Basri disent",
          "que dans ces versets a été fait mention du temps juste avant la Résurrection, et",
          "la la fumée qui a été prédit enveloppera la terre à ce moment-là. Ce commentaire",
          "est encore renforcée par les traditions que HAVC été rapportés par le Saint",
          "Prophète. Hudhaifah bin Asid al-Ghifari dit: Un jour que nous parlions",
          "Résurrection, le Saint Prophète est venu pour nous et dit: \"] résurrection ne",
          "sera pas établie jusqu'à dix signes sont apparus l'un après l'autre: lever du",
          "soleil dans le ouest, la fumée, la bête, l'émergence de Dieu et Magog, descente",
          "de Jésus fils de Marie, le naufrage de la terre dans l'Est, dans l'Ouest et dans",
          "la péninsule arabique, et l'apparition d'un feu de Yaman, qui conduira le les",
          "gens. [ \"[(musulmans)] Ceci est confirmé par la tradition d'Abu Malik Ash`ari qui",
          "a été liés par Ibn Jarir et Tabarani, et la tradition de Abu Saïd Khoudri qui a",
          "été rapporté par Ibn Abi Hatim. Ces deux traditions montrent que le Saint",
          "Prophète considérait la fumée comme l'un des signes de la résurrection et a",
          "également dit que lorsque que la fumée se propage, il aura une incidence sur le",
          "croyant que comme un rhume, mais infusera chaque nerf du mécréant et sortir de",
          "chaque partie de son corps. \n Une étude des versets à l'étude peut éliminer la",
          "disparité entre les deux commentaires. En ce qui concerne le commentaire de",
          "Hadrat 'Abdullah bin Mas'ud, il est un fait qu'une grave famine avait frappé la",
          "Mecque résultant de la prière du Saint Prophète et il avait énervé les incroyants",
          "considérablement et ils avaient demandé au Saint Prophète de prier pour son",
          "enlèvement, telle que visée à à plusieurs endroits dans le Coran. [(Voir AI-Anam:",
          "43, AI-Araf, 94-95, Yunus: 21 <V:10:21>, AI-Mu'minun: 75-77 et la E.N.",
          "correspondante de <V:23:75-77etlaE.N.correspondantede>)]. Dans ces versets, il y",
          "a aussi un pointeur clair pour les mêmes conditions. Le incroyants 'en disant: \"]",
          "Notre Seigneur, supprimer ce tourment de nous: nous allons croire, [\" d'Allah le",
          "dit:? \"] Comment peuvent-ils se débarrasser de leur étourderie Même quand un",
          "manifeste Messenger est venu à eux, ils ne firent aucune attention à hira, et",
          "dit: Il est un fou enseigné par d'autres, [ \"- puis en disant:\"]. Si nous",
          "enlevons le tourment un peu, vous revenir à la même que vous faisiez avant [ \"aII",
          "cela peut être pertinente que si elle se réfère aux conditions de l'époque du",
          "Saint Prophète. Pour les appliquer à ce qui se passera près de l'heure de la",
          "Résurrection, est pas correct. Par conséquent, dans cette perspective, le",
          "commentaire de Hadrat `Abdullah bin Mas'ud semble être correct, mais sa cette",
          "partie que\"] la fumée [ \"avaient aussi apparu dans ce moment même, en ce que",
          "lorsque les gens dans leur état extrême de la faim leva les yeux vers le ciel,",
          "ils ne pouvaient rien voir, mais la fumée, les ETCD semblent pas être correct. Il",
          "DCEs pas non plus conforme aux paroles apparentes du Coran et est contre les",
          "traditions aussi bien. Le Coran ne dit pas: le ciel fit sortir la fumée et il se",
          "répandit sur le peuple; mais il dit: \"] Attendez que le jour où le ciel",
          "apparaîtra avec une fumée visible, et il enveloppera l'humanité [.\" Une étude des",
          "versets ultérieurs indique clairement à ce sens: \"] Lorsque vous ne croyez pas,",
          "même après la l'avertissement de Messenger, ni prendre garde de l'avertissement",
          "donné dans la forme de la famine, alors vous devez attendre la Résurrection. a",
          "cette époque, lorsque vous sec votre malheur vous affronter, vous réaliser",
          "pleinement ce qui était la vérité et ce qui était faux. \" Par conséquent, comme",
          "la fumée, la vue correcte est que cela n'a rien à voir avec le temps de la",
          "famine, mais il est un signe de la Résurrection et le même est également confirmé",
          "par le Hadith. . Il est surprenant que les commentateurs qui ont confirmé ce que",
          "Hadrat Ibn Mas`ud lui dit entièrement confirmée et ceux qui raffiné ce qu'il lui",
          "dit entièrement raffinées, tandis qu'une étude des versets et des hadiths montre",
          "clairement à quel point il avait raison et dans quelle mesure il était faux."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاءَهُمْ رَسُولٌ كَرِيمٌ",
      "simpleTranslate" : [
        "Avant eux, Nous avions déjà éprouvé le peuple de Pharaon, quand un illustre",
        "prophète lui fut envoyé."
      ],
      "tafsirTranslate" : [
        "En effet, avant que nous avons soumis les Pharaonites au même test. Un noble",
        "Messager <N:14> est venu à eux"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons essayé",
        "Avant eux",
        "(les gens",
        "(De) Firaun",
        "et vint à eux",
        "un Messager",
        "noble"
      ],
      "notes" : {
        "14" : [
          "Les mots de karim Rasul-un dans l'original impliquent un homme qui se caractérise",
          "par la plupart des nobles traits de caractère et des qualités très louables."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ ۖ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ",
      "simpleTranslate" : [
        "«Livrez-moi, leur dit-il, les serviteurs de Dieu ! Je suis, pour vous, un",
        "messager digne de confiance !"
      ],
      "tafsirTranslate" : [
        "(et dit):. <N:15> «Délivre-moi les serviteurs d'Allah <N:16> Je suis un messager",
        "digne de confiance pour vous, <N:17>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "Livrer",
        "pour moi",
        "(les) domestiques",
        "(De) Allah",
        "En effet, je suis",
        "à toi",
        "un Messager",
        "digne de confiance"
      ],
      "notes" : {
        "16" : [
          "Voilà. [ «Laissez les enfants d'Israël d'aller avec moi.\"] Cette demande est",
          "synonyme de la demande faite à Al-A`raf: 105, Ta Ha: 47 et Ash-Shur'ra: 17. Une",
          "autre traduction qui a été rapporté de Hadrat 'Abdullah bin `Abbas est: [\"",
          "Serviteurs d'Allah, remplissent ma droite, \"] ie. [\" accepter ce que je dis:",
          "croire en moi. suivre mes conseils Ceci est mon droit sur vous d'Allah. \"] Le",
          "phrase suivante: `Je suis un messager digne de confiance pour vous, [\" est plus",
          "conforme à la deuxième signification."
        ],
        "17" : [
          "Autrement dit, \"] Je suis un messager fiable: Je ne forge quoi que ce soit de",
          "moi-même, je ne suis celui qui présenterait quelque chose basé sur l'intérêt",
          "personnel ou le désir, ou forger une commande ou de droit, en le nom d'Allah.",
          "Soyez assurés que je vais vous transmettre seulement que mon expéditeur a",
          "commandé intact. \"[(Il convient de noter que ces deux phrases appartiennent à",
          "l'époque où le prophète Moïse a commencé à prêcher son message)]."
        ],
        "15" : [
          "Il faut noter que les paroles du prophète Moïse étant cités ici, ne sont pas",
          "parties d'une adresse continue délivrée par lui à un moment donné, mais ils sont",
          "un résumé en quelques phrases de ce qu'il a dit à Pharaon et ses courtisans à",
          "différentes occasions au cours de nombreuses années. Pour les détails, sec",
          "AI-Araf, 103-136, Yunus: 75-92, Ta Ha: 45-76, Ash-Shua'ra: 10-68, An-Naml: 7-14,",
          "AlQasas: 32- 42, AI-Mu'min: 23-46, Az-Zukhruf: 46-56 et de la norme EN",
          "correspondante."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَأَنْ لَا تَعْلُوا عَلَى اللَّهِ ۖ إِنِّي آتِيكُمْ بِسُلْطَانٍ مُبِينٍ",
      "simpleTranslate" : [
        "Ne vous montrez pas hautains envers Dieu ! Je viens vers vous muni d’une preuve",
        "évidente."
      ],
      "tafsirTranslate" : [
        "et ne vous exaltera pas au mépris d'Allah. Je suis venu à vous avec une autorité",
        "claire <N:18> (comme un messager)."
      ],
      "tanslateWordByWord" : [
        "Et cela",
        "(ne pas",
        "exaltera vous",
        "contre",
        "Allah",
        "En effet, je",
        "[I] suis venu vous",
        "avec une autorité",
        "clair"
      ],
      "notes" : {
        "18" : [
          "En d'autres termes, cela signifie que: [ \"Votre rébellion contre moi est en fait",
          "la rébellion contre Allah, pour ce que vous agace est pas ce que je dis, mais ce",
          "que dit Allah, et je ne présentent ces choses que Son Messager . Si vous doutez",
          "si je l'ai vraiment interdiction envoyé par Hun ou non, je présente devant vous",
          "une autorité claire de mon rendez-vous d'Allah. \"] Cette autorité ne signifie pas",
          "un miracle, mais une longue série de miracles que le prophète Moïse a continué",
          "pour montrer à Pharaon et son peuple pendant des années depuis l'époque où il $",
          "errait dans la cour de Pharaon jusqu'à ses derniers jours en Egypte. Quel que",
          "soit le signe qu'ils ont nié, a été suivi par un plus grand signe d'autorité par",
          "lui. [(Pour plus d'explications, voir E.N. de 42, 43 de Az-Zukhruf)]."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ",
      "simpleTranslate" : [
        "Je me réfugie en Dieu qui est mon Seigneur et le vôtre, pour que vous ne me",
        "lapidiez pas."
      ],
      "tafsirTranslate" : [
        "Je suis réfugié avec mon Seigneur et votre Seigneur afin que tu ne me attaquer",
        "avec des pierres."
      ],
      "tanslateWordByWord" : [
        "Et en effet, je",
        "[I] chercher refuge",
        "avec mon Seigneur",
        "et votre Seigneur",
        "de peur de",
        "moi vous pierre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَإِنْ لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ",
      "simpleTranslate" : [
        "Si vous n’êtes pas convaincus, éloignez-vous de moi.»"
      ],
      "tafsirTranslate" : [
        "Mais si vous ne croyez pas ce que je dis, laissez-moi seul <N:19> (et cesser de",
        "mettre la main sur moi)."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "ne pas",
        "tu crois",
        "moi",
        "alors laissez-moi tranquille"
      ],
      "notes" : {
        "19" : [
          "Cela a été dit à l'époque où, contre ALi les signes présentés par le prophète",
          "Moïse, Pharaon se montre toujours l'entêtement, mais se sentait bouleversé et",
          "confus à la prise de conscience que toutes les classes de la société égyptienne",
          "étaient rapidement être influencé par ces signes. Dans cette première période de",
          "tout ce qu'il a fait le discours devant sa cour rempli comme mentionné dans vv.",
          "51-53 de la sourate Zukhruf ci-dessus [(voir E, de N. 45 à 49)]. Puis, quand il",
          "sentit le sol glissant sous ses pieds, il se décida à tuer le Messager d'Allah. A",
          "cette époque, le Prophète a dit les mots comme mentionné dans la sourate",
          "Al-Mu'min: 27; à l'effet: [ \". Je suis réfugié dans mon Seigneur et votre",
          "Seigneur contre toute personne arrogante qui ne croit pas au jour du Jugement\"]",
          "Ici, le prophète Moïse se réfère à la même chose et dire Pharaon et ses chefs: [",
          "«Écoutez, j'ai cherché refuge d'Allah contre sortes tous Ies de violence de vous:",
          "maintenant, vous ne pouvez pas me faire du mal: mais si vous vous voulez bien, ne",
          "me nuit pas Si vous ne voulez pas croire ce que je dis, vous ne pouvez pas,. mais",
          "vous ne devriez jamais mettre la main sur moi, sinon vous rencontrerez des",
          "conséquences catastrophiques \"]."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "فَدَعَا رَبَّهُ أَنَّ هَٰؤُلَاءِ قَوْمٌ مُجْرِمُونَ",
      "simpleTranslate" : [
        "Moïse se plaignit alors à son Seigneur : «C’est un peuple de criminels.»"
      ],
      "tafsirTranslate" : [
        "Puis il appela son Seigneur: '. Ce sont des gens criminels » <N:20>"
      ],
      "tanslateWordByWord" : [
        "Il a donc appelé",
        "son Seigneur",
        "Cette",
        "ces",
        "(Sont) un peuple",
        "les criminels"
      ],
      "notes" : {
        "20" : [
          "Ceci est le rapport final que le Prophète Moïse présenta devant son Seigneur, en",
          "disant: [ \". Ce sont des criminels\"] Autrement dit, leur étant les criminels a",
          "été confirmé définitivement et absolument. Ils ont épuisé toutes les chances de",
          "concession et de répit pour la réforme. Il est temps que la décision fatale",
          "finale soit adoptée contre eux."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُمْ مُتَّبَعُونَ",
      "simpleTranslate" : [
        "– «Pars de nuit, avec Mes serviteurs, lui fut-il révélé, mais vous serez",
        "poursuivis !"
      ],
      "tafsirTranslate" : [
        "(Il a dit):. Définir avec Mes serviteurs par nuit <N:21> pour vous serez",
        "certainement poursuivis <N:22>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, &quot;Partez",
        "avec Mes serviteurs",
        "(de nuit",
        "En effet, vous",
        "(Sera) suivi"
      ],
      "notes" : {
        "21" : [
          "[ \"Avec mes serviteurs\"]: avec aII ceux qui ont cru, y compris à la fois les",
          "Israélites et les Coptes égyptiens qui étaient devenus musulmans depuis l'époque",
          "du prophète Joseph jusqu'à ce que le prophète Moïse, et aussi ceux qui avaient",
          "été influencés par les signes montrés par Moïse et sa prédication et accepté",
          "l'Islam parmi les Egyptiens. [(Pour plus d'explications, voir Sourate Yusuf: E.N.",
          "68)]."
        ],
        "22" : [
          "Ce fut la commande initiale donnée au prophète Moïse pour la migration. [(Pour",
          "plus d'explications, voir Ta-Hit: 77, Ash-Shu'ara: 52-68 arides de l'E.N.",
          "correspondant <V:26:52-68aridesdel'E.N.correspondant>)]."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَاتْرُكِ الْبَحْرَ رَهْوًا ۖ إِنَّهُمْ جُنْدٌ مُغْرَقُونَ",
      "simpleTranslate" : [
        "Laisse la mer béante telle que tu l’auras franchie. Tes poursuivants y seront",
        "engloutis.»"
      ],
      "tafsirTranslate" : [
        "Et laisser la mer derrière vous aussi calme que jamais. Certainement ils sont une",
        "armée qui est vouée à être noyé. » <N:23>"
      ],
      "tanslateWordByWord" : [
        "Et laisser",
        "la mer",
        "au repos",
        "En effet, ils",
        "(Sont) une armée",
        "(Être) noyé"
      ],
      "notes" : {
        "23" : [
          "Cette commande a été donnée lorsque le Prophète Moïse avait traversé la mer avec",
          "sa caravane et voulait qu'il devrait rétablir la mer à son état par frapper avec",
          "le personnel afin que Pharaon et ses armées ne devraient pas poursuivre eux sur",
          "le chemin sec créé par le miracle. A cette époque, il a été dit: [ «Laissez la",
          "mer divisée comme il est, de sorte que Pharaon et ses armées devraient descendre;",
          "puis la mer sera restaurée et ils seront noyés tous ensemble.\"]"
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ",
      "simpleTranslate" : [
        "Combien de jardins et de sources n’ont-ils pas laissés !"
      ],
      "tafsirTranslate" : [
        "Combien de jardins ont-ils laissent derrière eux, et combien de fontaines"
      ],
      "tanslateWordByWord" : [
        "Combien",
        "(Fait) ils quittent",
        "de",
        "jardins",
        "et les ressorts"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ",
      "simpleTranslate" : [
        "Que de belles plantations et de magnifiques demeures !"
      ],
      "tafsirTranslate" : [
        "et semé les champs et les splendides demeures,"
      ],
      "tanslateWordByWord" : [
        "et les champs de maïs",
        "et lieux",
        "noble"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ",
      "simpleTranslate" : [
        "Que de bien-être dont ils savouraient les délices sans soucis !"
      ],
      "tafsirTranslate" : [
        "et la vie de la facilité dans laquelle ils ont pris plaisir!"
      ],
      "tanslateWordByWord" : [
        "Et des choses agréables",
        "ils avaient l'habitude",
        "la bride",
        "prendre plaisir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "كَذَٰلِكَ ۖ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ",
      "simpleTranslate" : [
        "Tel fut leur destin. Tout cela passa entre les mains d’un autre peuple,"
      ],
      "tafsirTranslate" : [
        "Ainsi, il était; et Nous avons fait un autre peuple héritent tout cela. <N:24>"
      ],
      "tanslateWordByWord" : [
        "Ainsi",
        "Et Nous l'avons fait (e) inherit (ance)",
        "(Pour) un peuple",
        "un autre"
      ],
      "notes" : {
        "24" : [
          "Hadrat Hasan Basri dit que [ «autres»] ici implique les enfants d'Israël, dont",
          "Allah a fait héritiers de la terre d'Egypte après les gens de Pharaon, et Qatadah",
          "dit qu'elle implique les autres personnes qui ont hérité de l'Egypte après la les",
          "gens de Pharaon, car les histoires ne font pas de mentionner que les Israélites",
          "jamais retourné en Egypte après l'exode et hérité. Ce même point a été contesté",
          "par les commentateurs plus tard aussi. [(Pour une discussion détaillée, voir",
          "AshShua'ra: 57-59 et les E.N. de dessus)]."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ وَمَا كَانُوا مُنْظَرِينَ",
      "simpleTranslate" : [
        "et ni le Ciel ni la Terre ne versèrent de larmes sur leur malheur, pas plus",
        "qu’aucun délai ne leur fut accordé !"
      ],
      "tafsirTranslate" : [
        "Alors ni le ciel a versé des larmes sur eux, ni la terre. <N:25> Ils ont obtenu",
        "aucun répit."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "pleuré",
        "pour eux",
        "le paradis",
        "et la terre",
        "et pas",
        "ils étaient",
        "répit donné"
      ],
      "notes" : {
        "25" : [
          "Autrement dit, «Quand ils étaient les dirigeants, ils WERC connus pour leur",
          "gloire et de grandeur: les hymnes ont été chantés de leur louange, adulateurs les",
          "flatterted à un point tel que si le monde entier était consacré à eux pour leurs",
          "excellences et redevables de leurs faveurs et il n'y avait pas de plus populaire",
          "dans le monde qu'ils Mais quand ils sont tombés il n'y avait pas de verser une",
          "larme sur leur chute;. plutôt le monde se sont sentis soulagés qu'une cause de",
          "détresse avait été enlevé. de toute évidence, ils avaient ni fait ni bien au",
          "peuple que les habitants de la terre pourraient pleurer sur eux, ni quoi que ce",
          "soit pour le bien de l'agrément d'Allah que les habitants des cieux pourraient",
          "pleurer sur leur ruine. aussi longtemps que AIlah a continué à leur donner corde",
          "par Sa volonté, ils profité de la vie à leur guise, mais quand ils transgressent",
          "les limites AII dans leurs crimes, ils ont été mis de côté comme tant ordures."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ",
      "simpleTranslate" : [
        "Nous avons ainsi délivré les enfants d’Israël de la servitude humiliante"
      ],
      "tafsirTranslate" : [
        "Ainsi avons-nous délivrer les enfants d'Israël du châtiment humiliant,"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons économisé",
        "(La) Les enfants d'Israël",
        "(La) Les enfants d'Israël",
        "de",
        "la punition",
        "l'humiliation"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "مِنْ فِرْعَوْنَ ۚ إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ",
      "simpleTranslate" : [
        "à laquelle les réduisait Pharaon, cet arrogant outrancier."
      ],
      "tafsirTranslate" : [
        "de Pharaon <N:26> qui était le plus important parmi les prodigues. <N:27>"
      ],
      "tanslateWordByWord" : [
        "De",
        "Firaun",
        "En effet, il a",
        "était",
        "arrogant",
        "parmi",
        "les transgresseurs"
      ],
      "notes" : {
        "26" : [
          "Autrement dit, Pharaon lui-même était un supplice avilissant pour eux et AII",
          "autres tourments wen en effet ramifications du même grand tourment."
        ],
        "27" : [
          "Il est une satire subtile sur les chefs de la Quraish mécréant. Il veut dire",
          "ceci:. [ \"Vous n'appréciez tout lieu de distinction entre les transgresseurs",
          "contre AIlah Pharaon était en effet un rebelle de l'ordre le plus élevé qui",
          "régnait sur le trône du plus grand royaume du temps comme un dieu Quand il. a été",
          "balayé comme de la paille, comment pouvez-vous empêcher la colère divine? \"]"
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَلَقَدِ اخْتَرْنَاهُمْ عَلَىٰ عِلْمٍ عَلَى الْعَالَمِينَ",
      "simpleTranslate" : [
        "Nous les avons choisis à bon escient parmi tous les peuples de l’Univers,"
      ],
      "tafsirTranslate" : [
        "Nous sciemment exaltés (à savoir, les enfants d'Israël) au-dessus d'autres",
        "peuples du monde <N:28>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous les avons choisis",
        "par",
        "connaissance",
        "plus de",
        "au monde"
      ],
      "notes" : {
        "28" : [
          "Autrement dit, 'Allah était bien conscient à la fois des qualités et des",
          "faiblesses des enfants d'Israël. Il ne les avait pas choisi aveuglément. Car,",
          "quand il les a choisi parmi les nations contemporaines pour devenir les",
          "porte-étendards de son message et son Tauhid, ils WERC les personnes les plus",
          "appropriées dans Sa connaissance dans le but \"."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "وَآتَيْنَاهُمْ مِنَ الْآيَاتِ مَا فِيهِ بَلَاءٌ مُبِينٌ",
      "simpleTranslate" : [
        "et Nous leur avons apporté des miracles qui constituaient pour eux une rude",
        "épreuve."
      ],
      "tafsirTranslate" : [
        "et accordé sur eux les signes dans lequel laïcs un test évident pour eux. <N:29>"
      ],
      "tanslateWordByWord" : [
        "Et Nous leur avons donné",
        "de",
        "les panneaux",
        "cette",
        "en ce",
        "(A) un procès",
        "clair"
      ],
      "notes" : {
        "29" : [
          "Pour explication, sec Al-Baqarah: 49-74, An-Nisa: 153-160, AlMa'idah: 20-26,",
          "Al-Araf, 138-171, Ta-Ha: 80 -97 et EN correspondante de la"
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "إِنَّ هَٰؤُلَاءِ لَيَقُولُونَ",
      "simpleTranslate" : [
        "Mais ces païens-là continuent à affirmer :"
      ],
      "tafsirTranslate" : [
        "En effet, ces personnes disent:"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ces",
        "sûrement, ils disent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "إِنْ هِيَ إِلَّا مَوْتَتُنَا الْأُولَىٰ وَمَا نَحْنُ بِمُنْشَرِينَ",
      "simpleTranslate" : [
        "«Il n’y a pour nous qu’une seule mort, la première. Et nous ne serons point",
        "ressuscités !"
      ],
      "tafsirTranslate" : [
        "'Ceci est notre première et seule la mort, et nous ne serons jamais ressuscités.",
        "<N:30>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "il",
        "(Est), mais",
        "notre mort",
        "la première",
        "et pas",
        "nous",
        "(Sera) ressuscité"
      ],
      "notes" : {
        "30" : [
          "Autrement dit, [ «Quand nous mourons la première fois, nous serons anéantis: il",
          "n'y aura pas d'autre ascenseur après que\"]."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "فَأْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "Ressuscitez donc nos ancêtres, si vous êtes sincères !»"
      ],
      "tafsirTranslate" : [
        "ramener à nous nos pères si vous êtes véridiques ». <N:31>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, mettre",
        "nos ancêtres",
        "si",
        "tu es",
        "véridique"
      ],
      "notes" : {
        "31" : [
          "C'était leur raisonnement: On n'a jamais vu une personne morte ressuscitée à la",
          "vie. Par conséquent, nous pensons qu'il n'y aura pas d'autre vie après la mort.",
          "Si vous prétendez qu'il y aura une autre vie, puis ressusciter nos ancêtres de",
          "leurs tombes, de sorte que nous sommes convaincus de la mort la vie après. Si",
          "vous ne le faites pas, nous pensons que votre affirmation est fausse. Ce fut,",
          "comme ils le pensaient, un argument très fort pour la réfutation de la vie après",
          "la mort, alors qu'il était absurde. Personne ne leur avait dit que les morts",
          "revenir à ce monde après avoir été très élevé à la vie, ni le Saint Prophète, ni",
          "aucun musulman, n'a jamais prétendu qu'il pourrait ressusciter les morts à la",
          "vie."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَالَّذِينَ مِنْ قَبْلِهِمْ ۚ أَهْلَكْنَاهُمْ ۖ إِنَّهُمْ كَانُوا مُجْرِمِينَ",
      "simpleTranslate" : [
        "Sont-ils, eux, les meilleurs ou le peuple de Tubba` et les peuples antérieurs que",
        "Nous avons exterminés en raison de leurs crimes?"
      ],
      "tafsirTranslate" : [
        "Sont-ce mieux ou le peuple de Tubba <N:32> et ceux qui marchaient devant eux?",
        "Nous les avons détruites, car ils étaient un peuple criminel. <N:33>"
      ],
      "tanslateWordByWord" : [
        "Sont-ils",
        "mieux",
        "ou",
        "(les gens",
        "(De) Tubba",
        "et celles",
        "Avant eux",
        "Avant eux",
        "Nous les avons détruites",
        "en effet, ils",
        "ont été",
        "les criminels"
      ],
      "notes" : {
        "32" : [
          "Tubba était le titre des rois de la Himyarites, comme les titres de Khosroès,",
          "César, Pharaon, etc., qui ont été associés avec les rois de différents pays. Ils",
          "étaient une branche des Sabéens, qui a atteint la domination sur Saba en 115 av.",
          "J.-C. et puled il jusqu'à 300 apr. J.-C. Ils ont été un peuple bien connus de",
          "l'Arabie depuis des siècles. [(Pour plus de détails, voir E.N. 37 de la sourate",
          "Saba)]."
        ],
        "33" : [
          "Ceci est la première réponse à l'objection des incroyants; cela signifie: Aucun",
          "groupe ou d'une nation individuelle qui nie l'au-delà peut aider devenir",
          "criminel. Perversion de la morale est le résultat inévitable, et l'histoire",
          "humaine porte la preuve que quelle que soit la nation a adopté ce point de vue de",
          "la vie finalement péri. Quant à la question: Sont-ils meilleurs ou le peuple de",
          "Tubba »ou les gens avant eux? ii signifie ceci: Les mécréants de la Mecque ont",
          "pas été en mesure d'atteindre à la prospérité et la splendeur qui est devenu le",
          "sort des habitants de Tubba »et du peuple de Saba et du peuple de Pharaon et",
          "d'autres avant eux. Mais cette prospérité et mondaine splendeur matérielle ne",
          "pouvait pas les sauver des conséquences de leur dégénérescence morale. Comment",
          "alors les chefs de la Quraish soient sauvés de la destruction de la force de",
          "leurs ressources chétifs et de la richesse? [(Pour plus de détails, voir 25 de",
          "E.N. à 36 de la sourate Saba)]."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ",
      "simpleTranslate" : [
        "Ce n’est pas pour Nous divertir que Nous avons créé les Cieux, la Terre et les",
        "espaces interstellaires."
      ],
      "tafsirTranslate" : [
        "Il n'a pas été dans le sport de repos que nous avons créé les cieux et la terre",
        "et tout ce qui est entre eux."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous avons créé",
        "Le Paradis",
        "et la terre",
        "et quelle que soit",
        "(Est) entre eux",
        "(en jeu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "En les créant, Nous visions, en réalité, un but bien défini, mais la plupart des",
        "hommes n’en savent rien."
      ],
      "tafsirTranslate" : [
        "Nous ne les avons créés, sauf dans la Vérité. Mais la plupart d'entre eux ne",
        "savent pas. <N:34>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "Nous avons créé deux d'entre eux",
        "mais",
        "dans [la] vérité",
        "mais",
        "la plupart d'entre eux",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "34" : [
          "Ceci est la deuxième réponse à leur objection; cela signifie: [ «Celui qui nie la",
          "vie après la mort et les récompenses et les châtiments de l'au-delà, en effet,",
          "considère ce monde comme un jouet et son Créateur comme un enfant fou Voilà",
          "pourquoi il a formé l'opinion que Tnan, après. soulevant sortes tous Ies des",
          "tempêtes dans le monde, finira dans la poussière un jour et aucun de ses bonnes",
          "ou mauvaises actions porteront des fruits. le fait, cependant, est que cet",
          "univers est la création d'un Créateur Ali-Wise et . pas d'un être frivole, et il",
          "ne peut pas être prévu à partir d'un Créateur Ali-Wise qu'il accomplir un acte",
          "inutile et vain \"] [(Pour une explication détaillée, voir AI-Anam: 73, Yunus: 5-6",
          "<V:10:5-6>, Al-Anbiya: 16-18 <V:21:16-18>, AI-Mu'minun: 115 <V:23:115>, Ar-Rum:",
          "8-9 et l'EN correspondante de <V:30:8-9etl'ENcorrespondantede>)]."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "إِنَّ يَوْمَ الْفَصْلِ مِيقَاتُهُمْ أَجْمَعِينَ",
      "simpleTranslate" : [
        "En vérité, le Jour de la Décision est le terme fixé où ils seront tous réunis."
      ],
      "tafsirTranslate" : [
        "Le jour de la décision finale est le temps fixé pour tous; <N:35>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "(Le) Jour du Jugement",
        "(Le) Jour du Jugement",
        "(Est) un terme fixé pour eux",
        "tout"
      ],
      "notes" : {
        "35" : [
          "Ceci est la réponse à leur demande: [ \"Ramenez nos ancêtres si vous êtes",
          "véridiques».] Cela signifie: «La vie après la mort-n'est pas une mince affaire;",
          "il ne peut être que chaque fois que quelqu'un nie, une personne morte peut-il",
          "soulevé immédiatement du cimetière et présenté devant lui. Pour un temps a été",
          "fixé par le Seigneur des mondes, quand il va ressusciter à la vie de toutes les",
          "générations anciennes et ce dernier, les rassembler dans sa cour et décidera de",
          "leur cas. Vous pouvez croire ou non, mais cette volonté dans tous les cas se",
          "produire sur son propre pré ordonné temps. Si vous croyez en lui, il sera à votre",
          "avantage, car, étant averti, vous faire des préparatifs d'obtenir de bons dans",
          "cette Cour. Si vous ne croyez pas, vous encourrez une perte pour vous-mêmes, pour",
          "vous consacrer toute votre vie dans le malentendu que le bien et le mal sont",
          "confinés seulement à cette remontée du monde; après la mort, il va être aucun",
          "tribunal où nos bonnes ou mauvaises actions pourraient avoir à être jugé pour des",
          "résultats permanents \"."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "يَوْمَ لَا يُغْنِي مَوْلًى عَنْ مَوْلًى شَيْئًا وَلَا هُمْ يُنْصَرُونَ",
      "simpleTranslate" : [
        "Et, ce jour-là, aucun allié ne pourra rien pour son allié ni aucun secours ne",
        "leur sera porté,"
      ],
      "tafsirTranslate" : [
        "le jour où un ami doit être d'aucune utilité à son ami <N:36> ni être aidé,"
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "ne pas",
        "se prévaloir",
        "une relation",
        "pour",
        "une relation",
        "n'importe quoi",
        "et pas",
        "ils",
        "sera aidé"
      ],
      "notes" : {
        "36" : [
          "Le mot arabe [ \"de maula\"] est utilisé pour une personne qui prend en charge une",
          "autre personne soit en raison de la parenté ou d'amitié, ou d'une autre relation."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "إِلَّا مَنْ رَحِمَ اللَّهُ ۚ إِنَّهُ هُوَ الْعَزِيزُ الرَّحِيمُ",
      "simpleTranslate" : [
        "exception faite de ceux à qui Dieu aura fait miséricorde, car Il est le",
        "Tout-Puissant, le Miséricordieux."
      ],
      "tafsirTranslate" : [
        ", sauf ceux à qui Allah montre la miséricorde. Il est le Très Puissant, le Très",
        "Miséricordieux. <N:37>"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "(sur qui",
        "Allah a pitié",
        "Allah a pitié",
        "En effet, il",
        "[Il]",
        "(Est) le Tout-Puissant",
        "le Très Miséricordieux"
      ],
      "notes" : {
        "37" : [
          "Ces phrases décrivent la nature de la Cour qui sera établi le jour de la",
          "décision. Ce sera une Cour où l'aide ou le soutien de personne vont aider à",
          "sauver tout coupable ni avoir sa peine réduite. Tous les pouvoirs se reposer avec",
          "le vrai souverain dont les décisions ne peuvent pas être retenus d'être imposée",
          "ni influencée par aucune puissance. Il dépendra entièrement de son propre pouvoir",
          "discrétionnaire Il pardonne quelqu'un heureusement, ou lui accorde un châtiment",
          "moindre; il incombe en effet lui d'exercer la justice avec miséricorde et non",
          "sans pitié, mais quelle que soit la décision, il donne, en tout cas, sera",
          "appliquée entièrement et complètement. Après cette représentation de la nature de",
          "la Cour Divine, dans les quelques phrases suivantes, il a été indiqué quel sera",
          "le sort de ceux qui seront reconnus coupables dans cette cour, et ce qui sera",
          "conféré à ceux dont il sera établi que ils avaient été abstenir de la",
          "désobéissance d'Allah dans le monde de _fear de Lui."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "إِنَّ شَجَرَتَ الزَّقُّومِ",
      "simpleTranslate" : [
        "En vérité, l’arbre de Zaqqûm"
      ],
      "tafsirTranslate" : [
        "L'arbre de al-Zaqqum <N:38>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "(l'arbre",
        "(De) Zaqqum"
      ],
      "notes" : {
        "38" : [
          "Pour l'explication de zaqqum, voir E.N. 34 de la sourate As-Saffat."
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "طَعَامُ الْأَثِيمِ",
      "simpleTranslate" : [
        "sera la seule nourriture du réprouvé."
      ],
      "tafsirTranslate" : [
        "doit être la nourriture du pécheur."
      ],
      "tanslateWordByWord" : [
        "(Sera) alimentaire",
        "(De) le pécheur (s)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ",
      "simpleTranslate" : [
        "Tel un métal fondu, il bouillonnera dans les entrailles"
      ],
      "tafsirTranslate" : [
        "Comme lie d'huile, <N:39>, il va bouillir dans leur ventre"
      ],
      "tanslateWordByWord" : [
        "Comme l'huile trouble",
        "il va bouillir",
        "dans",
        "le ventre"
      ],
      "notes" : {
        "39" : [
          "Le mot al - muhl dans l'original a plusieurs significations: métal fondu,",
          "pus-sang, le goudron fondu, lave, lie de l'huile. Ce sont les différentes",
          "significations données par les lexicographes et les commentateurs, mais si ce mot",
          "est entendu en référence à Zakkoum [(cactus)], cela peut signifier son jus qui",
          "sera probablement comme la lie de l'huile."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "كَغَلْيِ الْحَمِيمِ",
      "simpleTranslate" : [
        "à la manière d’une eau surchauffée."
      ],
      "tafsirTranslate" : [
        "comme de l'eau bouillante."
      ],
      "tanslateWordByWord" : [
        "Comme ébullition",
        "(De) l'eau bouillante"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "خُذُوهُ فَاعْتِلُوهُ إِلَىٰ سَوَاءِ الْجَحِيمِ",
      "simpleTranslate" : [
        "Et une voix s’élèvera : «Appréhendez-le et précipitez-le au fond du Brasier !"
      ],
      "tafsirTranslate" : [
        "'Seize lui et le faire glisser vers le milieu de la fournaise,"
      ],
      "tanslateWordByWord" : [
        "Saisissez-le",
        "et le traîner",
        "dans",
        "(Le) milieu",
        "(Des) Hellfire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ",
      "simpleTranslate" : [
        "Versez-lui de l’eau bouillante sur le crâne, pour augmenter son supplice !»"
      ],
      "tafsirTranslate" : [
        ", versez ensuite de l'eau bouillante sur la tête comme châtiment."
      ],
      "tanslateWordByWord" : [
        "alors",
        "verser",
        "plus de",
        "sa tête",
        "de",
        "(la punition",
        "(De) l'eau bouillante"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ",
      "simpleTranslate" : [
        "Puis la voix s’adressant au réprouvé lui dira : «Savoure donc ce supplice !",
        "N’est-ce pas toi le puissant, l’adulé?"
      ],
      "tafsirTranslate" : [
        "Goût, vous êtes une personne puissante et noble!"
      ],
      "tanslateWordByWord" : [
        "Goût",
        "En effet, vous",
        "[vous étiez)",
        "le puissant",
        "le noble"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "إِنَّ هَٰذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ",
      "simpleTranslate" : [
        "Voilà, en vérité, ce dont vous doutiez naguère !»"
      ],
      "tafsirTranslate" : [
        "Ceci est ce que vous avez utilisé pour douter."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ce",
        "(Est) ce qui",
        "vous avez utilisé pour",
        "[à propos de ça]",
        "doute"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ",
      "simpleTranslate" : [
        "Ceux, en revanche, qui craignaient le Seigneur vivront en un lieu sûr,"
      ],
      "tafsirTranslate" : [
        "En vérité, le craignant Dieu doit être dans un endroit sûr <N:40>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "les justes",
        "(sera en",
        "un endroit",
        "garantir"
      ],
      "notes" : {
        "40" : [
          "[ \"Un endroit sûr\"]: Un endroit à l'abri de toutes sortes de peur, le chagrin,",
          "l'inquiétude et le danger, la misère et du mal. Selon un Hadith, le Saint",
          "Prophète a dit: [ «Il sera proclamé aux habitants du Paradis: Vous resterez en",
          "bonne santé, ne jamais tomber malade, vivra à jamais: ne mourra jamais; restera",
          "toujours heureux et prospère et ne sera jamais rencontrer un malheur;. restera",
          "toujours jeune, ne deviendra jamais vieux \"] [(musulman, sur l'autorité de Abu",
          "Hurayrah et Abu Sa id Khoudri)]."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "فِي جَنَّاتٍ وَعُيُونٍ",
      "simpleTranslate" : [
        "parmi des jardins et des eaux vives,"
      ],
      "tafsirTranslate" : [
        "au milieu de jardins et de sources."
      ],
      "tanslateWordByWord" : [
        "Dans",
        "jardins",
        "et les ressorts"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "يَلْبَسُونَ مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَقَابِلِينَ",
      "simpleTranslate" : [
        "vêtus de satin et de brocart, et se tenant face à face."
      ],
      "tafsirTranslate" : [
        "Revêtu de soie et de brocart, <N:41> ils seront revêtit face à face."
      ],
      "tanslateWordByWord" : [
        "Le port de vêtements",
        "de",
        "soie fine",
        "et soie lourde",
        "l'un face à l'autre"
      ],
      "notes" : {
        "41" : [
          "Sundus et Istabraq dans l'original sont en tissu de soie fine et épaisse soie",
          "chiffon respectivement."
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "كَذَٰلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ",
      "simpleTranslate" : [
        "De plus, de jeunes épouses aux grands yeux noirs leur tiendront compagnie."
      ],
      "tafsirTranslate" : [
        "Ainsi est-il:. Et nous les épouser à damoiselles, les yeux écarquillés <N:42>"
      ],
      "tanslateWordByWord" : [
        "Ainsi",
        "Et Nous les marier",
        "(À) compagnons avec de beaux yeux",
        "(À) compagnons avec de beaux yeux"
      ],
      "notes" : {
        "42" : [
          "Dans l'original, hur-un »dans: complexioned, les femmes aux grands yeux juste.",
          "[(Pour de plus amples explications, voir 26,29 de As-Saffat de E.N.)]."
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ",
      "simpleTranslate" : [
        "Là, ils mèneront une vie pleine de quiétude, se feront servir toutes sortes de",
        "fruits"
      ],
      "tafsirTranslate" : [
        "Tout en se reposant dans la sécurité, elles peuvent exiger toutes sortes de",
        "fruits. <N:43>"
      ],
      "tanslateWordByWord" : [
        "Ils appelleront",
        "la bride",
        "pour chaque (genre)",
        "(Des) fruit",
        "garantir"
      ],
      "notes" : {
        "43" : [
          "Autrement dit, ils vont commander les préposés au Paradis d'apporter quelque",
          "chose qu'ils aimeraient dans toute mesure qu'ils demanderaient, et il sera",
          "présenté devant eux. Dans ce monde, un homme ne peut pas demander une chose dans",
          "un hôtel, ou même ses propres choses dans sa propre maison, avec la liberté et la",
          "satisfaction comme il demandera ces au Paradis, dans le monde rien se trouve",
          "nulle part dans ONU- mesure limitée; ce que l'homme utilise ici, il doit payer",
          "pour cela. In Paradise, les choses appartiennent à Allah, et les serviteurs",
          "apprécieront la pleine liberté de les utiliser. Ni qu'il y aura le danger de",
          "l'échec de l'offre, ni la nécessité d'une facture à payer."
        ]
      }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَىٰ ۖ وَوَقَاهُمْ عَذَابَ الْجَحِيمِ",
      "simpleTranslate" : [
        "et n’y goûteront plus les affres de la mort, après celles qu’ils avaient une",
        "première fois subies. Ils auront ainsi échappé pour toujours au supplice de",
        "l’Enfer,"
      ],
      "tafsirTranslate" : [
        "Ils ne goûteront pas la mort, sauf la mort dans ce monde. Et Allah les sauvera du",
        "châtiment de l'Enfer <N:44>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "ils goûteront",
        "la bride",
        "la mort",
        "sauf",
        "la mort",
        "la première",
        "Et il va les protéger",
        "(De la) peine",
        "(Des) Hellfire"
      ],
      "notes" : {
        "44" : [
          "Deux choses sont dignes d'un avis dans ce verset. \n D'abord, après avoir",
          "mentionné les bénédictions du Paradis mention spéciale a été faite d'être sûr de",
          "l'enfer séparément alors que l'entrée dans le paradis d'une personne par lui-même",
          "revient à son être à l'abri de l'Enfer. Ceci est parce que l'homme peut sentir la",
          "valeur de la récompense de l'obéissance pleinement que quand il est informé que",
          "fin, les gens désobéissants se sont rencontrés et de quelle fin le mal lui-même a",
          "sauvé interdiction. \n Deuxièmement, Allah est de mentionner la sécurité de ces",
          "gens de l'enfer et leur entrée dans le paradis à la suite de sa propre grâce.",
          "Ceci est destiné à avertir l'homme de la vérité que ce succès ne peut être",
          "atteint par une personne à moins qu'il est béni par la grâce d'Allah. Bien que",
          "l'homme sera récompensé pour ses propres bonnes actions, en premier lieu, il ne",
          "peut pas faire le bien moins favorisé par le secours d'Allah; alors même le",
          "meilleur acte que l'homme est capable d'effectuer, ne peut pas être absolument",
          "parfait et nul ne peut prétendre qu'il est impeccable et irréprochable. Il est",
          "seulement la générosité d'Allah qu'Il doit ignorer les faiblesses et les défauts",
          "du serviteur dans ses actions et accepter ses services et le bénir avec des",
          "récompenses; sinon, s'il recourt à la responsabilité minute ne peut oser",
          "prétendre à gagner le Paradis que sur la force de ses propres actions. La même",
          "chose a été dit par le Saint Prophète dans un hadith à l'effet: [ «Loi et essayer",
          "d'agir en tant vertueusement que vous le pouvez, mais sachez que l'action d'une",
          "seule personne ne le faire entrer Paradise Il a été demandé. :? Qu'en est-il de",
          "votre propre action, ô Messager d'Allah, il a répondu: Oui, même si je ne vais",
          "pas entrer au Paradis sur la force de mes actions, à moins bien sûr, mon Seigneur",
          "me couvre dans sa miséricorde \"]."
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "فَضْلًا مِنْ رَبِّكَ ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
      "simpleTranslate" : [
        "par un effet de la grâce de ton Seigneur. Et ce sera pour eux le suprême succès."
      ],
      "tafsirTranslate" : [
        "comme une faveur de votre Seigneur. Tel est le grand triomphe."
      ],
      "tanslateWordByWord" : [
        "Un Bounty",
        "de",
        "votre Seigneur",
        "Cette",
        "il",
        "(Sera) le succès",
        "le grand"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "simpleTranslate" : [
        "Nous avons rendu le Coran accessible par l’emploi de ta langue, dans le but de",
        "leur permettre d’en méditer le sens."
      ],
      "tafsirTranslate" : [
        "(O Prophète), nous avons fait ce livre facile dans votre langue afin qu'ils",
        "puissent en tenir compte."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Nous l'avons rendu facile",
        "dans votre langue",
        "afin qu'ils puissent",
        "prenez garde"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ",
      "simpleTranslate" : [
        "Attends donc la suite des événements ! Eux aussi sont également dans l’attente."
      ],
      "tafsirTranslate" : [
        "Attendez, puis; eux aussi sont en attente. <N:45>"
      ],
      "tanslateWordByWord" : [
        "Alors, attention",
        "en effet, ils",
        "(Trop sont) regarder"
      ],
      "notes" : {
        "45" : [
          "Autrement dit, [ \"S'ils n'acceptent l'avertissement même maintenant, vous devez",
          "attendre pour voir comment ils Arc visités par leur sort, et ils l'arc aussi en",
          "attendant de voir ce que devient le message que vous êtes en leur donnant. \"]"
        ]
      }
    }
  ],
  "medinian" : false
}