{
  "chapterNumber" : 46,
  "nbVerses" : 35,
  "name" : "Al-Ahqâf",
  "nameArabic" : "الأحقاف",
  "transName" : "al-aḥqāf",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "حم",
      "simpleTranslate" : [
        "Hâ - Mîm."
      ],
      "tafsirTranslate" : [
        "Ha '. Mim. <N:1>"
      ],
      "tanslateWordByWord" : [
        "Ha Meem"
      ],
      "notes" : {
        "1" : [
          "Pour explication, sec E. N. 1 de la sourate Az-Zumar, E. N. 1 de AI-Jathiyah et",
          "aussi E. N. 1 de As-Sajda pour comprendre le véritable esprit de cette",
          "introduction."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ",
      "simpleTranslate" : [
        "La révélation du Coran émane de Dieu, le Tout-Puissant, le Sage !"
      ],
      "tafsirTranslate" : [
        "La révélation du Livre vient d'Allah, le Très Puissant, le Sage."
      ],
      "tanslateWordByWord" : [
        "(La révélation",
        "(du livre",
        "(est de",
        "Allah",
        "Tout-Puissant",
        "le Sage"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "مَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى ۚ وَالَّذِينَ كَفَرُوا عَمَّا أُنْذِرُوا مُعْرِضُونَ",
      "simpleTranslate" : [
        "Nous n’avons créé les Cieux, la Terre et les espaces interstellaires qu’en toute",
        "vérité et pour un terme fixé. Mais les négateurs n’ont cure des avertissements",
        "qui leur sont donnés."
      ],
      "tafsirTranslate" : [
        "Nous avons créé les cieux et la terre et tout ce qui est entre eux dans la vérité",
        "et pour un terme fixé <N:2> Ceux qui ont mécru se sont détournés de ce qu'ils ont",
        "été mis en garde contre [*.. 3]"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "Nous avons créé",
        "Le Paradis",
        "et la terre",
        "et quoi",
        "(Est) entre les deux",
        "sauf",
        "en vérité",
        "et (pour) un terme",
        "nommé",
        "Mais ceux qui",
        "ne pas croire",
        "de ce que",
        "ils sont avertis",
        "(Sont) en se détournant"
      ],
      "notes" : {
        "2" : [
          "Pour l'explication, as Al-Anam: 73, Yunus: 5-6, Ibrahim: 19, Al-Hijr: 85,",
          "An-Nahl: 3, AI-Anbiya ,: 16-18. Al-Mu'minun: 115, AI-`Ankabut: 44, Ar-Rum: 8 et",
          "la E.N. correspondante de."
        ],
        "3" : [
          "Autrement dit, [ «Le fait est que cet univers est pas un jouet sans objet, mais",
          "un système sage intentionnel dans lequel les décisions concernant le bien et le",
          "mal, l'oppresseur et l'opprimé, sera nécessairement fondée sur la justice, et le",
          "système actuel de l'univers est pas permanent et éternel, mais il a une durée",
          "fixe nommé pour lui à l'expiration de laquelle il viendra inévitablement à une",
          "fin pour la Cour d'Allah aussi il y a un temps sédentaire et il. sera",
          "certainement établie lorsque le temps pour elle atteint son terme. Mais les gens",
          "qui ont refusé de croire en prophète d'Allah et son livre, ont une aversion pour",
          "ces vérités. ils sont moins conscients de ce que le temps doit venir quand ils",
          "seront doivent rendre compte de leurs actes. ils pensent que le Messager d'Allah",
          "leur a fait un grand tort en les avertissant de ces vérités, alors qu'il leur a",
          "fait un grand bien par l'avant-garde les non seulement du moment où ils seront",
          "être soumis à la reddition de comptes, mais aussi de ce qu'ils seront interrogés",
          "à ce moment-là afin qu'ils «peuvent se préparer en conséquence.\"] \n Pour",
          "comprendre le discours suivant, il convient de garder à l'esprit que l'erreur",
          "fondamentale de l'homme est celui qu'il commet à l'égard de la détermination de",
          "sa croyance au sujet de Dieu. À cet égard, l'adoption d'une croyance négligemment",
          "sur la base de simples ouï-dire, sans aucune réflexion sérieuse et profonde et",
          "d'enquête, est une folie extraordinaire, qui vicie toute l'attitude de l'homme à",
          "la vie dans le monde et ruine son destin à jamais par la suite. Mais la raison",
          "pour laquelle l'homme est impliqué dans ce genre dangereux de étourderie est",
          "qu'il se considère comme irresponsable et non-responsable et développe le",
          "malentendu que quelle que soit la croyance qu'il peut adopter au sujet de Dieu,",
          "cela ne ferait aucune différence, parce que soit il n'y a pas de vie après la",
          "mort dans laquelle il pourrait avoir à faire face à la reddition de comptes, ou",
          "s'il y a une telle vie et il est aussi appelé à rendre des comptes, les êtres",
          "dont il est un dévot, le sauvera de tout mauvais sort. Ce même manque de sens de",
          "la responsabilité le rend frivole dans la sélection d'une croyance religieuse, et",
          "sur la base du même, il fabrique toutes sortes de croyances absurdes, de",
          "l'athéisme à toute forme de polythéisme, ou adopte les croyances fabriquées par",
          "d'autres."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ ۖ ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَٰذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "Dis-leur : «Parlons de ceux que vous invoquez en dehors de Dieu ! Montrez-moi",
        "leur part dans la création de la Terre ! Indiquez-moi la contribution qu’ils",
        "auraient apportée dans la création des Cieux ! Apportez-moi un Livre qui vous",
        "aurait été transmis avant celui-ci, ou seulement un indice certain accréditant",
        "ces idoles, si vous êtes sincères !»"
      ],
      "tafsirTranslate" : [
        "Dites-leur, (O Prophète): «Est-ce que vous considérez ceux que vous invoquez en",
        "dehors d'Allah? Montrez-moi, quelle partie de la terre, ils ont créé? Ou ont-ils",
        "une action dans la création des cieux? Amenez-moi toute l'Écriture plus tôt que",
        "celui-ci, ou tout vestige de connaissances (à l'appui de votre croyance) si vous",
        "êtes véridiques. <N:4>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Est-ce que tu vois",
        "quelle",
        "tu appelles",
        "outre",
        "outre",
        "Allah",
        "Montre moi",
        "quelle",
        "ils ont créé",
        "de",
        "La terre",
        "ou",
        "pour eux",
        "(Est) toute action",
        "dans",
        "Le Paradis",
        "Apporte-moi",
        "un livre",
        "de",
        "avant",
        "ce",
        "ou",
        "une trace",
        "de",
        "connaissance",
        "si",
        "tu es",
        "véridique"
      ],
      "notes" : {
        "4" : [
          "Comme les adresses sont un peuple polythéistes on leur dit la réalité de",
          "l'irrationnel crced dans lequel ils ont persisté négligemment en raison d'un",
          "manque de sens de la responsabilité. Avec la reconnaissance d'Allah comme le",
          "Créateur de l'univers qu'ils avaient fait beaucoup d'autres êtres leurs",
          "divinités: ils les ont invoqué, les considéraient comme fulfillers de leurs",
          "besoins et les décapants de difficultés: se prosternèrent et faisaient des",
          "offrandes devant eux, et ont pensé qu'ils avaient les pouvoirs de faire et",
          "défaire des destins héritier. A propos des mêmes êtres, on leur demande: [ \"Sur",
          "quelle base avez-vous les vos divinités fait?\"] De toute évidence, il ne peut y",
          "avoir que deux bases de considérer une personne comme un associé dans le culte",
          "avec Allah: ou l'homme lui-même devrait connaître à travers certains moyens de",
          "connaissance que sa divinité a aussi une part à rendre la terre et les cieux, ou",
          "Allah lui-même peuvent avoir déclaré que est soand-même aussi son associé dans",
          "les fonctions de la divinité. Maintenant, si un polythéiste ne peut ni faire la",
          "réclamation qu'il possède une connaissance directe de sa divinité est d'être un",
          "associé de Dieu, ni il ne peut montrer dans un livre envoyé par Dieu que Dieu",
          "lui-même a nommé quelqu'un comme son associé, son credo serait inévitablement",
          "sans fondement . \n Dans ce verset, [ \"un Livre révélé avant cette\"] implique un",
          "livre envoyé par Allah avant le Coran, et [ «un reste»] de la connaissance",
          "implique une certaine partie des enseignements des prophètes et des hommes justes",
          "des temps anciens , qui ont peut-être atteint les générations futures de manière",
          "fiable. Il n'y a aucune teinte de shirk dans ce que l'homme a reçu par ces deux",
          "moyens. Tous les Livres célestes présentent à l'unanimité le même Tawhîd auquel",
          "le Coran invite les personnes, et aucun vestige existant de l'ancienne tradition",
          "ours des preuves à ce que certains prophète ou d'un saint ou juste auraient",
          "appris aux gens à servir et adorer tout autre que Dieu. Même si nous ne prenons",
          "pas un livre pour signifier un livre et reste de la connaissance divine la",
          "connaissance léguée par les prophètes et les justes, aucun livre authentique ou",
          "la recherche faite par un savant de tradition religieuse ou laïque a souligné que",
          "tel ou tel chose dans la terre ou le ciel a été créé par un tel saint ou un dieu",
          "tel et, ou une certaine bénédiction des-bénédictions de la vie que l'homme",
          "»bénéficie de l'univers a été créé par telle ou telle divinité à la place de Dieu",
          "."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَىٰ يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ",
      "simpleTranslate" : [
        "Y a-t-il un être plus égaré que ceux qui invoquent, en dehors de Dieu, des",
        "divinités qui n’exauceront jamais leurs prières jusqu’au Jour de la Résurrection,",
        "qui sont totalement insensibles à leurs invocations,"
      ],
      "tafsirTranslate" : [
        "Qui est plus égaré du droit chemin que celui qui appelle d'autres que Dieu qui ne",
        "peut pas répondre à son appel jusqu'au Jour de la Résurrection, <N:5> le temps",
        "qu'ils ne sont même pas conscients que les appelants appellent sur eux? <N:6>"
      ],
      "tanslateWordByWord" : [
        "Et qui",
        "(Est) plus égaré",
        "que (il) qui",
        "appels",
        "outre",
        "outre",
        "Allah",
        "qui",
        "ne répondra pas",
        "ne répondra pas",
        "à lui",
        "jusqu'à",
        "(le jour",
        "(De) Résurrection",
        "et ils",
        "de",
        "leurs appels",
        "(Sont) pas conscients"
      ],
      "notes" : {
        "5" : [
          "[ \"Vous ne pouvez pas lui répondre\"]: Vous ne pouvez pas répondre aux",
          "supplications de personne. Autrement dit, ces dieux ne possèdent pas les pouvoirs",
          "en vertu desquels ils pourraient donner des décisions sur les prières et les",
          "supplications de leurs dévots. [(Pour de plus amples explications, voir E.N. 33",
          "de Az-Zumar)]. [ \"Jusqu'à ce que le Jour de la Résurrection\"] signifie que tant",
          "que le monde dure, ils ne recevront aucune réponse à leurs supplications et les",
          "prières de leurs divinités, mais quand la résurrection aura eu lieu, les",
          "divinités se tourneront hostiles à leurs adorateurs eux-mêmes, devient explicite",
          "du verset suivant."
        ],
        "6" : [
          "Autrement dit, [ \"ils n'entendent même pas les supplications des suppliants, ni",
          "par leurs propres oreilles, ni par tout autre moyen.\"] Cette chose peut être",
          "élaboré comme ceci: L'être que les polythéistes dans le monde entier ont été",
          "invoquer sont divisés en trois catégories: [(1)] Lifeless et la création",
          "inanimée; [(2)] les hommes pieux qui sont décédés; et [(3)] les hommes méchants",
          "qui avaient eux-mêmes égarés, et qui induit en erreur les autres et est décédé.",
          "En ce qui concerne la première catégorie des divinités qu'ils resteront",
          "naturellement ignorer les supplications de leurs adorateurs. Quant aux divinités",
          "du second type, qui étaient favoris avec leur Dieu, il arc deux raisons de leur",
          "maintien ignorent: [(a)] Ils sont en présence d'AIIah dans un état où les voix",
          "humaines ne peuvent pas les toucher directement; et [(b)], même Allah et ses",
          "anges ne les informent pas que les personnes qu'ils avaient enseigné à invoquer",
          "Allah seul dans le monde, ont été les invoquer à la place, car aucune information",
          "pourraient leur causer un plus grand choc que cela, et Allah ne pas ALi aiment",
          "tourmenter les âmes de ses serviteurs vertueux. Maintenant, si nous considérons",
          "le cas du troisième type des divinités, nous allons sec qu'il ya deux raisons",
          "aussi de leur reste pas au courant: [(a)] Ce qu'ils ont été placés en isolement",
          "que l'accusé, et aucune voix du monde peut les atteindre; et [(b)] que même Allah",
          "et ses anges ne transmettent pas les nouvelles que leur mission est en plein",
          "essor dans le monde, et les gens ont les mettre en place comme des divinités,",
          "pour cette nouvelles serait heureuses nouvelles pour eux, et Allah n'aime pas",
          "faire les méchants heureux. \n A cet égard, il faut aussi comprendre que Dieu",
          "transmet à ses serviteurs justes les salutations de la paix et les prières de",
          "miséricorde de la part des gens du monde entier, pour ces choses arc une source",
          "de joie et de plaisir pour eux; De même, il informe les coupables des",
          "malédictions, censures et condamnations des peuples du monde, comme les mécréants",
          "tués dans la bataille de Badr ont été faits pour entendre la malédiction du Saint",
          "Prophète selon un hadith, car il est une cause de angoisse pour eux. Mais tout ce",
          "qui pourrait causer de la détresse des personnes justes et la joie au coupables",
          "ne sont pas transmis à eux. Cette explication fait la vérité sur l ',. question",
          "de l'audition par la plaine morte et facile à comprendre."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ",
      "simpleTranslate" : [
        "et qui, lorsque les hommes seront rassemblés, se déclareront leurs ennemis et",
        "renieront le culte qu’ils leur vouaient?"
      ],
      "tafsirTranslate" : [
        "Lorsque tous les êtres humains seront rassemblés ceux qui avaient été appelés",
        "deviendront les ennemis de leurs sectateurs et se désavouer leur culte <N:7>."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "sont rassemblés",
        "les gens",
        "ils seront",
        "pour eux",
        "ennemis",
        "et ils seront",
        "de leur culte",
        "deniers"
      ],
      "notes" : {
        "7" : [
          "Autrement dit, ils diront: «Nous avions ni dit aux gens de nous appeler à l'aide,",
          "nous ne sommes pas conscients du fait qu'ils servent à nous appeler. Ils avaient",
          "eux-mêmes présumé que nous pouvions répondre à leurs besoins et ainsi nous avions",
          "commencé à invoquer \"."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَإِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ هَٰذَا سِحْرٌ مُبِينٌ",
      "simpleTranslate" : [
        "Quand Nos versets leur sont exposés avec clarté, ces négateurs disent de la",
        "Vérité qui leur est offerte : «Ce n’est là que de la pure magie !»"
      ],
      "tafsirTranslate" : [
        "Et quand Nos messages sont récités eux, les non-croyants crient au sujet de la",
        "vérité quand il est venu à eux: '. Ceci est la sorcellerie plaine' <N:8>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "sont récitée",
        "pour eux",
        "Nos versets",
        "clair",
        "dire",
        "ceux qui",
        "ne pas croire",
        "de la vérité",
        "quand",
        "elle leur vient",
        "Ce",
        "(Est) une magie",
        "clair"
      ],
      "notes" : {
        "8" : [
          "Cela signifie: Quand les révélations du Coran ont été récités devant les",
          "mécréants de la Mecque, ils ont réalisé que le Coran était de loin supérieure à",
          "la parole humaine. Les compositions de leurs plus grands poètes, les orateurs et",
          "les hommes littéraires étaient aucune correspondance avec l'éloquence",
          "d'un-parallèle, oratoire enchanteur, des thèmes sublimes et le style de coeur",
          "mobile du Coran. Par-dessus tout, même propres mots et le discours du Saint",
          "Prophète ne sont pas comparables avec les discours qui ont été envoyés vers lui",
          "par Dieu. Ceux qui l'ont connu depuis l'enfance connaissait très bien la grande",
          "différence qui existait entre sa langue et les mots et les mots du Coran, et il",
          "n'a pas été possible pour eux de croire qu'un homme qui avait été le jour et la",
          "nuit vivant parmi pendant quarante ans serait soudainement un jour forger une",
          "diction discours .whose et le style supporteraient aucune ressemblance avec sa",
          "manière familière et connue de la parole et de style. Cette chose commerce la",
          "pure vérité devant eux, mais comme ils ont été pliés sur le déni, ils disaient: [",
          "\"Ceci est la magie ordinaire,\"] au lieu de reconnaître comme Verbe Divin après",
          "avoir été témoin de cette manifeste Sign. [(Ils considèrent le Coran comme la",
          "magie d'un autre aspect également, que nous l'avons expliqué dans notre",
          "commentaire d'Al-Anbiya ': 3 et E:. .N 5 de la sourate Suad)]."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "أَمْ يَقُولُونَ افْتَرَاهُ ۖ قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا ۖ هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ ۖ كَفَىٰ بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ ۖ وَهُوَ الْغَفُورُ الرَّحِيمُ",
      "simpleTranslate" : [
        "Ou ils affirment : «Il l’a inventé !» Réponds-leur : «Si je l’ai inventé, vous ne",
        "pourrez rien pour me protéger du châtiment de mon Seigneur qui est mieux Informé",
        "que quiconque de ce dont vous m’accusez, et qui me suffit comme Témoin entre vous",
        "et moi. Il est le Clément, le Miséricordieux.»"
      ],
      "tafsirTranslate" : [
        "Est-ce qu'ils prétendent que le Messager a lui-même fabriqué il <N:9> (Si oui),",
        "dites-leur: «Si je l'ai fabriqué, alors vous avez pas le pouvoir de me protéger",
        "contre le châtiment d'Allah. Il connaît bien le bavardage dans laquelle vous vous",
        "livrez. Il suffit comme témoin entre moi et vous. <N:10> Il est Pardonneur, le",
        "Très Miséricordieux. <N:11>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "ils disent",
        "Il a inventé",
        "Dire",
        "Si",
        "Je l'ai inventé",
        "alors pas",
        "vous avez le pouvoir",
        "pour moi",
        "contre",
        "Allah",
        "n'importe quoi",
        "Il",
        "sait mieux",
        "de quoi",
        "vous prononcez",
        "en ce qui concerne ce",
        "Suffisante est il",
        "Suffisante est il",
        "(Comme) un témoin",
        "entre moi",
        "et entre vous",
        "et il",
        "(Est) le Pardonneur",
        "le Très Miséricordieux"
      ],
      "notes" : {
        "9" : [
          "Ce ton interrogatif exprime une grande surprise et d'étonnement. Il veut dire: [",
          "\"ces gens sont-ils si éhontée qu'ils accusent Muhammad [(sur qui soit la paix",
          "d'Allah)] de fabrication du Coran lui-même Alors qu'ils savent que ce ne peut pas",
          "être sa parole, et leur demande ce de la magie est de? elle-même une preuve",
          "expresse qu'ils considèrent comme un mot extraordinaire, qui ne peut pas être de",
          "composition humaine même selon eux-mêmes. \"]"
        ],
        "10" : [
          "Comme il était bien évident que leur accusation était sans fondement et motivé",
          "par l'entêtement, il n'y avait pas besoin de présenter des arguments pour la",
          "réfuter. Par conséquent, seul ce bien a été considérée comme une réponse",
          "suffisante: «Si je l'ai vraiment fabriqué quelque chose et commis un crime grave",
          "en imputant à Allah, comme vous me reprochez de, vous ne serez pas en mesure de",
          "me sauver de la punition d'Allah. Mais si elle est vraiment la Parole de Dieu, et",
          "vous rejettent par porter de fausses accusations, Allah lui-même traitera avec",
          "vous. Car la réalité est pas caché d'Allah, et Il suffit de décider entre la",
          "vérité et le mensonge. Si le monde entier appelle quelqu'un un menteur, bien",
          "qu'il soit véridique dans la connaissance de Dieu, la décision finale sera en sa",
          "faveur. Sur le pays: si le monde entier considère quelqu'un comme véridique mais",
          "il est un menteur dans la connaissance de AIIah, il sera considéré comme un",
          "menteur dans le jugement final. Par conséquent, ne pas confondre les choses, mais",
          "prêter attention à votre but final. [ \""
        ],
        "11" : [
          "Ici, cette phrase donne deux significations: [(1)] \"] Il est dans la miséricorde",
          "de fait Allah et Sa patience que ces gens arc survivre dans le monde, bien qu'ils",
          "aient aucune hésitation à déclarer la Parole de Dieu comme le mensonge; sinon, si",
          "un dieu impitoyable et cruel avait été le maître de cet univers, il ne serait pas",
          "permis à ces personnes insolentes à vivre même pour un instant dans le monde. [",
          "\"[(2)]\"] ô gens injustes, si vous abandonnez votre entêtement même maintenant, la",
          "porte de la miséricorde de Dieu est toujours ouverte pour vous, et quelles que",
          "soient les méfaits que vous avez peut-être commis jusqu'ici peut être pardonné. \""
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰ إِلَيَّ وَمَا أَنَا إِلَّا نَذِيرٌ مُبِينٌ",
      "simpleTranslate" : [
        "Dis : «Je ne suis pas le seul prophète qui ait jamais été envoyé ! J’ignore le",
        "sort que Dieu nous réserve aussi bien à moi qu’à vous. Je ne fais que suivre ce",
        "qui m’est révélé, et ma mission ne consiste qu’à avertir en toute clarté.»"
      ],
      "tafsirTranslate" : [
        "Dites-leur: «Je ne suis pas le premier des messagers; et je ne sais pas ce qui",
        "doit être fait avec moi ou avec vous. Je suis seulement ce qui est révélé à moi,",
        "et je ne suis qu'un avertisseur clair ». <N:12>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "ne pas",
        "je suis",
        "un nouveau)",
        "parmi",
        "les messagers",
        "et pas",
        "je connais",
        "quelle",
        "sera fait",
        "avec moi",
        "et pas",
        "avec toi",
        "ne pas",
        "je suis",
        "mais",
        "quelle",
        "est révélé",
        "pour moi",
        "et pas",
        "je suis",
        "mais",
        "un warner",
        "clair"
      ],
      "notes" : {
        "12" : [
          "Son fond est la suivante: Quand le Saint Prophète lui-même présenté comme le",
          "Messager d'Allah, les gens de la Mecque ont soulevé différentes sortes",
          "d'objections contre elle. Ils ont dit: [ \"quel genre de Messenger, il est qui a",
          "une famille, qui se déplace dans les rues, mange et boit et vit la vie d'un homme",
          "ordinaire Il n'y a rien de spécial à propos de lui, ce qui pourrait le distinguer",
          "au-dessus des autres et. . par conséquent, nous pouvons savoir que Dieu a",
          "spécialement fait cet homme à Son messager \"] Puis ils ont dit: [\" avait-il",
          "interdire nommé Messager de Dieu, il aurait envoyé un ange comme un",
          "accompagnateur avec lui qui aurait annoncé qu'il était Dieu Messenger, et aurait",
          "puni d'un fléau chacune de ces personnes qui avaient comporté insolemment vers",
          "lui. comme il est étrange que Dieu devrait nommer une personne comme Son messager",
          "et devrait le laisser seul à errer dans les rues de la Mecque et de souffrir",
          "toutes sortes d'humiliation. Si rien d'autre qu'Allah à Ieast ont créé un palais",
          "magnifique et un jardin fleuri pour son Messager. Il ne doit pas avoir été laissé",
          "à dépendre des ressources de sa femme afin que «quand ils ont épuisé le Messager",
          "devrait être forcé d'aller sans nourriture et ne devrait même pas offrir un moyen",
          "de transport à Taïf. \"] en outre, ces personnes ont demandé différentes sortes de",
          "miracles de lui et a demandé des nouvelles de l'invisible. Ils pensaient que",
          "Mcsscngcr de l'être une personne que Dieu voulait dire qu'il doit posséder des",
          "pouvoirs surnaturels afin que les montagnes devraient se déplacer à son appel",
          "d'offres et les déserts à la fois se transformer en champs verts; il devrait",
          "avoir la connaissance du passé et les événements futurs et de tout caché des",
          "autres. \n Une réponse à la même a été donné dans ces phrases, et chaque phrase",
          "contient un monde de sens. \n Tout d'abord, il est dit: «Dis-leur: Je ne suis pas",
          "un roman Messenger. [ \"Autrement dit,\"] Mon être nommé en tant que messager est",
          "pas un roman événement de son genre dans le monde afin que vous puissiez avoir",
          "une certaine confusion sur les caractéristiques d'un messager. De nombreux",
          "messagers sont venus au monde devant moi, et je ne suis pas différent d'eux.",
          "Jamais un messager venu, qui n'a pas eu une famille, qui n'a pas manger et boire,",
          "ou qui n'a pas vécu la vie d'un homme ordinaire. Jamais a un ange descendu comme",
          "un accompagnateur avec un Mcsscngcr, annonçant sa prophétie et portant un fouet",
          "devant lui. Jamais ont des jardins et des palais été créés pour un messager et a",
          "une interdiction Messenger épargné des épreuves que je souffrais jamais. Jamais",
          "un Messager a montré un miracle par sa propre puissance, ou tout connu par ses",
          "propres connaissances. Alors, comment est-ce que vous apportez selon ces critères",
          "étranges que pour juger mon Prophétie? [ \" \n Ensuite, il est dit: Dites-leur",
          "aussi: \"..] Je ne sais pas ce qui vous arrivera demain, ni ce qui doit me",
          "arriver, je ne suivent que ce qui est révélé à moi [\" Voilà, \"] Je ne suis pas un",
          "connaisseur du invisible pour que tout le passé et le présent et l'avenir devrait",
          "être connu pour moi, et je devrais avoir la connaissance de tout dans le monde.",
          "Sans parler de votre avenir, je ne sais même pas mon propre avenir. Je sais",
          "seulement que des qui me donne la connaissance par révélation. Plus que je ne",
          "l'ai jamais prétendu connaître, n'y a jamais été un messager dans le monde, qui a",
          "fait cette demande. Il est le travail d'un messager de dire où se trouvent les",
          "articles perdus ou dire si une femme enceinte va livrer un garçon ou une fille,",
          "ou si un patient malade va vivre ou mourir [ \"En conclusion, il est dit:\"].",
          "dis-leur: je ne suis plus qu'un avertisseur clair [ \"That. est, \"] Je ne possède",
          "pas de pouvoirs divins afin que je puisse vous montrer les miracles merveilleux",
          "que vous exigez de moi tous les jours suivant. Ma seule mission est que je dois",
          "présenter la bonne façon devant le peuple, et devrait avertir d'une mauvaise fin",
          "ceux qui ne l'acceptent pas. \""
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَىٰ مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ ۖ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
      "simpleTranslate" : [
        "Dis : «Que direz-vous s’il s’avère que ce Coran que vous récusez émane réellement",
        "de Dieu et si, parmi les fils d’Israël, il se trouve un témoin qui en atteste la",
        "conformité au Pentateuque et qui y adhère lui-même, pendant que vous, vous le",
        "rejetez avec orgueil? En vérité, Dieu ne guide point les injustes.»"
      ],
      "tafsirTranslate" : [
        "Dites-leur, (O Prophète): «Avez-vous envisagé (quelle serait votre fin) <N:13> si",
        "ce Coran était en effet d'Allah et pourtant vous l'a rejeté? Et cela même si un",
        "témoin des enfants d'Israël a témoigné de semblable. Mais il a cru, pendant que",
        "vous ciré arrogant. <N:14> En vérité, Allah ne guide pas les injustes à la bonne",
        "façon."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Est-ce que tu vois",
        "si",
        "c'est",
        "d'Allah",
        "d'Allah",
        "d'Allah",
        "et vous ne croyez pas",
        "en ce",
        "et témoigne",
        "un témoin",
        "de",
        "(La) Les enfants d'Israël",
        "(La) Les enfants d'Israël",
        "à",
        "(La) comme celui-ci",
        "puis il croyait",
        "alors que vous êtes arrogants",
        "Effectivement",
        "Allah",
        "(ne fait pas",
        "guider",
        "les gens",
        "les malfaiteurs"
      ],
      "notes" : {
        "13" : [
          "Ce même thème a été exprimé d'une autre manière dans la sourate Ha-Mim As-Sajda:",
          "62 ci-dessus. Pour plus d'explications, voir E.N. 69 de cette sourate."
        ],
        "14" : [
          "Un grand nombre de commentateurs ont pris cette [ «témoin»] impliquer Hadrat",
          "'Abdullah bin Salam, qui était un célèbre érudit juif de Médine, et qui ont cru",
          "dans le Saint Prophète après la migration. Comme cette chose est arrivé à Médine,",
          "ces commentateurs disent que ce verset a été révélé à Médine. Ce commentaire est",
          "basé sur une déclaration de Hadrat Sa`d bin Abi Waqqas selon laquelle ce verset a",
          "été envoyé à l'égard de Hadrat `Abdullah bin Salam [(Bukhari, Muslim, Nasa'i Ibn",
          "Jarir)]; et sur la même base ont plusieurs commentateurs majeurs tels que Ibn",
          "`Abbas, Mujahid, Qatadah, Dahhak, Ibn Sirin, Hasan Basri, Ibn Zaid et` Auf bin",
          "Malik al-Ashja`i accepté ce commentaire. Mais, d'autre part, 'Ikrima et Sha`bi et",
          "Masruq disent que ce verset ne peut pas être sur `Abdullah bin Salam [(qu'Allah",
          "soit satisfait de lui)] pour l'ensemble de cette sourate fut révélée à la Mecque.",
          "Ibn Jarir Tabari a également préféré ce point de vue. Il dit: Tout le discours",
          "précédent est une adresse dirigée vers les païens de la Mecque et le discours",
          "suivant est également dirigé vers eux. Dans ce contexte, il est inconcevable",
          "qu'un verset révélé à Médine a été inséré ici. Les commentateurs ultérieurs qui",
          "ont accepté cette deuxième version, ne rejettent pas la tradition de Hadrat Saad",
          "bin Abi Waqqas, mais ont émis l'opinion que ce verset s'applique également à",
          "l'affirmation de Hadrat 'Abdullah bin Salam de la foi, Hadrat Sa`d a exprimé le",
          "avis, dans la tradition des anciens, qu'il a été envoyé à l'égard de lui. Cela ne",
          "signifie cependant pas que, quand il croyait, il a été révélé alors sur lui",
          "seulement, mais que ce verset précisément appliqué à lui et à son acceptation de",
          "l'Islam. \n Apparemment, ce second point de vue semble être plus correcte et",
          "raisonnable. Maintenant. la question qui reste posée est: qui est impliqué par ce",
          "témoin [ \"Certains des commentateurs qui ont accepté la seconde vue disent que",
          "cela implique le Prophète Moïse [(paix soit sur lui)], mais la phrase suivante:?",
          "Il croyait blanc que vous avez montré l'arrogance \"], porte aucun intérêt pour",
          "cette explication. Ce qui semble être plus proche de la vérité est celle que le",
          "commentateur Nisaburi et Ibn Kathir ont déclaré. Ils disent: Voici, par [",
          "«témoin»] ne désigne toute personne en particulier, mais un Israélite commun ..",
          "La signification est ceci; [ \"Les enseignements que le Coran présente avant que",
          "vous n'êtes pas nouveau pour que vous puissiez les nier en offrant le prétexte",
          "qu'ils étaient des nouveaux enseignements qui n'a jamais été présenté devant",
          "l'homme dans le passé. Avant ce ces enseignements ont été très similaire révélé",
          "et exister avec les Israclites sous la forme de la Torah et d'autres écritures,",
          "et un Israélite commun a déjà cru en eux, et également admis que la révélation",
          "d'Allah est un moyen de la descente de ces enseignements. par conséquent, vous ne",
          "pouvez pas faire la demande que l'Apocalypse et ces enseignements sont",
          "incompréhensibles. La seule chose qui vous empêche de croire est votre arrogance",
          "et la vanité sans fondement. \"]"
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ ۚ وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَٰذَا إِفْكٌ قَدِيمٌ",
      "simpleTranslate" : [
        "Les incrédules disent aux croyants : «Si ce Coran avait vraiment de la valeur,",
        "ces gens-là ne nous auraient jamais devancés pour y croire.» Mais, ne parvenant",
        "pas à se faire guider par ce Livre, ils diront : «C’est une vieille imposture !»"
      ],
      "tafsirTranslate" : [
        "Les mécréants disent aux croyants: \". S'il y avait un bon dans ce livre, d'autres",
        "ne nous auraient pas battu à son acceptation» <N:15> Mais comme ils ont pas été",
        "guidé vers elle, ils vont certainement dire: '. Ceci est une ancienne",
        "fabrication' <N:16>"
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "ceux qui",
        "ne pas croire",
        "ceux qui",
        "croyez",
        "Si",
        "il a été",
        "bien",
        "ne pas",
        "ils (seraient) nous ont précédés",
        "à ce",
        "Et quand",
        "ne pas",
        "ils (sont) guidés",
        "par cela",
        "ils disent",
        "Ce",
        "(est un mensonge",
        "ancien"
      ],
      "notes" : {
        "16" : [
          "Autrement dit, [ \"Ils se considèrent comme un critère de la vérité et le",
          "mensonge. Ils pensent que tout ce que [(orientation)] ils rejettent doit être",
          "mensonge. Mais les accepter depuis des milliers d'années étaient également",
          "dépourvus de la sagesse et de la connaissance, et toute la sagesse est maintenant",
          "devenu le monopole de ces personnes. \"]"
        ],
        "15" : [
          "Ceci est l'un de ces arguments que les chefs de la Quraish employées pour tromper",
          "et de tromper le peuple contre le Saint Prophète. Ils ont dit: Si le Coran était",
          "vraiment basé sur la vérité et Muhammad [(sur qui soit la paix d'Allah)] ont été",
          "invite vers une bonne chose, les chefs et les anciens et les gentilshommes de la",
          "communauté auraient été à la pointe de accepte-le. Comment pourrait-il que",
          "quelques jeunes garçons et les esclaves moyennes ne devraient accepter une chose",
          "raisonnable, mais les hommes distingués de la nation, qui sont sages et",
          "expérimentés, et qui ont eu lieu aussi fiable par d'autres, serait le rejeter? Ce",
          "fut le raisonnement trompeur par lequel ils ont essayé de rendre les gens",
          "ordinaires croient qu'il y avait quelque chose de mal avec le nouveau message;",
          "voilà pourquoi les cidres du peuple ne sont pas croire qu'elle; par conséquent,",
          "ils devraient également éviter."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَمِنْ قَبْلِهِ كِتَابُ مُوسَىٰ إِمَامًا وَرَحْمَةً ۚ وَهَٰذَا كِتَابٌ مُصَدِّقٌ لِسَانًا عَرَبِيًّا لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرَىٰ لِلْمُحْسِنِينَ",
      "simpleTranslate" : [
        "Avant ce Coran, il y a eu l’Écriture de Moïse qui fut tout à la fois un guide et",
        "une bénédiction. Et ce Coran confirme en langue arabe les Écritures anciennes et",
        "constitue un avertissement pour ceux qui font preuve d’injustice et une bonne",
        "nouvelle pour les bienfaisants."
      ],
      "tafsirTranslate" : [
        "Pourtant, avant que ce livre a été révélé à Moïse comme un guide et une",
        "miséricorde. Ce livre, qui le confirme, est dans la langue arabe pour avertir les",
        "injustes <N:17> et de donner de bonnes nouvelles à ceux qui font le bien."
      ],
      "tanslateWordByWord" : [
        "Et avant qu'il ne",
        "Et avant qu'il ne",
        "(Était la) Écriture",
        "(De) Musa",
        "(comme un guide",
        "et une miséricorde",
        "Et ça",
        "(Est) un livre",
        "confirmant",
        "(En) langue",
        "Arabe",
        "avertir",
        "ceux qui",
        "faire le mal",
        "et (comme) la bonne nouvelle",
        "pour les bienfaisants"
      ],
      "notes" : {
        "17" : [
          "[ \"Pour avertir les injustes:\"] Pour avertir de la fin du mal ceux qui sont",
          "injustes envers eux-mêmes et à la vérité elle-même par ne pas croire en Allah et",
          "au service des autres qu'Allah, et sont impliqués à cause de cette déviation de",
          "leur dans les maux de la morale et les actes, qui ont rempli la société humaine",
          "avec toutes sortes de méchanceté et l'injustice."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "simpleTranslate" : [
        "En vérité, ceux qui disent : «Notre Maître est Dieu» puis se conduisent avec",
        "droiture ne connaîtront ni crainte ni tristesse."
      ],
      "tafsirTranslate" : [
        "Certes, ceux qui ont dit:. «Notre Seigneur est Allah» puis resté ferme aura rien",
        "à craindre, ni de pleurer <N:18>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "dire",
        "Notre Seigneur",
        "(Est) Allah",
        "puis",
        "rester ferme",
        "alors non",
        "la crainte",
        "sur eux",
        "et pas",
        "ils",
        "va pleurer"
      ],
      "notes" : {
        "18" : [
          "Pour une explication, voir de 33 à 35 de Ha-Mim E.N. As-Sajda."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "أُولَٰئِكَ أَصْحَابُ الْجَنَّةِ خَالِدِينَ فِيهَا جَزَاءً بِمَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "Ceux-là seront, pour l’éternité, les hôtes du Paradis, en récompense de leurs",
        "œuvres."
      ],
      "tafsirTranslate" : [
        "Ce sont les gens du Paradis. Ils restent en tout jamais comme une récompense pour",
        "leurs actes."
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "(Les) compagnons",
        "(De) Paradise",
        "respectueux pour toujours",
        "la bride",
        "une récompense",
        "pour quoi",
        "ils avaient l'habitude",
        "faire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا ۖ حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا ۖ وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا ۚ حَتَّىٰ إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَىٰ وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي ۖ إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ",
      "simpleTranslate" : [
        "Nous avons recommandé à l’homme d’être bienveillant envers son père et sa mère.",
        "Sa mère le porte dans la douleur et le met au monde dans la douleur. Et pendant",
        "trente mois, elle endure les fatigues de sa gestation et de son allaitement.",
        "Quand il atteint sa maturité, à l’âge de quarante ans, il dira : «Seigneur, fais",
        "que je sois reconnaissant envers Toi pour les bienfaits dont Tu nous as comblés,",
        "moi et mes parents, et que j’accomplisse de bonnes œuvres que Tu agréeras ! Fais",
        "aussi que ma postérité soit d’une bonne moralité ! Je reviens repentant vers Toi",
        "et me déclare du nombre des soumis.»"
      ],
      "tafsirTranslate" : [
        "Nous avons enjoint à l'homme d'être gentil avec ses parents. Dans la douleur a",
        "fait sa mère l'ours et la douleur fait-elle donner naissance à lui. . La valeur",
        "de l'enfant à son sevrage est une période de trente mois <N:19> Et quand il est",
        "cultivé à pleine maturité et atteint l'âge de quarante ans, il prie: «Mon",
        "Seigneur, jetez-moi que je peux rendre grâce pour la bounty que vous avez accordé",
        "à moi et mes parents, et de disposer de moi que je puisse faire de bonnes œuvres",
        "qui vous plaît, <N:20> et aussi faire mes descendants justes. Je me repens à Toi,",
        "et je suis l'un de ceux qui s'abandonne à Toi. '"
      ],
      "tanslateWordByWord" : [
        "Nous avons commandé",
        "(E) homme",
        "à ses parents",
        "la gentillesse",
        "Adopté le",
        "sa mère",
        "(Avec) des difficultés",
        "et a donné naissance à lui",
        "(Avec) des difficultés",
        "Et (le) roulement de lui",
        "et (le) sevrage de lui",
        "(Est) trente",
        "mois)",
        "jusqu'à",
        "quand",
        "il atteint",
        "sa maturité",
        "et atteint",
        "quarante",
        "années)",
        "il dit",
        "Mon Seigneur",
        "accordez-moi (la) puissance",
        "cette",
        "Je peux être reconnaissant",
        "(Pour) Votre faveur",
        "lequel",
        "Vous avez donné",
        "sur moi",
        "et à",
        "mes parents",
        "et cela",
        "je fais",
        "justes (actes)",
        "qui plaira Vous",
        "et faire des justes",
        "pour moi",
        "parmi",
        "ma descendance",
        "effectivement",
        "Je tourne",
        "à toi",
        "et en effet, je suis",
        "de",
        "ceux qui se soumettent"
      ],
      "notes" : {
        "20" : [
          "Autrement dit, \"] O Seigneur, accorde-moi la grâce de ces actes justes qui",
          "peuvent se conformer à votre loi dans la forme apparente ainsi que acceptable",
          "pour vous dans leur valeur réelle.\" Si une action, mais bien aux yeux du peuple,",
          "ne se conforme pas à l'obéissance à la loi d'Allah, il ne peut avoir aucune",
          "valeur aux yeux de AIIah, peu importe comment il est hautement apprécié par le",
          "peuple. Au contraire, une autre action qui est conforme à la Shari 'ah exactement",
          "et n'a pas de défaut ou d'une déficience dans sa forme apparente, devient creux à",
          "l'intérieur, à cause d'une mauvaise intention, la vanité, l'arrogance et la",
          "cupidité du monde, et ainsi sans valeur aux yeux d'Allah."
        ],
        "19" : [
          "Ce verset dit que bien que les enfants devraient servir à la fois la mère et le",
          "père, le droit de la mère est plus grande importance, sur le terrain qu'elle",
          "subit de plus grandes difficultés pour le bien des enfants. La même chose est",
          "confirmée par un hadith, qui a été lié avec un peu de changement dans le libellé",
          "de Bukhari, Muslim, Abu Dâwûd, Tirmidhi, Ibn Majah, Musnad Ahmad, et Adab",
          "al-Mufrad de l'Imam Bukhari, à l'effet qu'une personne a demandé au Saint",
          "Prophète:? [ \"qui a obtenu un plus grand droit à mon service le Saint Prophète",
          "répondit: Ta mère Il demanda:. qui après elle, il a répondu:. Ta mère Il demanda:",
          "qui après elle, il a répondu? .: Votre mère il a demandé: Qui après son il",
          "répondit: Ton père; \"] ce hadith explique précisément ce verset, car il a",
          "également allusion a été faite à la triple droit de la mère: sa mère l'a porté à",
          "des difficultés; [(2)], elle lui a donné naissance à des difficultés; et [(3)]",
          "son ​​appui et son sevrage a pris trente mois. \n Un autre point de droit est",
          "également dérivé de ce verset et le verset 14 de la sourate Luqman et le verset",
          "233 de Al-Baqarah, qui a été signalé par Hadrat `Ali et Hadrat Ibn 'Abbas dans",
          "une affaire de droit et de fait Hadrat` Uthman changer sa décision. L'histoire",
          "raconte que pendant le califat de Hadrat `Uthman [(qu'Allah soit satisfait de",
          "lui)] une personne a épousé une femme de la tribu Juhainah, et seulement six mois",
          "après le mariage, elle a donné naissance à un enfant en bonne santé et son.",
          "L'homme prit le cas avant Hadrat `Uthman, qui a déclaré la femme d'être adultère",
          "et a ordonné qu'elle soit lapidée à mort. En entendant cela Hadrat `Ali est",
          "immédiatement venu à Hadrat` Uthman et a demandé: Quel genre de décision",
          "avez-vous donné? Il répondit: Elle a donné naissance à un enfant son six mois",
          "après le mariage. Est-il pas un .proof clair de son être un adultère? Hadrat `Ali",
          "ne sont pas d'accord, et récita les trois versets mentionnés ci-dessus dans leur",
          "séquence. Dans la sourate Al-Baqarah Allah dit: «Les mères allaiteront leurs",
          "enfants pour deux inyears entiers, si les pères désirent la tétée être achevé [\"",
          "Dans la sourate Luqman il est dit: \"]. Et son sevrage a pris deux ans, [\" et dans",
          "la sourate Al-Ahqaf:. \".] et son appui et son sevrage a pris trente mois [\"",
          "maintenant, si deux ans de lait sont enlevés à partir de 30 mois, six mois de",
          "roulement restent Cela montre que la période minimale de grossesse où un enfant",
          "sonore peut être né est de six mois. par conséquent, la femme qui a donné",
          "naissance à un enfant de six mois après le mariage ne peut pas être déclaré",
          "adultère. en entendant ce raisonnement de Hadrat 'Ali, Hadrat' Uthman a admis",
          "qu'il avait pas a estimé que chose du tout. puis il a rappelé la femme et a",
          "changé sa décision. Selon une autre tradition, Ibn 'Abbas a également soutenu le",
          "raisonnement de Hadrat' Ali puis Hadrat 'Uthman a changé sa décision. [(Ibn",
          "Jarir, Ahkam al-Qur un par al-Jassas Ibn Kathir)]. \n Les injonctions légales",
          "suivantes sont dérivées des trois versets quand ils sont lus ensemble: La femme",
          "qui donne naissance à un enfant sain et complet en moins de six mois après le",
          "mariage [(ie dans une bonne livraison et non l'avortement)] sera déclarée",
          "adultère et la lignée de son mari de son enfant ne seront pas établies. \n [(2)]",
          "La femme qui livre un enfant de son et complète six mois ou plus après le",
          "mariage, ne peut pas être accusée d'adultère que sur la base de la naissance de",
          "l'enfant, ni son mari a le droit à son calomnier, il ne peut refuser de",
          "reconnaître la paternité de l'enfant; l'enfant sera certainement reconnu comme la",
          "sienne, et la femme ne sera pas puni. \n [(3)] La période maximale pour fosterage",
          "est de deux ans. Si une femme a allaité un enfant après cet âge, elle ne sera pas",
          "considérée comme sa mère adoptive, ni ne les injonctions relatives à fosterage",
          "[(An-Nisa: 23 <V:4:23>)] sont applicables à elle. À cet égard, l'Imam Abu Hanifah",
          "a par prudence proposé la période de deux ans et demi au lieu de deux ans, de",
          "sorte qu'il ne reste aucune chance d'erreur dans une affaire délicate, comme",
          "l'interdiction des relations d'accueil. [(Pour plus d'explications, voir E N. 23",
          "de Surah Luqman)]. Ici, il serait utile de savoir que, selon les dernières",
          "recherches médicales un enfant a besoin d'au moins 28 semaines pour rester dans",
          "l'utérus de la mère à être développé et livré comme un bébé vivant. Cette période",
          "équivaut à un peu plus de 6 mois. La loi islamique a permis une concession",
          "d'environ un demi-mois, parce que l'être une femme déclarée adultère et être",
          "privé de la lignée d'un enfant est une affaire grave, et sa gravité exige que la",
          "période maximale autorisée pour sauver la mère et l'enfant ses conséquences",
          "juridiques. En outre, aucun médecin et aucun juge, pas même la femme enceinte",
          "elle-même et l'homme l'imprégnation, peut savoir à quel moment exactement fait la",
          "conception ont lieu. Cette chose exige aussi que quelques jours de plus être",
          "autorisés dans la détermination de la période légale minimale de la grossesse."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "أُولَٰئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ ۖ وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ",
      "simpleTranslate" : [
        "Voilà ceux dont Nous agréerons les œuvres les plus méritoires en passant outre",
        "sur leurs méfaits. Ils feront partie des hôtes du Paradis, selon la promesse",
        "sincère qui leur a été faite."
      ],
      "tafsirTranslate" : [
        "Tels sont ceux dont Nous acceptons leurs meilleures actions et dont les mauvaises",
        "actions Nous négligeons. <N:21> Ils seront parmi les gens du Paradis en accord",
        "avec la vraie promesse faite à eux."
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "(Sont) celles",
        "Nous accepterons",
        "d'eux",
        "(le meilleur",
        "(de quoi",
        "ils ont fait",
        "et nous allons négliger",
        "[de]",
        "leurs mauvaises actions",
        "parmi",
        "(les) compagnons",
        "(De) Paradise",
        "Une promesse",
        "vrai",
        "lequel",
        "ils étaient",
        "promis"
      ],
      "notes" : {
        "21" : [
          "Autrement dit, [ «Leurs rangs dans l'au-delà seront déterminés par les meilleures",
          "actions qu'ils ont fait dans le monde, et leurs lacunes et les faiblesses et les",
          "erreurs seront ignorées. Il est comme un généreux et maître reconnaissants qui",
          "détermine la valeur de son serviteur fidèle et obéissant non par les services",
          "mesquines qu'il rend, mais par un travail de mérite qu'il pourrait accomplir ou",
          "un exploit de dévotion et de dévouement qu'il pourrait accomplir. il ne va pas",
          "appeler son serviteur compte pour ses lacunes mineures et donnent sur ses",
          "principaux services. \"]"
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي أَنْ أُخْرَجَ وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي وَهُمَا يَسْتَغِيثَانِ اللَّهَ وَيْلَكَ آمِنْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَيَقُولُ مَا هَٰذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "Celui qui dit à ses parents : «Fi de vous ! Allez-vous encore me promettre que je",
        "renaîtrai de mon tombeau alors que tant de générations ont passé avant moi sans",
        "revenir à la vie?» Et pendant que ses parents lui disent en implorant Dieu en sa",
        "faveur : «Malheureux ! Aie foi en Dieu ! La promesse de Dieu est vraie !», lui",
        "insiste : «Ce ne sont là que de vieilles fables !»"
      ],
      "tafsirTranslate" : [
        "Mais celui qui dit à ses parents: «Fie sur vous! Avez-vous me menacez que je",
        "serai ressuscité, bien que les générations innombrables sont passées devant moi",
        "(et non pas l'un d'entre eux a été ressuscité)? Les parents, prier Allah (et dire",
        "à leur enfant): «Malheur à vous, ont la foi. Certes, la promesse d'Allah est",
        "vraie. \" Mais il dit: «Tout cela est rien d'autre que des fables d'autrefois."
      ],
      "tanslateWordByWord" : [
        "Mais celui qui",
        "dit",
        "à ses parents",
        "Uff",
        "à vous deux",
        "Me promets-tu",
        "cette",
        "Je serai enfantée",
        "et ont déjà disparu",
        "et ont déjà disparu",
        "les générations",
        "avant moi",
        "avant moi",
        "Et ils ont tous deux",
        "demander de l'aide",
        "(De) Allah",
        "Malheur à vous",
        "Croyez",
        "Effectivement",
        "(la promesse",
        "(De) Allah",
        "(est vrai",
        "Mais il dit",
        "ne pas",
        "(est-ce",
        "mais",
        "(les histoires",
        "(De) l'ancien (personnes)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "أُولَٰئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ ۖ إِنَّهُمْ كَانُوا خَاسِرِينَ",
      "simpleTranslate" : [
        "Voilà ceux contre qui se réalisera Notre arrêt, comme il a été réalisé contre de",
        "précédentes communautés parmi les djinns et les hommes. Et ce seront ceux-là les",
        "perdants."
      ],
      "tafsirTranslate" : [
        "Il est contre une telle que la condamnation d'Allah (de la peine) est devenue",
        "exigible. Ils se joindront aux communautés des humains et des djinns qui les ont",
        "précédés. En vérité, tous d'entre eux devant les tribunaux la perte totale.",
        "<N:22>"
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "(Sont) celles",
        "(A) prouvé vrai",
        "contre eux",
        "le mot",
        "parmi",
        "nations",
        "(Que) déjà décédé",
        "(Que) déjà décédé",
        "Avant eux",
        "Avant eux",
        "de",
        "(La) djinns",
        "et les hommes",
        "En effet, ils",
        "sont",
        "(les perdants"
      ],
      "notes" : {
        "22" : [
          "Ici, deux types de caractère ont été placés côte à côte et les auditeurs posé la",
          "question muette sur lequel d'entre eux est mieux. A cette époque, ces deux types",
          "de caractère pratiquement existé dans la société, et il était pas du aII",
          "difficile pour les gens de savoir où ils pouvaient trouver le premier type de",
          "caractère et où le second. Ceci est la réponse à cette parole des chefs de la",
          "Quraish: [ \"Si cela avait été bon de croire dans ce livre, ces quelques jeunes et",
          "les esclaves auraient pas cru en avant qu'ils ont fait.\"] A la lumière de cette",
          "réponse tout le monde pouvait voir par lui-même à ce qui était le caractère des",
          "croyants et ce que des non-croyants."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا ۖ وَلِيُوَفِّيَهُمْ أَعْمَالَهُمْ وَهُمْ لَا يُظْلَمُونَ",
      "simpleTranslate" : [
        "Chacun d’eux sera classé selon les œuvres qu’il aura accomplies, afin que Dieu",
        "récompense leurs actes en toute justice et sans qu’aucun d’eux ne soit lésé."
      ],
      "tafsirTranslate" : [
        "Parmi ceux-ci ont tous grades selon leurs actions afin qu'Allah les récompense",
        "pleinement de leurs actes. Ils ne seront pas lésés. <N:23>"
      ],
      "tanslateWordByWord" : [
        "Pour toutes",
        "(Sont) degrés",
        "pour quoi",
        "ils ont fait",
        "et qu'il peut compenser pleinement les",
        "(Pour) leurs actes",
        "et ils",
        "ne seront pas lésés",
        "ne seront pas lésés"
      ],
      "notes" : {
        "23" : [
          "Autrement dit, [ \"Ni seront les bonnes actions et les sacrifices des bonnes",
          "personnes perdues, ni les malfaiteurs attribués une peine plus sévère que ce",
          "qu'ils seront effectivement mériter. Si un homme bon est privé de sa récompense",
          "et reçoit une récompense moindre que ce qui est réellement son dû, il est",
          "injustice. de même, si un malfaiteur est pas puni de manière appropriée pour ses",
          "mauvaises actions, ou reçoit une peine plus sévère que méritée, il est également",
          "l'injustice. \"]"
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَفْسُقُونَ",
      "simpleTranslate" : [
        "Le jour où les impies seront conduits à l’Enfer, il leur sera dit : «Vous avez",
        "gaspillé vos dons les plus précieux en votre vie terrestre, et en avez joui",
        "pleinement. Aujourd’hui, subissez donc ce supplice infamant en punition de",
        "l’orgueil dont vous vous enfliez injustement et des excès auxquels vous vous êtes",
        "livrés sur Terre.»"
      ],
      "tafsirTranslate" : [
        "Et le jour où les incroyants seront exposés au feu, on leur dira: «Vous avez",
        "épuisé votre part des primes dans la vie du monde, et vous avez pris le plein de",
        "jouissances . Donc, dégradant châtiment doit être le vôtre sur ce jour pour vous",
        "ciré arrogant dans la terre sans justification et agi iniquement. <N:24>"
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "seront exposés",
        "ceux qui",
        "pas foi",
        "à",
        "le feu",
        "Vous épuisé",
        "vos bonnes choses",
        "dans",
        "ta vie",
        "(du monde",
        "et vous avez pris vos plaisirs",
        "la bride",
        "Donc aujourd'hui",
        "vous rétribuera",
        "(Avec) une punition",
        "humiliant",
        "car",
        "vous étiez",
        "arrogant",
        "dans",
        "La terre",
        "sans pour autant",
        "[la droite",
        "et parce que",
        "vous étiez",
        "pervers"
      ],
      "notes" : {
        "24" : [
          "[ \"Un châtiment d'ignominie»], à cause de l'arrogance qu'ils ont montré. Ils",
          "pensaient qu'ils étaient grandes personnes et il était en dessous de leur dignité",
          "à croire au Messager et à rejoindre le groupe des croyants pauvres et indigents.",
          "Ils ont été impliqués dans la fausse fierté que si les grandes personnes comme",
          "eux seraient croire en une chose qui quelques esclaves et les hommes pauvres",
          "avaient cru, ils encourraient infamie. Voilà pourquoi AIIah va les déshonorer",
          "dans l'au-delà et détruira leur fierté."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالْأَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ أَلَّا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
      "simpleTranslate" : [
        "Rappelle le souvenir du frère de `Âd lorsqu’il vint avertir son peuple dans le",
        "pays d’al-Ahqâf , où des avertisseurs étaient déjà venus avant et où d’autres",
        "vinrent encore après lui. «N’adorez, dit-il, que Dieu ! Je crains pour vous un",
        "terrible châtiment !»"
      ],
      "tafsirTranslate" : [
        "Recount leur l'histoire de (Hud), le frère de (la tribu de) 'Ad. Hud avertit son",
        "peuple à côté des dunes de sable <N:25> »et il y a eu d'autres warners devant lui",
        "et depuis son temps» en disant: «N'adorez Allah. En vérité, je crains que le",
        "châtiment d'un jour impressionnant viendra sur vous."
      ],
      "tanslateWordByWord" : [
        "Et mentionne",
        "(le frère",
        "(De) Aad",
        "quand",
        "il a mis en garde",
        "son peuple",
        "dans le Al-Ahqaf",
        "et avait déjà disparu",
        "et avait déjà disparu",
        "[Le] warners",
        "avant lui",
        "avant lui",
        "avant lui",
        "et après lui",
        "et après lui",
        "Cela ne",
        "vous adorez",
        "sauf",
        "Allah",
        "En effet, je",
        "[Je crains",
        "pour toi",
        "une punition",
        "(De) un jour",
        "Génial"
      ],
      "notes" : {
        "25" : [
          "Comme les chefs de la Quraish avaient une fausse fierté de leur supériorité et",
          "exultaient dans leur richesse et de prospérité, l'histoire de `Ad est lié à eux",
          "au sujet de laquelle il était bien connu qu'ils avaient été les personnes les",
          "plus puissantes dans Saoudite. \n Littéralement, Ahqaf [(pl. De hiqf)] sont",
          "longues dunes de sable moins en hauteur que les montagnes, mais techniquement il",
          "est un nom donné à la partie sud-ouest du désert d'Arabie [(Ar-Rub'ul-khali)] qui",
          "est entièrement non-habité. S'il vous plaît voir la carte à la page 672. \n Ibn",
          "Ishaq dit que le territoire de 'Ad étendu de Oman à Yaman, et le Coran nous dit",
          "qu'ils ont effectivement appartenu à Al-Ahqaf où ils se propagent sur les terres",
          "adjacentes et les nations faibles tamisées. 125 miles au nord de la ville",
          "actuelle de la Mecque il y a une place dans l'Hadramaout, où les gens ont",
          "construit un tombeau du Prophète Hud, et l'endroit est bien connu comme la tombe",
          "de Hud. Une fête religieuse, il y est maintenu le 15 Sha'ban et des milliers de",
          "personnes de différentes parties de l'Arabie fronce chaque année. Bien qu'il ne",
          "soit pas historiquement établie, l'être de la tombe construite là et les Arabes",
          "du Sud »le visiter en grand nombre est au moins une preuve que la tradition",
          "locale qui concerne ce territoire très comme la terre de` Ad. En outre, il y a",
          "plusieurs nonnes Hadramaout que les indigènes appellent encore par le nom de",
          "Dar-'Ad [(Abode de 'Ad)]. \n De l'état actuel de Al-Ahqaf personne ne peut même",
          "imaginer que cette terre aurait pu être la maison d'un peuple puissant offrant de",
          "magnifiques civilisation. Probablement, il était un cadre verdoyant et fertile",
          "des milliers de terres d'années, puis le changement de climat pourrait avoir",
          "transformé en un désert de sable. Aujourd'hui, il est un vaste, balayé par le",
          "vent du désert, et personne ne peut oser aller dans son intérieur. En 1843 après",
          "Jésus-Christ un soldat bavarois était en mesure d'atteindre sa limite sud. Il dit",
          "que si l'on regarde vers le bas du plateau nord de l'Hadramaout, on peut voir ce",
          "désert environ un millier de pieds dans la dépression. Ici et là dedans il y a",
          "des zones blanches où si une chose tombe, il va sur sombrer dans le sable et",
          "désintégrations. Les Bédouins arabes craignent cette terre et l'arc jamais prêt à",
          "entrer dedans à tout prix. Une fois quand les Bédouins ne sont pas prêts à le",
          "prendre là, il est allé lui-même. Il dit que le sable, il est de la poudre très",
          "fine, et quand il a jeté une sonde dans de loin, il a sombré dans un délai de",
          "cinq minutes et la fin de la ligne à laquelle il était attaché, aussi pourri. \n",
          "Pour plus d'informations, sec: \n Saoudite et Les Isles, Harold Ingrams, Londres",
          "1946. \n Le dévoilement de l'Arabie, R H. Kirnan, Londres, 1937. \n The Empty",
          "Quarter. Philby. Londres 1933."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "قَالُوا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ",
      "simpleTranslate" : [
        "– «Viens-tu, lui répondirent-ils, pour nous détourner de nos divinités? Alors, si",
        "ce que tu dis est vrai, fais venir les malheurs dont tu nous menaces !»"
      ],
      "tafsirTranslate" : [
        "Ils dirent: \"Es-tu venu à nous pour nous détourner de nos dieux? Ensuite, mettre",
        "sur nous le fléau que tu nous menaces. Faites-le si vous êtes véridiques »."
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Es-tu venu pour nous",
        "pour nous écarter",
        "de",
        "nos dieux",
        "Ensuite, apportez-nous",
        "quelle",
        "vous nous menacez",
        "si",
        "tu es",
        "de",
        "la vérité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "قَالَ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَأُبَلِّغُكُمْ مَا أُرْسِلْتُ بِهِ وَلَٰكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ",
      "simpleTranslate" : [
        "– «Dieu Seul en a connaissance, dit-il. Je ne fais que vous transmettre le",
        "Message dont je suis chargé. Mais je vois bien que j’ai affaire à un peuple",
        "d’ignorants.»"
      ],
      "tafsirTranslate" : [
        "Il a répondu: \". Allah seul sait à ce sujet <N:26> Je transmets seulement pour",
        "vous le message que je suis envoyé avec. Mais je vois que vous êtes un peuple",
        "ignorant. » <N:27>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Seulement",
        "la connaissance",
        "(Est) avec Allah",
        "(Est) avec Allah",
        "et je vous transmets",
        "quelle",
        "Je suis envoyé",
        "Avec ça",
        "mais",
        "je te vois",
        "un peuple",
        "ignorant"
      ],
      "notes" : {
        "26" : [
          "Autrement dit, [ \"Allah seul sait à quel moment le tourment descendra sur vous et",
          "de répit combien de temps vous sera accordé.\"]"
        ],
        "27" : [
          "Autrement dit, [ \"Vous prenez mon avertissement comme une blague dans votre",
          "ignorance et exigez le tourment pour le plaisir. Vous avez aucune idée de la",
          "façon dont terrible est le tourment de Dieu et comment à portée de main, il",
          "aurait pu approché à cause de vos méfaits. \"]"
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَٰذَا عَارِضٌ مُمْطِرُنَا ۚ بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ ۖ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "Apercevant un nuage qui se dirigeait vers leurs vallées, les `Âd s’écrièrent :",
        "«C’est un nuage chargé de pluie pour nous.» – «Non ! C’est plutôt ce que vous",
        "étiez impatients de voir venir ! C’est un vent qui vous apporte un épouvantable",
        "malheur"
      ],
      "tafsirTranslate" : [
        "Quand ils ont vu le fléau avancer vers leurs vallées, ils dirent: «Voici un nuage",
        "qui apportera beaucoup de pluie pour nous.» «En aucun cas, <N:28>, il est ce que",
        "vous aviez cherché à hâter 'un vent tempête portant un châtiment douloureux"
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "ils l'ont vu",
        "(Comme) un nuage",
        "approchant",
        "leurs vallées",
        "ils ont dit",
        "Ce",
        "(Est) un nuage",
        "nous apportant la pluie",
        "Non",
        "il",
        "(Est) ce qui",
        "vous demandiez à être accéléré",
        "vous demandiez à être accéléré",
        "un vent",
        "en ce",
        "(Est) une punition",
        "douloureux"
      ],
      "notes" : {
        "28" : [
          "Ici, il n'y a aucune indication quant à savoir qui leur a donné cette réponse.",
          "Cependant, le style montre explicitement que ce fut la réponse qu'ils ont été",
          "donnés par les conditions existantes. Ils pensaient qu'il était un nuage qui",
          "venait de donner la pluie à leurs vallées, mais en réalité, ce fut une tempête de",
          "vent qui venait à exterminer complètement."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لَا يُرَىٰ إِلَّا مَسَاكِنُهُمْ ۚ كَذَٰلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ",
      "simpleTranslate" : [
        "et qui détruit tout sur son passage, par ordre de son Seigneur.» Et le lendemain",
        "matin, on ne voyait plus que les traces de leurs demeures. C’est ainsi que Nous",
        "rétribuons les criminels."
      ],
      "tafsirTranslate" : [
        "qui va détruire tout par le commandement de son Seigneur. Par la suite, rien n'a",
        "été laissé à voir que leurs demeures. Ainsi que Nous rétribuons les injustes.",
        "<N:29>"
      ],
      "tanslateWordByWord" : [
        "Détruisant",
        "chaque",
        "chose",
        "par (la) commande",
        "(De) son Seigneur",
        "Ensuite, ils sont devenus (par exemple)",
        "ne pas",
        "est vu",
        "sauf",
        "leurs logements",
        "Ainsi",
        "Nous rétribuons",
        "les gens",
        "[les criminels"
      ],
      "notes" : {
        "29" : [
          "Pour les détails de l'histoire de 'Ad, voir AI-Araf, 65-72, Hud: 50-60,",
          "AI-Mu'minun: 31-41. Ash-Shu'ara: 123-140, AI-Ankabut: 40, Iii-Mim AsSajdah: 15-16",
          "et la E.N. correspondante de."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَىٰ عَنْهُمْ سَمْعُهُمْ وَلَا أَبْصَارُهُمْ وَلَا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ",
      "simpleTranslate" : [
        "Nous les avions pourvus pourtant de moyens dont vous n’avez pas bénéficiés",
        "vous-mêmes. Nous leur avions bien donné l’ouïe, la vue et l’intelligence ; mais",
        "ni l’ouïe, ni la vue, ni l’intelligence ne leur furent d’aucune utilité, pour",
        "avoir nié les signes de Dieu. Et les châtiments qu’ils tournaient en dérision les",
        "cernèrent de toutes parts."
      ],
      "tafsirTranslate" : [
        "Nous les avions établi fermement d'une manière Nous ne vous avons pas. <N:30>",
        "Nous leur avait donné les oreilles et les yeux et les cœurs. Mais rien ne les «ni",
        "leurs oreilles, ni leurs yeux, ni leurs coeurs prévalu, car ils ont nié les",
        "signes d'Allah. <N:31> Alors ce qu'ils avaient raillé les englobé."
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous les avions établi",
        "en ce que",
        "ne pas",
        "Nous vous avons établi",
        "en ce",
        "et Nous avons fait",
        "pour eux",
        "audition",
        "et la vision",
        "et les cœurs",
        "Mais non",
        "prévalue",
        "leur",
        "leur audition",
        "et pas",
        "leur vision",
        "et pas",
        "leur cœur",
        "tout",
        "chose",
        "quand",
        "ils étaient",
        "rejetant",
        "(les panneaux",
        "(De) Allah",
        "et enveloppé",
        "leur",
        "quelle",
        "ils avaient l'habitude",
        "[À elle]",
        "ridicule"
      ],
      "notes" : {
        "30" : [
          "Autrement dit, [ \"Vous êtes pas de match pour eux dans la mesure où la richesse,",
          "le pouvoir, l'autorité et d'autres choses sont concernés: votre sphère d'autorité",
          "est limitée aux limites de la ville de La Mecque, mais ils avaient dominé une",
          "grande partie de la terre. \"]"
        ],
        "31" : [
          "Une vérité importante a été déclaré dans cette courte phrase. Il est seulement",
          "les révélations d'Allah qui donnent les connaissances et la compréhension de la",
          "vérité et de la réalité à l'homme. Si l'homme a cette compréhension et de la",
          "connaissance, il voit la chose avec ses yeux, entend la bonne chose avec ses",
          "oreilles, pense que la bonne chose avec son esprit et de l'intellect et prend les",
          "bonnes décisions. Mais quand il refuse de croire aux révélations d'Allah, il ne",
          "parvient pas à voir la vérité en dépit des yeux, devient sourd à chaque mot",
          "d'avertissement malgré les oreilles, et abuse de la bénédiction de l'esprit et de",
          "l'intelligence que Dieu a accordé lui, et se poursuit en tirant des conclusions",
          "erronées une après l'autre; si bien qu'il commence «chanter aII ses capacités",
          "pour sa propre destruction."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُمْ مِنَ الْقُرَىٰ وَصَرَّفْنَا الْآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ",
      "simpleTranslate" : [
        "Nous avons fait périr nombre de cités qui vous entouraient, après avoir multiplié",
        "les signes à leur intention, dans l’espoir de les faire revenir au droit chemin."
      ],
      "tafsirTranslate" : [
        "Sûrement Nous détruit beaucoup une ville autour de vous. Nous avons envoyé Nos",
        "messages pour les maintes reprises et sous diverses formes qu'ils peuvent éviter",
        "(leurs mauvaises voies) et de retour (à Allah)."
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons détruit",
        "quelle",
        "vous entoure",
        "de",
        "les villes",
        "et Nous avons diversifié",
        "les panneaux",
        "qu'ils puissent",
        "retour"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً ۖ بَلْ ضَلُّوا عَنْهُمْ ۚ وَذَٰلِكَ إِفْكُهُمْ وَمَا كَانُوا يَفْتَرُونَ",
      "simpleTranslate" : [
        "Si seulement ceux qu’ils avaient pris, en dehors de Dieu, comme divinités pour",
        "prétendument les rapprocher de Lui les avaient secourus, au lieu de disparaître",
        "carrément sans laisser de trace ! Tel fut le résultat de leur imposture et de ce",
        "qu’ils inventaient comme mensonges."
      ],
      "tafsirTranslate" : [
        "Alors pourquoi ceux qu'ils avaient mis en place comme des dieux en dehors",
        "d'Allah, dans l'espoir qu'ils les rapprocher de Lui, non pas leur venir en aide?",
        "<N:32> Au lieu de cela, ils ont échoué. Ce fut la fin du mensonge qu'ils avaient",
        "fabriqué et les fausses croyances qu'ils avaient inventées."
      ],
      "tanslateWordByWord" : [
        "Alors pourquoi (a) pas",
        "les aider à",
        "ceux",
        "ils avaient pris",
        "outre",
        "outre",
        "Allah",
        "dieux comme un moyen d'approche",
        "dieux comme un moyen d'approche",
        "Non",
        "ils ont été perdus",
        "d'eux",
        "Et cela",
        "(Était) leur mensonge",
        "et quoi",
        "ils étaient",
        "inventer"
      ],
      "notes" : {
        "32" : [
          "Autrement dit, [ \"Ils avaient mis la foi en ces choses au commencement avec",
          "l'idée qu'ils étaient des serviteurs préférés de Dieu et à travers eux, ils",
          "atteindraient la proximité de lui, mais peu à peu ils les ont fait leurs dieux .",
          "ils ont commencé à les invoquer à l'aide;. ils ont formé la conviction qu'ils",
          "avaient le pouvoir de changer leur destin et pourraient répondre à leurs prières",
          "et enlever leurs difficultés \"] pour les délivrer de cette erreur Allah a envoyé",
          "ses révélations à travers ses messagers maintes et maintes fois de différentes",
          "façons de les mettre sur le droit chemin, mais ils persistent m le culte de leurs",
          "dieux, et a continué à insister pour qu'ils seraient toujours les invoquer à la",
          "place d'Allah. Maintenant, considérez ceci: Lorsque le tourment d'Allah a visité",
          "ces polythéistes en raison de leur écart, où avaient leurs redresseurs de griefs",
          "et les décapants de difficultés ont disparu? Pourquoi ne pas venir à leur secours",
          "au moment de l'affliction?"
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا ۖ فَلَمَّا قُضِيَ وَلَّوْا إِلَىٰ قَوْمِهِمْ مُنْذِرِينَ",
      "simpleTranslate" : [
        "Souviens-toi de ce groupe de djinns que Nous dirigeâmes vers toi pour entendre",
        "réciter le Coran et qui, une fois en ta présence, dirent : «Soyons attentifs !»",
        "Et quand la lecture fut achevée, ils s’en retournèrent auprès des leurs pour les",
        "avertir."
      ],
      "tafsirTranslate" : [
        "Et appeler à l'esprit lorsque nous vous avons envoyé un parti de djinns qu'ils",
        "peuvent écouter le Coran. <N:33> Quand ils ont atteint le lieu (où vous récitez",
        "le Coran ), ils se dirent entre eux: «Tais (et écouter). Et quand la récitation",
        "terminée, ils retournèrent à leur peuple que Warners."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Nous avons demandé",
        "à toi",
        "une fête",
        "de",
        "djinns",
        "écoute",
        "(Pour) le Coran",
        "Et quand",
        "ils ont assisté à ce",
        "ils ont dit",
        "Écouter tranquillement",
        "Et quand",
        "il a été conclu",
        "ils retournèrent",
        "à",
        "leur peuple",
        "(As) warners"
      ],
      "notes" : {
        "33" : [
          "Les traditions qui ont été liés de Hadrat `Abdullah bin Mas'ud, Hadrat Zubair,",
          "Hadrat 'Abdullah bin' Abbas, Hasan Basri, Said bin Jubayr, Zarr bin Hubaish,",
          "Mujahid, Ikrima et d'autres dans connexion avec le commentaire de ce verset",
          "d'accord que cet incident de la première visite des djinns, qui a été mentionné",
          "dans ce verset, avait eu lieu dans la vallée de Nakhlah. Et selon Ibn Ishaq, Abu",
          "Nu`aim Isfahaini et Waqidi, cet incident est survenu au cours du voyage de retour",
          "du Saint Prophète de Ta'if à La Mecque. Sur le chemin, quand il arrêta à Nakhlah,",
          "et récitait le Coran dans le 'Isha' ou Fajr ou la Prière Tahajjud, un groupe de",
          "djinns qui est arrivé à passer et arrêté de l'écouter. A cet égard, toutes les",
          "traditions conviennent qu'à cette occasion, les djinns ne comparaissent pas",
          "devant le Saint Prophète, et il n'a pas le sentiment que leur présence, mais",
          "AIIah l'a informé par la suite par la révélation qu'ils étaient venus et ont",
          "écouté la récitation coranique. \n L'endroit où cet incident a eu lieu était soit",
          "Az-Zaimah ou AsSayl-ul-Kabir, pour ces deux endroits sont situés dans la vallée",
          "de Nakhlah et à la fois l'eau est disponible et sont verts; si les voyageurs en",
          "provenance de Taïf doivent arrêter dans cette vallée, ils peuvent arrêter à l'un",
          "des endroits. S'il vous plaît voir la carte pour l'emplacement de ces lieux."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَىٰ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَىٰ طَرِيقٍ مُسْتَقِيمٍ",
      "simpleTranslate" : [
        "«Ô notre peuple, dirent-ils, nous venons d’entendre un Livre révélé après Moïse,",
        "qui confirme les Écritures anciennes, mène tout droit à la Vérité et conduit à la",
        "voie de la rectitude !"
      ],
      "tafsirTranslate" : [
        "Ils dirent: «Notre peuple, Nous avons entendu l'Écriture a révélé après Moïse, la",
        "vérification des écritures révélées devant lui; Il guide vers la vérité et vers",
        "le droit chemin. <N:34>"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "O notre peuple",
        "En effet, nous",
        "[nous avons entendu",
        "un livre",
        "révélé",
        "après",
        "après",
        "Musa",
        "confirmant",
        "quelle",
        "(A) avant",
        "(A) avant",
        "guidage",
        "à",
        "la vérité",
        "et à",
        "un chemin",
        "Tout droit"
      ],
      "notes" : {
        "34" : [
          "Cela montre que ces djinns avaient déjà eu foi dans le prophète Moïse et dans les",
          "Livres Divins. Après avoir entendu le Coran, ils ont estimé qu'il a donné les",
          "mêmes enseignements que les anciens prophètes avaient prêché. Par conséquent, ils",
          "ont cru dans ce livre immédiatement et aussi dans le saint prophète qui l'avait",
          "apporté."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ",
      "simpleTranslate" : [
        "Ô notre peuple ! Répondez à l’Apôtre de Dieu et croyez en lui ! Dieu absoudra une",
        "partie de vos péchés et vous épargnera de cruels tourments."
      ],
      "tafsirTranslate" : [
        "Notre peuple, répondre à l'appel de celui qui vous appelle à Allah et croyez en",
        "lui. Allah pardonnera vos péchés et vous protégera contre un châtiment",
        "douloureux. » <N:35>"
      ],
      "tanslateWordByWord" : [
        "O notre peuple",
        "Répondre",
        "(À la) appelant",
        "(De) Allah",
        "et croyez",
        "En lui",
        "Il pardonnera",
        "pour toi",
        "de",
        "vos péchés",
        "et vous protéger",
        "de",
        "une punition",
        "douloureux"
      ],
      "notes" : {
        "35" : [
          "traditions authentiques montrent que, après cela plusieurs députations des djinns",
          "ont visité le Saint Prophète, l'un après l'autre, et se sont réunis face à face.",
          "Lorsque toutes les traditions liées dans les collections de hadiths sur ce sujet",
          "sont lus ensemble, il semble qu'au moins six députations lui avaient rendu visite",
          "à la Mecque avant la Hijrah. \n A propos de l'un de ces députations Hadrat",
          "'Abdullah bin Mas'ud rapporte: «Un jour, le Saint Prophète est resté absent de la",
          "Mecque pour toute la nuit. Nous ne pouvions pas savoir où il se trouvait et",
          "craint qu'il aurait été attaqué par quelqu'un. Tôt le matin, nous l'avons vu",
          "venant de la direction de Hira '. En recherchant il a dit qu'un djinn était venu",
          "pour l'inviter et il l'avait accompagné et récité le Coran à un rassemblement",
          "d'entre eux là-bas. [ \"[(Muslim, Musnad Ahmad, Tirmidhi, Abou Daoud)]. \n Hadrat",
          "'Abdullah bin Mas'ud a raconté une autre tradition, en disant: \".] Une fois que",
          "le Saint Prophète a demandé à ses compagnons à la Mecque pour lequel d'entre eux",
          "l'accompagner ce soir-là pour répondre aux djinns je suis devenu prêt à aller",
          "avec lui à un. place dans les quarts supérieurs de la Mecque, le Saint Prophète a",
          "tracé une ligne et m'a dit de ne pas traverser. Puis il est allé vers l'avant et",
          "se leva et se mit à réciter le Coran. J'ai vu qu'un certain nombre de gens",
          "étaient rassemblés autour de lui et ils se tenait entre lui et moi \". [(Ibn",
          "Jarir, Baihaqi: Dala`il un-Nubuwwat, Abu Nu`aim Isfahani: Dale Il une-Nubuwuat)].",
          "\n À une autre occasion aussi pendant la nuit Hadrat `Abdullah bin Mas'ud était",
          "avec le Saint Prophète et il a décidé une affaire des djinns à Hajun à La Mecque.",
          "Plusieurs années plus tard Ibn Mas'ud a vu un groupe de villageois à Kufa et a",
          "déclaré que le groupe des djinns qu'il avait vu à Hajun ressemblait ces gens.",
          "[(Ibn Jarir)]."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَمَنْ لَا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِيَاءُ ۚ أُولَٰئِكَ فِي ضَلَالٍ مُبِينٍ",
      "simpleTranslate" : [
        "Ceux qui ne répondent pas à l’appel de Dieu ne sauraient ni défier la puissance",
        "du Seigneur sur Terre ni trouver d’alliés en dehors de Lui. Ceux-là sont",
        "manifestement des égarés.»"
      ],
      "tafsirTranslate" : [
        "Et <N:36> celui qui ne répond pas à celui qui appelle à Allah ne sera pas en",
        "mesure de le frustrer sur la terre, ils ne seront pas à quiconque de les protéger",
        "contre Allah. Ces personnes sont dans un égarement évident."
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "(ne fait pas",
        "répondre",
        "(À la) appelant",
        "(De) Allah",
        "alors pas",
        "il ne peut échapper",
        "dans",
        "La terre",
        "et pas",
        "pour lui",
        "en dehors de Lui",
        "en dehors de Lui",
        "protecteurs",
        "Ceux",
        "(sont dans",
        "Erreur",
        "clair"
      ],
      "notes" : {
        "36" : [
          "Cette phrase pourrait aussi être une partie de l'énonciation des djinns, ou il",
          "pourrait être un ajout par Allah à leur dire. Compte tenu du contexte, le second",
          "point de vue semble être plus raisonnable."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ ۚ بَلَىٰ إِنَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "Ne voient-ils pas que Dieu qui a créé sans la moindre peine le Ciel et la Terre",
        "est aussi Capable de ressusciter les morts? En vérité, Dieu est parfaitement",
        "Capable de toute chose."
      ],
      "tafsirTranslate" : [
        "Ne voient-ils pas qu'Allah qui a créé les cieux et la terre »et leur création ne",
        "l'ont pas s'user 'a le pouvoir de ramener les morts à la vie? Pourquoi pas! Il a",
        "certainement le pouvoir sur tout."
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "ils voient",
        "cette",
        "Allah",
        "(Est) Celui qui",
        "créé",
        "Le Paradis",
        "et la terre",
        "et (était) pas",
        "fatigué",
        "par leur création,",
        "(est capable",
        "donner la vie",
        "donner la vie",
        "donner la vie",
        "(À) les morts",
        "Oui",
        "En effet, il",
        "(est sur",
        "chaque",
        "chose",
        "Tout-puissant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَلَيْسَ هَٰذَا بِالْحَقِّ ۖ قَالُوا بَلَىٰ وَرَبِّنَا ۚ قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ",
      "simpleTranslate" : [
        "Le jour où les impies seront conduits à l’Enfer, il leur sera demandé : «Ce Feu,",
        "n’est-il pas celui qui vous a été annoncé?» – «Mais si, par notre Seigneur»,",
        "répondront-ils. On leur dira alors : «Eh bien ! Goûtez ce supplice en punition de",
        "votre impiété !»"
      ],
      "tafsirTranslate" : [
        "Le jour où les incroyants seront portées à la vue du feu, il leur sera demandé:",
        "'? Est-ce pas la vérité » et ils répondront «Oui, par Notre-Seigneur (ce qui est",
        "la Vérité). Allah dira: «Alors souffrir le châtiment comme une récompense pour",
        "votre mécréant."
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "sont exposés",
        "ceux qui",
        "pas foi",
        "à",
        "le feu",
        "N'est pas",
        "ce",
        "la vérité",
        "Ils diront",
        "Oui",
        "par notre Seigneur",
        "Il dira",
        "Puis goûter",
        "la punition",
        "car",
        "vous avez utilisé pour",
        "ne pas croire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ وَلَا تَسْتَعْجِلْ لَهُمْ ۚ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ ۚ بَلَاغٌ ۚ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ",
      "simpleTranslate" : [
        "Prophète ! Sois patient, comme l’ont été avant toi les plus résolus parmi les",
        "prophètes ! Ne te montre pas trop pressé de voir fondre sur eux le châtiment ! Le",
        "jour où ils seront en face de ce qui leur est promis, il leur semblera n’être",
        "restés sur Terre qu’une heure de la journée. Les voilà donc suffisamment avertis.",
        "Mais qui périra, hormis les pervers?"
      ],
      "tafsirTranslate" : [
        "Alors portent avec patience, (O Prophète), alors même que les messagers doués de",
        "fermeté de résolution <N:37> (avant) alésage avec de la patience, et ne pas être",
        "précipitée à leur égard. Le jour où ils voient ce qu'ils avaient été mis en garde",
        "contre ils se sentent comme si elles étaient restées dans le monde plus d'une",
        "heure de la journée. (La vérité a été transmise.) Y aura-t donc souffrir la",
        "perdition, sauf ceux qui désobéissent?"
      ],
      "tanslateWordByWord" : [
        "Alors soyez patient",
        "comme",
        "eu la patience",
        "ceux de détermination",
        "ceux de détermination",
        "de",
        "les messagers",
        "et (faire) pas",
        "chercher à hâter",
        "pour eux",
        "Comme si elles avaient",
        "(le jour",
        "ils voient",
        "quelle",
        "ils ont été promis",
        "ne pas",
        "resté",
        "sauf",
        "une heure",
        "de",
        "un jour",
        "Une notification",
        "Mais sera",
        "(Any) être détruit",
        "sauf",
        "les gens",
        "les pervers"
      ],
      "notes" : {
        "37" : [
          "Autrement dit, [ «Tout comme les prophètes avant vous êtes allé en endurant avec",
          "patience et lutte incessante de l'indifférence, l'opposition, la résistance et",
          "les persécutions de leur peuple pendant des années, donc vous devriez aussi faire",
          "la même chose, et ne pas accepter l'idée que ce soit les gens devraient croire en",
          "vous immédiatement ou. si elles ne croient pas, Allah doit leur rendre visite",
          "avec son tourment \"]"
        ]
      }
    }
  ],
  "medinian" : false
}