{
  "chapterNumber" : 47,
  "nbVerses" : 38,
  "name" : "Mahomet",
  "nameArabic" : "مُحَمّد",
  "transName" : "muḥammad",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ",
      "simpleTranslate" : [
        "Dieu vouera à l’échec les agissements de ceux qui non seulement ne croient pas",
        "eux-mêmes mais s’emploient aussi à détourner leurs semblables de Sa Voie."
      ],
      "tafsirTranslate" : [
        "Allah a causé les œuvres de ceux qui ont mécru <N:1> et empêcher les gens de la",
        "voie d'Allah <N:2> pour aller à déchets <N:3>."
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "ne pas croire",
        "détournez",
        "de",
        "(La) voie d'Allah",
        "(La) voie d'Allah",
        "Il fera à perdre",
        "leurs actions"
      ],
      "notes" : {
        "1" : [
          "[ \"Ceux qui ont mécru\"]: Ceux qui ont refusé d'accepter les enseignements et les",
          "conseils présentés »par Muhammad [(sur qui être la paix et la bénédiction",
          "d'Allah)]."
        ],
        "2" : [
          "Le sadd verbe [(à partir de laquelle sâdhû de l'original est dérivé)] est utilisé",
          "à la fois comme un transitive et comme un verbe intransitif en arabe. Par",
          "conséquent, la phrase signifierait [ \"ils se sont abstenus d'adopter le chemin",
          "d'Allah\"] ainsi que ils ont empêché les autres d'adopter cette façon \"Il y a",
          "plusieurs façons d'empêcher les autres d'adopter le chemin d'Allah. [(1)] que",
          "l'on doit de force empêcher une autre de croire; [(2)] que l'on devrait donc",
          "persécuter les croyants qu'il devrait devenir difficile pour eux de rester ferme",
          "sur la foi et pour les autres à embrasser la foi en raison des conditions",
          "terribles; [(3)] que on doit induire en erreur le peuple contre la religion et",
          "ses adeptes de différentes manières et de créer des doutes dans les cœurs pour",
          "que les gens peuvent devenir suspect de la religion elle-même. en outre, tout",
          "mécréant empêche les autres de la voie d'Allah dans le sens où il évoque ses",
          "enfants sur le chemin de l'incrédulité, et il devient alors difficile pour sa",
          "future génération de renoncer à la foi ancestrale et accepter l'Islam. de même,",
          "chaque société incroyante est un obstacle à la voie de AIlah, car elle crée des",
          "obstacles dans la voie de la les progrès de la foi par son système d'éducation et",
          "de formation, son gouvernement et ses coutumes et ses préjugés."
        ],
        "3" : [
          "Les mots Adalla une «mala-hum [(dirigé leurs actes égarés, Iet les aller à",
          "déchets)] sont très complet dans le sens. Leur seule signification est: AIIah les",
          "prive de la grâce que leurs efforts et leurs travaux devraient être dépensés dans",
          "le droit chemin: maintenant, tout ce qu'ils font, ils le font pour les mauvais",
          "buts et objets de mauvaises façons: tous Ies leurs efforts seront dirigés à la",
          "manière de l'erreur et l'écart - au lieu de l'orientation. Leur deuxième sens",
          "est: Les travaux qu'ils ont été performants actes comme pieux, par exemple la",
          "tutelle de la Ka'ba, divertir les clients, le traitement du puits Kindred, et les",
          "autres œuvres, qui sont comptés parmi les services religieux et nobles actions",
          "moralement, ont été rendues vaines par AIIah; ils ne recevront aucune récompense",
          "pour eux, quand ils refusent d'accepter Monothéisme et d'adopter la voie du",
          "service et l'adoration d'Allah et d'arrêter les autres aussi d'adopter l'Islam",
          "aucune de leurs œuvres peuvent être acceptables à Allah. La troisième",
          "signification est AIIah rendue stérile un $ vain les efforts qu'ils faisaient",
          "pour entraver le chemin de la Vérité et de garder leur credo d'incrédulité vivant",
          "en Arabie contre le Prophète Muhammad [(sur qui être la paix et la bénédiction",
          "d'Allah)]: tous leurs conceptions et les efforts sont maintenant sans but: ils ne",
          "pourront jamais atteindre leurs objectifs par ces dessins."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَآمَنُوا بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ رَبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
      "simpleTranslate" : [
        "Mais ceux qui croient, qui font le bien et ont foi en la Vérité divine révélée à",
        "Muhammad, Dieu absoudra leurs péchés et rendra meilleur leur sort."
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui ont atteint à la foi et a fait des œuvres justes et croyait en",
        "ce qui a été révélé à Muhammad <N:4> », qui est en effet la vérité de leur",
        "Seigneur <N:5> Allah a remis leur mal actes et a mis leur état droit. <N:6>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "et croyez",
        "en ce que",
        "est révélé",
        "à",
        "Muhammad",
        "et cela",
        "(est la vérité",
        "de",
        "leur Seigneur",
        "Il va supprimer",
        "d'eux",
        "leurs méfaits",
        "et améliorer",
        "leur état"
      ],
      "notes" : {
        "4" : [
          "Bien après avoir dit alladhina amanu [(ceux qui ont cru)] il n'y avait pas besoin",
          "de dire wa amanu bi-ma nuzzila 'ala Muhammed dans [(et accepté ce qui a été",
          "descendu à Muhammad)], pour la croyance en elle-même implique de croire en le",
          "Saint Prophète Muhammad et dans les enseignements envoyés vers lui, mais faire",
          "une mention distincte de celle-ci est particulièrement destiné à affirmer ceci:",
          "Après la nomination de Muhammad [(sur qui être la paix et la bénédiction",
          "d'Allah)] pour prophétie, la croyance d'une personne en Allah et au-delà et les",
          "anciens messagers et les livres ne peut pas être bénéfique jusqu'à ce qu'il croit",
          "aussi à lui et les enseignements apportés par lui. Cette explication était",
          "nécessaire parce que, après l'émigration, les musulmans devaient également faire",
          "face à ces personnes, qui ont reconnu et accepté toutes les exigences de la foi,",
          "mais a refusé de reconnaître et d'accepter la Prophétie du Saint Prophète",
          "Muhammad [(sur qui être la paix d'Allah et bénédictions)]."
        ],
        "5" : [
          "Cela a deux significations: [(l)] Ce Allah rayé de leur dossier tous les péchés",
          "qu'ils avaient arrivé à commettre dans les jours pré-islamiques de l'ignorance:",
          "maintenant, ils ne seront pas à ALi être tenu responsable pour eux; et [(2)]",
          "qu'Allah retiré d'eux les maux de croyance, la pensée, la morale et l'action dans",
          "lequel ils ont été impliqués. Maintenant, leurs esprits ont été changés; leurs",
          "croyances et idées ont été modifiées; maintenant il y avait la foi dans leurs",
          "cœurs au lieu de l'ignorance et des actes justes au lieu du mal immoral."
        ],
        "6" : [
          "Cela a aussi deux significations: [(1)] Ce qu'Allah a changé leur état antérieur",
          "et de les mettre sur la bonne voie et amélioré et amélioré leur vie pour eux; et",
          "[(2)] que AIlah les a mis hors de l'état de faiblesse et de l'impuissance et de",
          "l'oppression dans laquelle ils ont été placés jusque-là; maintenant Il a créé",
          "pour eux des conditions dans lesquelles au lieu d'être persécutés, ils se",
          "défendre contre les oppresseurs; au lieu de vivre en tant que sujets, ils vont",
          "maintenant vivre et commander leur vie d'hommes libres, et auront la haute main",
          "au lieu d'être soumis et supprimé."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِنْ رَبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ",
      "simpleTranslate" : [
        "Et il en est ainsi parce que les impies s’attachent à l’erreur et que les",
        "croyants suivent la vérité émanant de leur Seigneur. C’est ainsi que Dieu propose",
        "leurs exemples aux hommes."
      ],
      "tafsirTranslate" : [
        "C'est parce que ceux qui ont mécru mensonge suivi alors que ceux qui ont cru ont",
        "suivi la Vérité qui est venu à eux de leur Seigneur. Ainsi qu'Allah ne vient aux",
        "personnes paraboles montrant leur véritable état. <N:7>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(parce que",
        "ceux qui",
        "ne pas croire",
        "suivre",
        "mensonge",
        "et cela",
        "ceux qui",
        "croyez",
        "suivre",
        "(la vérité",
        "de",
        "leur Seigneur",
        "Ainsi",
        "présente Allah",
        "présente Allah",
        "au peuple",
        "leurs similitudes"
      ],
      "notes" : {
        "7" : [
          "Autrement dit, [ «Il rend les deux parties conscientes de leurs positions Une",
          "partie insiste sur le mensonge qui suit, par conséquent, Allah a fait tous ses",
          "efforts à néant. Et l'autre partie a adopté l'obéissance de la Vérité et, par",
          "conséquent, AIIah a purifié il de ses maux et corrigé son état \"]."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّىٰ إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّىٰ تَضَعَ الْحَرْبُ أَوْزَارَهَا ۚ ذَٰلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ وَلَٰكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ ۗ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ",
      "simpleTranslate" : [
        "Quand vous êtes en guerre avec les impies, passez-les au fil de l’épée jusqu’à",
        "leur reddition. Enchaînez alors les prisonniers que vous pourrez ensuite libérer",
        "gracieusement ou contre rançon quand la guerre aura pris fin. Tel est l’ordre de",
        "Dieu qui, s’Il voulait, les réduirait Lui-même à l’impuissance, mais Il tient à",
        "vous éprouver les uns par les autres. Et ceux qui seront tués pour la Cause de",
        "Dieu, Il ne rendra jamais vaines leurs actions,"
      ],
      "tafsirTranslate" : [
        "Quand vous rencontrez les infidèles (dans le combat), frapperai leur cou jusqu'à",
        "ce que vous les avez écrasés, puis lier vos captifs fermement; par la suite (vous",
        "avez droit à) les libérer, soit par un acte de grâce, ou contre rançon, jusqu'à",
        "la fin de la guerre. <N:8> C'est à faire pour vous. Si Allah avait voulu, Il",
        "aurait lui-même vengeâmes d'eux. (Mais il ne le fait pas) qu'il peut tester",
        "certains d'entre vous par le biais des autres. <N:9> Quant à ceux qui sont tués",
        "dans le chemin d'Allah, Il ne doit jamais laisser leurs œuvres se perdre. <N:10>"
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "vous rencontrez",
        "ceux qui",
        "ne pas croire",
        "puis frapper",
        "le cou",
        "jusqu'à",
        "quand",
        "vous les avez soumis",
        "puis lier fermement",
        "le lien",
        "alors soit",
        "une faveur",
        "ensuite",
        "ou",
        "une rançon",
        "jusqu'à",
        "fixe",
        "la guerre",
        "ses charges",
        "Cette",
        "Et si",
        "Allah avait voulu",
        "Allah avait voulu",
        "sûrement, il aurait pu prendre la rétribution",
        "d'eux",
        "mais",
        "tester",
        "certains d'entre vous",
        "avec les autres",
        "Et ceux qui",
        "sont tués",
        "dans",
        "(La) voie d'Allah",
        "(La) voie d'Allah",
        "alors jamais",
        "Il fera à perdre",
        "leurs actions"
      ],
      "notes" : {
        "8" : [
          "Les paroles de ce verset, ainsi que le contexte dans lequel il se produit",
          "clairement montrer qu'il a été envoyé après la révélation de la commande pour le",
          "combat et avant le début des combats réels. Les mots, [ \"Lorsque vous rencontrez",
          "les mécréants dans le champ de bataille ...\"], indiquent que les combats n'a pas",
          "encore eu lieu ana les Musulmans sont informés que quand il DCEs lieu, ce qu'ils",
          "doivent faire. \n Les mots du verset 20 ci-dessous témoignent que cette sourate a",
          "été envoyé à un moment où la commande pour le combat avait déjà été donné dans la",
          "sourate AI-Hajj: 39 et AI-Baqarah: 190, et les hypocrites de Médine et le peuple",
          "de la foi faible avait été si bouleversé qu'il semblait que si elles étaient",
          "effectivement confrontés à la mort. \n En outre, vv. 67-69 de la sourate Al-Anfal",
          "témoignent également que ce verset avait été envoyé vers le bas avant la bataille",
          "de Badr. Là, il a été dit: \n [ \"Lt n'incomberait pas un prophète d'avoir des",
          "prisonniers jusqu'à ce qu'il a écrasé les ennemis dans le pays. Vous convoitez",
          "les gains de ce monde, mais Allah veut l'au-delà, et Allah est Tout-Puissant et",
          "Sage. Avait pas un décret déjà été émis par AIlah, vous aurait encouru un",
          "châtiment sévère à la suite de ce que vous avez fait. Alors, mangez de ce que",
          "vous avez pris comme butin parce qu'il est licite et pur. \"] \n Une étude",
          "attentive de ce passage, en particulier de ses parties italiques, montre que ce",
          "qui avait déplu AIIah à cette occasion a été que, avant l'écrasement vers le bas",
          "l'ennemi complètement à la bataille de Badr, les Musulmans avaient commencé à",
          "prendre les soldats ennemis captifs, alors que l'instruction leur est donnée dans",
          "la sourate Muhammad avant que les combats réelle était la suivante: [ «Quand vous",
          "les avez écrasés complètement, puis lier les captifs serrés.\"] Cependant, comme",
          "les musulmans avaient été autorisés, entre autres dans la sourate Muhammad,",
          "d'accepter une rançon des prisonniers, AIIah a déclaré l'argent tiré des captivcs",
          "de Badr comme licite et n'a pas les punir pour cela. Les mots [ «avait pas le",
          "décret déjà émis par AIIah.\"] Sont clairement pointent vers le fait que la",
          "commande pour obtenir la permission d'accepter une rançon avait déjà été donnée",
          "dans le Coran avant cet événement, et de toute évidence, il n'y a pas d'autre",
          "verset dans le Coran à côté de ce verset de la sourate Muhammad, qui contient",
          "cette commande. Par conséquent, il devra être admis que ce verset avait été",
          "envoyé vers le bas avant le verset cité ci-dessus de la sourate Al-Anfal. [(Pour",
          "plus d'explications, voir E. N 49 sur AI-Anfal)]. \n Ceci est le premier verset du",
          "Coran dans lequel les instructions préliminaires ont été données sur les lois de",
          "la guerre. Ci-dessous est donné un résumé des injonctions qui sont dérivés de ce",
          "verset et la pratique de ses compagnons du Saint Prophète et selon lui et les",
          "inférences morales que sur la base de ce verset et la Sunna: \n [(1)] Le but réel",
          "de l'armée musulmane dans la guerre est de briser la puissance de combat de",
          "l'ennemi jusqu'à ce qu'il soit écrasé et que la guerre dépose ses armes. En aucun",
          "cas, ne doit perdre de vue du musulman de ce but et commencer à prendre les",
          "soldats ennemis captifs. Captives devraient être prises après que l'ennemi a été",
          "complètement écrasé et ses numéros amincie. Les Arabes ont été ainsi chargé au",
          "départ de peur dans la soif de rançon et de prendre des esclaves, ils devraient",
          "oublier et négliger le but réel de la guerre. \n [(2)] A propos des prisonniers de",
          "guerre, il a été dit: [ \"Vous avez la possibilité si vous leur montrer favorables",
          "ou accepter une rançon d'eux.\"] Cela donne la loi générale que les prisonniers de",
          "guerre ne devraient pas être mis à mort. Hadrat `Abdullah bin` Umar, Hasan Basri,",
          "`Ata 'et Hammad bin Abi Sulaiman favorisent ce point de vue, ce qui est tout à",
          "fait valable. Ils disent qu'un homme peut être tué que pendant la guerre. Lorsque",
          "la guerre est finie et un a été fait prisonnier, il est pas permis de le tuer,",
          "Ibn Jarir et Abu Bakr alJassas ont raconté que Hajjaj; bin Yusuf a remis l'un des",
          "prisonniers de guerre à Hadrat `Abdullah bin` Umar et lui ordonna de le mettre à",
          "mort. Il a refusé d'obéir et a cité ce verset et dit: [ «Nous ne sommes pas",
          "autorisés à tuer un homme quand il est prisonnier.\"] Imam Muhammad à As-SiyaT",
          "al-Kabir a également rcelated que `Abdullah bin 'Amir avait commandé Hadrat",
          "`Abdullah bin` Umar pour tuer un prisonnier de guerre, et il avait refusé d'obéir",
          "à la commande pour cette raison. \n [(3)] Mais puisque dans ce verset, il n'a été",
          "ni clairement interdit de tuer le prisonnier le -Holy Prophète comprit",
          "l'intention du commandement d'Allah, et a également agi en conséquence, que s'il",
          "y avait une raison particulière pour laquelle la règle de un gouvernement",
          "islamique considéré comme nécessaire de tuer un détenu [(ou prisonniers)], il",
          "pouvait le faire. Cela ne veut pas la loi générale, mais une exception à elle,",
          "qui serait appliquée seulement si nécessaire. Ainsi, le Saint Prophète mis à mort",
          "uniquement `Uqbah bin Abi Mu'ait et Nadr bin al-Harith, parmi les 70 prisonniers",
          "à Badr, et seul le poète Abu` Azzah des prisonniers à Uhud. Depuis le Bani",
          "Quraydhah avait renoncé à la condition qu'ils accepteraient la décision que",
          "Hadrat Sa`d bin Mu'adh donnerait à leur égard, et il avait décrété que tous les",
          "mâles de la Quraydhah devraient être tués, le Saint Prophète leur avait exécuté .",
          "Parmi les prisonniers à Khaybar seulement bin Kinanah Abi al-Huqaiq fut mis à",
          "mort à cause de sa violation de l'accord. A la conquête de La Mecque, le Saint",
          "Prophète a ordonné à l'égard de seulement quelques personnes en particulier parmi",
          "tous les habitants de la Mecque que l'un d'eux qui a été capturé devrait être mis",
          "à mort. En dehors de ces exceptions, le Saint Prophète n'a jamais tué des",
          "prisonniers de guerre, et même a également continué à être la pratique des",
          "califes justes. Pendant leur temps de tuer aussi des prisonniers de guerre était",
          "rare, qui a été recouru que pour une raison particulière. Hadrat, `Umar bin`",
          "Abdul Aziz `aussi pendant son califat mis à mort un seul prisonnier de guerre,",
          "pour la raison qu'il avait persécuté les musulmans très cruellement. Sur cette",
          "base, très la majorité des juristes ont estimé que le gouvernement islamique peut",
          "mettre à mort un prisonnier si nécessaire. Mais il est pour le gouvernement de",
          "prendre une telle décision; chaque soldat est interdit de tuer un prisonnier",
          "qu'il aime. Cependant, s'il y a le danger de la course d'un prisonnier loin ou de",
          "commettre un méfait dangereux, la garde peut le tuer. A cet égard, les juristes",
          "de l'Islam ont également fait trois autres points: [(a)] Que si un prisonnier",
          "accepte l'Islam, il ne peut pas être tué; [(B)] que le prisonnier peut être tué",
          "que tant qu'il est sous la garde du gouvernement; s'il a été attribué, ou remis",
          "en possession de quelqu'un d'autre par la vente, il ne peut pas être tué; et",
          "[(c)] que si le prisonnier doit être tué, il doit être tué de manière directe; il",
          "ne doit pas être torturé à mort \n [(4)] La commande générale qui a été donnée au",
          "sujet des prisonniers de guerre est: [ \"Montrez-leur faveur, ou d'accepter une",
          "rançon d'eux. \"] \n Favor comprend quatre choses: [(a)] Ce qu'ils doivent être",
          "bien traités comme des prisonniers; [(B)], au lieu de les tuer ou de les",
          "maintenir en captivité pour la vie, ils doivent être remis aux musulmans",
          "individuels comme des esclaves; [(C)] qu'ils devraient être mis sous jizyah et",
          "commerciales dhimmis; et [(d)] qu'ils devraient être libérés sans rançon. \n Il y",
          "a trois façons de les rançonner: [(a)] Ce qu'ils devraient être libérés moyennant",
          "le paiement d'une rançon; [(B)] qu'ils devraient être libérés après avoir pris un",
          "service spécial d'eux; et [(c)] qu'ils doivent être échangés contre les",
          "prisonniers musulmans de guerre qui sont en la possession de l'ennemi. \n Le Saint",
          "Prophète et les compagnons à différents moments ont agi en une ou l'autre manière",
          "que l'occasion a exigé. La loi divine n'a pas lié le gouvernement islamique",
          "d'agir dans un seul sens particulier. Le gouvernement peut prendre toute mesure",
          "qu'il juge appropriée à une occasion particulière. \n [(5)] La pratique du Saint",
          "Prophète et des Compagnons confirme que tant que prisonnier de guerre est sous la",
          "garde du gouvernement, le gouvernement sera responsable de sa nourriture et de",
          "vêtements,. et son traitement s'il est malade ou blessé. La loi islamique ne",
          "permet pas de prisonniers à être conservés sans nourriture ou des vêtements, ou",
          "être soumis à la torture. Au contraire, les instructions ont été également donné",
          "à bien les traiter et généreusement, et les précédents de cette pratique très",
          "sont trouvés dans la Sunna. Le Saint Prophète a distribué les prisonniers de Badr",
          "dans les maisons des différents compagnons et a donné l'instruction: [ \". Tétine",
          "bien ces prisonniers\"] L'un de ces prisonniers, Abou 'Aziz, a rapporté: [ \"Les",
          "musulmans Ansar, dans la maison duquel je a été maintenu, m'a donné du pain matin",
          "et le soir, mais comme pour eux-mêmes qu'ils avaient les dates que pour manger \"]",
          "a propos un autre prisonnier. Suhail bin 'Amr, le Saint Prophète a dit: [ «Il est",
          "un haut-parleur de feu, et a été de faire des discours contre vous: s'il vous",
          "plaît avoir ses dents cassées.\"] Le Saint Prophète répondit: [ «Si je dois ses",
          "dents cassées, AIlah cassera les dents, même si je suis un prophète. \"] [(Ibn",
          "Hisham)]. Lorsque Thumamah bin Uthal, le chef de Yamamah, a été amené en tant que",
          "prisonnier, il a été fourni avec la bonne nourriture et du lait sur les ordres du",
          "Saint Prophète aussi longtemps qu'il est resté captif. [(Ibn Hisham)]. La même",
          "chose était la pratique à l'époque des Compagnons. Aucun précédent se trouve",
          "quand un prisonnier aurait été maltraité en leur temps. \n [(6)] L'islam n'a pas",
          "permis que les prisonniers soient gardés en captivité à jamais pour que le",
          "gouvernement peut les soumettre au travail forcé tant qu'il aime. Si elles ne",
          "sont pas échangés contre d'autres prisonniers de guerre, ou rançonnés, la méthode",
          "enjoint de les faire faveur est qu'ils devraient être faits esclaves et donnés en",
          "possession des individus, et leurs maîtres chargés de les traiter Cette méthode a",
          "été sollicité au cours de la le temps du Saint Prophète, ainsi que des",
          "Compagnons, et les juristes de l'Islam ont unanimement confirmé comme admissible.",
          "À cet égard, il convient de garder à l'esprit qu'une personne qui aurait accepté",
          "l'Islam avant d'être considéré comme prisonnier, puis est en quelque sorte fait",
          "prisonnier, sera libéré, mais l'acceptation de l'Islam par une personne qui",
          "l'accepte après avoir été fait prisonnier, ou après avoir reçu en possession de",
          "quelqu'un, ne lui gagner la liberté automatiquement. Une tradition a été liée à",
          "Musnad Ahmad. Musulman et Tirmidhi sur l'autorité de Hadrat `Imran bin Husain",
          "qu'une personne parmi les Bani 'Uqail a été amené comme prisonnier et il a dit:",
          "[\". Je l'ai accepté l'Islam \"] Alors le Saint Prophète a dit: [« Si vous aviez",
          "dit cela lorsque vous étiez libre, vous auriez certainement atteint au succès La",
          "même chose a été dit par Hadrat `Umar:\".] quand un prisonnier devient un musulman",
          "après être tombé dans les mains des musulmans comme un captif, il ne sera pas tué",
          ", mais restera un esclave. [ \"Oh ce point. les juristes de l'Islam ont",
          "unanimement décidé que le prisonnier qui devient musulman après avoir été fait",
          "prisonnier ne peut pas échapper à l'esclavage. [(Imam Muhammad, As-Siyar",
          "al-Kabir)]. Et cela est également tout à fait raisonnable. Si notre loi avait été",
          "que tous ceux qui ont embrassé l'Islam après avoir été pris en captivité, serait",
          "mis en liberté, aucun prisonnier serait assez fou de ne pas gagner sa liberté en",
          "prononçant le Kalimah. \n [(7)] La troisième manière de faire la faveur des",
          "prisonniers conformément à la loi de l'Islam est qu'ils peuvent être mis sous",
          "jizyah et ont fait des sujets dhimmis de l'Etat islamique et le droit de vivre",
          "libres de dar a / Islam [(demeure de l'Islam)] tout comme les musulmans. Imam",
          "Muhammad écrit dans son As-Siyar a / -Kabir: \".] Toute personne qui peut être",
          "fait esclave, peut également être un dhimmi et placé sous jizyah« A un autre",
          "endroit, dit-il: [ \"La règle des musulmans a le droit de prélever sur jizyah que",
          "et une taxe sur leurs terres et mis absolument libre. \"] Cette méthode a été",
          "pratiquée généralement dans l'état où le territoire des personnes qui ont été",
          "faits prisonniers, est\" conquis et annexé à l'Etat islamique. Le Saint Prophète,",
          "par exemple, a pratiqué cette méthode dans le cas du peuple . Khaybar, puis",
          "Hadrat `Umar suivi et pratiqué intensivement sur la conquête de` l'Irak et",
          "d'autres territoires Abu `Ubaid écrit dans son Kitab al-Amwal: [\" Après la",
          "conquête de `l'Irak une députation des principaux hommes de ce pays venus avant",
          "Hadrat `Umar et soumis:` O Commandeur des croyants, avant que ce peuple d'Iran",
          "nous avaient soumis: ils nous soumis à un traitement cruel et commis toutes",
          "sortes d'excès contre nous. Alors, quand Dieu vous a envoyé, nous sommes devenus",
          "très heureux, et nous ne mettons aucune résistance contre vous, ni participé à la",
          "guerre. Maintenant, nous entendons dire que vous voulez nous faire des esclaves",
          "». Hadrat `Umar a répondu:` Vous avez la possibilité de devenir musulmans, ou",
          "accepter de payer jizyah et rester libre ». Ils ont accepté de payer la jizya et",
          "ils ont obtenu la liberté complète. ».] À un autre endroit dans le même livre",
          "Abu` Ubaid dit: Hadrat `Umar a écrit à Abu Musa al-Ash'ari:. Délivré tous les",
          "agriculteurs et paysans, parmi les personnes qui ont été capturés dans la guerre",
          "[\" \n [(8)] La quatrième faveur est que le prisonnier soit libéré sans rançon.",
          "Ceci est une concession spéciale que le gouvernement islamique ne peut donner que",
          "dans le cas où les conditions particulières d'un prisonnier exigent, ou quand il",
          "est prévu que la concession va gagner la reconnaissance du prisonnier à jamais,",
          "et l'aider à transformer un ami d'un ennemi, ou un croyant d'un mécréant;",
          "autrement, de toute évidence, il serait en aucun cas être une chose sage de",
          "libérer une personne du camp ennemi, qui pourrait à nouveau revenir à combattre",
          "les musulmans. Voilà pourquoi les juristes musulmans ont généralement opposés, et",
          "a imposé la condition: \"] Si la règle des musulmans le juge opportun de mettre",
          "les prisonniers, ou certains d'entre eux, libre comme une faveur, il n'y a pas de",
          "mal à le faire. [ \"[(As-SiyaT al-Kabir)]. De nombreux précédents de ce se",
          "trouvent dans le temps du Saint Prophète, et dans presque tous les cas,",
          "l'opportunisme semble être la raison. \n A propos des prisonniers de Badr, il a",
          "dit: \"] Si Mut'im bin` Adi était vivant, et avait parlé de moi à l'égard de ces",
          "gens perfides, je l'aurais Iet les aller pour lui [. \"[( Bukhari, Abu Dâwûd,",
          "Musnad Ahmad)]. Le Saint Prophète a dit cela parce que quand il était revenu de",
          "Taïf à La Mecque, Mut'im à cette époque lui avait donné refuge, et ses fils armés",
          "l'avait escorté à la Kaaba. Par conséquent, il voulait rembourser sa dette de",
          "reconnaissance de cette façon. \n Selon Bukhari, Muslim et Musnad Ahmad, quand",
          "Thumamah bin Uthal, le chef de Yamamah, a été amené comme «prisnoner, le Saint",
          "Prophète lui demanda:\"] Thumamah, que dites-vous [? \"Il répondit:\"] Si je suis",
          "tué, alors une telle personne serait tuée, dont le sang a une certaine valeur: si",
          "je suis montré favorable, alors faveur serait montré à une personne, qui apprécie",
          "faveur, et si vous voulez la richesse, demande pour cela, vous serez donné. [",
          "\"Pendant trois jours, le Saint Prophète lui demanda la même chose et il a donné",
          "la même réponse. Enfin, le Saint Prophète a ordonné que Thumamah soit libéré. En",
          "atteignant la liberté, il est allé à une oasis voisine, se lava et revint, a",
          "prononcé le kalimah et est devenu un musulman, en disant: Avant ce jour personne",
          "était plus détestable que vous et pas de religion plus odieux que votre religion",
          "à mes yeux, mais maintenant pour moi aucun homme est plus aimable que vous et pas",
          "de religion plus aimable que votre religion \"] Puis il est allé à la Mecque pour",
          "'Omra et a donné aux gens de Quraish un avis à l'effet: [\". Après cela, aucun",
          "grain va vous joindre à partir Yamamah moins que Muhammad [(sur qui soit la paix",
          "d'Allah)] permet. \"] Ainsi, il a arrêté la fourniture de céréales et les gens de",
          "la Mecque a dû demander au Saint Prophète qu'il ne devrait pas empêcher la",
          "fourniture de céréales pour eux de Yamamah. \n Parmi les prisonniers du Bani",
          "Quraydhah, le Saint Prophète pardonna Zabir bin Bata et 'Amr bin Saad [(ou Ibn",
          "Su'da)], l'ancien parce qu'il avait donné refuge à Hadrat Thabit bin Qais Ansari",
          "dans la bataille de Bu'ath, dans les jours pré-islamiques de l'ignorance; par",
          "conséquent, il lui a remis à Hadrat Thabit qu'il peut lui rendre sa faveur. Et il",
          "a pardonné 'Amr bin Sa`d parce qu'il était lui qui exhortait sa tribu ne pas être",
          "dangereux lorsque le Bani Quraydhah commettait une violation de la confiance avec",
          "le Saint Prophète. \n Après la bataille de Bani al-Mustaliq, lorsque les",
          "prisonniers ont été amenés et distribués parmi le peuple, le Saint Prophète a",
          "payé la rançon de Hadrat Juwairiyah à la personne à qui elle a été attribuée pour",
          "garantir sa liberté, puis l'épousa lui-même. A ce aII les musulmans fixent leurs",
          "propres prisonniers libres, en disant: [ \". Maintenant, ils sont devenus les",
          "parents du Saint Prophète\"] Ainsi, les prisonniers d'une centaine de familles",
          "sont devenues libres. [(Musnad Ahmad, Tabaqat Ibn Sa`d, Ibn Hisham)]. \n A",
          "l'occasion du traité de Hudaibiyah, à environ l'aube, 80 hommes venaient de la",
          "direction de Tan'im avec l'intention de lancer une attaque soudaine sur le camp",
          "musulman, mais ont tous été capturés, et le Saint Prophète mis aII de les libérer",
          "de peur, il est devenu une cause de la guerre, à cette occasion critique.",
          "[(Muslim, Abu Dâwûd, Nasa'i, Tirmidhi, Musnad Ahmad)]. \n A la conquête de La",
          "Mecque, le Saint Prophète a pardonné tous Ies gens de la Mecque, sauf que",
          "quelques hommes, et n'a pas tué plus de trois ou quatre, même ceux qui avaient",
          "été fait une exception. L'ensemble de l'Arabie était bien conscient de ce que les",
          "atrocités Mecquois avaient commis contre le Saint Prophète et les musulmans; mais",
          "la grande heartedness-avec laquelle il leur a pardonné après avoir atteint la",
          "victoire complète sur eux, a donné aux Arabes la satisfaction qu'ils avaient pas",
          "été maîtrisé par un tyran, mais par un chef miséricordieux, affectueux et",
          "généreux. Voilà pourquoi, après la conquête de La Mecque la péninsule arabique",
          "n'a pas fallu plus de deux ans pour être complètement subjugué. \n Après la",
          "bataille de Hunayn, quand la députation Hawazin est venu pour obtenir la liberté",
          "de leurs prisonniers, les prisonniers avaient déjà été distribués. Le Saint",
          "Prophète a appelé les musulmans et leur dit: [ «Ces gens sont venus avec la",
          "repentance, et je suis d'avis que leurs hommes doivent être réarmés pour les",
          "Celui qui voudrait mettre le prisonnier qui lui est imparti libre volontairement",
          "sans rançon. , devrait le libérer, et celui qui voudrait prendre la rançon, est",
          "versée hors du premier revenu qui est reçu dans le Trésor public ».] Ainsi, six",
          "mille prisonniers ont été libérés, et ceux qui voulaient prendre rançon, ont été",
          "donnés par le gouvernement. [(Bukhari, Abu Dâwûd, Musnad Ahmad, Tabaqat Ibn",
          "Sa`d)]. Cela montre aussi que le gouvernement est pas autorisé à libérer les",
          "prisonniers après qu'ils ont été distribués; cela peut être fait par",
          "l'approbation volontaire de ceux en possession des prisonniers ont été donnés, ou",
          "en les payant la rançon. \n Après le Saint Prophète, les précédents de fixer les",
          "prisonniers libres comme une faveur continuent d'être trouvé pendant toute la",
          "période des compagnons aussi. Abû Bakr réglé frette Ash'ath bin Qais al-Kindi et",
          "Hadrat 'Umar accordé la liberté de Hurmuzan et les prisonniers de Manadhir et",
          "Maisan. [(Abu 'Ubaid, Kitab alAmwal)]. \n [(9)] Le précédent de mettre les",
          "prisonniers gratuitement sur le paiement de la rançon dans le temps du Saint",
          "Prophète ne se trouve que, à l'occasion de Badr, lorsque les prisonniers ont été",
          "libérés sur le paiement de mille à quatre mille dirhams chaque. [(Tabaqat Ibn",
          "Saad, Kitab al-Amwal)]. Aucun précédent de cela se trouve dans le temps des",
          "Compagnons; et les juristes de l'Islam ont généralement désapprouvé, car cela",
          "signifie que nous devrions prendre de l'argent et mettre un homme libre pour",
          "qu'il puisse à nouveau se soulever contre nous avec l'épée. Mais depuis la prise",
          "de rançon a été autorisée dans le Coran, et le Saint Prophète a également agi",
          "selon une fois, il ne absoluutely interdit. Imam Muhammad écrit dans son As-Siyar",
          "al-Kabir que si le besoin se fait sentir les musulmans peuvent libérer leurs",
          "prisonniers sur le paiement de la rançon. \n [(10)] Le critère de libérer un",
          "prisonnier d'un service rendu se trouve également dans le cadre de la bataille.",
          "de Badr. Pour ceux des prisonniers Quraish qui ont eu aucune rançon, le Saint",
          "Prophète a imposé la condition qu'ils doivent enseigner la lecture et l'écriture",
          "à dix enfants Ansar chacun pour gagner leur liberté. [(Musnad Ahmad, Tabaqat Ibn",
          "Sa`d, Kitab al-Amwal. \n (11)] Plusieurs cas de l'échange de prisonniers se",
          "trouvent dans le temps du Saint Prophète. Une fois qu'il a envoyé Abû Bakr dans",
          "une expédition et il a apporté quelques captifs, y compris une belle femme, qui",
          "est tombé au sort de Hadrat Salamah bin Akwa '. Le Saint Prophète lui a demandé",
          "de donner son dos, puis l'a envoyée à la Mecque et avait plusieurs «prisonniers",
          "musulmans libérés, en échange de sa. [(Muslim, Abu Dâwûd, Tahawi Kitab al-Amwal",
          "de Abi `Ubaid, Tabaqat Ibn Sa`d)]. Hadrat 'Imran bin Husain rapporte qu'une fois",
          "la tribu de Thaqif arrêté deux hommes des musulmans. Quelque temps plus tard, un",
          "homme de Bani 'Uqail, qui étaient alliés des Thaqif, a été arrêté par les",
          "musulmans. Le Saint Prophète l'a envoyé à Taïf et a obtenu à la fois les",
          "musulmans libérés en échange pour lui. [(Muslim, Tirmidhi, Musnad Ahmad)]. Parmi",
          "les juristes Imam Abu Yusuf, Imam Muhammad, Imam Shafe`i, Imam Malik et Imam",
          "Ahmad hold. l'échange des prisonniers comme admissible. Une décision de l'Imam",
          "Abu Hanifah est que l'échange ne doit pas être pratiquée, mais selon une autre",
          "décision de son échange peut être pratiqué. Cependant, il y a un consensus que le",
          "prisonnier qui devient un musulman ne doit pas être remis aux incroyants aux fins",
          "de l'échange. Cette explication montre très clairement que l'Islam a fomulated un",
          "code complet en ce qui concerne les prisonniers de guerre, qui contient des",
          "dispositions pour résoudre ce problème dans tous les âges sous sortes de",
          "conditions tous Ies. Les gens qui prennent ce verset coranique dans son sens",
          "simple, que les prisonniers de guerre doivent [ \"soit être montrés favorables et",
          "libérés ou libérés contre rançon\"], ne savent pas ce que les différents aspects",
          "de la question de la, les prisonniers de guerre a , et quels problèmes il a été",
          "créer dans différents âges et peut créer à l'avenir."
        ],
        "9" : [
          "Autrement dit, [ \"Si Allah avait seulement voulu écraser les adorateurs du",
          "mensonge, il ne résiste pas besoin de votre aide pour cela. Il aurait pu le faire",
          "grâce à un tremblement de terre ou une tempête en peu de temps , Mais ce qu'il",
          "veut est que les adeptes de la vérité parmi les gens devraient entrer dans un",
          "confict avec les. adorateurs du mensonge et de les combattre afin que les",
          "qualités et les caractéristiques de chacun sont mis en évidence clairement au",
          "moyen du test et chacun est donné la place et le rang qu'il mérite en fonction de",
          "sa conduite. \"]"
        ],
        "10" : [
          "Cela signifie que: [ \"d'une personne étant tués dans le chemin d'Allah ETCD ne",
          "signifie pas qu'il a perdu sa vie et, autant que sa personne était préoccupé",
          "toute sa lifework a été gaspillé. . Il est faux de penser que les sacrifices des",
          "martyrs ne sont pas bénéfiques pour eux-mêmes, mais seulement pour ceux qui",
          "vivent après eux dans le monde, et tirer parti de leurs sacrifices. Le fait est",
          "que, même pour les martyrs eux-mêmes, il est une bonne affaire de profit, pas de",
          "perte à ALi. \"]"
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
      "simpleTranslate" : [
        "mais Il les guidera, améliorera leur condition"
      ],
      "tafsirTranslate" : [
        "Il les guidera et définir leur état droit"
      ],
      "tanslateWordByWord" : [
        "Il les guidera",
        "et améliorer",
        "leur état"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ",
      "simpleTranslate" : [
        "et les admettra au Paradis qu’Il leur aura fait connaître."
      ],
      "tafsirTranslate" : [
        ". Et va les admettre au Paradis avec lequel il les a connaissance <N:11>"
      ],
      "tanslateWordByWord" : [
        "Et les admettre",
        "(au paradis",
        "Il a fait savoir",
        "pour eux"
      ],
      "notes" : {
        "11" : [
          "Ceci est le profit que les martyrs de tomber dans le chemin d'Allah gagnera. Ses",
          "trois grades ont été énoncés: [(1)] Ce AIlah va les guider; [(2)] qu'il fixera",
          "leur bonne condition; et [(3)] qu'il les fera entrer au Paradis avec lequel il",
          "les a connaissance au préalable. Guidance ici implique évidemment guider vers le",
          "Paradis; le réglage de la condition implique que le droit avant leur entrée dans",
          "le paradis, AIlah va les orner de robes d'honneur et de supprimer toutes les",
          "ordures qui les avait pollué dans la vie du monde; et des moyens de la troisième",
          "étape que même dans ce monde, ils ont été informés par le Coran et le Saint",
          "Prophète quel genre de paradis, il est celui qui a été préparé pour eux; quand",
          "ils entrent dans ce paradis ils pénétrer dans un lieu dont ils connaissent déjà",
          "et ils viendront de savoir qu'ils ont été bénis précisément avec le même qui",
          "avait été promis dans le monde."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ",
      "simpleTranslate" : [
        "Ô croyants ! Si vous défendez la Cause de Dieu, Il vous soutiendra et raffermira",
        "vos pas."
      ],
      "tafsirTranslate" : [
        "Les croyants, si vous aidez Allah, Il viendra à votre aide <N:12> et planter vos",
        "pieds fermement."
      ],
      "tanslateWordByWord" : [
        "O vous qui croyez",
        "O vous qui croyez",
        "O vous qui croyez",
        "Si",
        "vous aidez",
        "Allah",
        "Il vous aidera",
        "et affermis",
        "vos pieds"
      ],
      "notes" : {
        "12" : [
          "[ \"Si vous aidez AIIah\"]: [ \"Si vous participer aux travaux d'élever la Parole de",
          "Dieu avec votre vie et de la richesse.\"] Mais cela a un sens plus profond aussi,",
          "que nous l'avons expliqué dans FR 50 de la sourate Al-`Imran ci-dessus."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَالَّذِينَ كَفَرُوا فَتَعْسًا لَهُمْ وَأَضَلَّ أَعْمَالَهُمْ",
      "simpleTranslate" : [
        "Malheur donc aux négateurs ! Dieu réduira leurs œuvres à néant ;"
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui ne croient pas, se trouve la perdition en magasin pour eux",
        "<N:13> et Allah a réduit leurs œuvres à néant."
      ],
      "tanslateWordByWord" : [
        "Mais ceux qui",
        "ne pas croire",
        "destruction (est)",
        "pour eux",
        "et il fera à perdre",
        "leurs actions"
      ],
      "notes" : {
        "13" : [
          "Littéralement, à l 'est de trébucher et de tomber sur le visage."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ",
      "simpleTranslate" : [
        "et c’est en punition de l’aversion qu’ils éprouvent pour Ses révélations que Dieu",
        "rendra vaines toutes leurs actions."
      ],
      "tafsirTranslate" : [
        "Ce fut parce qu'ils étaient opposés à ce qu'Allah a révélé, <N:14> de sorte Il a",
        "laissé leurs œuvres se perdre."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Est) parce qu'ils",
        "haine",
        "quelle",
        "Allah a révélé",
        "Allah a révélé",
        "Il a rendu donc sans valeur",
        "leurs actions"
      ],
      "notes" : {
        "14" : [
          "Autrement dit, \"Ils ont préféré les caprices, les superstitions, les coutumes et",
          "la perversion morale de leur ancienne ignorance et n'a pas aimé l'enseignement",
          "que Dieu avait révélé pour les guider vers le droit chemin."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ ۚ دَمَّرَ اللَّهُ عَلَيْهِمْ ۖ وَلِلْكَافِرِينَ أَمْثَالُهَا",
      "simpleTranslate" : [
        "Que ne parcourent-ils la Terre pour voir ce qu’il est advenu des peuples qui les",
        "ont précédés? Dieu les a exterminés et a réservé un pareil sort à tous les",
        "impies,"
      ],
      "tafsirTranslate" : [
        "ont-ils pas voyagé à travers la terre pour voir la fin de ceux qui les ont",
        "précédés? Allah les détruisit entièrement. Ces non-croyants sont condamnés à la",
        "même fin. <N:15>"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "ils voyagent",
        "dans",
        "La terre",
        "Et voir",
        "Comment",
        "était",
        "(la fin",
        "(de celles",
        "Avant eux",
        "Avant eux",
        "Allah détruit",
        "Allah détruit",
        "[au dessus d'eux",
        "et pour les incroyants",
        "sa ressemblance"
      ],
      "notes" : {
        "15" : [
          "Cette phrase a deux significations: [(1)] 'La même destruction qui a été",
          "rencontré par ces incroyants attend maintenant ces mécréants, qui ne sont pas",
          "accepter l'invitation de Muhammad [(sur lui la paix et la bénédiction d'Allah )];",
          "et [(2)] «la ruine de ces personnes ne se termine pas avec le tourment du monde;",
          "le même châtiment les attend aussi dans l'au-delà \""
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَىٰ لَهُمْ",
      "simpleTranslate" : [
        "car Dieu est le Protecteur des croyants, tandis que les infidèles n’ont personne",
        "pour les soutenir."
      ],
      "tafsirTranslate" : [
        ", parce que Dieu est le protecteur des croyants alors que les incroyants ont",
        "personne pour les protéger. <N:16>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(parce que",
        "Allah",
        "(Est) Protector",
        "(De) ceux qui",
        "croyez",
        "et cela",
        "les incroyants",
        "(Il n'y a pas",
        "protecteur",
        "pour eux"
      ],
      "notes" : {
        "16" : [
          "Après avoir été blessé à Uhud quand le Saint Prophète se reposait dans une",
          "colline passer avec quelques compagnons, Abu Sufyan a crié: [ \"Nous avons 'Uzza",
          "et il n'y a pas de' Uzza pour vous.\"] Alors le Saint Prophète dit à ses",
          "compagnons pour répondre, en disant: [ «Notre protecteur et aide est Allah, et",
          "vous avez pas de protecteur et aide à ALi.\"] cette réponse du Saint Prophète a",
          "été dérivé de ce très verset."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ وَالنَّارُ مَثْوًى لَهُمْ",
      "simpleTranslate" : [
        "Dieu admettra dans des Jardins sous lesquels coulent des ruisseaux ceux qui",
        "croient et font le bien. Mais les infidèles ne pensent qu’à jouir de la vie",
        "terrestre et à se repaître comme de vils animaux. Aussi, c’est le Feu qui",
        "constituera leur dernière demeure."
      ],
      "tafsirTranslate" : [
        "Allah admet ceux qui croient et accomplissent les bonnes oeuvres aux Jardins sous",
        "lesquels coulent les ruisseaux. En ce qui concerne les non-croyants, ils",
        "apprécient les plaisirs de cette vie passagère et mangent comme mangent les",
        "bestiaux. <N:17> Le Feu sera leur station."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Allah",
        "admettront",
        "ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "(À) Jardins",
        "écoulement",
        "de",
        "dessous",
        "les rivières",
        "mais ceux qui",
        "ne pas croire",
        "ils jouissent",
        "et mange",
        "comme",
        "manger",
        "les bovins",
        "et le Feu",
        "(Sera) une demeure",
        "pour eux"
      ],
      "notes" : {
        "17" : [
          "Autrement dit, [ \"Tout comme un chat d'animaux et ne pense pas d'où la nourriture",
          "qu'il mange est venu, qui l'a créé, et quels sont les droits de l'arc de créateur",
          "qui lui est imposée pour fournir avec de la nourriture, sont donc ces gens aussi",
          "mangent et ont pas des valeurs plus élevées ou des idéaux au-delà de",
          "l'alimentation. \"]"
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ",
      "simpleTranslate" : [
        "Que de villes plus puissantes que celle d’où tu as été chassé n’avons-Nous pas",
        "anéanties sans que personne pût leur prêter secours !"
      ],
      "tafsirTranslate" : [
        "(O Prophète), combien sont les villes qui ont plus de pouvoir que votre ville que",
        "vous chassa? Nous les avons détruites, et il n'y avait personne pour les",
        "protéger. <N:18>"
      ],
      "tanslateWordByWord" : [
        "Et combien",
        "de",
        "une ville",
        "lequel",
        "(Était) plus fort",
        "(en force",
        "que",
        "votre ville",
        "lequel",
        "vous a chassé",
        "Nous les avons détruites",
        "donc non",
        "auxiliaire",
        "pour eux"
      ],
      "notes" : {
        "18" : [ ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "أَفَمَنْ كَانَ عَلَىٰ بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ",
      "simpleTranslate" : [
        "Quoi ! Celui qui sait où il va, guidé par les enseignements de son Seigneur,",
        "peut-il être comparé à ceux qui se laissent séduire par les faux éclats de leurs",
        "mauvaises actions et qui s’abandonnent totalement à leurs passions?"
      ],
      "tafsirTranslate" : [
        "Alors, peut-il, qui est sur une orientation claire de son Seigneur, être comme",
        "lui dont les mauvaises actions ont été embelli à lui, et qui ont poursuivi leurs",
        "convoitises? <N:19>"
      ],
      "tanslateWordByWord" : [
        "Puis est (il) qui",
        "est",
        "sur",
        "une preuve claire",
        "de",
        "son Seigneur",
        "comme (il) qui",
        "est rendue attractive",
        "à lui",
        "(Le) mal",
        "(De) ses actes",
        "tandis qu'ils suivent",
        "leurs désirs"
      ],
      "notes" : {
        "18" : [
          "Le Saint Prophète était cruellement affligé de quitter la Mecque. Quand il a été",
          "contraint d'émigrer, il se tenait face à la ville en dehors d'elle et dit: [ \"O",
          "Makkah, vous êtes la ville la plus chère aux yeux de AIIah, et je dois le plus",
          "grand amour pour vous de toutes les villes d'Allah ; si les polythéistes ne me",
          "avaient chassé, je ne vous aurais jamais quitté »] à propos de ce qu'il a été",
          "dit: [\" Après vous conduire hors de la ville les gens de la Mecque pensent qu'ils",
          "ont obtenu un grand succès, alors que, dans. fait, ils ont hâté seulement leur",
          "propre ruine par cet acte mal. \"] le style du verset indique clairement qu'il",
          "doit avoir été envoyé, en baisse de près après la Hijrah."
        ],
        "19" : [
          "Autrement dit, [ \"Comment est-il possible que lorsque le Prophète et ses",
          "disciples ont été guidés par Dieu pour une voie claire et droite et ils ont",
          "commencé à le suivre à la lumière de la connaissance et la vision complète, ils",
          "devrait marcher le long, avec ceux qui sont encore persiste dans leurs manières",
          "de l'ignorance, qui considèrent leur écart d'orientation et de leurs méfaits",
          "comme une chose louable, et qui juge sur la base de leurs désirs personnels, et",
          "non par des arguments quant à ce qui est le vérité et ce qui est faux.",
          "maintenant, ne peut la vie de ces deux groupes soit de même dans ce monde ne peut",
          "leur être fin aussi bien dans l'au-delà. \"]"
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ ۖ فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى ۖ وَلَهُمْ فِيهَا مِنْ كُلِّ الثَّمَرَاتِ وَمَغْفِرَةٌ مِنْ رَبِّهِمْ ۖ كَمَنْ هُوَ خَالِدٌ فِي النَّارِ وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ",
      "simpleTranslate" : [
        "Voici l’image du Paradis promis aux croyants : il y coulera des ruisseaux à l’eau",
        "toujours pure et limpide, des ruisseaux de lait à la saveur inaltérable, des",
        "ruisseaux d’un vin délicieux à boire, des ruisseaux d’un miel pur et distillé. Et",
        "des fruits de toutes sortes y seront offerts aux croyants, ainsi que le pardon de",
        "leur Seigneur. Ce sort est-il comparable à celui qui est réservé aux damnés qui",
        "seront voués, pour l’éternité, à l’Enfer, où leur boisson sera l’eau bouillante,",
        "qui leur déchirera les entrailles?"
      ],
      "tafsirTranslate" : [
        "Voici la parabole du Paradis qui craignent Dieu ont été promis: dans ce sera des",
        "fleuves d'eau incorruptibles, <N:20> rivières de lait immuable dans le goût,",
        "<N:21> et les rivières de vin, un délice pour ceux qui boivent;.. <N:22> et des",
        "rivières de miel pur <N:23>, ils auront toutes sortes de fruits, ainsi que le",
        "pardon de leur Seigneur <N:24> Peut-telle être comme ceux qui se conformer dans",
        "le feu et sera donné une eau bouillante à boire qui va déchirer leurs entrailles",
        "à part?"
      ],
      "tanslateWordByWord" : [
        "Une parabole",
        "(De) Paradise",
        "lequel",
        "est promis",
        "(À) les justes",
        "La bride",
        "(Sont) rivières",
        "de",
        "eau",
        "ne pas",
        "pollué",
        "et des rivières",
        "de",
        "lait",
        "ne pas",
        "changements",
        "son goût",
        "et des rivières",
        "de",
        "du vin",
        "délicieux",
        "pour (les) buveurs",
        "et des rivières",
        "de",
        "miel",
        "purifiée",
        "et pour eux",
        "la bride",
        "de",
        "tout",
        "fruits",
        "et le pardon",
        "de",
        "leur Seigneur",
        "comme celui qui",
        "comme celui qui",
        "(Se) demeureront éternellement",
        "dans",
        "le feu",
        "et ils seront remis à boire",
        "eau",
        "ébullition",
        "de sorte qu'il coupe en morceaux",
        "leurs intestins"
      ],
      "notes" : {
        "24" : [
          "La mention du pardon d'Allah après les bénédictions du Paradis peut avoir deux",
          "significations: [(1)] Que la plus grande bénédiction de loin sera qu'Allah leur",
          "pardonne; et [(2)] que les erreurs et les fautes qu'ils se sont produits à",
          "commettre dans le monde, ne sera même pas tellement comme être mentionné devant",
          "eux, mais Allah seront les couvrir à jamais de sorte qu'ils ne sont pas mis à la",
          "honte dans le Paradis."
        ],
        "20" : [
          "Littéralement, l'Asie est le goût et la couleur de l'eau qui a changé, ou qui",
          "donne une mauvaise odeur. Dans le monde de l'eau des rivières et des canaux est",
          "généralement boueux; son goût et son changement de couleur en raison du mélange",
          "de sable et de la poussière et des différents types de végétation en elle, et il",
          "donne également hors une sorte de mauvaise odeur. Par conséquent, la qualité de",
          "l'eau des rivières et des canaux du Paradis sera que ce sera pur et clair, sans",
          "aucune altération."
        ],
        "21" : [
          "Dans un Hadith directement rapporté du Saint Prophète, il a été expliqué ainsi: [",
          "\". Il ne sera pas le lait pressé des trayons d'animaux\"] Autrement dit, il willbe",
          "le lait qu'Allah fera sortir sous la forme de ressorts de la terre et de l'amener",
          "à couler dans les canaux; il ne sera pas pressé de les trayons d'animaux et a",
          "ensuite fait circuler dans les canaux du Paradis. A propos de ce lait naturel, il",
          "a été dit: Sa saveur ne sera pas changé du tout, [ \"qui est, il ne donnera pas",
          "même l'odeur offensive moindre que l'on trouve dans tous les types de lait pressé",
          "des trayons des animaux."
        ],
        "22" : [
          "Dans un autre hadith rapporté directement du Saint Prophète, il a été expliqué,",
          "ainsi: '' Ce vin aura pas été distillé à partir de fruits pourris en battant et",
          "l'écraser sous les pieds, \"] comme le vin dans le monde , mais AIIah produira",
          "aussi dans la forme de ressorts et de l'amener à circuler dans des canaux, puis",
          "sa qualité sera que [ \"il sera délicieux pour les buveurs\"]; autrement dit, il ne",
          "sera pas amère et nauséabonde . comme les vins du monde, qui ne peut être bu même",
          "par le buveur le plus habituel sans montrer un certain dégoût Dans la sourate",
          "As-Saffa t, une autre qualité de celui-ci a été décrite: [ \"ni sera le buveur",
          "être blessé physiquement ainsi, ni devenir ivre ».] [(v. 47)] Dans la sourate",
          "AI-Waqi'ah il a été dit: [\" ... qui ne leur causer des vertiges, ni affecter leur",
          "sens »] [(v 19).] Cela montre que. le vin ne sera pas intoxiquer, mais seulement",
          "donner du plaisir et de joie."
        ],
        "23" : [
          "Dans le Hadith, il a été expliqué, ainsi: [ \"Le miel aura pas été tirée le ventre",
          "des abeilles,\"], mais il sera également sortir de ressorts et de débit dans les",
          "canaux; par conséquent, il ne sera pas avoir la cire, et des morceaux de miel",
          "peigne et les jambes des abeilles mortes mélangées, mais il sera absolument pure."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّىٰ إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا ۚ أُولَٰئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَىٰ قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ",
      "simpleTranslate" : [
        "Parmi les infidèles, il en est qui t’écoutent, mais c’est à peine sortis de chez",
        "toi qu’ils demandent aux initiés : «Qu’a-t-il bien voulu dire tantôt?» Dieu a",
        "scellé le cœur de ces gens-là qui demeurent esclaves de leurs passions."
      ],
      "tafsirTranslate" : [
        "Parmi eux certains donnent l'oreille à vous. Mais à peine ont-ils quittent votre",
        "présence que ce qu'ils demandent ceux qui possèdent des connaissances:. '?",
        "Qu'est-ce qu'il a dit tout à l'heure » <N:25> Tels sont ceux dont les cœurs Allah",
        "a scellé et qui poursuivent leurs convoitises <N:26>"
      ],
      "tanslateWordByWord" : [
        "Et parmi eux",
        "(Quelques-uns) qui",
        "écouter",
        "à toi",
        "jusqu'à",
        "quand",
        "ils partent",
        "de",
        "toi",
        "ils disent",
        "à ceux qui",
        "ont reçu",
        "la connaissance",
        "Quelle",
        "(A) il a dit",
        "juste maintenant",
        "Ceux",
        "(Sont) celles",
        "Allah a scellé",
        "Allah a scellé",
        "sur",
        "leur cœur",
        "et ils suivent",
        "leurs désirs"
      ],
      "notes" : {
        "25" : [
          "Ceci est au sujet de ces mécréants et les hypocrites et les adeptes incroyants",
          "des anciens livres, qui étaient assis dans les assemblées du Saint Prophète,",
          "écouté ses discours, ou les versets du Coran, mais puisque dans leur cœur, ils",
          "étaient opposés aux thèmes présentés par lui, ils comprendraient rien, en dépit",
          "de l'écouter. Par conséquent, quand ils sont sortis, ils demandaient les",
          "musulmans, [ \"Que disait-il maintenant?\"]"
        ],
        "26" : [
          "Ce fut la cause réelle en raison de laquelle leurs oreilles internes étaient",
          "devenus sourds enseignements Tothe du Saint Prophète; ils étaient les esclaves de",
          "leurs convoitises, et les enseignements que le Saint Prophète présentait tomba",
          "contre leurs convoitises. Par conséquent, si jamais ils étaient assis dans les",
          "assemblées du Saint Prophète et l'écoutaient, ils comprendraient rien."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ",
      "simpleTranslate" : [
        "Quant à ceux qui se sont déjà mis dans la bonne voie, Dieu les guidera encore",
        "mieux et affermira leur piété."
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui ont été conduit à l'orientation, <N:27> Allah les augmente dans",
        "leur orientation et les amène à se développer dans la crainte de Dieu. <N:28>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "accepter les conseils",
        "Il les augmente",
        "(In) orientation",
        "et leur donne",
        "leur justice"
      ],
      "notes" : {
        "28" : [
          "Autrement dit, Allah leur accorde la grâce de développer en eux-mêmes le genre de",
          "piété [(Taqwa)] qu'ils ont la capacité de se développer."
        ],
        "27" : [
          "Autrement dit, les mêmes révélations sur lesquelles les mécréants et les",
          "hypocrites demandent, [ \"Qu'est-ce qu'il [(le Saint Prophète)] dire tout à",
          "l'heure?\"] Devenir une cause de nouvelles orientations pour le bien guidé les",
          "gens, et de la même assemblée à partir de laquelle ces malheureux augmentent sans",
          "gagner quoi que ce soit, les plus chanceux reviennent avec un nouveau trésor de",
          "connaissances et de perspicacité."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً ۖ فَقَدْ جَاءَ أَشْرَاطُهَا ۚ فَأَنَّىٰ لَهُمْ إِذَا جَاءَتْهُمْ ذِكْرَاهُمْ",
      "simpleTranslate" : [
        "Qu’attendent les impies sinon l’arrivée de l’Heure qui viendra les surprendre et",
        "dont les indices se sont déjà manifestés? Mais quand l’Heure sera venue, à quoi",
        "leur servira le rappel qui leur a été adressé?"
      ],
      "tafsirTranslate" : [
        "Est-ce qu'ils attendent, puis, pour autre chose que la dernière heure à venir",
        "subitement sur eux? <N:29> Déjà une partie de ses jetons sont venus. <N:30> Mais",
        "quand il ne vient en fait sur eux, où seront tout moment être laissés pour eux de",
        "tenir compte?"
      ],
      "tanslateWordByWord" : [
        "Alors fais",
        "ils attendent",
        "mais",
        "(Pour) l'Heure",
        "cette",
        "il devrait venir à eux",
        "soudainement",
        "Mais en effet",
        "sont venus",
        "ses indications",
        "Alors comment",
        "pour eux",
        "quand",
        "est venu à eux",
        "leur rappel"
      ],
      "notes" : {
        "29" : [
          "Autrement dit, dans la mesure où la andclarification d'explication de la vérité",
          "est concernée; il a été expliqué pertinemment par l'argument et le raisonnement,",
          "les discours miraculeux du Coran, le caractère pur du Prophète Muhammad [(sur qui",
          "être la paix d'Allah)] et de la révolution dans la vie de ses compagnons.",
          "Maintenant, ce sont ces personnes qui attendent que la résurrection elle-même",
          "devrait avoir lieu et alors seulement ils croire? ,"
        ],
        "30" : [
          "Theportents de résurrection impliquent ces signes qui indiquent que son approche",
          "est proche. Un tel signe important est l'avènement du dernier prophète de Dieu",
          "après que aucun autre prophète ne viendra jusqu'à la Résurrection. Traditions ont",
          "été liées dans Bukhari, Muslim. Tirmidhi et Musnad Ahmad sur l'autorité de Anas,",
          "Hadrat Sahl bin Saad As-Sa'idi et Hadrat Buraidah, en disant que le Saint",
          "Prophète leva le doigt d'index et le doigt du milieu et dit: [ \"Mon avènement et",
          "la résurrection sont comme ces deux doigts \"] qui est,« comme il n'y a pas",
          "d'autre doigt entre ces deux doigts, donc aucun autre prophète sera élevé entre",
          "la et la Résurrection.; après moi seulement Résurrection maintenant se produira.",
          "\""
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "فَاعْلَمْ أَنَّهُ لَا إِلَٰهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ۗ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ",
      "simpleTranslate" : [
        "Sache qu’il n’y a d’autre divinité que Dieu ! Implore donc le pardon de tes",
        "péchés et de ceux des croyants et des croyantes ! Dieu connaît si bien le champ",
        "de vos activités sur Terre et votre demeure dans la vie future."
      ],
      "tafsirTranslate" : [
        "Sache donc, (O Prophète), qu'il n'y a pas de dieu qu'Allah, et demander pardon",
        "pour vos lacunes et aussi pour (les lacunes de) les croyants et les croyantes.",
        "<N:31> Allah connaît les endroits où vous déplacer et où vous habitez."
      ],
      "tanslateWordByWord" : [
        "donc, connaître",
        "qu'il]",
        "(Il n'y a pas",
        "Dieu",
        "mais",
        "Allah",
        "et demander pardon",
        "pour ton péché",
        "et pour les croyants",
        "et les croyantes",
        "Et Allah",
        "sait",
        "votre mouvement",
        "et vos lieux de repos"
      ],
      "notes" : {
        "31" : [
          "Une des mœurs enseigné à l'homme par l'Islam est aussi ceci: Cependant dur et",
          "sincèrement tentez peut-être l'homme pour servir et adorer Iris Seigneur et",
          "combats et se débattant dans la cause de sa religion, il ne doit jamais être",
          "impliqué dans le misunderstandingthat qu'il a fait et accompli tout ce qu'il",
          "était nécessaire de le faire. Plutôt, au contraire, il devrait avoir le sentiment",
          "qu'il n'a pas Heen en mesure de rendre pleinement justice à ce qui était attendu",
          "de lui par son Seigneur et Maître. Par conséquent, il shouldconfess ses erreurs",
          "constamment et prier AIIah. Disant '' Seigneur, pardonne-moi pour quelque faute",
          "et erreur je me suis engagé dans Votre service [ \". 'Tel est bien l'essence du",
          "commandement d'Allah:« O Prophète demander pardon pour votre faute ...' '' Cela",
          "ne charpie signifie que Dieu ne plaise. le Saint Prophète avait effectivement",
          "commis une erreur volontairement, mais sa signification correcte est qu'il n'a",
          "même pas incomberait la servante qui était le plus grand adorateur de son",
          "Seigneur qui Ire devrait abriter même une teinte de la fierté du travail accompli",
          "dans son cœur , mais Iris véritable position était aussi que, malgré tous Ies son",
          "grand:.. fin glorieux services, il devrait continuer confessant ses défauts avant",
          "Iris Seigneur ce fut sous cet état de l'esprit que le Saint Prophète implorait",
          "souvent son Seigneur pour le pardon Selon Abu Da'ud et Nasa'i, le Saint Prophète",
          "aurait dit: \"] J'implore AIIah pardon cent rimes tous les jours."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَيَقُولُ الَّذِينَ آمَنُوا لَوْلَا نُزِّلَتْ سُورَةٌ ۖ فَإِذَا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتَالُ ۙ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ ۖ فَأَوْلَىٰ لَهُمْ",
      "simpleTranslate" : [
        "Les croyants appellent parfois de leurs vœux une sourate décrétant le combat.",
        "Mais quand une sourate impérative est révélée dans ce sens, on voit ceux qui ont",
        "la foi chancelante jeter vers toi les regards de quelqu’un qui serait déjà à",
        "l’article de la mort, alors que le mieux pour ces gens-là"
      ],
      "tafsirTranslate" : [
        "Les croyants disaient: «Pourquoi est une sourate (qui ordonnerait combats) pas",
        "révélé ' Mais quand un surah définitif a été révélé dans lequel les combats a été",
        "mentionné, vous avez vu que ceux dont les cœurs il y avait une maladie vous a",
        "regardé comme si elles étaient sur le point de défaillir à l'approche de la mort.",
        "<N:32> Pitié pour eux!"
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "ceux qui",
        "croyez",
        "Pourquoi pas",
        "a été révélé",
        "un Surah",
        "Mais quand",
        "est révélé",
        "un Surah",
        "précis",
        "et il est mentionné",
        "en ce",
        "les combats",
        "tu vois",
        "ceux qui",
        "dans",
        "leur cœur",
        "(Est) une maladie",
        "recherche",
        "à toi",
        "un regard",
        "(De) un évanouissement",
        "(De) un évanouissement",
        "de",
        "la mort",
        "Mais plus approprié",
        "pour eux"
      ],
      "notes" : {
        "32" : [
          "Autrement dit, [ \"Compte tenu des conditions par lesquelles les musulmans",
          "passaient et l'attitude que les incroyants avaient adopté envers l'islam et les",
          "musulmans à cette époque, les croyants étaient généralement d'avis qu'ils",
          "devraient être autorisés à combattre avant même combat a effectivement été",
          "enjoint par Allah plutôt qu'ils demandaient le commandement d'Allah à cet égard",
          "avec impatience et attendaient encore et encore. \"?] Pourquoi sommes-nous pas",
          "permis de lutter contre ces gens méchants» [ «Mais la condition des personnes qui",
          "avait rejoint les rangs des musulmans hypocritement était tout à fait différente",
          "de celle des croyants. Ils ont tenu leurs vies et leurs propriétés plus chères",
          "eux-mêmes que Allah et sa religion, et ne sont pas prêts à prendre le risque à",
          "tout prix. Par conséquent, dès que les combats s'enjoignit ils ont été clairement",
          "triés par les vrais croyants remplir le temps des combats n'a pas été enjoint,",
          "les hypocrites et les croyants ordinaires ne pouvait être distingué un de l'autre",
          "les hypocrites offert la prière tout comme les vrais croyants ont fait:.. ils",
          "observé le jeûne comme eux, et pratiqué tous les articles de la foi que fait",
          "aucune demande d'un sacrifice sur eux. Mais quand le temps est venu pour faire le",
          "sacrifice suprême de la vie pour le bien de l'Islam, leur hypocrisie a été",
          "exposée et leur voile de fausse affichage de la Foi a été déchiré. Dans la",
          "sourate An-Nisa ', leur cet état a été décrit ainsi: \"] Avez-vous marqué ceux à",
          "qui il a été dit: W Interrompre votre handsa tout et établir la salat et de payer",
          "la zakat Maintenant que les combats a été enjoint pour eux? , certains d'entre",
          "eux craignent les gens comme ils devraient craindre AIIah, ou même ronflent que",
          "cela, ils disent:? Notre Seigneur, pourquoi HAVC Vous enjoint se battre pour nous",
          "Pourquoi HAVC Vous ne nous a donné un bref répit \" [(V. 77)]"
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "طَاعَةٌ وَقَوْلٌ مَعْرُوفٌ ۚ فَإِذَا عَزَمَ الْأَمْرُ فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَهُمْ",
      "simpleTranslate" : [
        "serait d’obéir et de tenir des propos convenables. Quand la guerre est déclarée,",
        "il est préférable pour eux de servir loyalement la Cause de Dieu."
      ],
      "tafsirTranslate" : [
        "(Ils continuent à affirmer leur) l'obéissance et de dire de bonnes paroles. Mais",
        "quand un cours d'action a été clairement déterminée, il aurait été mieux pour eux",
        "si elles se sont révélées fidèles à Allah."
      ],
      "tanslateWordByWord" : [
        "(Is) l'obéissance",
        "et un mot",
        "gentil",
        "Et quand",
        "(est déterminé",
        "la question",
        "puis si",
        "ils avaient été vrai",
        "(À) Allah",
        "sûrement, il aurait été",
        "mieux",
        "pour eux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ",
      "simpleTranslate" : [
        "En vous dérobant, ne risqueriez-vous pas de répandre le désordre sur la Terre et",
        "de rompre vos liens de parenté?"
      ],
      "tafsirTranslate" : [
        "Maintenant, si vous étiez à se détourner, <N:33> Que peut-on attendre, mais que",
        "vous allez travailler la corruption dans le pays et de voler à la gorge les uns",
        "des autres? <N:34>"
      ],
      "tanslateWordByWord" : [
        "Alors serait",
        "vous peut-être",
        "si",
        "vous êtes donné autorité",
        "cette",
        "vous provoquez la corruption",
        "dans",
        "La terre",
        "et couper",
        "vos liens de parenté"
      ],
      "notes" : {
        "33" : [
          "Une autre traduction des mots dans l'original peut être; [ \"Si vous êtes devenu",
          "souverains sur le peuple,\"]"
        ],
        "34" : [
          "Son seul sens est; «Si à ce moment vous Shirk soutenir et défendre l'Islam et de",
          "ne pas se battre avec votre vie et de la richesse pour la cause de moi une grande",
          "révolution réformiste que le Saint Prophète Muhammad [(sur qui soit la paix et la",
          "bénédiction d'Allah)] et ses compagnons ont du mal à apporter, il n'y aura pas",
          "d'autre conséquence de ce que vous revenir au même système d'ignorance dans",
          "lequel vous avez été couper la gorge depuis des siècles de l'autre, enterrer vos",
          "enfants vivants et remplir la terre de Dieu avec l'injustice et de la méchanceté.",
          "[ \"Son autre signification est:. «vous êtes un peuple de caractère dépravé vous",
          "n'êtes pas à aII sincère dans votre demande d'avoir affirmé la foi, parce que",
          "vous n'êtes pas prêt à faire tous les sacrifices dans sa cause. Maintenant, est",
          "AIIah vous donne le pouvoir dans le pays et confie les affaires du monde à vous",
          "lorsque moralement vous êtes malsain et peu fiable, que peut-on attendre de vous",
          "que vous commettez la tyrannie et de malice et de recourir à la destruction de",
          "votre propre près et chers. \n Ce verset indique clairement que l'islam interdit",
          "rupture des relations avec la parenté. D'autre part, en termes positifs aussi, à",
          "plusieurs endroits dans le Coran, traitant les parents aimablement et bien a été",
          "enjoint et compté parmi les grandes vertus. [(Par exemple, voir AI-Baqarah: 83",
          "<V:7:83>, 177: An-Nisa ': 8, 36; An-Nahl: 90. Bani Isra'il: 26; An-Nur: 22)]. Le",
          "mot rahm en arabe est utilisé parenté loin et la relation par le sang",
          "métaphoriquement. AII les relations d'une personne, que ce soit proche ou",
          "lointain, sont ses frères [(dhwil-arham)]. Plus la relation plus la droite a sur",
          "l'autre et Graver le péché de rompre les liens du sang. Pour traiter le bien",
          "parenté implique que l'on doit faire de son mieux en faire ce que bon possible",
          "pour son rapport, devrait éviter de faire tout III ou de mal pour lui.",
          "Raisonnement à partir de ce verset Hadrat 'Umar avait interdit que la vente",
          "illégale de la fille d'esclave qui avait donné naissance à un enfant de son",
          "maître, et les Compagnons avait concouru avec lui dans ce domaine. Hakim dans son",
          "Musradrik a raconté sur l'autorité de Hadrat Buraidah qu'un jour où il était",
          "assis parmi le public de Hadrat 'Umar, soudain une clameur dans la rue. En",
          "recherchant il était connu qu'une jeune esclave a été vendu et sa fille pleurait,",
          "Hadrat 'Umar a immédiatement obtenu l'Ansar et le Muhajirin ensemble et mis",
          "devant eux la question: «Avez-vous trouvé dans la religion que Muhammad [(sur qui",
          "soit ? la paix d'Allah)] a apporté une pièce pour séparer des relations entre les",
          "liens du sang \"] tout le monde a répondu par la négative Là-dessus, Hadrat 'Umar",
          "dit:. Alors, comment est-ce que dans vos maisons une mère est séparée de sa",
          "fille? ? y aurait-il une instance plus grande et plus grave de la coupe de ces",
          "relations Puis il récita ce verset les gens ont dit:. vous pouvez adopter toute",
          "mesure que vous jugerez utiles pour arrêter cette pratique. . A ce Hadrat 'Umar a",
          "publié ce décret pour l'application dans tous les territoires islamiques: [",
          "\"Aucun esclave-fille qui a donné naissance à un enfant de son maître doit être",
          "vendu parce que c'est la rupture des liens de parenté qui est illégale.\"]"
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "أُولَٰئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰ أَبْصَارَهُمْ",
      "simpleTranslate" : [
        "Ce sont ceux-là que Dieu a maudits en les frappant de surdité et de cécité."
      ],
      "tafsirTranslate" : [
        "Ce sont ces sur celui qu'Allah a jeté sa malédiction: Il les a rendus sourds et",
        "les a privés de leur vue."
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "(Sont) celles",
        "Allah les a maudits",
        "Allah les a maudits",
        "Il les a rendus sourds",
        "et aveuglé",
        "leur vision"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَا",
      "simpleTranslate" : [
        "Que ne méditent-ils le Coran? Auraient-ils les cœurs complètement verrouillés?"
      ],
      "tafsirTranslate" : [
        "Est-ce qu'ils, alors, ne reflètent pas sur le Coran? Ou sont-il des cadenas sur",
        "leurs cœurs? <N:35>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, ne pas",
        "ils méditent",
        "(Plus) le Coran",
        "ou",
        "sur",
        "(leurs) coeurs",
        "(Sont) serrures"
      ],
      "notes" : {
        "35" : [
          "Autrement dit, «Soit ces personnes ne méditent pas sur le Coran du tout, ou si",
          "elles essaient de réfléchir sur elle, ses enseignements et ses sens n'entrent pas",
          "dans leur cœur, parce qu'ils ont mis des verrous sur les [ «Quant à ce que\"] il y",
          "a leurs serrures sur les cœurs, [ \"cela signifie ceci:\"].. il y a ces verrous sur",
          "eux sont spécialement destinés pour les cœurs qui ne sont pas sensibles à la",
          "vérité \""
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "إِنَّ الَّذِينَ ارْتَدُّوا عَلَىٰ أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى ۙ الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
      "simpleTranslate" : [
        "Ceux qui sont revenus sur leurs pas après que la bonne direction leur a été",
        "clairement montrée, c’est Satan qui les a séduits et abusés par ses fausses",
        "promesses."
      ],
      "tafsirTranslate" : [
        "Certes, ceux qui ont tourné le dos à la vraie orientation après qu'il est devenu",
        "manifeste pour eux, Satan a embelli leurs façons pour eux et les a soutenu avec",
        "de faux espoirs."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "retour",
        "sur",
        "le dos",
        "après",
        "après",
        "quelle",
        "(A) devenu clair",
        "pour eux",
        "(De) la direction",
        "Shaitaan",
        "alléché",
        "[pour eux",
        "et l'espoir prolongée",
        "pour eux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ ۖ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
      "simpleTranslate" : [
        "C’est qu’ils ont dit à ceux qui sont hostiles à ce que Dieu a révélé : «Nous vous",
        "obéirons seulement en partie.» Mais Dieu connaît bien leurs véritables pensées."
      ],
      "tafsirTranslate" : [
        "Ce, parce qu'ils ont dit à ceux qui sont opposés à la foi que Dieu a révélé: '.",
        "Dans certains domaines, nous allons vous obéir » <N:36> Allah a connaissance de",
        "leurs pourparlers secrets."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Est) parce qu'ils",
        "[ils ont dit",
        "à ceux qui",
        "haine",
        "quelle",
        "Allah a révélé",
        "Allah a révélé",
        "Nous allons vous obéir",
        "dans",
        "partie",
        "(De) la question",
        "Mais Allah",
        "sait",
        "leurs secrets"
      ],
      "notes" : {
        "36" : [
          "Autrement dit, [ «En dépit de professer la foi et d'être compté parmi les",
          "musulmans, ils sont allés sur conspirer secrètement avec les ennemis de l'Islam",
          "et même se sont engagés à les soutenir dans certains domaines.\"]"
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ",
      "simpleTranslate" : [
        "Qu’adviendra-t-il d’eux lorsque les anges, venant recueillir leurs âmes, les",
        "frapperont au visage et sur le dos?"
      ],
      "tafsirTranslate" : [
        "Mais comment vont-ils en sortent quand les anges prennent leurs âmes à la mort et",
        "les porteront, frappant leurs faces et dos? <N:37>"
      ],
      "tanslateWordByWord" : [
        "Alors comment",
        "quand",
        "prendre dans la mort",
        "les anges",
        "frappant",
        "leurs visages",
        "et leurs dos"
      ],
      "notes" : {
        "37" : [
          "Autrement dit, [ «Dans le monde, ils ont adopté cette attitude afin qu'ils",
          "puissent sauvegarder leurs intérêts et peuvent se protéger contre les dangers du",
          "conflit entre l'Islam et l'infidélité, mais comment vont-ils échapper à la colère",
          "d'Allah après la mort ? a cette époque, aucun dispositif de la leur sera utile",
          "pour eux de rester à l'abri de la punition par les anges. \"] Ce verset est",
          "également l'un de ces versets qui pointent vers le tourment de barzakh [(ie",
          "tourment de la tombe)] . Elle montre clairement que les mécréants et les",
          "hypocrites commencent à être affligés par le tourment dès le moment de la mort,",
          "et ce tourment est différent du châtiment qu'ils auront sur la résurrection après",
          "leur cas ont été décidés par Allah. [(Pour de plus amples explications, voir",
          "An-Nisa ': 97: AI-An'am: 93-94; AI-Anfal: 50: An-Nahl: 28",
          "<V:4:97:AI-An'am:93-94;AI-Anfal:50:An-Nahl:28>, 32; AI-Mu'minun: 99-100; Ya Sin :",
          "26-27 et de FR 22, 23; AI-Mu'min: 4b et EN 63)]."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ",
      "simpleTranslate" : [
        "Il en sera ainsi parce qu’ils auront suivi ce qui déplaît à Dieu et détesté ce",
        "qui Lui plaît. Dieu frappera donc de nullité leurs œuvres."
      ],
      "tafsirTranslate" : [
        "C'est parce qu'ils ont suivi un chemin qui a irrité Allah, et ont été opposés à",
        "son bon plaisir. Donc, il réduit toutes leurs œuvres à néant. <N:38>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Est) parce qu'ils",
        "suivi",
        "quelle",
        "colère",
        "Allah",
        "et détesté",
        "Son plaisir",
        "Il a donc rendu sans valeur",
        "leurs actions"
      ],
      "notes" : {
        "38" : [
          "Ceci fait référence à ALi ces œuvres qu'ils accomplissent en tant que [",
          "\"musulmans\".] Leurs prières, leur jeûne, leurs paiements de la zakat, et tous les",
          "autres actes de culte et de la vertu, qui en apparence et la forme sont compté",
          "parmi les bonnes œuvres. ont été rendus nuls, car ils ont échoué à adopter",
          "l'attitude de sincérité et de loyauté envers AIIah et l'islam et la communauté",
          "musulmane, même si elles prétendaient être des musulmans; mais, au contraire, ils",
          "sont allés sur conspirer avec les ennemis de l'Islam pour le bien de petits gains",
          "matériels, et ont commencé à élaborer des programmes pour se sauver de tous les",
          "risques possibles dès que le temps est venu pour le Jihad dans la cause de AIIah.",
          "Ces versets sont absolument décisive et concluante à cet égard que dans le",
          "conflit entre l'islam et non-Islam la foi de la personne dont les sympathies ne",
          "sont pas avec l'Islam et les musulmans, ou sont avec incrédulité et les",
          "mécréants, ne peuvent pas à aII être fiable, pas de parler d'aucune de ses œuvres",
          "étant acceptable avant AIIah."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ",
      "simpleTranslate" : [
        "Ou bien est-ce que ceux dont le cœur est atteint d’un mal profond s’imaginent que",
        "Dieu ne dévoilera jamais leur haine?"
      ],
      "tafsirTranslate" : [
        "Ou font-ils, dans le cœur desquels il y a une maladie, croient qu'Allah ne mettra",
        "pas leurs défauts à la lumière?"
      ],
      "tanslateWordByWord" : [
        "Ou faire",
        "penser",
        "ceux qui",
        "dans",
        "leur cœur",
        "(Est) une maladie",
        "cette",
        "jamais",
        "Allah va enfanter",
        "Allah va enfanter",
        "leur haine"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ ۚ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ",
      "simpleTranslate" : [
        "Et si Nous le voulions, Nous te les montrerions sous leur vrai visage.",
        "D’ailleurs, tu peux les reconnaître facilement à leurs traits et au ton ambigu de",
        "leurs propos. Dieu connaît si bien ce que vous faites."
      ],
      "tafsirTranslate" : [
        "Si nous devions donc aura, nous aurions pu les montré à vous afin que vous les",
        "reconnaître par leurs visages, et vous les reconnaîtrez certainement par la",
        "manière de leur discours. Allah connaît toutes vos actions."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "Nous voulions",
        "sûrement, nous pourrions vous les montrer",
        "et vous les reconnaîtrez",
        "par leurs marques",
        "mais sûrement, vous les reconnaîtrez",
        "par",
        "(le ton",
        "(De leur) parole",
        "Et Allah",
        "sait",
        "vos actions"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ",
      "simpleTranslate" : [
        "Certes, Nous vous mettons à l’épreuve pour reconnaître ceux d’entre vous qui",
        "combattent et souffrent pour notre Cause, et pour apprécier votre comportement."
      ],
      "tafsirTranslate" : [
        "Nous allons certainement vous tester jusqu'à ce que nous savons ceux d'entre vous",
        "qui luttent vraiment et rester ferme, et vérifiera sur vous."
      ],
      "tanslateWordByWord" : [
        "Et sûrement Nous vous éprouverons",
        "jusqu'à",
        "Nous faisons clairement",
        "ceux qui luttent",
        "parmi vous",
        "et les endurants",
        "et Nous allons tester",
        "vos affaires"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَىٰ لَنْ يَضُرُّوا اللَّهَ شَيْئًا وَسَيُحْبِطُ أَعْمَالَهُمْ",
      "simpleTranslate" : [
        "En vérité, ceux qui rejettent la foi, qui détournent leurs semblables de la Voie",
        "de Dieu et qui déclarent leur opposition au Prophète après que la bonne voie leur",
        "fut montrée, ceux-là ne nuiront en rien à Dieu qui réduira leurs œuvres à néant."
      ],
      "tafsirTranslate" : [
        "Ceux qui ont mécru et interdit les autres de façon d'Allah et opposé au Messager",
        "après la véritable orientation était devenu manifeste pour eux, ils ne doivent",
        "pas être en mesure de causer le moins de mal à Allah; plutôt Allah réduira toutes",
        "leurs œuvres à néant. <N:39>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "ne pas croire",
        "détournez",
        "de",
        "(La) voie d'Allah",
        "(La) voie d'Allah",
        "et d'opposition",
        "le Messager",
        "après",
        "après",
        "[quelle]",
        "(A été) clairement",
        "pour eux",
        "l'orientation",
        "jamais",
        "vont-ils nuire",
        "Allah",
        "(En) rien",
        "et il fera sans valeur",
        "leurs actions"
      ],
      "notes" : {
        "39" : [
          "Cette phrase a deux significations: [(1)] Ce qu'Allah rendra vaines et stériles",
          "toutes ces œuvres qu'ils avaient effectuées comme [ «bonnes œuvres»], et ils vont",
          "obtenir aucune récompense que ce soit pour eux l'au-delà; et [(2)] que tous les",
          "appareils qu'ils adoptent pour faire obstacle à la voie d'Allah et la religion de",
          "Son messager se révélera inefficace et inutile."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ",
      "simpleTranslate" : [
        "Ô fidèles ! Obéissez à Dieu, obéissez au Prophète et ne rendez pas vos œuvres",
        "vaines !"
      ],
      "tafsirTranslate" : [
        "Les croyants, obéissez à Allah et obéissez au Messager et ne causent pas vos",
        "œuvres à être annulés. <N:40>"
      ],
      "tanslateWordByWord" : [
        "O vous qui croyez",
        "O vous qui croyez",
        "O vous qui croyez",
        "Obéit",
        "Allah",
        "et d'obéir",
        "le Messager",
        "et (faire) pas",
        "faire vain",
        "vos actions"
      ],
      "notes" : {
        "40" : [
          "En d'autres termes, les actions 'étant bénéfique et produisant de bons résultats",
          "dépend entièrement de son obéissance à Allah et à Son messager. Après on a",
          "détourné de l'obéissance, aucun acte reste une bonne action de telle sorte que",
          "l'on peut mériter une récompense pour cela."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ",
      "simpleTranslate" : [
        "Ceux qui ne croient pas, qui détournent les autres de la Voie de Dieu, puis",
        "meurent en état d’impiété, jamais le Seigneur ne leur accordera Son pardon."
      ],
      "tafsirTranslate" : [
        "En vérité, Allah ne doit pas pardonner à ceux qui ont mécru et interdit les",
        "autres de façon d'Allah et se cramponnait à leur incrédulité jusqu'à leur mort."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "ne pas croire",
        "détournez",
        "de",
        "(le chemin",
        "(De) Allah",
        "puis",
        "mourut",
        "pendant qu'ils",
        "(Étaient) incroyants",
        "jamais",
        "Allah va pardonner",
        "Allah va pardonner",
        "leur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "فَلَا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ",
      "simpleTranslate" : [
        "Ne soyez pas pusillanimes en offrant la paix à l’ennemi quand vous êtes les plus",
        "forts et que Dieu est avec vous ! Dieu ne vous frustrera jamais du fruit de vos",
        "œuvres."
      ],
      "tafsirTranslate" : [
        "Alors, ne soit pas timides et ne pleure pas pour la paix. <N:41> Vous prévaloir.",
        "Allah est avec vous et ne sera pas apporter vos œuvres à néant."
      ],
      "tanslateWordByWord" : [
        "Donc ne le fais pas",
        "affaiblir",
        "et appel",
        "pour",
        "paix",
        "pendant que tu",
        "(Sont) supérieure",
        "et Allah",
        "(Est) avec vous",
        "et jamais",
        "vous priver",
        "(De) vos actions"
      ],
      "notes" : {
        "41" : [
          "Ici, il faut garder à l'esprit le fait que lorsque ce discours a été révélé",
          "seulement une poignée de musulmans composés d'un couple de centaines de Muhajirin",
          "et Ansar vivant dans la petite ville de Madinah défendions la norme de l'Islam et",
          "non seulement ils étaient confrontés par le puissant Quraish, mais aussi par",
          "l'ensemble de l'Arabie païenne. Telles étaient les conditions quand ils ont été",
          "exhortés à «ne pas être timides et ne pas mendier [(l'ennemi)] pour la paix»,",
          "mais pour faire les préparatifs du conflit décisif. Cela ne signifie pas que les",
          "musulmans ne doivent jamais négocier la paix , mais cela signifie que dans un",
          "état comme celui-ci il ne convient pas d'engager des négociations de paix quand",
          "il montre la faiblesse des musulmans, car il sera toujours enhardir davantage",
          "l'ennemi les musulmans doivent d'abord établir leur supériorité dans la puissance",
          "et la force;. puis si elles négocier la paix il n'y aura pas de mal."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "إِنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ ۚ وَإِنْ تُؤْمِنُوا وَتَتَّقُوا يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ",
      "simpleTranslate" : [
        "La vie d’ici-bas n’est que jeu et amusement. Si vous croyez et craignez Dieu, Il",
        "vous donnera votre rétribution sans vous demander de Lui sacrifier toutes vos",
        "richesses,"
      ],
      "tafsirTranslate" : [
        "La vie de ce monde est que le sport et l'amusement. <N:42> Si vous croyez et êtes",
        "craignant Dieu, Il vous accordera votre récompense, et ne vous demandera vos",
        "possessions. <N:43>"
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "la vie",
        "(du monde",
        "(Est) jouer",
        "et d'amusement",
        "Et si",
        "tu crois",
        "et la peur (Allah)",
        "Il vous donnera",
        "vos récompenses",
        "et pas",
        "vous demandera",
        "(Pour) votre richesse"
      ],
      "notes" : {
        "42" : [
          "Autrement dit, [ \"Comme contre l'au-delà, ce monde est plus qu'un moyen de",
          "divertissement temporaire. Le succès ou l'échec ici ne sont pas quelque chose de",
          "réel et durable, ce qui pourrait être important en aucune façon. Le la vraie vie",
          "est la réussite de la vie ci-après dans ce qui devrait être la principale",
          "préoccupation de l'homme. [(Pour plus d'explications, voir l'eN 102 de la sourate",
          "AI-`Ankabut)]."
        ],
        "43" : [
          "Autrement dit, \"] Allah est autosuffisant: He ETCD pas besoin de prendre quelque",
          "chose de vous pour son propre Soi S'Il vous dit de dépenser quelque chose dans",
          "son chemin, il DCEs donc pas pour lui-même mais seulement. pour votre propre",
          "bien.\""
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "إِنْ يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا وَيُخْرِجْ أَضْغَانَكُمْ",
      "simpleTranslate" : [
        "car si de gros sacrifices vous étaient demandés, vous ne tarderiez pas à vous",
        "montrer avares et à faire éclater vos ressentiments."
      ],
      "tafsirTranslate" : [
        "S'il devait vous demander vos biens et vous appuyez sur (à ce sujet), vous avez",
        "grandi mesquine, et Allah aurait apporté vos défauts à la lumière. <N:44>"
      ],
      "tanslateWordByWord" : [
        "Si",
        "Il était de vous demander pour elle",
        "et vous appuyez sur",
        "vous retenir",
        "et il enfantera",
        "votre haine"
      ],
      "notes" : {
        "44" : [
          "C'est; [ \"Il DCEs pas vous mettre à un procès sévère qui peut faire ressortir vos",
          "faiblesses.\"]"
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "هَا أَنْتُمْ هَٰؤُلَاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ ۖ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ ۚ وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ ۚ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ",
      "simpleTranslate" : [
        "Vous voici appelés à effectuer des dépenses pour la Cause de Dieu. Certains parmi",
        "vous se montreront avares, mais celui qui est avare l’est à son propre détriment,",
        "car Dieu Se suffit à Lui-même et c’est vous qui êtes les indigents. Si vous vous",
        "dérobez, Dieu fera appel, pour vous remplacer, à un autre peuple qui ne vous",
        "ressemblera nullement."
      ],
      "tafsirTranslate" : [
        "Voici, vous êtes ceux qui sont appelés à passer dans la Voie d'Allah, mais",
        "certains d'entre vous sont mesquine. Celui qui est mesquine est en fait mesquine",
        "à lui-même. Car Allah est tout-suffisant, alors qu'il vous qui sont dans le",
        "besoin de Lui est. Si vous vous détournez, Il vous remplacera par un peuple autre",
        "que vous, et ils ne seront pas comme vous."
      ],
      "tanslateWordByWord" : [
        "Vous voilà",
        "ces",
        "appelé",
        "dépenser",
        "dans",
        "(le chemin",
        "(De) Allah",
        "mais parmi vous",
        "(Quelques-uns) qui",
        "retenir",
        "et celui qui",
        "des retenues",
        "alors seulement",
        "il refuse",
        "de",
        "lui-même",
        "Mais Allah",
        "(Est) gratuit de besoin",
        "pendant que tu",
        "(Sont) les nécessiteux",
        "Et si",
        "vous vous détournez",
        "Il vous remplacera",
        "(Avec) un peuple",
        "autre que toi",
        "puis",
        "ne pas",
        "ils seront",
        "(Le) aime vous"
      ],
      "notes" : { }
    }
  ],
  "medinian" : true
}