{
  "chapterNumber" : 48,
  "nbVerses" : 29,
  "name" : "La victoire, Tout s’ouvre",
  "nameArabic" : "الفتح",
  "transName" : "al-fatḥ",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا",
      "simpleTranslate" : [
        "En vérité, Nous t’avons accordé une victoire éclatante,"
      ],
      "tafsirTranslate" : [
        "(O Prophète), sûrement Nous vous avons accordé une nette victoire <N:1>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Nous avons donné la victoire",
        "à toi",
        "une victoire",
        "clair"
      ],
      "notes" : {
        "1" : [
          "Lorsque, après le traité de Hudaibiyah ces bonnes nouvelles de la victoire a été",
          "annoncée, le peuple se demande quant à la façon du traité pourrait être appelé",
          "une victoire. Les musulmans ne croient en cette Révélation Divine comme vrai sur",
          "la base de leur foi, mais personne ne pouvait comprendre quel aspect de la",
          "victoire qu'il avait. En entendant ce verset, Hadrat 'Umar demanda: [ «Est-ce une",
          "victoire, ô Messager d'Allah?\"] Le Saint Prophète répondit: [ «Oui.»] [(Lbn",
          "Jarir)] Un autre compagnon est venu devant le Saint Prophète et il également",
          "poser la même question; après quoi le Saint Prophète répondit: [ \"Par Celui dont",
          "la main est la vie de Muhammad, c'est en effet une victoire.\"] [(Musnad Ahmad,",
          "Abu Dâwûd)] En arrivant à Médine encore une autre personne a dit à ses",
          "compagnons: ? [ \"Quel genre de victoire est qu'il nous était interdit de la",
          "Maison d'Allah, nos chameaux sacrificielles pourraient aussi ne pas aller à leurs",
          "bons endroits, le Saint Messager d'Allah a dû mettre un terme à Hudaibiyah, et en",
          "conséquence de cette trêve deux . nos frères opprimés [(Abu Jandal et Abu Basir)]",
          "ont été remis à leurs oppresseurs »] Lorsque cette chose a atteint le Saint",
          "Prophète, dit-il; [ \"A varie mauvaise chose a été prononcé: il est en effet une",
          "grande victoire. Vous atteint la maison même des polythéistes, et ils ont dû vous",
          "convaincre d'y retourner par vous solliciter pour effectuer la oumra l'année",
          "suivante; ils se ont exprimé le désir de suspendre les hostilités et avoir la",
          "paix avec vous, alors, leur malice et de l'inimitié contre vous est trop bien",
          "connu. Allah vous a accordé la haute main sur eux. Avez-vous oublié le jour où",
          "vous fuyez Uhud et je vous rappeler par derrière? Avez-vous oublié le jour où",
          "l'ennemi était descendu sur nous de tous les côtés dans la bataille de la",
          "Tranchée et les cœurs venaient jusqu'à la gorge? \"] [(Baihaqi sur l'autorité de",
          "'Urwa bin Zubair)]. Mais pas longtemps après la trêve de être une victoire a",
          "commencé à se manifester, et tout le monde rendu compte que le triomphe de",
          "l'Islam avait commencé avec le traité de Hudaibiyah. Près d'un et la même chose a",
          "été lié de Hadrat 'Abdullah bin Mas'ud, Hadrat Jabir bin ` . Abdullah et Hadrat",
          "Bara 'bin' Azib Ils auraient dit: [ «les gens regardent la conquête de la Mecque",
          "comme la victoire, mais nous considérons la trêve de Hudaibiyah que la vraie",
          "victoire.\"] [(Bukhari, Muslim, Musnad Ahmad, Ibn Jarir)]. ."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا",
      "simpleTranslate" : [
        "afin que Dieu te pardonne tes fautes, passées et présentes, parachève sur toi Sa",
        "grâce et te dirige dans la voie droite."
      ],
      "tafsirTranslate" : [
        "afin qu'Allah vous pardonne vos lacunes, que ce soit plus tôt ou plus tard, <N:2>",
        "et peut compléter ses faveurs sur vous <N:3> et vous guider vers le droit chemin,",
        "<N:4>"
      ],
      "tanslateWordByWord" : [
        "Cela peut pardonner",
        "pour toi",
        "Allah",
        "quelle",
        "précédé",
        "de",
        "vos péchés",
        "et quoi",
        "suivra",
        "et complète",
        "Sa faveur",
        "sur vous",
        "et vous guider",
        "(À) un chemin",
        "Tout droit"
      ],
      "notes" : {
        "2" : [
          "Si le contexte dans lequel cette phrase se produit est maintenue en vue, on aura",
          "certainement l'impression que les défauts mentionnés ici impliquent ces lacunes",
          "et faiblesses qui étaient restés dans la lutte que les musulmans avait fait pour",
          "le succès et la victoire de l'Islam, sous la direction du Saint Prophète, pour",
          "les dix-neuf dernières années ou plus. Ces lacunes ne sont pas connus une",
          "quelconque parce que l'intellect est absolument impuissant à trouver une",
          "faiblesse dans cette lutte. Mais, selon les normes les plus élevées de la",
          "perfection dans la vue d'Allah, il était resté un peu cette faiblesse en elle à",
          "cause de laquelle les musulmans ne pouvaient pas parvenir à une victoire décisive",
          "si tôt sur les païens de l'Arabie. Que AIlah veut dire est ceci: «Si vous aviez",
          "porté sur votre lutte avec ces faiblesses, il aurait fallu que vous beaucoup plus",
          "de temps pour soumettre l'Arabie, mais nous avons négligé toutes ces faiblesses",
          "et lacunes et compensé pour eux seulement par Notre grâce, et ouvert pour vous à",
          "Hudaibiyah la porte à la victoire et la conquête dont vous ne pouviez avoir",
          "réalisé que par vos efforts ordinaires [ \". Ici, cette chose aussi doit être bien",
          "entendu que les faiblesses qui pourraient se produire et de rester dans la lutte",
          "et efforcerons qu'un groupe pourrait être fait pour un objet, le chef et le guide",
          "du groupe seulement est adressée. Cela ne signifie pas que les faiblesses des",
          "faiblesses personnelles du leader. Ce sont, en fait, les faiblesses de la lutte",
          "que le groupe fait dans son ensemble; mais l'adresse est faite au chef pour lui",
          "dire que son travail souffre de telle ou telle faiblesse. Cependant, comme",
          "l'adresse est dirigée vers le Saint Prophète et a déclaré que AIIah lui a",
          "pardonné tous ses défauts anciens et derniers, les termes généraux donnent aussi",
          "ce sens que Dieu a pardonné tous les défauts [(qui étaient les lacunes en raison",
          "de sa position haute )] de son Saint Messenger. Voilà pourquoi, lorsque les",
          "Compagnons ont vu qu'il a pris soin extraordinaires sur son culte, ils diraient:",
          "`Pourquoi pensez-vous vous soumettre à de telles difficultés quand ALi vos",
          "erreurs et les lacunes anciens et derniers ont été graciés\"] le Saint Prophète",
          "répondait?: [ \"Je ne devrais pas se comporter comme un serviteur reconnaissant?\"]",
          "[(Ahmad, Bukhari, Muslim, Abu Dâwûd)]."
        ],
        "3" : [
          "[ \"Perfection de ses bénédictions»] implique que les musulmans devraient devenir",
          "totalement libres de vivre leur vie en conformité avec la civilisation islamique,",
          "la loi islamique et les commandements, à l'abri de toute crainte, toute",
          "résistance et toute ingérence extérieure, et ils doivent également être bénis",
          "avec le pouvoir qu'ils peuvent respecter la Parole de Dieu à travers le monde.",
          "Dominance de l'incrédulité et de la méchanceté qui peut être un obstacle sur le",
          "chemin de l'adoration d'Allah et un obstacle à la lutte dans la propagation de la",
          "Parole de Dieu, est la plus grande calamité pour les croyants; le Coran appelle",
          "«fitna [\" [(méfait)]. Livré et libéré de cette calamité quand ils Arc en mesure",
          "d'atteindre une demeure de l'Islam [(ose / -Islam)] dans laquelle la Divine",
          "Religion est appliquée dans son intégralité , et avec qui ils sont également",
          "fournis avec les moyens et les ressources dont ils peuvent établir la foi et la",
          "justice sur la terre d'Allah en place de l'incrédulité et de la méchanceté, ce",
          "serait la perfection de la bénédiction d'Allah sur eux. Comme cette bénédiction a",
          "été réalisée par le musulmans seulement par le Saint Prophète, AIIah adressée",
          "seulement lui et dit: \"] Nous voulions terminer notre bénédiction sur vous; par",
          "conséquent, nous avons accordé cette victoire pour vous. [ \""
        ],
        "4" : [
          "«La bonne façon\"]: la voie à la conquête et à la réussite. . En d'autres termes,",
          "cela signifie que en provoquant le traité soit conclu à Hudaibiyah AIIah a ouvert",
          "la voie et a inspiré le Saint Prophète avec le plan par lequel il pouvait",
          "soumettre aII les forces qui résistaient à l'Islam."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَيَنْصُرَكَ اللَّهُ نَصْرًا عَزِيزًا",
      "simpleTranslate" : [
        "Dieu te prête ainsi un puissant secours."
      ],
      "tafsirTranslate" : [
        "et qu'Allah vous accorde une aide puissante <N:5>."
      ],
      "tanslateWordByWord" : [
        "Et Allah peut vous aider",
        "Et Allah peut vous aider",
        "(Avec) une aide",
        "puissant"
      ],
      "notes" : {
        "5" : [
          "Une autre traduction peut être: [ \"donne- vous une victoire sans précédent,»]",
          "pour le mot aziz dans l'original peut signifier puissant ainsi que sans précédent",
          "et sans pareil. Selon le premier sens, la phrase signifie: [ \"Au moyen de ce",
          "traité AIIah vous a aidé d'une manière à rendre vos ennemis impuissants\"]; et",
          "selon le second, cela signifie: [ \"a rarement cette méthode de roman jamais été",
          "adoptée pour aider quelqu'un, qu'une chose qui est apparemment un simple traité",
          "de paix, et que trop un traité conclu à partir d'une position de faiblesse, se",
          "transformerait en une décisive la victoire.\"]"
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ لِيَزْدَادُوا إِيمَانًا مَعَ إِيمَانِهِمْ ۗ وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا",
      "simpleTranslate" : [
        "C’est Lui qui a fait naître la quiétude dans le cœur des croyants afin",
        "d’accroître sans cesse leur foi, et c’est à Lui qu’appartiennent les armées des",
        "Cieux et de la Terre. Il est l’Omniscient, le Sage."
      ],
      "tafsirTranslate" : [
        "C'est Lui qui a accordé la paix intérieure sur les cœurs des croyants <N:6> afin",
        "qu'ils puissent se développer encore plus fermes dans leur foi <N:7> A Allah",
        "appartiennent les armées des cieux et La terre; Allah est Omniscient et Sage.",
        "<N:8>"
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Celui qui",
        "envoyé vers le bas",
        "[La] tranquillité",
        "dans)",
        "(les) coeurs",
        "(De) les croyants",
        "qu'ils peuvent augmenter",
        "(En) foi",
        "avec",
        "leur foi",
        "Et pour Allah",
        "(Sont les) hôtes",
        "(De) les cieux",
        "et la terre",
        "et Allah",
        "et Allah",
        "(Est) Omniscient",
        "All-Wise"
      ],
      "notes" : {
        "8" : [
          "Cela signifie ceci: AIIah a des hôtes par lesquels il peut détruire et exterminer",
          "les mécréants complètement à chaque fois qu'il veut, mais il a délibérément et",
          "par la sagesse seulement placé cette responsabilité sur les croyants qu'ils",
          "devraient entrer dans un conflit avec les incroyants et de la lutte pour rendre",
          "la religion de AIIah prévaloir et de prospérer dans le monde. . De cette façon,",
          "seul le fait d'une porte à l'amélioration de leurs rangs et les succès dans la",
          "vie future ouverte comme on soit indiqué dans le verset suivant."
        ],
        "6" : [
          "[ \"Sakinat\"] en arabe est calme et la tranquillité et la paix d'esprit. Ici AIIah",
          "appelle son être envoyé dans les cœurs des croyants un facteur important dans la",
          "victoire que l'Islam et les musulmans atteint à Hudaibiyah. D'après une étude des",
          "conditions des foudres un est de savoir quel genre de Sakinat il a été qui a été",
          "envoyé vers le bas dans les cœurs des musulmans pendant cette période et comment",
          "elle est devenue une source de la victoire. Si, au moment où le Saint Prophète a",
          "exprimé son intention d'aller pour 'Omra à la Mecque, les musulmans étaient",
          "devenus terrorisés et ont commencé à se comporter comme les hypocrites comme si",
          "elles allaient dans les mâchoires de la mort, ou si, au moment où ils ont entendu",
          "les nouvelles sur la façon dont le Quraish mécréant sortaient en grande force",
          "pour les combattre, ils avaient été alarmés à la façon dont ils feraient face à",
          "l'ennemi non armé, et devenir ainsi de panique, évidemment aucun avantage",
          "auraient entraîné de Hudaibiyah du tout. Ensuite, si au moment où au Hudaibiyah",
          "les incroyants avaient arrêté les musulmans d'aller plus loin, et quand ils ont",
          "essayé de les provoquer en lançant contre eux des attaques répétées soudaines, et",
          "quand la rumeur du martyre de Hadrat 'Uthman avaient répandu, et quand Abu Jandal",
          "était apparu sur la scène comme l'image même de l'oppression et de la",
          "persécution, les musulmans avaient effectivement devenir provoqué et brisé la",
          "discipline que le Saint Prophète avait instillé en eux, le résultat aurait été",
          "désastreux. Surtout, si, au moment où le Saint Prophète allait conclure le traité",
          "sur les conditions qui étaient non acceptables pour l'ensemble du parti des",
          "Musulmans, les Musulmans avaient arrivé à lui désobéir, la grande victoire de",
          "Hudaibiyah aurait transformé en une défaite humiliante. Ainsi, il était ALi à",
          "cause de la grâce d'Allah que sur tous ces moments critiques les musulmans ont",
          "été bénis en toute tranquillité d'esprit à l'égard de la direction et",
          "l'orientation du Saint Prophète, la vérité de l'Islam et la véracité de leur",
          "mission. Ceci est la raison pour laquelle ils ont décidé avec un esprit cool",
          "qu'ils feraient face et accepter tout ce que les difficultés qu'ils rencontrent",
          "dans la voie d'Allah; voilà pourquoi ils sont restés à l'abri de la peur, de la",
          "confusion, de provocation et de désespoir; voilà pourquoi la discipline parfaite",
          "continue de régner dans le camp; et voilà pourquoi, en dépit d'être profondément",
          "attristé par les conditions de la paix, ils ont soumis à la décision prise par le",
          "Saint Prophète. Ce fut le sakinat que AIIah avait fait descendre dans les cœurs",
          "des musulmans, et il était aII à cause de ce que l'étape dangereuse",
          "d'entreprendre un voyage pour effectuer la oumra est devenu le prélude à une",
          "victoire unique."
        ],
        "7" : [
          "Autrement dit, [ \"Une foi qu'ils avaient déjà avant qu'ils ne figurent sur cette",
          "expédition, ils ont atteint la foi supplémentaire quand ils sont restés fermes",
          "sur le chemin de la sincérité, la piété et l'obéissance dans tous les procès qui",
          "ils ont fait face à connexion avec l'expédition. \"] Ce verset est l'un de ces",
          "versets qui montrent que la foi est pas un état statique qui est incapable de la",
          "croissance, mais elle se développe ainsi que désintégrations et se détériore.",
          "Après avoir embrassé l'Islam jusqu'à la mort du croyant à chaque étape de sa vie",
          "continue d'être confronté à de tels tests et des essais dans lesquels il doit",
          "prendre une décision quant à la suite de la Religion Divine, il est prêt à",
          "sacrifier sa vie, sa richesse, ses sentiments, désirs, le temps, le confort et",
          "les intérêts ou non. Si, au moment de chacune de ces procès, il adopte la voie du",
          "sacrifice, sa foi progresse et se développe, et s'il se détourne de sa foi",
          "désintègre et se dégrade jusqu'à un temps peut aussi venir quand l'état initial",
          "de la foi avec laquelle il était entré dans l'Islam est même en voie de",
          "disparition à perdre et détruit. [(Pour plus d'explications. Voir E.N. 2 de la",
          "sourate Al-Anfal et E.N. 38 AI-Ahzab)]."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ ۚ وَكَانَ ذَٰلِكَ عِنْدَ اللَّهِ فَوْزًا عَظِيمًا",
      "simpleTranslate" : [
        "Il a usé ainsi de Sa grâce en vue d’admettre, pour l’éternité, les croyants et",
        "les croyantes dans des Jardins baignés d’eaux vives, après les avoir absous de",
        "leurs péchés. Et ce sera, pour eux, un immense bonheur auprès du Seigneur !"
      ],
      "tafsirTranslate" : [
        "(Il l'a fait) d'admettre les croyants, hommes et femmes, <N:9> à des Jardins sous",
        "lesquels coulent les ruisseaux, où ils demeureront éternellement, et à effacer",
        "leurs mauvaises actions d'eux [*. 10] Que, aux yeux d'Allah, est le triomphe",
        "suprême."
      ],
      "tanslateWordByWord" : [
        "Qu'il peut admettre",
        "les croyants",
        "et les croyantes",
        "(À) Jardins",
        "écoulement",
        "de",
        "sous eux",
        "les rivières",
        "(À) demeureront éternellement",
        "la bride",
        "et (à) supprimer",
        "d'eux",
        "leurs méfaits",
        "et est",
        "cette",
        "avec",
        "Allah",
        "un succès",
        "génial"
      ],
      "notes" : {
        "9" : [
          "Dans le Coran mentionne généralement des récompenses pour les croyants est fait",
          "collectivement et mention distincte ne se fait pas des récompenses pour les",
          "hommes et les femmes Mais ici, puisque la mention générale de donner les",
          "récompenses pourraient provoquer le doute que cette récompense peut-être destiné",
          "uniquement pour les hommes. Allah a fait une mention distincte des femmes",
          "croyantes, disant qu'ils seraient trop être des partenaires égaux dans cette",
          "récompense avec les croyants. La raison est évidente. Ces femmes craignant Dieu",
          "qui ont encouragé leurs maris, fils, frères et pères de procéder sur le voyage",
          "dangereux au lieu de les arrêter de lui et de les décourager par des pleurs et",
          "des lamentations, qui avait l'air après que leurs maisons, leurs propriétés, leur",
          "honneur et les enfants dans leur absence fidèlement, qui n'a même pas senti",
          "l'alarme de peur au départ soudain de 1.400 des Compagnons les mécréants et",
          "hypocrites des zones environnantes attaquerait la ville, devrait certainement",
          "devenir des partenaires égaux avec leurs hommes dans la récompense du Jihad bien",
          "qu'ils sont restés derrière dans leurs maisons."
        ],
        "10" : [
          "Autrement dit, qu'il peut pardonner ce que les erreurs qu'ils auraient commis en",
          "raison des faiblesses humaines, éliminer toute trace et marquer des erreurs d'eux",
          "avant de les admettre au Paradis afin qu'ils puissent entrer au Paradis",
          "absolument libre de tous les le mal qui peut leur causer de l'embarras."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَيُعَذِّبَ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ ۚ عَلَيْهِمْ دَائِرَةُ السَّوْءِ ۖ وَغَضِبَ اللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ ۖ وَسَاءَتْ مَصِيرًا",
      "simpleTranslate" : [
        "Et Il en use également ainsi pour punir les hypocrites, hommes et femmes, ainsi",
        "que les idolâtres, hommes et femmes, qui prêtent de mauvaises intentions à Dieu.",
        "Puisse le mal qu’ils Lui prêtent se tourner contre eux, car Dieu les poursuivra",
        "de Son courroux et de Sa malédiction, et leur réservera la Géhenne, cette",
        "affreuse demeure !"
      ],
      "tafsirTranslate" : [
        ". (Il a également fait cela) pour châtier les hypocrites, les hommes et les",
        "femmes, et ceux qui associent d'autres dans sa divinité, les hommes et les",
        "femmes, et qui nourrissent les mauvaises pensées au sujet d'Allah <N:11> Ils sont",
        "affligés par le malheur, <N:12> Allah est courroucé avec eux. Il a jeté sa",
        "malédiction sur eux et leur a préparé l'Enfer. Quelle fin le mal!"
      ],
      "tanslateWordByWord" : [
        "Et il (peut) punir",
        "les hommes hypocrites",
        "et les hypocrites femmes",
        "et les hommes polythéistes",
        "et les femmes polythéistes",
        "qui assument",
        "à propos d'Allah",
        "une hypothèse",
        "mal",
        "Sur eux",
        "(Est) un virage",
        "(De) mal",
        "et la colère d'Allah (est)",
        "et la colère d'Allah (est)",
        "sur eux",
        "et Il les a maudits",
        "et préparé",
        "pour eux",
        "enfer",
        "et le mal",
        "(Est la) destination"
      ],
      "notes" : {
        "12" : [
          "Autrement dit, [ \"Ils ont été englobés par le même sort mal qu'ils voulaient",
          "éviter et contre lequel ils avaient mis au point tous les plans, et leurs mêmes",
          "plans causé le sort du mal à être accéléré.\"]"
        ],
        "11" : [
          "Les hypocrites vivant dans la banlieue de Médine ont pensé, comme cela a été dit",
          "dans le verset 12 ci-dessous, que le Saint Prophète et ses compagnons ne",
          "reviendraient vivants de ce voyage. En ce qui concerne les polythéistes de la",
          "Mecque et de leurs compagnons païens, ils pensaient qu'ils avaient réussi à",
          "mettre en déroute le Saint Prophète et de ses compagnons en les empêchant",
          "d'effectuer `Omra. En fait, quel que soit ces deux groupes avaient pensé qu'ils",
          "avaient ce malentendu au sujet d'Allah qu'Il ne contribuerait pas à Son messager,",
          "et dans le conflit entre la vérité et le mensonge permettrait le mensonge à la",
          "défaite et à frustrer la Vérité."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا",
      "simpleTranslate" : [
        "C’est à Dieu qu’appartiennent les armées des Cieux et de la Terre. Il est",
        "l’Omniscient, le Sage."
      ],
      "tafsirTranslate" : [
        "A Allah appartiennent les armées des cieux et de la terre. Allah est Puissant et",
        "Sage. <N:13>"
      ],
      "tanslateWordByWord" : [
        "Et pour Allah",
        "(Sont les) hôtes",
        "(De) les cieux",
        "et la terre",
        "et Allah",
        "et Allah",
        "(Est) Tout-Puissant",
        "All-Wise"
      ],
      "notes" : {
        "13" : [
          "Voici le thème du verset 4 a été répété pour un autre objet. Là, l'objet était de",
          "dire que AIlah au lieu d'employer ses hôtes surnaturels pour combattre les",
          "incroyants avaient employé les croyants pour seulement parce qu'il a voulu les",
          "favoriser. Ici, le thème a été répété à dire que, dans le but de punir celui",
          "qu'Allah veut punir Il peut employer celui de ses hôtes d'innombrables Il aime à",
          "cette fin; personne n'a le pouvoir pour éviter son châtiment par ses propres",
          "plans."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا",
      "simpleTranslate" : [
        "Nous t’avons envoyé comme témoin et comme Messager pour annoncer la bonne",
        "nouvelle et avertir,"
      ],
      "tafsirTranslate" : [
        "(O Prophète), Nous vous avons envoyés comme un témoin, <N:14> en tant que porteur",
        "de bonnes nouvelles, et en tant que warner <N:15>"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "[Nous] avons envoyé vous",
        "(Comme) un témoin",
        "et (comme) un porteur de bonnes nouvelles",
        "et (comme) un warner"
      ],
      "notes" : {
        "14" : [
          "Shah Waliyullah a traduit shahid comme [ \"porteur de témoignage à la vérité\"], et",
          "d'autres traducteurs traduisent comme [ \"porteur du témoin\"]. Le mot shahadat",
          "comprend ces deux significations. Pour plus d'explications, sec E.N. 82 de la",
          "sourate Al-Ahzab."
        ],
        "15" : [
          "Pour une explication, voir E.N. 33 de la sourate Al-Ahzab."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
      "simpleTranslate" : [
        "afin que vous croyiez en Dieu et en Son Messager, que vous L’honoriez, que vous",
        "proclamiez Sa gloire et que vous L’invoquiez matin et soir."
      ],
      "tafsirTranslate" : [
        ". De telle sorte que (tous), vous pouvez tous croire en Allah et à Son messager,",
        "et le soutenir, et révérer lui, et de célébrer la gloire, matin et soir d'Allah",
        "<N:16>"
      ],
      "tanslateWordByWord" : [
        "Que vous pouvez croire",
        "en Allah",
        "et Son Messager",
        "et (peut) l'honorer",
        "et le respecter",
        "et le glorifier",
        "matin",
        "et le soir"
      ],
      "notes" : {
        "16" : [
          "Selon certains commentateurs signifie le verset: [ \".... et aider le Messager, et",
          "honorer et glorifier Allah matin et soir\"], et selon les autres: [ \"... et aider",
          "à Allah, et honorer Lui et le glorifier matin et le soir. \"] glorifier Dieu matin",
          "et soir ne signifie pas le glorifier seulement le matin et le soir, mais en tout",
          "temps. Il est juste comme dire quelque chose qu'il est bien connu dans l'est et",
          "l'ouest quand on veut réellement dire qu'il est bien connu partout dans le monde."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ ۚ فَمَنْ نَكَثَ فَإِنَّمَا يَنْكُثُ عَلَىٰ نَفْسِهِ ۖ وَمَنْ أَوْفَىٰ بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا",
      "simpleTranslate" : [
        "Ceux qui te prêtent serment d’allégeance, c’est à Dieu en réalité qu’ils le",
        "prêtent. La Main de Dieu est au-dessus des leurs. Celui qui viole son serment le",
        "viole à son propre détriment. Celui qui demeure fidèle à son engagement, Dieu lui",
        "accordera une magnifique récompense."
      ],
      "tafsirTranslate" : [
        "Ceux qui jura fidélité à vous, (O Prophète), <N:17>, en fait, a juré fidélité à",
        "Allah. La main d'Allah est au-dessus de leurs mains <N:18> Donc, quiconque rompt",
        "son alliance il se brise à son préjudice. et quiconque remplit l'alliance qu'il a",
        "faite avec Allah, <N:19> Il accordera sur lui une grande récompense."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "serment d'allégeance à vous",
        "seulement",
        "ils engagent allégeance",
        "(À) Allah",
        "(La main",
        "(De) Allah",
        "(est fini",
        "leurs mains",
        "Donc, quiconque",
        "pauses (son serment)",
        "alors seulement",
        "il brise",
        "contre",
        "lui-même",
        "et celui qui",
        "remplit",
        "quelle",
        "il a fait alliance",
        "(avec)",
        "Allah",
        "Bientôt, il lui donnera",
        "une récompense",
        "génial"
      ],
      "notes" : {
        "17" : [
          "La référence est à l'engagement que le Saint Prophète a pris de ses compagnons à",
          "Hudaibiyah à la rumeur que Hadrat `Uthman avait été tué à la Mecque. Selon",
          "certaines traditions, il était un gage jusqu'à la mort, et selon d'autres, il",
          "était une entreprise qu'ils ne seraient pas NUT loin du champ de bataille. La",
          "première chose a été rapporté de Hadrat Salamah bin Akwa 'et la seconde de Hadrat",
          "Ibn `Umar, Jabir bin` Abdullah et Ma'qil bin Yasar. Le sens des deux est le même.",
          "Les Compagnons avaient prêté serment d'allégeance à la main du Saint Prophète",
          "avec l'objet expresse que si les nouvelles du martyre de Hazrat `Uthman a prouvé",
          "pour être vrai, ils régler la question avec le Quraish là et puis, même si elles",
          "ont été coupées en morceaux dans l'affrontement. Comme à cette occasion, il n'a",
          "pas encore certain que Hadrat `Uthman avait effectivement été tué ou était encore",
          "vivant, le Saint Prophète a placé un de ses propres mains sur l'autre et a promis",
          "allégeance en son nom, et donc accordé un honneur unique sur Hadrat` Uthman, en",
          "ce qu'il a fait Hadrat 'Uthman un partenaire dans l'engagement en faisant sa",
          "propre main sacrée représentent la main de Hadrat `Uthman. Le Saint Prophète",
          "prendre le serment d'allégeance en son nom signifiait nécessairement qu'il avait",
          "pleine confiance que si Hadrat `Uthman avait été présent, il aurait certainement",
          "promis l'allégeance."
        ],
        "18" : [
          "Autrement dit, la main sur laquelle les musulmans ont été serment d'allégeance",
          "n'a pas la main de la personne du Prophète mais le représentant d'Allah, et cette",
          "allégeance était en fait avoir prêté serment à Allah par Son messager. ."
        ],
        "19" : [
          "Ici, au lieu de `alaih-illah les mots utilisés dans l'original sont alaihullah,",
          "qui est une dérogation à la règle générale de l'arabe. `Allama Alusi a donné deux",
          "raisons pour l'utilisation inhabituelle des points-voyelles ici. Tout d'abord,",
          "l'objet de cette occasion spéciale est d'exprimer la gloire grande, l'éminence et",
          "la majesté de l'Être à qui l'engagement a été assermenté pour lequel alaih-u est",
          "plus approprié que `alaih-i; deuxièmement, l'ha en alaih-i représente en fait",
          "howe; par conséquent, adhérer ici pour les points de l'original de voyelle va",
          "bien avec le thème de la aIlegiance."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا فَاسْتَغْفِرْ لَنَا ۚ يَقُولُونَ بِأَلْسِنَتِهِمْ مَا لَيْسَ فِي قُلُوبِهِمْ ۚ قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا ۚ بَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيرًا",
      "simpleTranslate" : [
        "Ceux des bédouins restés en arrière te diront en guise d’excuses : «Nous avons",
        "été retenus par nos biens et nos familles. Prie donc Dieu de nous pardonner notre",
        "absence !» Ainsi racontent-ils des choses qu’ils sont loin de penser. Dis-leur :",
        "«Qui donc peut aller contre la volonté de Dieu s’Il veut vous faire du mal ou du",
        "bien? Dieu est parfaitement au courant de ce que vous faites."
      ],
      "tafsirTranslate" : [
        "(O Prophète), les Bédouins qui ont été laissés derrière vous le dis: <N:20> «Nous",
        "avons été occupés avec nos produits et familles. Donc, demander pardon pour nous",
        "». Ils disent avec leurs langues ce qui est pas dans leur cœur <N:21> Dis-leur:.",
        "«Qui peut être de quelque utilité pour vous contre Allah s'il devrait l'intention",
        "de vous causer un préjudice ou vous conférer un avantage» Allah est bien",
        "conscient de tout ce que vous faites. <N:22>"
      ],
      "tanslateWordByWord" : [
        "Diront",
        "à toi",
        "ceux qui sont restés derrière",
        "de",
        "les Bedouins",
        "nous occupaient",
        "nos propriétés",
        "et nos familles",
        "donc demander pardon",
        "pour nous",
        "Ils disent",
        "avec leurs langues",
        "quelle",
        "n'est pas",
        "dans",
        "leur cœur",
        "Dire",
        "Alors qui",
        "a le pouvoir",
        "pour toi",
        "contre",
        "Allah",
        "(En) rien",
        "si",
        "Il a l'intention",
        "pour toi",
        "nuire",
        "ou",
        "Il a l'intention",
        "pour toi",
        "un avantage",
        "Non",
        "est",
        "Allah",
        "de quoi",
        "tu fais",
        "All-Aware"
      ],
      "notes" : {
        "20" : [
          "Ceci fait référence aux personnes vivant dans la banlieue de Médine que le Saint",
          "Prophète avait invités à l'accompagner dans sa mars pour `Omra, mais ils avaient",
          "pas quitté leurs maisons en dépit de leur prétention à la foi simplement parce",
          "qu'ils ont peur de la mort. Traditions montrent que ce sont les gens des tribus",
          "de Aslam, Muzainah, Juhainah, Ghifar, Ashja`, Dil et d'autres."
        ],
        "21" : [
          "Cela a deux significations: [(1)] [ «Que, après votre retour à Médine l'excuse",
          "que ces gens vont présenter pour ne pas aller avec vous, ne serait qu'une piètre",
          "excuse, parce qu'ils savent dans leur cœur pourquoi ils étaient restés \"]; et",
          "[(2)] »que leur implorant le Messager d'Allah pour une prière de pardon ne serait",
          "qu'un vain mot de la bouche, car en fait, ils ne sont ni le sentiment de remords",
          "pour leur incapacité à vous accompagner, ni ont-ils un sentiment que ils ont",
          "commis un péché en ne sortant avec le Messager, ni ne sont, ils cherchent le",
          "pardon sincèrement. Quant à thetttselves ils pensent qu'ils ont fait une chose",
          "sage par ne pas aller sur le voyage dangereux; avaient-ils le désir d'Allah et",
          "Son pardon, ils ne seraient pas restés à la maison. [ \""
        ],
        "22" : [
          "Autrement dit, \"] La décision d'Allah sera sur la base de la connaissance qu'il a",
          "de la réalité de vos actions. Si vos actions méritent la peine et je prie pour",
          "votre pardon, mon cette prière ne vous sauvera pas de la punition d'Allah, et si",
          "vos actions ne méritent pas la peine, et je ne prient pas pour votre pardon, mon",
          "échec à prier ne fera pas de mal à vous tout est dans le contrôle d'Allah, pas le",
          "mien, et les mots vides de personne ne peut. tromper Lui. par conséquent, même si",
          "je l'accepte comme vrai ce que vous dites et priez aussi pour votre pardon sur sa",
          "base, il sera vain et sans résultat. \""
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَىٰ أَهْلِيهِمْ أَبَدًا وَزُيِّنَ ذَٰلِكَ فِي قُلُوبِكُمْ وَظَنَنْتُمْ ظَنَّ السَّوْءِ وَكُنْتُمْ قَوْمًا بُورًا",
      "simpleTranslate" : [
        "En vérité, vous avez cru plutôt que le Prophète et ses Compagnons ne",
        "reviendraient plus jamais dans leurs foyers. Et cette méprise avait réjoui vos",
        "cœurs et suscité en vous des pensées malsaines, prouvant par-là que vous êtes un",
        "peuple de corrompus !»"
      ],
      "tafsirTranslate" : [
        "(Mais la vérité est pas ce que vous dites.) Vous aviez imaginé que le Messager et",
        "les croyants ne retourneraient jamais à leurs familles, et cette notion a été",
        "embelli dans vos coeurs. <N:23> Vous nourrissais un mal pensé, et vous êtes un",
        "immense peuple mauvais. <N:24>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "tu pensais",
        "cette",
        "(ne serait jamais",
        "retour",
        "le Messager",
        "et les croyants",
        "à",
        "Leurs familles",
        "déjà",
        "qui a été faite juste apparente",
        "qui a été faite juste apparente",
        "dans",
        "vos coeurs",
        "Et vous avez pris",
        "une hypothèse",
        "mal",
        "et vous êtes devenu",
        "un peuple",
        "ruiné"
      ],
      "notes" : {
        "24" : [
          "Le mot ba- ir [(pl.bur dans l'original)] a deux significations: [(1)] Une",
          "personne pécheresse, perverti et méchant, qui est incapable de faire quelque",
          "chose de bon; et [(2)] qui est vouée à une fin mal, qui suit le chemin de la",
          "destruction,"
        ],
        "23" : [
          "Autrement dit, [ \"Vous étiez heureux de penser que vous aviez sauvé vous-mêmes du",
          "danger dans lequel le Messager et ses partisans croyants allaient Vous pensiez",
          "que vous aviez fait à force de votre grande sagesse;. Et vous avez aussi ressenti",
          "aucune scrupule à se réjouir à l'idée que le Messager et les croyants ne",
          "retourneraient pas en vie de leur expédition. vous ne l'avez pas mal à l'aise en",
          "dépit de votre réclamation à la foi, mais étiez heureux de penser que vous ne",
          "vous mettez dans le danger en accompagnant le messager. \"]"
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَمَنْ لَمْ يُؤْمِنْ بِاللَّهِ وَرَسُولِهِ فَإِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَعِيرًا",
      "simpleTranslate" : [
        "Que ceux qui ne croient pas en Dieu et en Son Prophète sachent que Nous avons",
        "préparé un Brasier ardent pour les négateurs !"
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui ne croient pas en Allah et à Son messager, pour ces mécréants",
        "Nous avons préparé un feu ardent. <N:25>"
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "(A) pas cru",
        "(A) pas cru",
        "en Allah",
        "et Son Messager",
        "alors en effet, nous",
        "[Nous] ont préparé",
        "pour les mécréants",
        "une fournaise"
      ],
      "notes" : {
        "25" : [
          "Ici, Allah en des termes clairs est déclarant ALi ces gens mécréants et dépourvus",
          "de la foi, qui ne sont pas sincères à l'égard de AIlah et sa religion, qui",
          "soustraient mettre en danger leurs intérêts, leur vie et de la richesse pour le",
          "bien de la religion d'Allah quand vient le temps de leur procès et de test. Mais",
          "il faut se rappeler que ce n'est pas le .Sort d'incrédulité sur la base de",
          "laquelle une personne dans le monde peut être considéré comme excommunié de",
          "l'Islam, mais c'est l'incrédulité à cause de laquelle il sera déclaré un mécréant",
          "dans l'au-delà. La raison en est que le Saint Prophète, même après la révélation",
          "de ce verset ne considérait pas que l'extérieur Islam ces personnes à l'égard",
          "duquel il a été envoyé vers le bas, ni les traitait comme les mécréants."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ ۚ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا",
      "simpleTranslate" : [
        "À Dieu la Royauté des Cieux et de la Terre ; Il absout qui Il veut ; Il punit qui",
        "Il veut, et Il est cependant Clément et Miséricordieux."
      ],
      "tafsirTranslate" : [
        "A Allah appartient le royaume des cieux et de la terre. Il pardonne à qui Il veut",
        "et châtie qui Il veut. Il est le Pardonneur, le Très Miséricordieux. <N:26>"
      ],
      "tanslateWordByWord" : [
        "Et pour Allah",
        "(Est le) royaume",
        "(De) les cieux",
        "et la terre",
        "Il pardonne",
        "qui",
        "Il veut",
        "et punit",
        "qui",
        "Il veut",
        "Et est",
        "Allah",
        "Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "26" : [
          "La mention de Allah étant Pardonneur et Miséricordieux après l'avertissement de",
          "ce qui précède, contient en elle un aspect subtil de mise en garde. Cela signifie",
          "que: «Même maintenant, si vous abandonnez votre attitude sincère et le mode de",
          "vie et adoptez la sincérité, vous fmd Allah All- Pardonneur et Miséricordieux. Il",
          "vous pardonnera vos défauts précédents et vous traiter en fonction de la qualité",
          "de votre sincérité dans l'avenir \"."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "سَيَقُولُ الْمُخَلَّفُونَ إِذَا انْطَلَقْتُمْ إِلَىٰ مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ ۖ يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ ۚ قُلْ لَنْ تَتَّبِعُونَا كَذَٰلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ ۖ فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا ۚ بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا",
      "simpleTranslate" : [
        "Ceux qui étaient restés en arrière diront, en vous voyant partir pour vous",
        "emparer d’un riche butin : «Laissez-nous vous suivre !», voulant ainsi enfreindre",
        "l’arrêt de Dieu. Dis-leur : «Jamais vous ne nous suivrez ! Dieu en a déjà décidé",
        "ainsi !» Ils diront alors : «Vous agissez ainsi par jalousie !» Il n’en est rien,",
        "mais ils sont si peu intelligents."
      ],
      "tafsirTranslate" : [
        "Lorsque vous appuyez sur de suite pour les dépouilles, ceux qui ont été laissés",
        "en arrière diront: «Laissez-nous vous accompagnons. <N:27> Ils veulent changer",
        "l'ordre d'Allah <N:28> Dis. eux (en termes clairs): «Vous ne nous accompagner. a",
        "ainsi Allah a déjà dit « <N:29> Ensuite, ils diront: '. Non; mais vous êtes",
        "jaloux de nous. La vérité est qu'ils comprennent peu."
      ],
      "tanslateWordByWord" : [
        "Diront",
        "ceux qui sont restés derrière",
        "quand",
        "vous énoncez",
        "vers",
        "(les) butin de guerre",
        "de le prendre",
        "Permettez-nous",
        "(À) vous suivre",
        "Ils espèrent",
        "à",
        "changement",
        "(les mots",
        "(De) Allah",
        "Dire",
        "Jamais",
        "vous nous suivre",
        "Ainsi",
        "Allah a dit",
        "Allah a dit",
        "avant",
        "avant",
        "Ensuite, ils vont dire",
        "Non",
        "vous nous enviez",
        "Non",
        "ils étaient",
        "ne pas",
        "compréhension",
        "sauf",
        "un peu"
      ],
      "notes" : {
        "27" : [
          "Autrement dit, `Le temps approche où ces gens-là mêmes qui ont été dérober à vous",
          "accompagner sur le chemin dangereux, verrait-vous aller sur une expédition dans",
          "laquelle il y aurait la possibilité d'atteindre la victoire facile et beaucoup de",
          "butin. Ensuite, ils accouraient et vous demander de les prendre aussi long. [ \"Un",
          "tel moment est venu seulement trois mois après la trêve de Hudaibiyah, lorsque le",
          "Saint Prophète a envahi Khaybar et a pris facilement. A cette époque, tout le",
          "monde pouvait voir que, après la trêve avec le Quraish non seulement Khaybar,",
          "mais les colonies juives de Taima, Fadak, Wadi-al-Qura 'et d'autres aussi du nord",
          "de l'Arabie ne serait pas capable de résister à la puissance des musulmans et",
          "pourrait facilement tomber à l'État islamique. par conséquent, Allah dans ces",
          "versets averti le Saint Prophète que les opportunistes de la banlieue de Médine",
          "viendraient à participer et recevoir leur part quand ils verraient des victoires",
          "faciles étant atteints, et qu'il devrait leur dire clairement: \"] Vous ne serez",
          "jamais autorisé de prendre part à ceux-ci, parce que ceux qui étaient sortis à",
          "offrir leur vie dans le conflit au Hudaibiyah indépendamment de tout danger",
          "aurait droit o eux. [ \""
        ],
        "28" : [
          "\"] décret d'Allah [\" implique le décret que seuls les gens seraient autorisés à",
          "accompagner le Saint Prophète à l'expédition de Khaybar, qui avait pris part à",
          "l'expédition à Hudaibiyah et assermenté le gage là pour AIIah a réservé le butin",
          "de Khaybar cxclusively pour eux; comme il a été dit clairement dans le verset 18",
          "coup."
        ],
        "29" : [
          "Les mots \"] Allah a déjà dit auparavant [\" a causé le peuple le malentendu que",
          "cela fait référence à une autre commande portant sur le même sujet qui aurait pu",
          "être envoyé vers le bas avant ce verset, et puisque aucune telle commande est",
          "trouvé dans cette sourate avant ce verset, ils ont commencé à la recherche d'elle",
          "à d'autres endroits dans le Coran jusqu'à ce qu'ils trouvent le verset 84 de la",
          "Sourate At-Tawbah, dans laquelle ce sujet très a été traitée pour une autre",
          "occasion. Mais ce verset, en fait, ne vaut pas pour cela, car il a été envoyé",
          "dans le cadre de la bataille de Tabuk, et sa période de la révélation est de",
          "trois ans après la période de la révélation de la sourate Al-Fat-h. Le fait de la",
          "question est que ce verset se réfère à vv. 18-19 de cette sourate elle-même, et",
          "Allah ayant déjà dit cela ne signifie pas qu'elle a été dit avant ce verset mais",
          "son ayant boon dit aux retardataires avant cette conversation. Cette conversation",
          "avec les retardataires dont instructions préalables sont donnés au Saint Prophète",
          "devait avoir lieu au moment de l'expédition de Khaybar, et toute cette sourate, y",
          "compris vv. 18-19, avait été envoyé vers le bas trois mois plus tôt au retour de",
          "Hudaibiyah sur le chemin. Une étude attentive du contexte montre que Dieu ici est",
          "de donner cette instruction à Son messager: \"] Quand, après votre retour à Médine",
          "les retardataires viennent à vous avec leurs excuses, vous devriez leur donner",
          "cette réponse, et quand ils expriment leur désir d'accompagner vous à",
          "l'expédition de Khaybar, vous devez leur dire ceci. \""
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "قُلْ لِلْمُخَلَّفِينَ مِنَ الْأَعْرَابِ سَتُدْعَوْنَ إِلَىٰ قَوْمٍ أُولِي بَأْسٍ شَدِيدٍ تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ ۖ فَإِنْ تُطِيعُوا يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا ۖ وَإِنْ تَتَوَلَّوْا كَمَا تَوَلَّيْتُمْ مِنْ قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا",
      "simpleTranslate" : [
        "Dis aux bédouins restés en arrière : «Vous serez bientôt appelés à affronter un",
        "peuple doué d’une force redoutable, que vous aurez à combattre, à moins qu’ils ne",
        "se convertissent à l’islam. Si vous acceptez de combattre, Dieu vous accordera",
        "une belle récompense. Mais si vous refusez de prendre part au combat, comme vous",
        "l’avez déjà fait, Il vous infligera un douloureux châtiment.»"
      ],
      "tafsirTranslate" : [
        "Dites aux Bédouins qui ont été laissés derrière:. «Vous serez appelés contre ceux",
        "qui possèdent une grande puissance et être invité à se battre contre eux à moins",
        "qu'ils ne se rendent <N:30> Si vous obéissez (la commande combattre), Allah vous",
        "accorder une belle récompense. Mais si vous vous détournez, comme vous vous êtes",
        "détournés auparavant, Il doit vous infliger un châtiment douloureux »."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "à ceux qui sont restés derrière",
        "de",
        "les Bedouins",
        "Vous serez appelé",
        "à",
        "un peuple",
        "possesseurs de puissance militaire",
        "possesseurs de puissance militaire",
        "génial",
        "vous les combattre",
        "ou",
        "ils soumettront",
        "ensuite, si",
        "vous obéissez",
        "Allah vous donnera",
        "Allah vous donnera",
        "une récompense",
        "bien",
        "mais si",
        "vous vous détournez",
        "comme",
        "vous vous êtes détournés",
        "avant",
        "avant",
        "Il vous châtiera",
        "(Avec) une punition",
        "douloureux"
      ],
      "notes" : {
        "30" : [
          "Les mots UA yuslimun dans l'original peut avoir deux significations et les deux",
          "sont implicites: [(1)] 'Ce qu'ils devraient accepter l'Islam [ \"; et [(2)]»",
          "qu'ils doivent soumettre à la la loi islamique. \"]"
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "لَيْسَ عَلَى الْأَعْمَىٰ حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ ۗ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۖ وَمَنْ يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا",
      "simpleTranslate" : [
        "Ne sont pas astreints à combattre l’aveugle, le boiteux et le malade. Quiconque",
        "se soumet à Dieu et à Son Prophète, Dieu le recevra dans des Jardins baignés",
        "d’eaux vives. Mais celui qui refuse le combat, Dieu lui infligera un terrible",
        "tourment."
      ],
      "tafsirTranslate" : [
        "Il n'y a pas de blâme sur les aveugles, ni sur le boiteux, ni sur les malades (si",
        "elles ne vont pas en avant pour combattre). <N:31> Allah introduit ceux qui",
        "obéissent à Allah et à Son messager aux Jardins sous lesquels coulent les",
        "ruisseaux et infligeront un châtiment douloureux à ceux qui se détournent."
      ],
      "tanslateWordByWord" : [
        "N'est pas",
        "sur",
        "les aveugles",
        "tout blâme",
        "et pas",
        "sur",
        "les boiteux",
        "tout blâme",
        "et pas",
        "sur",
        "le malade",
        "tout blâme",
        "Et quiconque",
        "obéit",
        "Allah",
        "et Son Messager",
        "Il le fera entrer",
        "(À) Jardins",
        "écoulement",
        "de",
        "sous eux",
        "les rivières",
        "mais celui qui",
        "se détourne",
        "Il le punira",
        "(Avec) une punition",
        "douloureux"
      ],
      "notes" : {
        "31" : [
          "Autrement dit, celui qui a une véritable excuse pour ne pas rejoindre le Jihad",
          "est pas responsable, mais si les gens forts valides font des excuses pour ne pas",
          "adhérer, ils ne peut pas être considéré comme sincère à l'égard de AIIah et sa",
          "religion, et ils ne peuvent pas être l'occasion de tirer parti des gains en tant",
          "que membres de la communauté musulmane, mais quand vient le temps de faire des",
          "sacrifices pour l'Islam, ils devraient en retard et chercher la sécurité de leurs",
          "vies et propriétés \". ici, il faut savoir que deux sortes de gens ont été",
          "exemptés de Jihad devoir par la Shari ah: [(1)] Ceux qui ne sont pas en bonne",
          "forme physique pour le Jihad par exemple les jeunes garçons, les femmes, les",
          "fous, les patients aveugles et ces. que ne peuvent pas exercer des fonctions",
          "militaires, et ces personnes handicapées qui ne peuvent prendre part à la guerre,",
          "et [(2)] ceux pour lesquels il peut être difficile de rejoindre le Jihad pour",
          "d'autres raisons sonores, par exemple, les esclaves, ou les personnes qui peuvent",
          "être prêts pour Jihad mais ne peuvent pas se permettre des armes de guerre et",
          "d'autres équipements nécessaires, ou ces débiteurs qui peuvent avoir à payer",
          "leurs dettes le plus tôt possible et les créanciers peuvent ne pas être disposés",
          "à leur accorder plus de temps, ou les personnes dont les parents [(ou un parent",
          ")] pourrait être en vie, qui ont besoin de l'aide des enfants. À cet égard, il",
          "faut aussi savoir que les enfants ne devraient pas rejoindre le djihad sans la",
          "permission de leurs parents si elles sont musulmans, mais si elles sont",
          "non-musulmans, il est pas permis à une personne de rester loin de Jihad dans le",
          "cas où ils refusent autorisation."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحًا قَرِيبًا",
      "simpleTranslate" : [
        "Dieu a été satisfait des croyants qui t’ont prêté serment d’allégeance sous",
        "l’arbre. Il savait quels sentiments les animaient. Aussi fit-Il naître la",
        "quiétude dans leurs cœurs, et leur accorda, en récompense, une victoire rapide,"
      ],
      "tafsirTranslate" : [
        "Allah a été beaucoup plu les croyants quand ils ont juré fidélité à vous sous",
        "l'arbre. <N:32> Il savait ce qui était dans leur cœur. Donc, Il donna la paix",
        "intérieure sur eux <N:33> et les a récompensés par une victoire à portée de main"
      ],
      "tanslateWordByWord" : [
        "Certainement",
        "Allah est heureux",
        "Allah est heureux",
        "avec",
        "les croyants",
        "quand",
        "ils ont promis allégeance à vous",
        "en dessous de",
        "l'arbre",
        "et Il savait",
        "quelle",
        "(était dans",
        "leur cœur",
        "et a fait descendre",
        "la tranquillité",
        "sur eux",
        "et de les récompenser",
        "(Avec) une victoire",
        "près"
      ],
      "notes" : {
        "32" : [
          "Ici encore l'engagement pris par les Compagnons au Hudaibiyah a été mentionné.",
          "Ceci est appelé Bai 'à Ridwan. pour AIIah dans ce verset a donné les bonnes",
          "nouvelles qu'il est devenu très content de ceux qui, à cette occasion dangereuse",
          "n'a pas montré la moindre hésitation à offrir leur vie pour la cause de l'Islam",
          "et a donné une preuve expresse de leur être vrai dans leur foi par en prenant",
          "l'engagement sur la main du Saint Prophète. Les musulmans à cette époque étaient",
          "équipés uniquement avec une épée chacun. numérotés seulement 1.400, ont été",
          "préparés pour la guerre, mais ils ont été enfiler les vêtements de pèlerins,",
          "étaient 25 miles de leurs quartiers généraux militaires [(Madinah)], tandis que",
          "la forteresse de l'ennemi [(Makkah)] d'où il pourrait obtenir une aide quelconque",
          "était juste 13 miles au large. Si ces personnes fait défaut dans leur sincérité",
          "fo AIIah et à Son messager et sa religion à un degré quelconque, ils auraient",
          "abandonné le Messenger à cette occasion extrêmement dangereux, et l'islam",
          "auraient été vaincus à jamais. En dehors de leur propre sincérité n'y avait pas",
          "de pression extérieure en vertu de laquelle ils auraient été obligés de prendre",
          "l'engagement. Leur devenir prêt à ce moment-là pour combattre dans la cause de la",
          "religion d'Allah quels que soient les dangers, est une preuve évidente qu'elles",
          "étaient vraies et sincères dans leur foi et fidèle à th 'cause de AIIah et Son",
          "messager au plus haut degré. Voilà pourquoi AIIah les honora de ce certificat de",
          "son bon plaisir. Maintenant, il quelqu'un se met en colère avec eux après qu'ils",
          "ont été honorés avec ce certificat d'agrément d'Allah, ou diffamations et les",
          "vilipende, son inimitié est avec Allah, pas avec eux. Ceux qui disent que, à ce",
          "moment-là quand Allah les a honorés avec ce certificat de son bon plaisir, ils",
          "étaient sincères, mais ensuite ils sont devenus infidèles à AIlah et à Son",
          "messager, peut-être recèlent une méfiance à propos d'Allah que pendant l'envoi",
          "vers le bas ce verset Il ignorait leur avenir; par conséquent, il leur a accordé",
          "ce mandat seulement en raison de leur état à ce moment-là, et probablement en",
          "raison de la même inconscience inscrit ce verset dans Son Livre Saint et de telle",
          "sorte que par la suite aussi, quand les gens se sont tournés déloyaux, le monde",
          "devrait continuer à lire ce verset à leur sujet et louant la connaissance de",
          "l'invisible de cette AIlah qui, Dieu ne plaise, avait accordé ces gens perfides",
          "et déloyaux le mandat de son bon plaisir. A propos de l'arbre sous lequel cet",
          "engagement a été pris l'esclave d'Ibn `Umar la tradition de Hadrat Nafi a",
          "généralement réparties en disant que les gens avaient commencé à visiter et des",
          "prières par elle, de sorte que lorsque Hadrat 'Umar est venu à le savoir, il a",
          "réprimandé et averti le personnes et ordonné à être coupés. [(Tabaqat Ibn Saad,",
          "vol. II, p. L00)]. Mais il y a plusieurs autres traditions qui contredisent. Une",
          "tradition de Hadrat Nafi 'lui-même a été rapporté dans Tabaqat d'Ibn S`ad à",
          "l'effet que de nombreuses années après la Bai à Ridwan Compagnons cherché",
          "l'arbre, mais ils ne pouvaient pas le reconnaître et diffèrent sur quel arbre il",
          "était. [(P. 106)]. La deuxième tradition a été rapporté dans Bukhari, Muslim et",
          "Tabaqat sur l'autorité de Hadrat Saïd bin al-Musayyab. Il dit que son père était",
          "l'un de ceux qui avaient participé à la Bai `à Ridwan. Il lui a dit que quand ils",
          "étaient partis pour 'Umrah al-Qada l'année suivante, ils avaient oublié l'arbre,",
          "et ils ne pouvaient pas localiser même après la recherche d'elle. La troisième",
          "tradition est de lbn Jarir. . Il dit que quand Hadrat `Umar pendant son califat",
          "passé par Hudaibiyah, il demanda à propos de l'arbre sous lequel l'engagement",
          "avait été assermenté. Quelqu'un a souligné un arbre et un autre à un autre arbre.",
          "A ce Hadrat `dit Umar les gens à oublier car il n'y avait pas de réel besoin de",
          "se soucier de lui."
        ],
        "33" : [
          "Ici, sakinat signifie que l'état du cœur dont la force d'un homme se jette dans",
          "les dangers avec le calme et une tranquillité d'esprit pour l'amour d'un grand",
          "objectif et résout sans crainte et la consternation de l'entreprendre",
          "indépendamment de les conséquences."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا ۗ وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا",
      "simpleTranslate" : [
        "suivie d’un riche butin qu’ils pourront saisir, car Dieu est Puissant et Sage."
      ],
      "tafsirTranslate" : [
        "et de dépouilles abondantes dont ils doivent acquérir. <N:34> Allah est Puissant",
        "et Sage."
      ],
      "tanslateWordByWord" : [
        "Et butin de guerre",
        "beaucoup",
        "qu'ils prendront",
        "et est",
        "Allah",
        "Tout-Puissant",
        "All-Wise"
      ],
      "notes" : {
        "34" : [
          "La référence est à la conquête de Khaybar et ses riches dépouilles et ce verset",
          "souligne expressément que AIlah avait réservé cette récompense que pour les",
          "personnes qui avaient pris part à la Bai à Ridwan; en dehors d'eux que personne",
          "d'autre a le droit de prendre part à la victoire et avoir une part dans le butin.",
          "Voilà pourquoi, lorsque le, Saint Prophète sortit pour attaquer Khaybar en Safar,",
          "A.H. 7, il n'a fallu que ces gens avec lui. Sans doute plus tard, il a donné",
          "quelques-unes des dépouilles de Khaybar à ces émigrants aussi qui revenaient de",
          "Habash et quelques compagnons des tribus Dus et Ash'ar ainsi, mais cela a été",
          "donné soit de Khums [(un cinquième du butin de guerre donnée dans le trésor",
          "public)], ou avec l'approbation des Compagnons qui avaient pris l'engagement de",
          "Ridwan; personne d'autre a été donné toute part."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَعَدَكُمُ اللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا فَعَجَّلَ لَكُمْ هَٰذِهِ وَكَفَّ أَيْدِيَ النَّاسِ عَنْكُمْ وَلِتَكُونَ آيَةً لِلْمُؤْمِنِينَ وَيَهْدِيَكُمْ صِرَاطًا مُسْتَقِيمًا",
      "simpleTranslate" : [
        "Dieu vous a promis un riche butin que vous réaliserez. Il a hâté pour vous cette",
        "prise-ci et vous a épargné les coups de vos ennemis, afin que cela soit un signe",
        "encourageant pour les croyants et qu’Il vous guide sur le droit chemin."
      ],
      "tafsirTranslate" : [
        "Allah vous a promis butin abondant que tu vas acquérir. <N:35> Il a",
        "instantanément vous accordé cette (victoire) <N:36> et a retenu les mains des",
        "gens de vous <N:37> que il peut être un signe pour les croyants <N:38> et il peut",
        "vous guider vers un droit chemin. <N:39>"
      ],
      "tanslateWordByWord" : [
        "Allah vous a promis",
        "Allah vous a promis",
        "butin de guerre",
        "beaucoup",
        "que vous le prendrez",
        "et il a accéléré",
        "pour toi",
        "ce",
        "et a retenu",
        "(les mains",
        "(des gens",
        "de toi",
        "ce qu 'il peut être",
        "un panneau",
        "pour les croyants",
        "et il peut vous guider",
        "(À la) Chemin",
        "Tout droit"
      ],
      "notes" : {
        "35" : [
          "Cela fait référence aux autres victoires que le musulman atteint successivement",
          "après Khaybar."
        ],
        "36" : [
          "Cela implique le traité de Hudaibiyah qui a été décrit comme [ «une victoire",
          "manifeste»] au début de la sourate."
        ],
        "37" : [
          "Autrement dit, [ \"Il retint le Quraish mécréant de vous attaquer au Hudaibiyah",
          "bien que toutes les apparences, ils étaient dans une bien meilleure position et",
          "le vôtre était un côté beaucoup plus faible militairement.\"] En outre, il",
          "implique également que aucune puissance ennemie pouvait rassembler le courage",
          "d'attaquer Médine en ces jours, alors que, après le départ de 1.400 soldats du",
          "front Madinah était devenu très faible, et les Juifs, les polythéistes et les",
          "hypocrites pourraient tirer profit de la situation."
        ],
        "38" : [
          "Signe de ce que la façon dont Allah aide celui qui reste ferme sur l'obéissance à",
          "Allah et à Son messager et sort pour soutenir et défendre la vérité et la justice",
          "avec sa confiance et la foi en Allah."
        ],
        "39" : [
          "[ \"Pour la bonne voie\"]: [ \"Pour la voie d'une plus grande perspicacité et la foi",
          "afin que vous puissiez rester ferme sur l'obéissance à Allah et à Son messager à",
          "l'avenir et peut continuer à marcher sur le chemin de la vérité avec confiance",
          "dans AIlah, et peuvent apprendre cette leçon de ces expériences que le croyant",
          "doit prendre des mesures concrètes pour faire tout ce qui est exigé par Allahs",
          "Religion avec sa confiance en lui, et ne doit pas surestimer soit sa propre force",
          "ou la force des incroyants . »]"
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَأُخْرَىٰ لَمْ تَقْدِرُوا عَلَيْهَا قَدْ أَحَاطَ اللَّهُ بِهَا ۚ وَكَانَ اللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرًا",
      "simpleTranslate" : [
        "Il y a d’autres victoires qui vous sont promises et que vous ne pourriez jamais",
        "remporter vous-mêmes, mais que Dieu tient en Son pouvoir, car Il est Omnipotent."
      ],
      "tafsirTranslate" : [
        "Il vous promet également d'autres dépouilles que vous ne l'avez pas encore pris,",
        "mais Allah les a englobés. <N:40> Allah a pouvoir sur tout."
      ],
      "tanslateWordByWord" : [
        "Et d'autres",
        "ne pas",
        "vous aviez le pouvoir",
        "au dessus d'eux",
        "sûrement",
        "Allah englobait",
        "Allah englobait",
        "leur",
        "et est",
        "Allah",
        "plus de",
        "tout",
        "des choses",
        "Tout-puissant"
      ],
      "notes" : {
        "40" : [
          "Très probablement ceci est une référence à la conquête de La Mecque. La même",
          "chose est l'opinion de Qatadah et Ibn Jarir. Il semble signifier ceci: [ \". Bien",
          "que la Mecque n'a pas encore tombé à vous, Allah a encerclé, et à la suite de",
          "cette victoire à Hudaibiyah, il sera également tomber à vous\"]"
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَلَوْ قَاتَلَكُمُ الَّذِينَ كَفَرُوا لَوَلَّوُا الْأَدْبَارَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
      "simpleTranslate" : [
        "Si les négateurs vous avaient livré combat, ils n’auraient pas tardé à tourner le",
        "dos, sans pouvoir trouver ensuite ni protection ni secours."
      ],
      "tafsirTranslate" : [
        "avait les incroyants combattu contre vous à ce moment, ils ont tourné le dos (en",
        "vol), et auraient trouvé aucune de protéger ou de les aider. <N:41>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "lutter contre vous",
        "ceux qui",
        "ne pas croire",
        "sûrement, ils se tourneraient",
        "le dos",
        "alors",
        "ne pas",
        "ils trouveraient",
        "toute protection",
        "et pas",
        "toute aide"
      ],
      "notes" : {
        "41" : [
          "Autrement dit, [ «Allah n'a pas empêché combats à Hudaibiyah parce qu'il y avait",
          "une possibilité de vous y être vaincu, mais il y avait d'autres raisons pour",
          "cela, qui sont énoncés dans les versets suivants. Nous avons passé ce facteur pas",
          "été là et AIlah avait permis la guerre ait lieu, les incroyants aurait sûrement",
          "été acheminé et Makkah serait tombé à vous à ce moment même. \"]"
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ مِنْ قَبْلُ ۖ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا",
      "simpleTranslate" : [
        "Telle est la Loi de Dieu, qui a de tout temps été appliquée et qui demeurera à",
        "jamais immuable."
      ],
      "tafsirTranslate" : [
        "Tel est le chemin d'Allah qui est descendu du passé. <N:42> Jamais vous trouverez",
        "tout changement dans le chemin d'Allah."
      ],
      "tanslateWordByWord" : [
        "(La place) façon",
        "(De) Allah",
        "lequel",
        "décédé",
        "décédé",
        "avant",
        "avant",
        "et jamais",
        "tu trouveras",
        "dans (la) voie d'Allah",
        "dans (la) voie d'Allah",
        "tout changement"
      ],
      "notes" : {
        "42" : [
          "Ici, [ \"le chemin d'Allah\"] signifie: Allah déshonore les incroyants qui",
          "combattent Son messager et aide son propre Messenger."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ ۚ وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
      "simpleTranslate" : [
        "C’est Lui qui vous a épargné, comme à vos ennemis, les coups que vous pouviez",
        "vous porter les uns aux autres, dans la vallée de La Mecque, tout en vous donnant",
        "la victoire sur eux. Dieu a une claire vision de vos actes."
      ],
      "tafsirTranslate" : [
        "C'est Lui qui restreint leurs mains de vous, et vos mains d'eux dans la vallée de",
        "la Mecque, même si il vous avait fait victorieuse contre eux. Allah observait",
        "tout ce que vous avez fait."
      ],
      "tanslateWordByWord" : [
        "Et il",
        "(Est) Celui qui",
        "retenu",
        "leurs mains",
        "de toi",
        "et vos mains",
        "d'eux",
        "dans",
        "Makkah",
        "après",
        "après",
        "cette",
        "Il vous a donné la victoire",
        "au dessus d'eux",
        "Et est",
        "Allah",
        "de quoi",
        "tu fais",
        "Clairvoyant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "هُمُ الَّذِينَ كَفَرُوا وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوفًا أَنْ يَبْلُغَ مَحِلَّهُ ۚ وَلَوْلَا رِجَالٌ مُؤْمِنُونَ وَنِسَاءٌ مُؤْمِنَاتٌ لَمْ تَعْلَمُوهُمْ أَنْ تَطَئُوهُمْ فَتُصِيبَكُمْ مِنْهُمْ مَعَرَّةٌ بِغَيْرِ عِلْمٍ ۖ لِيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ مَنْ يَشَاءُ ۚ لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا",
      "simpleTranslate" : [
        "Ce sont ces impies qui vous ont interdit l’accès à la Mosquée sacrée et qui ont",
        "empêché les offrandes, déjà entravées, de parvenir au lieu du sacrifice. Et si à",
        "la masse des impies ne s’étaient pas mêlés des croyants et des croyantes que vous",
        "risquiez de massacrer, sans les reconnaître, vous rendant ainsi, à votre insu,",
        "coupables d’une vilaine atrocité, le combat aurait pu avoir lieu, donnant",
        "l’occasion à Dieu de faire entrer dans Sa grâce qui Il veut. Si donc les croyants",
        "avaient été séparés des impies, Nous aurions infligé à ces derniers de cruels",
        "supplices."
      ],
      "tafsirTranslate" : [
        "Ce sont eux qui ont mécru et vous barraient de la Mosquée sacrée et empêché les",
        "animaux que vous aviez désigné pour le sacrifice d'atteindre le lieu de leur",
        "offre. <N:43> Si elle n'a pas été pour le croire les hommes et les femmes",
        "croyantes (qui vivaient à la Mecque et) que vous ne saviez pas, et il n'y avait",
        "pas eu la crainte que vous pourriez marcher sur eux et engager involontairement",
        "le blâme sur leur compte, (alors la lutte aurait pas été mis à l'arrêt. Il a été",
        "arrêté pour que) Allah peut admettre à sa Miséricorde qui Il veut. Avaient ces",
        "croyants été séparés du reste, nous aurions certainement infligé une châtier-ment",
        "grave sur ceux d'entre eux [à savoir le Mecquois) qui ont mécru. <N:44>"
      ],
      "tanslateWordByWord" : [
        "Ils",
        "(Sont) ceux qui",
        "pas foi",
        "et vous gêné",
        "de",
        "Al-Masjid Al-Haram",
        "Al-Masjid Al-Haram",
        "tandis que l'offre",
        "(A) a empêché",
        "de",
        "atteindre",
        "sa place (du sacrifice)",
        "Et sinon",
        "(pour hommes",
        "croire",
        "et les femmes",
        "croire",
        "ne pas",
        "vous les connaissiez",
        "cette",
        "vous pouvez les piétiner",
        "et ne vous arrivera",
        "d'eux",
        "du mal",
        "sans pour autant",
        "connaissance",
        "Ce qu'Allah peut admettre",
        "Ce qu'Allah peut admettre",
        "à",
        "Sa Miséricorde",
        "qui",
        "Il veut",
        "Si",
        "ils avaient été séparés",
        "sûrement, nous aurions puni",
        "ceux qui",
        "pas foi",
        "parmi eux",
        "(Avec) une punition",
        "douloureux"
      ],
      "notes" : {
        "44" : [
          "Ce fut la raison pour laquelle Allah ne permettait pas de se battre pour avoir",
          "lieu à Hudaibiyah. Cela a deux aspects: [(I)] en ce temps, il y avait tout à fait",
          "un certain nombre d'hommes musulmans et les femmes vivant à La Mecque, qui",
          "étaient soit cachant leur foi, ou qui ont été persécutés à cause de leur foi",
          "comme ils l'avaient pas les moyens de émigrer. la lutte contre il y avait eu et",
          "les Musulmans avaient repoussé les mécréants et est entré Makkah, ces musulmans",
          "aussi auraient été tués dans l'ignorance avec les incroyants. Cela permettrait",
          "non seulement ont affligé les musulmans, mais les polythéistes arabes aurait",
          "également eu l'occasion de dire que les musulmans ne se sont même pas épargné",
          "leurs propres frères dans la foi en temps de guerre. Par conséquent, Allah a eu",
          "pitié sur les musulmans sans défense et a évité la guerre pour sauver les",
          "Compagnons de la douleur et de l'infamie. L'autre aspect de l'opportunisme était",
          "que Dieu ne voulut pas que Makkah devrait tomber aux musulmans à la suite de la",
          "défaite du Quraish après un affrontement sanglant, mais il a voulu qu'ils",
          "devraient être encerclés de tous les côtés de telle sorte que dans les deux ans",
          "ou plus ils devraient devenir absolument impuissants et modérée sans résistance,",
          "puis toute la tribu devraient accepter l'Islam et entrez la miséricorde d'Allah",
          "comme il réellement passé sur la conquête de la Mecque. Voici le différend",
          "juridique a surgi que si au cours d'une guerre entre les musulmans et les",
          "mécréants, les incroyants devraient faire ressortir certains hommes musulmans et",
          "les femmes, les enfants et les vieillards, en leur possession et les mettre dans",
          "l'avant-garde comme un bouclier pour eux-mêmes, ou s'il y a une population",
          "musulmane aussi dans la ville non-musulmane attaquée par les forces musulmanes,",
          "ou si, dans un navire de guerre des incroyants, qui est à notre pistolet-le-feu,",
          "les incroyants ont pris des musulmans également à bord, peut le musulman armée",
          "ouvre le feu sur elle? En réponse à cela les nulings données par différents",
          "juristes sont les suivants: Imam Malik dit que dans un tel cas, le feu ne doit",
          "pas être ouvert, et pour cela, il cite ce verset comme un argument. Il soutient",
          "que Allah a empêché la guerre à Hudaibiyah seulement pour sauver les musulmans.",
          "[(Ibn al-`Arabi, Ahkam al Qur'an)]. Mais cela en fait est un argument faible. Il",
          "n'y a pas de mot dans le verset qui peut soutenir l'idée que le lancement d'une",
          "attaque contre l'ennemi dans ce cas est illégale et interdite. Tout au plus ce",
          "que l'on peut dire sur la base de ce verset est que le lancement d'un sttack dans",
          "un tel cas doit être évitée afin de sauver les musulmans, à condition qu'il ne",
          "met pas les incroyants dans une position avantageuse contre les musulmans",
          "militairement ou ne diminue pas les chances des musulmans de gagner une main",
          "supérieure dans le conflit. Imam Abu Hanifah, Imam Abu Yusuf, Imam Zufar et Imam",
          "Muhammad saythat il est permis d'ouvrir le feu dans un tel cas; si bien que, même",
          "si les incroyants utilisent les enfants des musulmans comme un bouclier en les",
          "mettant au premier plan, il n'y a pas de mal à tirer sur eux, et il est pas",
          "obligatoire pour les musulmans à expier et payer tout le prix du sang pour les",
          "musulmans ainsi tués, [(AIJassas, Ahkam al-Qur'an; Imam Muhammad,: Kitab",
          "as-Siyar)]. Imam Sufyan Thauri également dans ce cas qui concerne l'ouverture du",
          "feu comme licite, mais il dit que, bien que les musulmans vont pas payer le prix",
          "du sang des musulmans ainsi tués, il est obligatoire pour eux de expient le",
          "péché. [(AI-Jassas, Ahkam al-Coran)]. Imam Auza`i et Laith bin Sa`d disent que si",
          "les incroyants utilisent les musulmans comme un bouclier, le feu ne doit pas être",
          "ouvert sur eux. De même, si l'on sait que, dans leur navire de guerre propres",
          "prisonniers sont également à bord, il ne devrait pas être coulé. Mais si nous",
          "nous attaquons une ville de la leur et nous savons qu'il ya des musulmans aussi",
          "dans la ville, il est permis d'ouvrir le feu sur la ville, car il est pas certain",
          "que nos coquilles seront seulement frapper les musulmans, et si un musulman",
          "devient un victime de ce bombardement, il ne sera pas assassiner volontaire d'un",
          "musulman, mais un accident intempestif. . [(Al-Jassas, Ahkam alQur e)]. Imam",
          "Shafe`i estime que dans un tel cas, s'il est pas inévitable d'ouvrir le feu, il",
          "est préférable d'essayer de sauver les musulmans de la destruction; bien qu'il ne",
          "soit pas illégale d'ouvrir le feu dans ce cas, il est indésirable. Mais si elle",
          "est vraiment nécessaire et il est à craindre que dans le cas où le feu ne soit",
          "pas ouvert, il sera mis les mécréants dans une meilleure position militairement",
          "contre les musulmans, il est permis de recourir à des bombardements, mais même",
          "alors, tous les efforts doivent être faits pour sauver la musulmans, autant que",
          "possible. En outre, l'Imam Shafe'i dit aussi que si au cours d'un conflit, les",
          "incroyants ont mis un musulman devant comme un bouclier et un musulman le tue, il",
          "peut y avoir deux alternatives possibles: soit le tueur savait que la personne",
          "assassinée était un musulman, ou il ne savait pas qu'il était un musulman. Dans",
          "le premier cas, il sera dans l'obligation de verser une indemnité pour homicide",
          "ainsi que faire l'expiation; dans le second cas, il ne le fera l'expiation.",
          "[(Mughni al-Muhtaj)]."
        ],
        "43" : [
          "Autrement dit, [ \"Allah voyait la sincérité et la dévotion désintéressée avec",
          "laquelle vous étiez devenu prêt à donner votre vie pour la cause de la vraie foi",
          "et obéissait le Prophète sans aucune question. Allah était voir aussi que les",
          "mécréants ont été injuste et abusive. La demande de cette situation a été qu'ils",
          "auraient dû être là et puis puni à travers vous, mais en dépit de cela. AIIah",
          "retint vos mains d'eux et leurs mains de vous. \"]"
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَىٰ رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَىٰ وَكَانُوا أَحَقَّ بِهَا وَأَهْلَهَا ۚ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا",
      "simpleTranslate" : [
        "Et pendant qu’un fanatisme barbare s’emparait des négateurs, Dieu faisait naître",
        "de la quiétude dans le cœur du Prophète et dans les cœurs des croyants, en leur",
        "inspirant de suivre la voie de la piété dont ils sont les plus dignes et pour",
        "laquelle ils sont les plus qualifiés. Dieu est parfaitement Informé de toute",
        "chose."
      ],
      "tafsirTranslate" : [
        "(Ceci est la raison pour laquelle) lorsque les incroyants mis dans leur cœur un",
        "de fanatisme féroce du fanatisme de l'ignorance <N:45> Allah accordés paix",
        "intérieure sur Son messager et sur les croyants <N:46> et faites le mot de la",
        "piété obligatoire pour eux. Ils étaient plus méritants et plus digne de celui-ci.",
        "Allah a connaissance de tout."
      ],
      "tanslateWordByWord" : [
        "Quand",
        "avait mis",
        "ceux qui",
        "pas foi",
        "dans",
        "leur cœur",
        "mépris",
        "(Le) dédain",
        "(Du temps de) l'ignorance",
        "Puis Allah fit descendre",
        "Puis Allah fit descendre",
        "Sa tranquillité",
        "sur",
        "Son Messager",
        "et à",
        "les croyants",
        "et leur a fait adhérer",
        "(À la) mot",
        "(De) justice",
        "et ils étaient",
        "plus méritant",
        "de celui-ci",
        "et digne",
        "Et est",
        "Allah",
        "de toute",
        "chose",
        "Omniscient"
      ],
      "notes" : {
        "45" : [
          "Les mots hamiyyat al -jahiliyyah signifient que l'homme doit volontairement faire",
          "quelque chose indigne et abusive seulement pour le bien de son honneur et de",
          "prestige. Les dilsbelievers de Makkah se reconnu et admis que tout le monde,",
          "avait le droit de visiter le Kaaba pour accomplir le Hajj et `Omra, et qu'ils",
          "avaient pas le droit de slop quiconque de ce devoir. Ce fut une ancienne loi",
          "admise de l'Arabie. Mais en dépit de savoir qu'ils étaient absolument dans le",
          "tort et les musulmans dans le droit, ils ont empêché les musulmans d'effectuer",
          "`Omra uniquement pour le bien de leur prestige. Les justes, même parmi les",
          "polythéistes étaient également sauver que la prévention des personnes qui étaient",
          "venues dans les gerbes de pèlerinage le long avec des chameaux sacrificielles",
          "d'accomplir le pèlerinage est un acte illégitime. Pourtant, les dirigeants",
          "Quraish ont persisté dans leur résistance que dans l'idée que si Muhammad [(sur",
          "lui la paix de Dieu)] est entré Makkah avec un grand nombre de ses partisans,",
          "cela signifierait la perte de prestige pour eux parmi les Arabes. Ce fut leur",
          "arrogance. ."
        ],
        "46" : [
          "Ici, sakinat signifie la patience et de la dignité avec laquelle le Saint",
          "Prophète et les musulmans ont résisté à la rancune et de l'esprit du paganisme",
          "des incroyants. Ils ne sont pas provoqués à leur comportement têtu et insolent et",
          "ne font rien qui pourrait avoir violé l'esprit de vérité et de justice, ou qui",
          "aurait compliqué davantage la situation au lieu de régler à l'amiable."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا بِالْحَقِّ ۖ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لَا تَخَافُونَ ۖ فَعَلِمَ مَا لَمْ تَعْلَمُوا فَجَعَلَ مِنْ دُونِ ذَٰلِكَ فَتْحًا قَرِيبًا",
      "simpleTranslate" : [
        "C’est ainsi que Dieu confirma le songe par lequel Il avait annoncé à Son Envoyé,",
        "en toute vérité : «Vous entrerez, en toute sécurité, par la volonté de Dieu, dans",
        "la Mosquée sacrée , tête rasée ou cheveux taillés courts, et à l’abri de toute",
        "crainte.» Dieu savait, en effet, des choses que vous ignoriez. Aussi a-t-Il",
        "décidé de vous accorder entre-temps une prompte victoire ."
      ],
      "tafsirTranslate" : [
        "Allah a montré en effet Son messager la vraie vision, <N:47> l'un entièrement en",
        "accord avec la réalité. Si Allah le veut <N:48> tu certainement entrer dans la",
        "Mosquée sacrée, en toute sécurité, <N:49> vous rasez pas vos têtes et couper vos",
        "cheveux courts, <N:50> et le faire sans aucune crainte. Il savait ce que vous ne",
        "saviez pas, et Il vous a accordé une victoire à portée de main avant même",
        "(l'accomplissement de la vision)."
      ],
      "tanslateWordByWord" : [
        "Certainement",
        "Allah a rempli",
        "Allah a rempli",
        "de Son Messager",
        "vision",
        "en vérité",
        "Sûrement, vous entrerez",
        "Al-Masjid Al-Haram",
        "Al-Masjid Al-Haram",
        "si",
        "Allah le veut",
        "Allah le veut",
        "garantir",
        "ayant rasé",
        "vos têtes",
        "et raccourcie",
        "ne pas",
        "craignant",
        "Mais il savait",
        "quelle",
        "ne pas",
        "tu savais",
        "et Il a fait",
        "outre",
        "outre",
        "cette",
        "une victoire",
        "près"
      ],
      "notes" : {
        "48" : [
          "Ici, sur les mots insha'-Allah [(si Allah le veut)], qu'Allah lui-même a utilisé",
          "avec sa promesse, on peut objecter que quand Allah lui-même fait cette promesse,",
          "quel est le sens de la rendre conditionnelle à sa propre volonté il? La réponse",
          "est: Voici les mots insha'-Allah n'a pas été utilisé dans le sens que si DCEs",
          "AIlah pas volonté, il ne remplirait pas sa promesse, mais en fait, ceux-ci se",
          "rapportent à l'arrière-plan dans lequel cette promesse a été faite. La",
          "présomption sur la base de laquelle les mécréants de la Mecque avaient joué le",
          "drame d'empêcher les musulmans de `Omra était que seul celui qu'ils permettraient",
          "exécuterait` Umrah et exécuterait seulement quand ils lui permettraient à ce",
          "AIIah a dit : [ \"cela dépend de Notre, pas sur leur, sera la raison pour laquelle",
          "'Omra n'a pas été effectuée cette année est pas parce que les mécréants de la",
          "Mecque ne lui permettaient pas de se faire, mais parce que nous ne sera à",
          "effectuer. ; à l'avenir 'Omra sera effectuée si l'on veut, peu importe si les",
          "mécréants permettent ou désavouer \"] en outre, ces mots contiennent aussi le sens",
          "que les musulmans aussi, effectuera` Umrah pas par leur propre puissance, mais",
          "parce que. Nous vouloir qu'ils devraient l'exécuter; sinon, si nous ne seront",
          "pas, ils ne possèdent pas le pouvoir de l'accomplir par eux-mêmes. \""
        ],
        "49" : [
          "Cette promesse a été accomplie dans l'année suivante dans Dhil-Qa'dah A. H. 7. Ce",
          "`Omra est bien connu dans l'histoire comme« Omra al-Qada `."
        ],
        "50" : [
          "Les mots indiquent clairement que ce ne soit pas obligatoire pour obtenir la tête",
          "rasée dans `Omra et Hajj, mais il est également juste pour obtenir les cheveux",
          "coupés court. Cependant, il est préférable d'avoir la tête rasée, car Allah a",
          "mentionné en premier et ensuite mentionné avoir les cheveux coupés court."
        ],
        "47" : [
          "Ceci est la réponse à la question qui a été constamment agitait les esprits des",
          "musulmans. Ils ont dit, [ \"Le Saint Prophète avait vu dans sa vision qu'il était",
          "entré dans la mosquée Masjid al-Haram et déplacé autour de la Kaaba dans le",
          "culte. Alors, comment est-ce qu'ils revenaient sans effectuer` Omra? \"] En",
          "réponse à cela, bien que le Saint Prophète leur avait dit que dans sa vision",
          "qu'il avait pas vu qu'ils effectuer la `Omra cette année-là, toujours là resté",
          "une certaine méfiance dans le cœur. Par conséquent, Allah Lui-même a expliqué",
          "qu'il était celui qui avait montré la vision et ce fut une véritable vision et il",
          "serait certainement rempli."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَىٰ وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ ۚ وَكَفَىٰ بِاللَّهِ شَهِيدًا",
      "simpleTranslate" : [
        "C’est Lui qui a envoyé Son Prophète pour indiquer la bonne direction et instaurer",
        "la religion de la Vérité qu’Il fera prévaloir sur toute autre religion. Et Dieu",
        "suffit amplement pour en témoigner."
      ],
      "tafsirTranslate" : [
        "C'est Lui qui a envoyé Son messager avec la vraie orientation et la religion de",
        "la vérité qu'il peut faire prévaloir sur toutes les religions. Allah suffit comme",
        "témoin (à ce sujet). <N:51>"
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Celui qui",
        "(a envoyé",
        "Son Messager",
        "avec guidage",
        "et (la) religion",
        "la vérité",
        "qu'il (peut) faire prévaloir",
        "plus de",
        "les religions",
        "tout",
        "Et suffisante est",
        "Allah",
        "(Comme) un témoin"
      ],
      "notes" : {
        "51" : [
          "La raison pour laquelle cette chose a été mentionné ici est que quand au",
          "Hudaibiyah le traité de paix allait être écrit, les incroyants se sont opposés à",
          "l'utilisation des mots Rasul-Allah [(Messager d'Allah) ] avec le nom du Saint",
          "Prophète, et sur leur insistance le Saint Prophète lui-même avait essuyé ces mots",
          "du document. A ce Allah dit: [ \". Être un messager de Notre messager est une",
          "réalité qui reste inchangée si quelqu'un croit en elle ou non Si certaines",
          "personnes ne croient pas, ils ne peuvent, pour\"] AIIah est suffisant pour un",
          "témoin [ \" dessus. leur refus ne changera pas la réalité, mais l'orientation et",
          "de la vraie foi qui ce Messager a apporté de nous, doit l'emporter sur toute",
          "autre religion, peu importe comment les deniers essaient d'entraver sa",
          "progression. \"] [\" toute religion »] implique ALi ces modes de vie qui",
          "comprennent la nature de din [(religion)]. Nous avons expliqué pleinement à E.N.",
          "3 de la sourate Az-Zumar et E.N. 20 de la Sourate Ash-Shura ci-dessus. Voici ce",
          "qu'Allah a dit en termes clairs est: Le but de la nomination du Saint Prophète en",
          "tant que Prophète ne fut pas seulement de prêcher cette religion, mais de faire",
          "prévaloir sur tous les autres. En d'autres termes, il n'a pas apporté cette",
          "religion afin qu'il puisse survivre dans un compartiment limité de la vie qui est",
          "permis par la religion dominante, tandis que le reste des sphères de la vie, en",
          "général, doit rester sous le contrôle implacable de une certaine fausse religion.",
          "Mais il l'avait apporté de telle sorte que ce devrait être la religion dominante",
          "de la vie et de toute autre religion devrait survivre, voire pas du tout, il",
          "survit, que dans les limites où elle lui permet de survivre. [(Pour plus",
          "d'explications, sec E.N. 48 de la sourate Az-Zumar)]."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "مُحَمَّدٌ رَسُولُ اللَّهِ ۚ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ ۖ تَرَاهُمْ رُكَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا ۖ سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ۚ ذَٰلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ ۚ وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَىٰ عَلَىٰ سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ ۗ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا",
      "simpleTranslate" : [
        "Muhammad est le Prophète de Dieu. Autant ses Compagnons sont durs envers les",
        "infidèles, autant ils sont pleins de compassion entre eux. On les voit s’incliner",
        "et se prosterner, aspirant à obtenir la grâce et l’assentiment du Seigneur. On",
        "les reconnaît à l’empreinte laissée sur leurs fronts par leurs prosternations",
        "dans la prière. Telle est l’image qu’on donne d’eux dans la Thora, alors que dans",
        "l’Évangile ils sont comparés à une semence qui germe, se gonfle de sève et",
        "grandit pour se dresser sur sa tige, faisant l’admiration des laboureurs et",
        "soulevant le courroux des infidèles. Dieu promet à ceux d’entre eux qui croient",
        "et effectuent des œuvres salutaires rémission et immense salaire !"
      ],
      "tafsirTranslate" : [
        "Muhammad est le Messager d'Allah, et ceux qui sont avec lui sont fermes avec les",
        "infidèles <N:52>, mais compatissant un avec l'autre. <N:53> Vous voyez les",
        "occupés en saluant et se prosternant et en cherchant Allah bonté et bon plaisir.",
        "Ils se distinguent <N:54> des autres par les marques de prostration sur leurs",
        "visages. sont ainsi qu'ils ont décrit dans la Torah. <N:55> Et leur parabole dans",
        "l'Evangile est celle de <N:56> un ameublissement qui sort sa pousse, renforce",
        "alors il pour qu'elle devienne solide et se dresse sur sa tige. Ceci est un",
        "spectacle agréable pour les semeurs et celle par laquelle les incroyants seront",
        "furieux. Quant à ceux qui croient et accomplissent les bonnes oeuvres, Allah leur",
        "a promis le pardon et une énorme récompense. <N:57>"
      ],
      "tanslateWordByWord" : [
        "Muhammad",
        "(Est) Messager d'Allah",
        "(Est) Messager d'Allah",
        "et ceux qui",
        "(Sont) avec lui",
        "(Sont) ferme",
        "contre",
        "les incroyants",
        "et miséricordieux",
        "entre eux",
        "Tu les vois",
        "saluant",
        "et prosternant",
        "recherche",
        "Prime",
        "d'Allah",
        "d'Allah",
        "et le plaisir",
        "Leur marque",
        "(est sur",
        "leurs visages",
        "de",
        "(La) trace",
        "(De) la prosternation",
        "Cette",
        "(Est) leur similitude",
        "dans",
        "le Taurah",
        "Et leur similitude",
        "dans",
        "l'Injeel",
        "(Est) comme une graine",
        "(Qui) envoie",
        "son shoot",
        "puis se raffermit",
        "alors il devient épais",
        "et il se distingue",
        "sur",
        "sa tige",
        "délectant",
        "les semeurs",
        "qu'il (peut) faire enrager",
        "par eux",
        "les incroyants",
        "Allah a promis",
        "Allah a promis",
        "ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "parmi eux",
        "le pardon",
        "et une récompense",
        "génial"
      ],
      "notes" : {
        "52" : [
          "[ \"Les Compagnons [(du Saint Prophète)] sont difficiles sur les mécréants\"]: ils",
          "ne sont pas [ \"cire que les incroyants peuvent les façonner comme ils aiment, ils",
          "ne peuvent être ni intimidés ni achetés par. toute incitation. les mécréants ont",
          "pas le pouvoir de les détourner de la grand objectif pour l'amour dont ils ont",
          "rejoint et a suivi le Saint Prophète, même au prix de leur vie. \"]"
        ],
        "53" : [
          "Autrement dit, [ «Quelle que soit leur dureté et de la gravité, il est seulement",
          "pour les mécréants, et non pour les croyants. En ce qui concerne les croyants,",
          "ils sont doux, miséricordieux, affectueux, bienveillant et compatissant. Leur",
          "unité de but et l'objet a produit en eux l'amour et l'harmonie et complet accord",
          "entre eux. \"]"
        ],
        "54" : [
          "Cela ne signifie pas la marque qui apparaît sur le front de certaines personnes",
          "en raison de prosternations, mais elle implique les marques et les traces de la",
          "crainte de Dieu, la munificence, la noblesse et la bonté de manière qui apparaît",
          "naturellement sur le visage d'une personne en raison de se prosterner devant",
          "Dieu. Le visage de l'homme est un livre ouvert sur les pages de laquelle les",
          "différents états de l'auto d'un homme peut être vu facilement. Le visage d'une",
          "personne vain et arrogant est différent du visage d'une personne humble, modeste",
          "et sans prétention; le visage d'une personne immorale est clairement distingué du",
          "visage d'une personne juste et bien élevé; et il y a une nette différence entre",
          "l'apparence du visage d'un homme méchant et d'un homme noble et vertueux.",
          "Qu'est-ce que AIlah signifie dire est: [ \"Les Compagnons de Muhammad [(sur qui",
          "être la paix d'Allah)] sont tels que l'on peut les reconnaître à première vue",
          "d'être le meilleur de l'humanité, parce que leurs visages brillent avec la",
          "lumière de Dieu- culte et Dieu -consciousness. \"] Ceci est la même chose à propos",
          "de laquelle l'Imam Malik a dit que lorsque les armées des compagnons sont entrés",
          "en Syrie, les chrétiens de Syrie remarquer: [\" Ces personnes possèdent les mêmes",
          "qualités et les caractéristiques des disciples du Prophète Jésus-Christ. \"]"
        ],
        "55" : [
          "L'allusion est probablement Deuteronorny, 33: 2-3, dans lequel l'avènement du",
          "Saint Prophète a été prédit et le mot [ «saints»] a été utilisé pour ses",
          "compagnons. En dehors de cela, si une autre qualité des Compagnons a été",
          "mentionné dans la Torah, il ne se trouve pas dans l'existant, corrompu Torah."
        ],
        "56" : [
          "Cette parabole se trouve dans un sermon du Prophète Jésus qui a été rapporté dans",
          "le Nouveau Testament, ainsi: [ \"Et il dit: Ainsi est le royaume de Dieu, comme si",
          "un homme devrait graine est dans le sol : et doit dormir, et nuit et jour, la",
          "semence germe et grandir, il ne sait pas comment Car la terre enfante le fruit",
          "d'elle-même, d'abord l'herbe, puis l'épi, puis le grain tout dans l'oreille. .",
          "Mais quand le fruit est en avant, aussitôt il la met la faucille, car la moisson",
          "est là. et il dit: a quoi comparerons-nous le royaume de Dieu, ou par quelle",
          "comparaison allons-nous comparer? il est comme un grain de graine de moutarde,",
          "qui, lorsqu'il est cousu sur la terre, est inférieure à toutes les semences qui",
          "sont sur la terre: Hut quand il est semé, il monte et devient plus grand que",
          "toutes les herbes, et cria de grandes branches, de sorte que les oiseaux du ciel",
          "peuvent habiter sous son ombre \"] la dernière partie de ce sermon se retrouve",
          "également dans Matthieu 13: 31-32.."
        ],
        "57" : [
          "Une partie des musulmans traduit ce verset, ainsi: [ \"Allah a promis le pardon et",
          "une grande récompense à ceux parmi ces gens qui ont cru et fait les bonnes",
          "œuvres».] Ainsi, ils inventent une façon de dénigrer et calomnier les Compagnons,",
          "et affirment que, selon ce verset beaucoup de gens parmi les Compagnons ne sont",
          "pas croyants et justes. Mais ce commentaire va à l'encontre vv. 4, 5, 18 et 26 de",
          "ce très Sarah et ETCD même concorde pas avec les phrases initiales de ce verset",
          "lui-même. Dans vv. 4-5, Allah a fait mention de l'envoi vers le bas sakinat",
          "[(tranquillité)] et d'effectuer augmentation de la foi de tous ces compagnons qui",
          "étaient présents avec le Saint Prophète à Hudaibiyah, et leur a donné sans",
          "exception les bonnes nouvelles de l'admission dans Paradis. Au verset 18, AIIah a",
          "exprimé son bon plaisir pour tous Ies ceux qui ont pris l'engagement auprès du",
          "Saint Prophète sous le Tra, et cela aussi il ne fait pas exception. Dans le",
          "verset 26 AIIah aussi a utilisé minin mot mu '[(croyants)] pour tous Ies",
          "Compagnons, a fait mention de l'envoi vers le bas Son sakinat là, et les",
          "obligeait à être justes et pieux, car ils étaient les plus dignes et méritent",
          "l'humanité aII. Ici aussi, il n'a pas été dit que les nouvelles était donné",
          "seulement buter ceux qui étaient croyants parmi eux. Puis, dans les phrases",
          "initiales aussi de ce verset lui les caractéristiques arc de ALi mentionnés les",
          "gens qui étaient avec le Saint Prophète Muhammad [(sur qui être la paix et la",
          "bénédiction d'Allah)]. Les mots sont à l'effet que Aii les gens qui sont avec lui",
          "ont ceci et cette qualité et caractéristique. Après cela, tout à coup dans la",
          "dernière phrase qu'il pourrait y avoir aucune excuse pour dire que certains",
          "d'entre eux étaient des croyants et d'autres non."
        ]
      }
    }
  ],
  "medinian" : false
}