{
  "chapterNumber" : 49,
  "nbVerses" : 18,
  "name" : "Les appartements privés",
  "nameArabic" : "الحجرات",
  "transName" : "al-ḥujurāt",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ",
      "simpleTranslate" : [
        "Ô croyants ! N’anticipez pas sur les ordres de Dieu et de Son Prophète ! Craignez",
        "Dieu ! Dieu entend tout et sait tout."
      ],
      "tafsirTranslate" : [
        "Les croyants, ne pas avancer devant Allah et Son Messager, <N:1> et craignent",
        "Allah. En vérité, Allah est Audient et Omniscient. <N:2>"
      ],
      "tanslateWordByWord" : [
        "O vous qui croyez",
        "O vous qui croyez",
        "O vous qui croyez",
        "(Ne pas",
        "mettre (vous) vers l'avant",
        "devant Allah",
        "devant Allah",
        "devant Allah",
        "et Son Messager",
        "Et craignez Allah",
        "Et craignez Allah",
        "Effectivement",
        "Allah",
        "(Est) Audient",
        "Omniscient"
      ],
      "notes" : {
        "1" : [
          "Ceci est la demande avant tout et de base de la foi. Si la personne qui regarde",
          "Allah comme son Seigneur et accepte le Messager d'Allah comme son guide et",
          "leader. est vrai dans sa croyance, il ne peut jamais avoir l'attitude qu'il doit",
          "donner sa propre opinion et voir préséance sur la décision de AIIah et Son",
          "messager, ou -should adopter une opinion indépendante dans les affaires, et de",
          "transmettre ses propres jugements sans se soucier de savoir si Allah et Son",
          "messager ont donné aucune indication dans ces matières ou non, et si elles ont",
          "donné, ce qu'il est. Voilà pourquoi il a été dit [ \"Ô croyants, ne vont pas` à",
          "l'avance »de AIIah et à Son messager.\"] Voilà, [ «Ne pas aller devant eux, mais",
          "suivent derrière: Ne pas les précéder, mais être subordonné à eux. \"] Cette",
          "commande est, dans son application et l'effet, un peu plus loin au verset 36 de",
          "AI-Ahzab. Il a été dit: `Il DCES pas incomberait un homme croyant et une femme",
          "croyant que lorsque AIIah et Son messager ont rendu leur décision dans une",
          "affaire, ils devraient exercer une option dans cette affaire des leurs [\", et",
          "ici, il est dit que les croyants ne devraient pas décider de leurs affaires",
          "eux-mêmes par leur propre initiative, mais devraient chercher des conseils dans",
          "le livre d'Allah et la Sunna de son Prophète concernant ces questions. \n Cette",
          "commande, il ne se limite pas uniquement aux questions individuelles des",
          "musulmans, mais cela vaut aussi pour leurs affaires collectives. Ceci est, en",
          "fait, l'article fondamental de la loi islamique, qui ne peut ni être mis de côté",
          "ou ignoré par un gouvernement musulman, ni par un tribunal musulman, ni par un",
          "parlement. Une tradition a été rapportée dans Musnad ~ Ahmad, Abou Daoud,",
          "Tirmidhi et Ibn Majah, avec des chaînes authentiques d'émetteurs, en disant que",
          "lorsque le Saint Prophète envoyait Hadrat Mu'adh bin Jabal le Yaman en tant que",
          "juge, il lui demanda : \"] en ce qui va vous décider des questions [?\" Il a",
          "soutenu: \"] Par le livre de AIIah [.\" le Saint Prophète a dit: \"] Si vous ne",
          "trouvez pas la commande concernant une question dans le livre de AIIah, ce vous",
          "tourner vers [ \"Il a répondu\"] pour la Sunna du Messager d'Allah [ \"le Saint",
          "Prophète a demandé\"] Si cela vous manque aussi [ \"Il a répondu:\"]?.? Alors je",
          "vais exercer et de trouver une solution par moi-même . [ \"Alors le Saint Prophète",
          "placé sa main sur la poitrine de Hadrat Mu'adh et dit:\"]. Dieu merci, qui a aidé",
          "son adjoint de Messenger à adopter la voie qui est approuvé par son messager [",
          "\"Ce don de préséance du livre de AIlah et la Sunna de Son Messager sur propre",
          "exercice de l'un pour trouver une solution et de se tourner vers eux d'abord pour",
          "obtenir des conseils est la chose qui marque la distinction entre un juge",
          "musulman et un juge non-musulman. De même, en matière de législation il y a aussi",
          "consensus absolu que le premier et avant tout source de la loi est le Livre Divin",
          "et après la Sunna du Messager d'AIIah. Même le consensus de l'ensemble de la",
          "Oummah ne peut pas aller à l'encontre ou rester indépendant d'entre eux, sans",
          "parler de l'individu musulmans raisonnement et s'efforcer d'interpréter la loi."
        ],
        "2" : [
          "Autrement dit, \"] Si jamais vous avez adopté une attitude d'indépendance contre",
          "Allah et Son messager, ou a donné la priorité à votre propre opinion et afficher",
          "sur leur commande, vous devez savoir que vous avez à traiter avec ce Dieu qui est",
          "tout ce que vous entendez et prononcez est encore au courant de vos intentions",
          "secrètes \"."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ",
      "simpleTranslate" : [
        "Ô croyants ! Ne couvrez pas de votre voix celle du Prophète, et ne haussez pas le",
        "ton devant lui, comme vous le faites entre vous, si vous ne voulez pas perdre, à",
        "votre insu, le bénéfice de vos œuvres."
      ],
      "tafsirTranslate" : [
        "Les croyants, ne soulèvent pas vos voix au-dessus de la voix du Prophète et en",
        "lui parlant, ne parlez pas à haute voix que vous parlez à haute voix à l'autre,",
        "<N:3> de peur que toutes vos actions sont réduits à néant sans même le réaliser.",
        "<N:4>"
      ],
      "tanslateWordByWord" : [
        "O vous qui croyez",
        "O vous qui croyez",
        "O vous qui croyez",
        "(Ne pas",
        "élever",
        "vos voix",
        "au dessus de",
        "(la voix",
        "(De) le Prophète",
        "et (faire) pas",
        "être fort",
        "à lui",
        "dans le discours",
        "comme (la) loudness",
        "(De) certains d'entre vous",
        "aux autres",
        "de peur de",
        "devenu sans valeur",
        "vos actions",
        "pendant que tu",
        "(ne pas",
        "apercevoir"
      ],
      "notes" : {
        "4" : [
          "Ceci montre la position haute ce que la personne du Saint Prophète occupe dans",
          "l'Islam. Personne à côté du Saint Prophète, quel que soit son rang et son statut,",
          "a une position que le comportement grossier envers lui doit mériter aux yeux de",
          "AIlah la même peine qui est, en fait, la punition pour l'incrédulité. En ce qui",
          "concerne les gens ordinaires, il est au plus une sorte de grossièreté, un",
          "comportement non civilisé, mais à l'égard du Saint Prophète un petit manque de",
          "respect est un péché grave que peut détruire tous les services de sa vie. Pour la",
          "vénération du Saint Prophète est en effet le respect de ce Dieu qui l'a envoyé",
          "comme Son messager, et le manque de respect pour lui équivaut à un manque de",
          "respect à Dieu Lui-même."
        ],
        "3" : [
          "Ceci est l'étiquette qui a été enseigné aux gens qui étaient assis parmi le",
          "public du Saint Prophète ou venaient lui rendre visite. Son intention était que",
          "les croyants devraient traiter «le Saint Prophète avec le plus grand respect et",
          "la révérence en lui rendant visite et de lui parler. Personne ne devrait faire",
          "entendre sa voix plus fort que le sien: les gens ne devraient pas être oublieux",
          "du fait qu'ils se penchent sur le Messager d'Allah, et non pas un homme",
          "ordinaire, ou une personne de même rang; par conséquent, il devrait y avoir une",
          "différence marquée entre son ton de conversation avec les gens du commun et d'un",
          "ton de conversation avec le Saint Prophète, et personne ne devrait lui parler",
          "d'une voix plus forte que la sienne. \n Bien que cette étiquette a été enseigné",
          "pour assis dans l'assemblée du Saint Prophète et ses destinataires étaient les",
          "gens qui vivaient dans son temps, les gens des âges plus devraient également",
          "observer le même respect et la révérence à l'occasion lorsque le nom du Saint",
          "Prophète est mentionné, ou une commande de son est dit, ou ses paroles sont",
          "expliqués. D'ailleurs, ce verset souligne aussi l'attitude des gens devraient",
          "adopter quand on parle à des personnes d'un rang plus élevé et le statut qu'eux.",
          "La conversation d'une personne devant les hommes d'un rang plus élevé d'une",
          "manière comme il parle devant ses amis ou les hommes ordinaires, est en fait un",
          "signe qu'il n'a aucun respect pour eux dans son cœur, et il ne reconnaît aucune",
          "différence entre eux et les gens du commun."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "إِنَّ الَّذِينَ يَغُضُّونَ أَصْوَاتَهُمْ عِنْدَ رَسُولِ اللَّهِ أُولَٰئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ ۚ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
      "simpleTranslate" : [
        "Ceux qui baissent la voix en s’adressant au Prophète sont ceux dont Dieu a",
        "éprouvé les cœurs pour y faire naître Sa crainte révérencielle. Ceux-là seront",
        "pardonnés et largement récompensés."
      ],
      "tafsirTranslate" : [
        "Ceux qui abaissent leurs voix en présence du Messager d'Allah sont ceux dont les",
        "cœurs Allah a éprouvé pour la crainte de Dieu <N:5> Leur aura un pardon et une",
        "grande récompense.."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "inférieur",
        "leurs voix",
        "(en présence",
        "(Du) Messager d'Allah",
        "(Du) Messager d'Allah",
        "ceux",
        "(Sont) celles",
        "Allah a éprouvé",
        "Allah a éprouvé",
        "leur cœur",
        "pour la justice",
        "Pour eux",
        "(Est) le pardon",
        "et une récompense",
        "génial"
      ],
      "notes" : {
        "5" : [
          "Autrement dit, [ \"Seules les personnes donnent la révérence due au Messager",
          "d'Allah, qui ont passé avec succès les tests et essais établis par Allah et",
          "prouvé par leur fermeté que leurs cœurs possèdent en effet tagva [(piété )]. \"]",
          "il en résulte automatiquement que le cœur qui est dépourvue de respect pour le",
          "Saint Prophète est, en fait, dépourvu de tagva, et une personne de élever sa voix",
          "plus fort que ce qui est non seulement un acte barbare vers l'extérieur mais du",
          "Saint Prophète aussi un signe de l'absence de tagva dans son cœur."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "إِنَّ الَّذِينَ يُنَادُونَكَ مِنْ وَرَاءِ الْحُجُرَاتِ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
      "simpleTranslate" : [
        "Ceux qui t’interpellent de l’extérieur de tes appartements manquent pour la",
        "plupart de savoir-vivre."
      ],
      "tafsirTranslate" : [
        "Certes, la plupart de ceux qui appellent à vous, (O Prophète), de derrière les",
        "appartements, sont dépourvus de compréhension."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "vous appelez",
        "de",
        "derrière",
        "les chambres privées",
        "la plupart d'entre eux",
        "(ne pas",
        "comprendre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّىٰ تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَهُمْ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Il aurait mieux valu pour eux d’attendre que tu sortes à leur rencontre. Mais",
        "Dieu est Clément et Miséricordieux."
      ],
      "tafsirTranslate" : [
        ".. Si elles étaient patient jusqu'à ce que vous êtes allé à eux, qui aurait été",
        "mieux pour eux <N:6> Allah est Pardonneur, le Très Miséricordieux <N:7>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "ils",
        "avait été patient",
        "jusqu'à",
        "vous êtes sorti",
        "pour eux",
        "il serait certainement",
        "mieux",
        "pour eux",
        "Et Allah",
        "(Est) Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "6" : [
          "Les personnes qui, dans le temps béni du Saint Prophète avaient reçu une",
          "formation dans l'étiquette et les mœurs islamique sous le Saint Prophète lui-même",
          "avait un regard plein pour sa personne. Ils pleinement réalisés comment occupé il",
          "est resté dans l'accomplissement de la mission qui lui est confiée par Allah; ils",
          "ont également compris très bien que pendant ces activités fatigantes, il doit",
          "nécessairement avoir un peu de temps pour le repos, le temps pour ses occupations",
          "importantes et aussi du temps pour assister à ses affaires intérieures. Par",
          "conséquent, ils viendraient à lui rendre visite seulement au moment où il était",
          "disponible à l'extérieur de sa maison, et si jamais ils ne le trouver en dehors",
          "de ses quartiers d'habitation parmi ses compagnons, ils s'asseoir et attendre son",
          "émergence et permettrait d'éviter de lui donner la peine de sortir de sa maison,",
          "à moins qu'il y avait un besoin particulier pour elle. Mais beaucoup de temps, il",
          "se trouve que les gens des régions lointaines, qui avaient eu aucune occasion de",
          "recevoir une formation dans les bonnes manières, venaient visiter le Saint",
          "Prophète avec l'idée que celui qui a invité les autres à AIIah et travaillait",
          "pour le réforme du peuple n'a pas le droit d'avoir de repos à tout moment, et ils",
          "ont eu le droit de visiter et de le voir en tout temps leur plaisait dans la",
          "journée ou de la nuit et il était de son devoir que chaque fois qu'ils se",
          "trouvaient à arriver, il doit être prêt à recevoir leur. Certaines de ces",
          "personnes qui carne pour voir le Saint Prophète de différentes parties de",
          "l'Arabie étaient si rustre et impoli qu'ils ne prendraient pas la peine de",
          "l'informer de leur arrivée par quelque agent, mais commençaient à crier de",
          "l'extérieur des appartements de ses femmes à appelez-le sortir. Plusieurs de ces",
          "incidents ont été signalés par les Compagnons du Hadith. Ce genre de comportement",
          "troublé lui beaucoup, mais il était tolérant à cause de sa clémence naturelle.",
          "Enfin, AIIah a dû intervenir, qui réprouvait les gens pour leur comportement non",
          "civilisé et a donné cette instruction: chaque fois qu'ils sont venus voir le",
          "Saint Prophète et n'a pas le trouver, ils devraient attendre patiemment jusqu'à",
          "ce qu'il est sorti pour lui-même, au lieu de crier à l'appeler, à partir de la",
          "maison."
        ],
        "7" : [
          "Ceci est, \"Quel que soit était arrivé jusque-là sera trop regardé et pardonné par",
          "Allah et il ne sera pas tenir ces gens responsables de la peine qu'ils avaient",
          "été à l'origine de Son messager à cause de sa miséricorde et de bonté , mais ils",
          "ne devraient pas répéter un tel comportement à l'avenir. ."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَىٰ مَا فَعَلْتُمْ نَادِمِينَ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Si un homme pervers vous apporte une nouvelle, vérifiez-en la",
        "teneur, de crainte de faire du tort à des innocents, par ignorance, et d’en",
        "éprouver ensuite des remords."
      ],
      "tafsirTranslate" : [
        "Les croyants, quand une personne impie vous apporte un morceau de nouvelles, de",
        "vérifier soigneusement sa vérité, de peur que vous devriez faire du mal un peuple",
        "sans le vouloir et de se repentir par la suite à ce que vous avez fait <N:8>."
      ],
      "tanslateWordByWord" : [
        "O vous qui croyez",
        "O vous qui croyez",
        "O vous qui croyez",
        "Si",
        "vient à vous",
        "une personne méchante",
        "avec des informations",
        "enquêter",
        "de peur de",
        "vous nuire",
        "un peuple",
        "dans l'ignorance",
        "alors vous devenez",
        "plus de",
        "quelle",
        "Vous avez fait",
        "de regret"
      ],
      "notes" : {
        "8" : [
          "La plupart des commentateurs ont exprimé l'avis que ce verset a été envoyé",
          "concernant Walid bin Uqba bin Abi Mu'ait. Son fond est la suivante: Lorsque la",
          "tribu des Bani al-Mustaliq embrassé l'Islam, le Saint Prophète a envoyé Walid bin",
          "`Uqbah pour recueillir le zakât d'eux. Quand il est arrivé sur leur territoire,",
          "il est devenu peur pour une raison quelconque et sans visiter les gens de la",
          "tribu revint à Médine et se sont plaints auprès du Saint Prophète qu'ils avaient",
          "refusé de payer la zakat et avait même voulu le tuer. En entendant cela, le Saint",
          "Prophète se mit en colère et il se décida à envoyer un contingent pour punir ces",
          "gens. Selon les traditions Borne qu'il avait envoyé le contingent, et selon",
          "d'autres, il était sur le point d'envoyer lui. Dans tous les cas aII conviennent",
          "que, dans l'intervalle, le Chéf Bani al-Mustaliq, Harith bin Dirar [(père de",
          "Juwairiyah, épouse du Saint Prophète)], est arrivé à la tête d'une députation, et",
          "soumis: [ \"Par Dieu, nous avons fait pas à ALi voir Walid, par conséquent, il ne",
          "saurait être question de refuser de payer la zakat et de vouloir le tuer. Nous",
          "arc ferme à la foi et ne pas avoir l'intention de retenir la zakat. \"] A cela, ce",
          "verset a été envoyé vers le bas. Avec un peu de changement dans le libellé de cet",
          "incident a été rapporté par l'imam Ahmad, Abi Hatim, Tabarani, et Ibn Jarir, sur",
          "l'autorité de Hadrat 'Abdullah bin' Abbas, Harith bin Dirar, Mujahid, Qatadah,",
          "'Abdur Rehman bin Abi Laila, Yazid bin Ruman, Dahhak et Muqatil bin Hayyan. Dans",
          "la tradition rapportée par Hadrat Umm Salamah toute cette histoire a été liée",
          "également, mais il n'y a aucune référence au nom de Walid. \n A cette occasion",
          "critique quand à cause de croire en un rapport sans fondement une grave erreur",
          "était sur le point d'être commis, AIIah a donné aux musulmans ce principe",
          "directeur à suivre lors de la réception de nouvelles: «Chaque fois que vous",
          "recevez portant nouvelles importantes sur une question vitale , vous ne devriez",
          "pas accepter immédiatement, mais devrait d'abord examiner l'homme qui l'a",
          "intenté. S'il est un homme mauvais dont le rapport qu'ils ne soient pas",
          "authentiques normalement, vous devriez vous renseigner en attentivement pour",
          "vérifier la vérité au lieu de l'accepter et de ète sur elle immédiatement. \"A",
          "partir de ce commandement divin Un principe juridique importante est déduite, le",
          "champ d'application qui est très vaste. Selon elle, il est permis à un",
          "gouvernement musulman de prendre toute action contre une personne ou un groupe ou",
          "une nation sur la base des rapports fournis par les agents secrets dont le",
          "caractère pourrait être douteuse. Sur la base de ce principe traditionnistes",
          "introduit l'art de l'évaluation critique dans la science du Hadith dans le but de",
          "déterminer la valeur et la valeur de la population par l'intermédiaire duquel les",
          "traditions du Saint Prophète atteint les générations futures, et les juristes",
          "établis ce principe dans le droit de la preuve que, dans une affaire dont une",
          "valeur Shari'ah peut être déduite, ou une obligation imposée à une personne; le",
          "témoignage d'un homme méchant serait inacceptable. Cependant, tous les",
          "spécialistes conviennent que pour autant que les affaires de ce monde commun sont",
          "concernés, il est pas nécessaire de vérifier la véracité de toutes les nouvelles",
          "et la fiabilité de chaque indicateur. Pour le mot utilisé dans le verset est naba",
          "». qui DCEs pas appliquer à toutes les nouvelles, mais seulement les nouvelles de",
          "conséquence. Voilà pourquoi les juristes disent que ce principe ne s'applique pas",
          "dans le cas des questions ordinaires. . Par exemple, si une personne va visiter",
          "quelqu'un et demande l'autorisation d'entrer dans la maison, et une personne sort",
          "et donne l'autorisation, il peut entrer dans la maison en conséquence, peu",
          "importe si l'on transporter la permission du maître de la maison était bonne ou",
          "mauvais. De même, les chercheurs sont également convenus que les éléments de",
          "preuve, ainsi que le rapport, les personnes dont le mal ne se rapportent pas au",
          "mensonge et à l'immoralité, mais ils sont considérés comme injustes seulement à",
          "cause de fausses croyances, sera également acceptable. Seul le mensonge",
          "d'héritier croyance ne peut pas être un obstacle à l'acceptation de leur preuve",
          "ou des rapports."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ ۚ لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِنَ الْأَمْرِ لَعَنِتُّمْ وَلَٰكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ ۚ أُولَٰئِكَ هُمُ الرَّاشِدُونَ",
      "simpleTranslate" : [
        "Sachez que l’Envoyé de Dieu est parmi vous. S’il écoutait trop souvent ce que",
        "vous lui racontez, vous seriez aux prises avec de grosses difficultés. Mais Dieu",
        "vous a fait aimer la foi qu’Il a embellie dans vos cœurs, tandis qu’Il vous a",
        "fait détester l’impiété, la perversité et la désobéissance. Ce sont ceux-là les",
        "bien-guidés"
      ],
      "tafsirTranslate" : [
        "Sachez que le Messager d'Allah est parmi vous. Étiez-il à vous suivre dans",
        "beaucoup une affaire, vous vous souffriraient. <N:9> Mais Allah vous a fait aimer",
        "la foi à vous et a embelli dans vos cœurs, et a fait de l'incrédulité et odieuse",
        "méchanceté et la désobéissance à vous. Tels sont ceux qui sont bien dirigés,"
      ],
      "tanslateWordByWord" : [
        "Et saches",
        "cette",
        "parmi vous",
        "(Est) Messager d'Allah",
        "(Est) Messager d'Allah",
        "Si",
        "il était à vous obéir",
        "dans",
        "beaucoup",
        "de",
        "la question",
        "sûrement vous seriez en difficulté",
        "mais",
        "Allah",
        "a fait aimer",
        "à toi",
        "la foi",
        "et a rendu agréable",
        "dans",
        "vos coeurs",
        "et a fait haineux",
        "à toi",
        "incrédulité",
        "et le défi",
        "et la désobéissance",
        "Ceux",
        "(sont-ils",
        "celles guidées"
      ],
      "notes" : {
        "9" : [
          "Cela est évident à partir du contexte, ainsi que compris par plusieurs",
          "commentateurs de ce verset que le Saint Prophète était hésitant à prendre toute",
          "action militaire contre le Bani al-Mustaliq sur le rapport donné par Walid bin",
          "Uqba dans leur cas, mais certaines des personnes a insisté pour qu'ils devraient",
          "être attaqués à la fois. A ce ces gens ont été avertis qu'ils ne doivent pas",
          "oublier que le Saint Prophète était présent parmi eux, qui les comprendre mieux",
          "qu'eux. Par conséquent, leur façon de penser que le Saint prophète doit agir",
          "selon leurs avocats dans les affaires importantes était l'audace excessive. Car",
          "s'il a commencé à agir selon ce qu'ils conseillaient il serait généralement",
          "conduire à des erreurs dont ils auraient eux-mêmes à souffrir."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "فَضْلًا مِنَ اللَّهِ وَنِعْمَةً ۚ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
      "simpleTranslate" : [
        "par la grâce et la générosité de Dieu, car Dieu est Omniscient et Sage."
      ],
      "tafsirTranslate" : [
        "par la faveur et la bonté d'Allah <N:10> Allah est Omniscient et Sage <N:11>.."
      ],
      "tanslateWordByWord" : [
        "Un Bounty",
        "d'Allah",
        "d'Allah",
        "et de favoriser",
        "Et Allah",
        "(Est) Omniscient",
        "All-Wise"
      ],
      "notes" : {
        "10" : [
          "Cela signifie que: Toute la communauté des croyants n'a pas commis l'erreur qui a",
          "été commise par ces quelques personnes qui voulaient le Saint Prophète d'agir",
          "comme ils conseillaient, et en restant ferme la communauté croyante s sur la",
          "droite chemin était dû à la raison que Dieu par sa bonté et de grâce avait fait",
          "aimer à eux le chemin de la foi et fait l'incrédulité, les actes répréhensibles",
          "et la désobéissance odieuse pour eux. Les destinataires dans les deux parties de",
          "ce verset sont deux groupes distincts. La phrase commençant par lau yuti'ukum est",
          "pas adressée à toute la classe des Compagnons, mais seulement à ces compagnons",
          "particuliers qui ont été insistant pour que le Bani al-Mustaliq doit être attaqué",
          "à la fois, et la phrase commençant par wa lakin-naIlaha. . , Est adressée à la",
          "classe générale des Compagnons qui ne serait jamais osé insister sur leur propre",
          "opinion et vue devant le Saint Messager d'Allah, mais il avait une foi totale",
          "dans sa direction et est resté ferme sur le chemin de l'obéissance, qui est, et",
          "devrait-il , la demande de la vraie foi. De cela, il ne peut être conclu que ceux",
          "qui avaient insisté sur leur propre opinion étaient dépourvus de l'amour de la",
          "foi, mais ce qui devient évident de cela est qu'ils étaient devenus oublieux de",
          "cette demande de la foi en raison de laquelle ils ont fait l'erreur de en",
          "insistant sur leur propre opinion, en présence du Saint Prophète. Par conséquent,",
          "Allah premier les a avertis de leur erreur, de ses conséquences néfastes, et",
          "enfin déclaré que la bonne attitude pour un croyant est celui qui avait été",
          "adopté par la généralité des Compagnons."
        ],
        "11" : [
          "Autrement dit, [ «Allah ne donne pas sa bonté et faveur aveuglément, mais il",
          "accorde cette grande bénédiction à qui il accorde sur la base de la sagesse et de",
          "sa connaissance qu'il en est digne.\"]"
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا ۖ فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَىٰ فَقَاتِلُوا الَّتِي تَبْغِي حَتَّىٰ تَفِيءَ إِلَىٰ أَمْرِ اللَّهِ ۚ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا ۖ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ",
      "simpleTranslate" : [
        "Si deux groupes de croyants en viennent aux mains, réconciliez-les ! Mais si l’un",
        "d’eux se montre intransigeant, combattez alors l’agresseur jusqu’à ce qu’il",
        "s’incline devant l’ordre de Dieu. S’il s’y conforme, réconciliez-les avec justice",
        "et impartialité, car Dieu aime les gens équitables."
      ],
      "tafsirTranslate" : [
        "Si deux partis de croyants arrivent à se battre, <N:12> faire la paix entre eux",
        "<N:13> Mais alors, si l'un d'eux transgresse contre l'autre, de lutter contre",
        "celui qui transgresse [*. 14] jusqu'à ce qu'il revient à l'ordre d'Allah. <N:15>",
        "et si elle ne revient, faire la paix entre eux avec la justice, <N:16> et être",
        "équitable car Allah aime les équitables. <N:17>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "deux partis",
        "parmi",
        "les croyants",
        "bats toi",
        "puis faire la paix",
        "entre les deux",
        "Mais si",
        "opprime",
        "l'un d'eux",
        "sur",
        "L'autre",
        "puis se battre",
        "une qui",
        "opprime",
        "jusqu'à",
        "elle retourne",
        "à",
        "(la commande",
        "(De) Allah",
        "ensuite, si",
        "elle retourne",
        "puis faire la paix",
        "entre eux",
        "avec la justice",
        "et agir avec justice",
        "Effectivement",
        "Allah",
        "aime",
        "ceux qui agissent à juste titre"
      ],
      "notes" : {
        "16" : [
          "La commande est non seulement de faire la paix, mais de faire la paix avec",
          "justice et équité. Cela montre que dans la vue de AIIah la paix [(et la",
          "réconciliation)] qui est provoquée seulement pour arrêter les combats, donnant",
          "sur la distinction entre la vérité et le mensonge, et dans lequel la pression est",
          "utilisée contre la partie qui est dans le droit de venir réconcilier avec",
          "l'agresseur, n'est pas louable. La vraie paix est celle qui est fondée sur la",
          "justice. Cela seul peut éviter la catastrophe et du mal; sinon le résultat",
          "inévitable de la pression ceux du droit et d'encourager les agresseurs serait que",
          "les causes réelles du mal resteraient comme ils étaient plutôt iraient sur",
          "l'addition, et causer le mal à apparaître et re-apparaissent encore et encore ."
        ],
        "17" : [
          "Ce verset constitue la base même de la loi islamique sur les combats mutuelle",
          "entre les musulmans. Aucune explication de cette loi se trouve dans le Sof le",
          "Saint Prophète, sauf un Hadith que nous allons reprendre ci-dessous. Car, dans le",
          "temps du Saint Prophète aucune guerre a eu lieu entre les musulmans; donc on ne",
          "trouve rien dans sa pratique et dictons qui pourraient jeter la lumière sur les",
          "commandements concernant ce Ensuite lorsque, pendant le califat de guerres AII",
          "Hadrat a eu lieu entre les musulmans eux-mêmes l'explication authentique de cette",
          "loi est devenue possible A cette époque, car un grand nombre de Compagnons",
          "vivaient encore, un code détaillé de cet aspect de la loi islamique a été compilé",
          "à la lumière de leur pratique et déclarations. exemple personnel de Hadrat 'Ali",
          "en particulier a été la source réelle dans cette affaire pour tous Ies juristes.",
          "Ci-dessous, nous donnons un bref résumé de ce code: \n [(1)] Il existe plusieurs",
          "formes de combats mutuelle entre musulmans et chacun a ses propres injonctions",
          "distinctes: \n [(A)] Lorsque les deux groupes de combat peuvent être les sujets",
          "d'un gouvernement musulman: Dans ce cas, il est du devoir du gouvernement de",
          "faire la paix entre eux, ou de décider de qui est l'agresseur entre eux, et pour",
          "le contraindre par la force de revenir à la vérité. \n [(B)] Lorsque les parties",
          "peuvent être deux groupes puissants, ou deux gouvernements musulmans, et les deux",
          "peuvent être la lutte pour le bien du monde: Dans ce cas, les croyants doivent",
          "absolument s'abstenir de prendre part à la fitna et devrait exhortez les parties",
          "concernées à craindre Dieu et renoncer à se battre. \n [(C)] Lorsque l'une des",
          "parties belligérantes comme mentionné sous [(b)] ci-dessus peut être dans le",
          "droit et l'autre l'agresseur, qui peuvent ne pas être à l'écoute à un avocat ni",
          "être enclin à faire la paix: Dans ce cas, croyants devraient côté et soutenir le",
          "parti qui est dans le droit contre l'agresseur. \n [(D)] Lorsque l'une des parties",
          "peut-être les sujets, qui peuvent avoir révoltés contre le gouvernement, à savoir",
          "le gouvernement musulman: Les juristes utilisent le terme [ \"Baghi\"] [(rebelle)]",
          "pour ce parti même qui est coupable de se rebeller. \n [(2)] Les rebelles contre",
          "le gouvernement peuvent aussi être de plusieurs types: \n Ceux qui peuvent avoir",
          "augmenté que de créer le chaos et la confusion, et peut avoir aucun fondement",
          "juridique pour leur révolte. Il y a consensus contre ces personnes, il est",
          "loisible au gouvernement de faire la guerre, et il est obligatoire pour les",
          "croyants à côté avec elle, peu importe que ce soit un gouvernement juste ou non.",
          "\n [(B)] Ceux qui peuvent se révolter contre un gouvernement afin de déposer à",
          "partir de la puissance, et peut avoir aucun fondement juridique pour cela, et",
          "peut également apparaître comme injuste et le mal. Dans ce cas, si le",
          "gouvernement est juste, il est obligatoire à l'autre avec elle, sans aucune",
          "question, mais même si elle est injuste, il est obligatoire de se battre pour le",
          "soutenir, car il y a la paix et l'ordre dans le pays en raison de il. \n [(C)]",
          "Ceux qui peuvent se révolter contre un gouvernement sur la base d'un fondement",
          "juridique, mais leur sol peut être fausse et leur croyance vicieux et pervers,",
          "e.g. le Khwarij. Dans ce cas aussi un gouvernement musulman. si elle est juste ou",
          "injuste, a un droit légitime à les combattre et il est obligatoire à l'autre avec",
          "elle. je \n [(D)] Ceux qui peuvent se révolter contre un gouvernement juste au",
          "moment où sa tête aurait pris le pouvoir légalement. Dans ce cas, si elles ont un",
          "motif légal ou ne pas avoir de, le gouvernement, en tout cas est justifié de",
          "mener une guerre contre eux et il est obligatoire à l'autre avec elle. \n [(E)]",
          "Ceux qui peuvent se révolter contre un gouvernement injuste, ce qui aurait pu",
          "arriver au pouvoir par la contrainte et dont les dirigeants pourraient être",
          "méchants et les rebelles auraient augmenté pour établir la justice et de faire",
          "respecter les articles de la loi divine, et ils pourraient semblent être justes.",
          "Dans ce cas, la différence aiguë de l'opinion est apparu parmi les juristes quant",
          "à savoir si elles doivent être déclarées les [ «rebelles»] [(à savoir.",
          "Transgresseurs)] et s'il est obligatoire de les combattre ou non. Cet état de",
          "nous brièvement ci-dessous: \n La généralité des juristes et les Ahl al-Hadith",
          "maintenir le point de vue qu'il est illégal de se révolter contre une règle dont",
          "le gouvernement a été une fois mis en place et il y a la paix complète et l'ordre",
          "dans la terre sous lui, peu importe s'il est juste ou injuste, et il est venu au",
          "pouvoir de quelque manière que ce soit, sauf dans le cas où il commet ouvertement",
          "l'incrédulité. Imam Sarakhsi écrit: [ \"Dans un cas où les musulmans sont d'accord",
          "sur une règle et ils jouissent de la paix sous lui et les routes sont en",
          "sécurité, si un groupe de musulmans se révolte contre lui, tous ceux qui ont le",
          "pouvoir est tenu à l'autre . avec la règle des musulmans et faire la guerre",
          "contre les rebelles \"] [(al-Mabsut, Bab al-Khwarij)] Imam Nawawi écrit dans son",
          "commentaire du Sahih Muslim: [« Il est interdit de se révolter et de lutter",
          "contre la Imams [(les dirigeants musulmans)], même si elles sont méchants et",
          "injustes. \"] Imam Nawawi prétend qu'il existe un consensus sur ce point. Mais",
          "cette affirmation du consensus ne cornette. Un grand groupe de juristes de",
          "l'Islam, qui comprend quelques grands savants, déclare ceux qui se lèvent en",
          "révolte comme [ \"rebelles que dans le cas où ils se révoltent contre un souverain",
          "juste. Ils ne considèrent pas comme une rébellion\"] dans la terminologie",
          "coranique du la hausse dans la révolte des justes contre les princes injustes et",
          "méchants, ni de déclarer la conduite de la guerre contre eux comme obligatoire.",
          "La vue de l'Imam Abu Hanifah à propos de la lutte contre les dirigeants injustes",
          "est. bien connu parmi les savants. Abu Bakr al Jassas écrit clairement dans son",
          "Ahkam al-Coran que l'Imam considéré ces combats non seulement permise, mais comme",
          "obligatoire dans des conditions favorables. [(Vol I, p 81;... Vol II, p. 39)].",
          "Dans Zaid bin 'de la rcvolt d'Ali contre les Omeyyades, non seulement il a fourni",
          "une aide financière, mais a exhorté aussi les autres à faire de même.",
          "[(AI-Jassas, Vol I, p. 81)]. Dans le rcvolt de Nafs al-Zakiyah contre Mansur il",
          "est allé sur le soutien sincèrement Nafs al-Zakiyah, et il a déclaré cette guerre",
          "comme supérieure à une guerre contre les mécréants. [(AI-Jassas, Vol I, p 81;..",
          "AI-Kardari, Manaqib Abi Hanifah, Vol II, pp 71-72..)]. Ensuite, la vue comme",
          "indiqué par l'Imam Sarakhsi est le souverain juste. [ \"Ibn 'Aqil et Ibn al-Jawzi",
          "parmi les Hanbalis pas unanimes, même parmi les juristes Hanafi. Ibn Humam écrit",
          "dans Fath al-Qadir [(commentaire de Hedaya)] : \"] dans le jargon des juristes du",
          "rebelle est celui qui abandonne l'obéissance de ce qui concerne la hausse en",
          "révolte contre un dirigeant injuste révolte comme licite et présente de Hadrat",
          "Husain comme argument. [(Al-Infaf, Vol. -X, Bab Qital Ahl al-Baghyi)]. Imam",
          "Shafe`i dans son Kitab al-Um considère comme rebelle celui qui se bat contre un",
          "souverain juste [(Vol. IV, p. 135)]. De l'avis de l'Imam Malik cité dans",
          "Al-Mudawwanah est: [ \". Si les rebelles sortent pour lutter contre un souverain",
          "juste, ils devraient être opposés de force\"] [(Vol I, p 407..)]. Qadi Abu Bakr",
          "Ibn al-`Arabi a cité sa ce point de vue dans Ahkam al-Qur \"an: [\" Quand une",
          "personne se lève à rcvolt contre une règle comme 'Umar bin Abdul Aziz, il est",
          "obligatoire de résister et repousser lui; que pour un autre type de la règle, il",
          "devrait être laissé seul AIlah va le punir par une autre personne injuste et",
          "ensuite tous les deux par une tierce personne injuste »] Un autre dicton de",
          "l'Imam Malik qui a été cité est: [\".. Lorsque l'engagement a été juré à une",
          "règle, puis ses frères se révolter contre lui, ils seront battus contre, s'il est",
          "un dirigeant juste. Comme pour les dirigeants de notre air, il n'y a pas en gage",
          "pour eux, pour gage . les a été prise par la coercition \"] Puis la vue des",
          "savants Maliki que le Qadi a cité en référence à Sahnun est:« les combats seront",
          "entrepris que sous le souverain juste, si le souverain juste est l'ancien ou",
          "celui qui a augmenté en révolte contre lui plus tard, mais si ni est juste, on",
          "devrait tenir à l'écart à la fois. . Toutefois, si soi-même est attaqué, ou les",
          "musulmans sont soumis à la tyrannie, il faut mettre en place la résistance [",
          "\"Après avoir cité ces différents points de vue, Qadi Abu Bakr dit:\"] Nous ne",
          "combattrons pas sauf du côté du juste règle, que le peuple de la vérité aimante",
          "ont fait leur tête de leur propre gré. [ \" \n [(3)] Si ceux hausse en révolte sont",
          "peu nombreux, et peuvent ne pas avoir grande partie sur leur dos, ni être",
          "possédant un équipement de guerre substantielle, la loi de la rébellion ne sera",
          "pas appliquée contre eux, mais ils seront être poursuivi en vertu de la loi",
          "pénale commune, à savoir si elles tuent, ils seront soumis à la loi du talion, et",
          "si elles endommagent la propriété, ils seront tenus de payer les pénalités. La",
          "loi de sédition est appliquée seulement contre les rebelles qui pourraient être",
          "puissant, et se révolter en grand nombre et avec un équipement militaire",
          "importante. \n [(4)] Tant que ceux croissants en révolte expriment leurs croyances",
          "fausses et perverses ou des idées hostiles et séditieux contre le gouvernement ou",
          "la tête, ils ne peuvent pas être tués ou emprisonnés. Guerre sera menée contre",
          "eux que quand ils se lèvent en fait dans la révolte armée et commencent à",
          "répandre le sang. [(Al-Mabsut, Bab al-Khwarij; Fath al-Qadir, Bab al-Bighat,",
          "al-Jassas, Ahkam al-Coran)]. \n [(5)] Avant de commencer la guerre contre les",
          "rebelles, ils seront d'abord invités, selon les instructions du Coran, de",
          "renoncer à la voie de la rébellion et à adopter la voie de la justice; si elles",
          "ont des doutes et des objections, les efforts seront faits pour les éliminer;",
          "même alors si elles n'écoutent pas, et les combats commencent de leur côté, la",
          "force sera utilisée pour traiter avec eux. [(Fath al-Qadir, 'al Jassas, Ahkam",
          "al-Qur'an e)]. \n [(6)] Le code de la réglementation qui doit être observé dans la",
          "guerre contre les rebelles est basé sur la commande suivante du Saint Prophète",
          "qui a été rapporté par Hakim, Bazzar et al-Jassas sur l'autorité de Hadrat",
          "`Abdullah bin `Umar: \n \"] Le Saint Prophète a demandé Hadrat` Abdullah bin",
          "Mas`ud: O Ibn Umm 'Abd:? Savez-vous quel est le commandement d'Allah sur les",
          "rebelles de cette Ummah Il répondit: Allah et Son messager ont les meilleures",
          "connaissances. Le Saint Prophète a dit: Leurs blessés ne seront pas mis la main",
          "sur et leurs captifs ne seront pas tués, et celui qui fuit, ne seront pas",
          "poursuivis, et leurs propriétés ne seront pas distribués comme butin [ \"La",
          "deuxième source de cela. le code qui a été détenu comme digne de confiance par",
          "Ies juristes est la parole et l'action de Hadrat 'AII Après avoir atteint la",
          "victoire dans la bataille du chameau, il a annoncé, \".] ne pas le poursuivre qui",
          "fuit; ne pas attaquer les blessés; ne pas tuer les captifs; donner un abri pour",
          "lui qui se rend; ne pas faire entrer de force dans les maisons du peuple; ... Et",
          "ne soulève pas vos mains sur les femmes, même si elles sont abusent et vous",
          "maudissent [ \"Certains de ses soldats ont fait la demande que les adversaires et",
          "leurs membres de la famille sont faits prisonniers et distribués à ce qu'il est",
          "devenu furieux et a dit: ' Qui parmi vous aura Aïcha, la mère des croyants, pour",
          "sa part \"] \n [(7)] L'injonction concernant les propriétés des rebelles comme",
          "dérivé du bon exemple de Hadrat AII est qu'aucune partie de celui-ci, si elle se",
          "trouve sur le champ de bataille ou derrière eux dans leurs maisons, et si elles",
          "sont vivant ou ont été tués, sera déclarée comme butin ni réparti entre l'armée.",
          "Toutefois. aucune compensation ne sera nécessaire pour les propriétés qui ont été",
          "endommagés ou détruits. Dès que la guerre prend fin et la rébellion a été mis",
          "vers le bas, leurs propriétés et leurs biens seront retournés à eux. Leurs armes",
          "et moyens de transport, si elle était saisie pendant la guerre, seront revisées",
          "contre eux, mais ne seront pas pris la possession des vainqueurs et distribués",
          "comme le butin; et s'il n'y a pas plus de crainte d'une rébellion d'eux, leurs",
          "ces choses aussi seront retournés à eux. Seul Imam Abu Yusuf a exprimé l'opinion",
          "que le gouvernement va les déclarer le butin, [(AI-Mabsut; Fath al-Qadir,",
          "'al-Jassas)]. \n [(8)] Leurs prisonniers de guerre, après avoir promis de ne pas",
          "augmenter dans la rébellion à nouveau, w i l l être mis en liberté.",
          "[(Al-Mabsut)]. \n [(9)] Pour couper les têtes des rebelles tués et de thêta",
          "prendre les rues est une chose hautement indésirable, car ceci est la mutilation",
          "que le Saint Prophète a strictement interdit. Lorsque la tête d'un patriarche",
          "romain a été portée devant Abû Bakr, il a exprimé un grand mécontentement, et",
          "dit: [ \"Nous ne sommes pas ici pour imiter les Romains et les Iraniens.»] Quand",
          "il ne peut pas répondre à un tel traitement aux mécréants, combien plus",
          "devrait-il être à l'égard des musulmans. [(AI-Mabsut)]. \n [(10)] Quel que soit",
          "les dommages auraient été causés à la vie et à la propriété par les rebelles",
          "pendant la guerre, pas de représailles et de récompense pour lui seront imposées",
          "sur eux après la guerre a pris fin et la paix a été restaurée. Ni qu'il y aura",
          "des représailles pour une personne tué, ni aucune récompense pour la propriété",
          "perdue, de manière à éviter tout risque de la récurrence de la sédition. Cette",
          "même loi a été observée dans les combats mutuelle entre les Compagnons.",
          "[(Al-Mabsut: al.Jassas; Ibn al-Arabi, un Ahkam al-Qur'an)]. [(11)] Après que le",
          "gouvernement a repris les territoires qui étaient allés sous les rebelles et où",
          "ils avaient établi leur règle et l'ordre et perçu les taxes Zakat et d'autres, il",
          "ne sera pas exiger la zakat et les impôts du peuple une fois de plus. Si les",
          "rebelles ont dépensé l'argent ainsi recueilli légalement, les payeurs seront",
          "réputés les avoir payé légalement aux yeux de AIIah ainsi. mais si les rebelles",
          "ont dépensé l'argent illégalement, ce sera une affaire entre les payeurs et leur",
          "Dieu; si elles comme ils peuvent payer leurs cotisations zakat à nouveau. [(Fat-h",
          "al-Qadir, al-Jassas; Ibn al-Arabi)]. \n [(12)] Les décisions des juges, qui",
          "peuvent être juste et peut-être, compte tenu des décisions en fonction de la",
          "Shari'ah dans les tribunaux établis par les rebelles dans les territoires sous",
          "eux, seront mises lieu même si celles qui a nommé eux pourrait être coupable de",
          "sédition. Cependant, si leurs décisions sont contraires à la Shari'ah. et ils",
          "sont amenés devant les tribunaux du gouvernement après la rébellion a été mis",
          "vers le bas, ils ne seront pas appliquées. De plus, aucun mandat ou d'une",
          "assignation délivrée par les tribunaux établis par les rebelles seront",
          "acceptables dans les tribunaux du gouvernement. [(AI-Mabsut; al-Jassas)]. \n",
          "[(13)] La preuve des rebelles ne sera pas acceptable dans les tribunaux",
          "islamiques, car il est injuste de se battre contre le juste. Imam Muhammad dit: [",
          "\"Tant qu'ils ne se battent pas et effectivement se révoltent contre le peuple de",
          "la justice, leur témoignage sera acceptable, mais quand ils ont déjà combattu, je",
          "ne vais pas accepter leur preuve»] [(AI-Jassas )]. \n De ces ruings il devient",
          "clair que ce qui est la différence entre la loi de lutte contre les mécréants et",
          "de lutter contre les rebelles musulmans"
        ],
        "12" : [
          "Au lieu de dire: [ «Quand deux partis des croyants se combattent mutuellement»],",
          "il a été dit:. «Si deux partis de croyants se combattent mutuelle [\" A partir de",
          "ces mots par lui-même suit que les combats mutuels ne sont pas le caractère des",
          "musulmans, il ne devrait pas être. on ne prévoit pas que d'être les croyants",
          "qu'ils se battraient mutuellement. Cependant, si une telle chose se passe jamais,",
          "la procédure suivante devrait être adoptée. de plus, le mot ifah ta 'a été",
          "utilisé pour un groupe au lieu de firqah:. les mots ta'ifah et firqah en arabe",
          "sont utilisés pour un grand groupe et un petit groupe respectivement Cela montre",
          "aussi qu'il est en effet un état très choquant aux yeux d'Allah dans lequel on ne",
          "peut attendre d'être impliqués grands groupes des musulmans."
        ],
        "13" : [
          "Les bénéficiaires de cette commande sont tous les musulmans qui peuvent ne pas",
          "être partie à une ou l'autre des groupes et pour lesquels il peut être possible",
          "d'essayer de faire la paix entre eux. En d'autres termes, les ETCD Allah",
          "approuvent pas que les autres musulmans doivent juste asseoir et regarder",
          "l'affrontement lorsque deux groupes de leur propre communauté sont tombés au",
          "combat mutuel. Mais chaque fois qu'une telle situation se pose triste ALi les",
          "croyants devraient être concernés et devraient faire tout leur possible pour",
          "apporter la paix et la réconciliation entre les parties. Ils devraient exhorter",
          "les parties à renoncer à combattre; ils doivent les exhorter à craindre Dieu;",
          "leurs personnes influentes devraient aller parler aux hommes responsables des",
          "deux côtés, devrait trouver les causes du litige et faire tout leur possible pour",
          "effectuer la réconciliation entre eux."
        ],
        "14" : [
          "Autrement dit, \"] Les musulmans devraient pas non plus permettre à l'agresseur de",
          "continuer son agression et de laisser la victime seule, ou, pire encore, joindre",
          "les mains avec l'agresseur. Mais leur devoir est que si tous leurs efforts à la",
          "réconciliation entre les parties échouent, ils devraient savoir à qui est dans le",
          "droit et qui est l'agresseur. Ensuite, ils doivent joindre les mains avec celui",
          "qui est dans le droit et combattre l'agresseur. Comme ces combats a été ordonnée",
          "par Allah, il est obligatoire et relève Jihad, «il est pas la fitna [(méfait)] au",
          "sujet de laquelle le Saint Prophète a dit: [« Il est une situation dans laquelle",
          "l'un debout est miseur que celui en mouvement, et la seule séance est meilleure",
          "que celle debout \"] pour que la fitna implique le combat mutuel des musulmans",
          "dans lesquels les parties pourraient se battre sur le sectarisme, ou pour un faux",
          "sentiment d'honneur et de biens de ce monde et ne peut, être avoir la vérité sur",
          "son côté. Quant à la lutte qui est menée à l'appui du groupe qui est dans le",
          "droit contre l'agresseur, il ne prend pas part à la fitna, mais l'exécution de",
          "l'ordre d'Allah. Tout l'arc de juristes a convenu de son faire une obligation, et",
          "il n'y avait pas de différence d'opinion parmi les Compagnons du Saint Prophète",
          "sur son être obligatoire. [(AI-Jassas, Ahkam al-Qur'an)]. Certains juristes",
          "considèrent même comme supérieur au Jihad lui-même et leur raisonnement est que",
          "Hadrat 'AII a passé toute la période de son califat dans la lutte contre les",
          "rebelles au lieu d'effectuer le Jihad contre les mécréants. [(Ruh al-Ma ani)]. Si",
          "une personne fait valoir qu'il n'y avait pas obligatoire parce que Hadrat",
          "`Abdullah bin` Umar et quelques autres compagnons avaient pas participé aux",
          "guerres menées par Hadrat `Ali, il serait dans l'erreur. Ibn 'Umar dit lui-même:",
          "[ \". Je ne l'ai jamais été tellement affligé de coeur sur quoi que ce soit à",
          "cause de ce verset pour expliquer pourquoi je ne me bats pas les rebelles comme",
          "ordonnée par Allah\"] [(Hakim, al-Mustadrik)] . \n Le commandement de [",
          "\"combattre\"] l'agresseur ne signifie pas nécessairement qu'il doit être combattu",
          "avec les armes et tué, mais elle implique l'utilisation de la force contre lui,",
          "l'objet réel étant la suppression de son agression. Pour cet objet toute la force",
          "nécessaire doit être utilisé, et ni plus ni moins de force doit être utilisée que",
          "ce qui est absolument nécessaire. \n Les destinataires de la présente commande",
          "sont les gens qui ont le pouvoir de repousser l'agression par l'usage de la",
          "force."
        ],
        "15" : [
          "Cela montre que le combat ne vise pas à punir le rebelle [(le pang agressant)]",
          "pour sa rébellion [(agression)], mais pour le forcer à retourner au commandement",
          "du AIIah. Commandement d'Allah unplies que le groupe rebelle devrait soumettre à",
          "ce isright selon le Livre d'Allah et la Sunna du Messager d'AIIah, et doit",
          "renoncer à l'attitude et le comportement qui équivaut à une agression en fonction",
          "de ce critère de la vérité. Dès qu'un groupe rebelle est prêt et disposé à suivre",
          "cette commande, l'utilisation de la force contre elle doit être arrêté, car ceci",
          "est l'objet réel des combats et sa cible. Celui qui commet un excès après cela",
          "devenir lui-même l'agresseur. Quant à cela comme à ce qui est la vérité et ce qui",
          "est de l'agression dans un litige selon le Livre des AIIah et la Sunna de Son",
          "Messager, sa détermination est inévitablement le travail de ces gens de la",
          "Oummah, qui ont la capacité de mener à bien la recherche en vertu de leurs",
          "connaissances et de perspicacité"
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ ۚ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ",
      "simpleTranslate" : [
        "Les croyants ne sont-ils pas des frères? Réconciliez donc vos frères et craignez",
        "Dieu, afin de mériter Sa miséricorde."
      ],
      "tafsirTranslate" : [
        "Certes, les croyants sont frères, mais aucun à l'un autre, les choses si installé",
        "entre vos frères, <N:18> et ont peur d'Allah que vous pouvez être fait",
        "miséricorde."
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "les croyants",
        "(Sont) frères",
        "afin de faire la paix",
        "entre",
        "tes frères",
        "Et craignez Allah",
        "Et craignez Allah",
        "afin que vous puissiez",
        "miséricorde"
      ],
      "notes" : {
        "18" : [
          "Ce verset établit une fraternité universelle de tous Ies les musulmans du monde,",
          "et il est, en vertu de ce que le genre de la fraternité qui existe entre les",
          "musulmans existe parmi les adeptes de aucune autre religion et de croyance.",
          "L'importance de cette commande et ses exigences ont été expliqués par le Saint",
          "Prophète dans plusieurs de ses traditions à partir de laquelle on peut comprendre",
          "sa signification et de l'esprit - Hadrat Jarir bin », dit Abdullah: Le Saint",
          "Prophète a pris un engagement de moi sur trois choses: Que je vais établir la",
          "prière; que je vais continuer à payer la zakat: et que je vais rester un",
          "bien-intentionnée de chaque musulman. [ \"[(Bukhari:. Kitab-al-Iman Selon Hadrat",
          "'Abdullah bin Mas'ud, le Saint Prophète a dit:\"] Pour abuser d'un musulman est un",
          "péché et de le combattre incrédulité [ \"Dans Musnad Ahmad une tradition portant",
          "sur. le même sujet a également été rapportée par Hadrat Saïd bin Malik sur",
          "l'autorité de son père. Hadrat-Abu Hurayra rapporte que le Saint Prophète a dit:",
          "\"] La vie, la propriété et l'honneur de tout musulman est interdit à tous les",
          "autres musulmans [.\" (Muslim: Kitab-al-Birr était Silah; Tirmidhi: Abwab-al-Birr",
          "était -Silah)]. Hadrat Abu Saïd Khoudri et Abû Hurayra disent que le Saint",
          "Prophète a dit: \"] Un musulman est un frère à l'autre musulman:. Il ne le traite",
          "pas injustement; il DCEs pas le laisser seul, et il ne le déshonore pas Il est",
          "pas mal plus grand que celui-là devrait tenir un musulman au mépris. [ \"[(Musnad",
          "Ahmad)]. Hadrat Sahl bin Saad as-Sa`idi a raconté cette parole du Saint Prophète:",
          "\"] la relation du croyant avec la communauté des croyants est comme la relation",
          "de la tête avec le corps, il se sent leurs afflictions que la tête se sent le. la",
          "douleur de chaque partie du corps. [ \"[(Musnad Ahmad)]. Dans un autre palier",
          "Hadith sur le même sujet, le Saint Prophète a dit: \"] l'exemple des croyants dans",
          "l'affaire de leur amour mutuel, la relation et la compassion les uns aux autres",
          "est de l'état du corps que quand une partie de celui-ci est atteint tout de",
          "celui-ci est atteint de la fièvre et l'agitation. [ \"[(Bukhari, Muslim)]. . Dans",
          "un autre hadith, il aurait dit: Les croyants sont les uns aux autres comme les",
          "briques d'un mur pour que chacun soit renforcé par l'autre. \"] [(Bukhari: Kitab",
          "al-Adab; Tirmidhi;: Abwab al-Birr était-Silah)]."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ عَسَىٰ أَنْ يَكُونُوا خَيْرًا مِنْهُمْ وَلَا نِسَاءٌ مِنْ نِسَاءٍ عَسَىٰ أَنْ يَكُنَّ خَيْرًا مِنْهُنَّ ۖ وَلَا تَلْمِزُوا أَنْفُسَكُمْ وَلَا تَنَابَزُوا بِالْأَلْقَابِ ۖ بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ ۚ وَمَنْ لَمْ يَتُبْ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Ne vous moquez pas les uns des autres, car parfois ceux qui",
        "sont tournés en dérision valent mieux que ceux qui les raillent. Que les femmes",
        "ne se moquent pas non plus les unes des autres, car, là encore, les raillées sont",
        "parfois meilleures que leurs railleuses. Ne vous dénigrez pas et ne vous donnez",
        "pas de sobriquets injurieux. Quel vilain caractère que la «perversion» qui",
        "s’allie mal avec la foi ! Ceux qui ne se repentent pas sont les vrais injustes."
      ],
      "tafsirTranslate" : [
        "Les croyants, <N:19> laisse pas un groupe (d'hommes) se moquent d'un autre",
        "groupe, il se pourrait bien que ce dernier (à qui ils se moquent) sont mieux",
        "qu'eux; <N:20>, ni laisser un groupe de femmes se moquent d'un autre groupe, il",
        "se pourrait bien que ces derniers sont mieux qu'eux. [] Et ne narguer les uns les",
        "autres, <N:21>, ni décrient les uns des autres par des surnoms. <N:22> il est un",
        "mal chose à gagner la notoriété pour impiété après la croyance. <N:23> Ceux qui",
        "ne se repent pas sont en effet les injustes."
      ],
      "tanslateWordByWord" : [
        "O vous qui croyez",
        "O vous qui croyez",
        "O vous qui croyez",
        "(Let) pas",
        "ridicule",
        "un peuple",
        "[de]",
        "(autre) personnes",
        "peut-être",
        "cette",
        "ils peuvent être",
        "mieux",
        "qu'eux",
        "et (encore) pas",
        "femmes",
        "[de]",
        "(autres) femmes",
        "peut-être",
        "cette",
        "ils peuvent être",
        "mieux",
        "qu'eux",
        "Et (ne) pas",
        "insulter",
        "vous-mêmes",
        "et (faire) pas",
        "se téléphoner",
        "par des surnoms",
        "Misérable est",
        "le nom",
        "(De) la désobéissance",
        "après",
        "la foi",
        "Et quiconque",
        "(ne fait pas",
        "se repentir",
        "puis ceux",
        "ils",
        "(Sont) les injustes"
      ],
      "notes" : {
        "19" : [
          "Dans les deux précédents versets après avoir donné les instructions nécessaires",
          "au sujet du combat mutuel des peuples musulmans, les croyants ont été faits pour",
          "se rendre compte que, en vertu de la relation la plus sacrée de la foi, ils",
          "étaient frères l'un à l'autre, et ils devraient craindre Dieu et essayer de",
          "garder leurs relations mutuelles droite. Maintenant, dans les deux versets",
          "suivants, ils sont enjoints d'éviter et de fuir ces grands maux qui ravagent",
          "généralement les relations mutuelles des gens dans une société. Calomnier et",
          "narguant le peuple et l'hébergement des soupçons et espionner les autres sont, en",
          "fait, les maux qui causent des inimitiés mutuelles puis conduit à la tombe mal. A",
          "cet égard, des commandements qui sont donnés dans les versets suivants et les",
          "explications de ces trouvés dans le Hadith une loi détaillée de diffamation peut",
          "être compilé. La loi occidentale concernant la diffamation à cet égard est si",
          "défectueuse que la personne qui poursuit une autre en vertu de cette loi pourrait",
          "bien causer une certaine perte de son honneur. La loi islamique, au contraire ,,",
          "reconnaît un honneur de base pour chaque personne et donne personne le droit",
          "d'attaquer, peu importe si l'attaque est basée sur la réalité ou non, et si la",
          "personne qui a été attaqué a une réputation `[ \"de son propre ou non seulement le",
          "fait. qu'une personne a avili et humilié l'autre personne est suffisante pour le",
          "déclarer un criminel à moins, bien sûr, il est prouvé. que l'humiliation causée",
          "avait un fondement juridique pour cela."
        ],
        "20" : [
          "Mocking ne signifie pas seulement implique moqueuse avec la langue, mais il",
          "comprend également mimer quelqu'un, faisant des références pointues à lui, riant",
          "de ses paroles ou ses œuvres, ou son apparence, ou sa tenue, ou en appelant",
          "l'attention des gens à un défaut ou en lui de défaut afin que les autres peuvent",
          "aussi se moquer de lui. Tout cela est inclus dans moqueuse. Ce qui est en fait",
          "interdit est que l'on doit se moquer et ridiculiser une autre, aux termes de ce",
          "ridiculiser il repose toujours des sentiments de sa propre supériorité et",
          "d'abaissement de l'autre et de mépris, qui sont moralement indigne d'un",
          "gentleman. De plus, ça fait mal à l'autre personne, ce qui provoque le mal de se",
          "propager dans la société. Voilà pourquoi il a été interdit, Pour faire mention",
          "des hommes et les femmes séparément ETCD ne signifie pas qu'il est licite pour",
          "les hommes de se moquer les femmes ou les femmes à se moquer des hommes. La",
          "véritable raison de faire une mention distincte des deux sexes est que l'Islam ne",
          "croit pas du tout en mixedsociety. Ridiculiser l'autre a généralement lieu à des",
          "rassemblements mixtes et l'Islam DCEs permettent pas que les mâles et les",
          "femelles non-mahram devraient se rencontrer dans de tels rassemblements et se",
          "moquer les uns des autres. Par conséquent, dans une société musulmane, il est",
          "inconcevable que les hommes se moquer d'une femme, ou les femmes se moquer d'un",
          "homme dans un ensemble."
        ],
        "21" : [
          "Le mot lamz tel qu'il est utilisé dans l'original est très complet et applique à",
          "ridiculiser, insulter, se moquer, se moquer, quelqu'un de charge ou faute de",
          "trouver avec lui, et faisant de lui la cible de reproche et de blâme par des",
          "références ouvertes ou tacites. Comme tous Ies ces choses se gâtent aussi des",
          "relations mutuelles et de créer du mauvais sang dans la société, ils ont été",
          "interdits. Au lieu de dire: «Ne pas narguer les uns les autres\"], il a été dit [",
          "\"Ne vous narguer\"], qui par lui-même montre que celui qui utilise des mots",
          "railleries pour les autres, en fait, se moque de lui-même. De toute évidence, une",
          "personne DCEs pas utiliser invectives contre les autres à moins qu'il ne s'est",
          "rempli de mauvais sentiments et est presque dans un état d'éclatement comme un",
          "volcan. Ainsi, le pneu qui nourrit de tels sentiments a fait son propre un nid de",
          "maux avant qu'il ne prenne d'autres un cible, puis, quand il raille les autres,",
          "cela signifie qu'il invite les autres à le narguer. il est une autre question que",
          "l'autre personne peut se soustraire à ses attaques en raison d'une nature douce,",
          "mais il a lui-même ouvert la porte au mal de telle sorte que l'autre peut le",
          "traiter de même."
        ],
        "22" : [
          "Cette commande exige qu'une personne ne devrait pas être appelé par un nom ou un",
          "titre qui peut lui causer humiliation, par exemple appeler quelqu'un un pécheur",
          "ou un hypocrite, ou d'appeler quelqu'un un boiteux ou aveugle l'un ou borgne, ou",
          "lui donner un surnom contenant une référence à un défaut ou en lui de défaut, ou",
          "ses parents, ou dans sa famille, ou en appelant une personne un Juif ou un",
          "chrétien, même après sa conversion à l'Islam, ou de donner un tel surnom à une",
          "personne ou une famille ou une communauté, ou un groupe, ce qui peut amener la",
          "condamnation ou la honte sur elle. Seuls les surnoms ont été fait une exception",
          "de ce commandement, qui, bien que apparemment offensive, ne sont pas destinés à",
          "condamner les personnes concernées, mais ils servent plutôt comme une marque de",
          "reconnaissance pour eux. Voilà pourquoi les traditionnistes ont permis noms comme",
          "admissibles comme Suleman al-A`mash [(les faibles yeux Suleman)] et Wasil",
          "'al-Ahdab [(la Wasil de bossu)] parmi les journalistes du Hadith. S'il y a",
          "plusieurs hommes du même nom et un homme en particulier parmi eux peuvent être",
          "reconnus que par un titre ou un surnom particulier de son, le titre ou le surnom",
          "peut être utilisé, même si le titre en lui-même peut être offensant. Par exemple,",
          "s'il y a plusieurs hommes appelés `Abdullah, et l'un d'entre eux est aveugle, il",
          "peut être appelé Abdullah l'aveugle, pour sa reconnaissance. De même, ces titres",
          "sont également exclus de cette commande, qui, bien que apparemment offensive,",
          "sont en fait, compte tenu de l'amour et les gens qui sont appelés par ces titres",
          "eux-mêmes les approuver, comme Abu Hurayra [(père du chaton)] et Abou Turab",
          "[(père de la poussière)]."
        ],
        "23" : [
          "Autrement dit, «Il est très honteux pour un croyant qui en dépit d'être un",
          "croyant qu'il devrait gagner un nom en utilisant un langage abusif et pour le",
          "comportement impudique. Si un mécréant gagne réputation pour lui-même pour se",
          "moquer des gens, ou les railleries, ou de proposer des titres mal et offensives",
          "pour les autres, il ne peut pas être une bonne réputation du point de vue de",
          "l'humanité, mais au moins va bien avec son incrédulité. mais si une personne",
          "après avoir affirmé la foi en Allah et son Messenger et l'au-delà gagne la",
          "réputation en raison de ces qualités de base, il est tout simplement regrettable."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ ۖ وَلَا تَجَسَّسُوا وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضًا ۚ أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ ۚ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Ô croyants ! Évitez de trop conjecturer sur les autres, car il est des",
        "conjectures qui sont de vrais péchés. Ne vous épiez pas les uns les autres ! Ne",
        "médisez pas les uns des autres ! Lequel d’entre vous voudrait manger la chair de",
        "son frère mort? Non ! Vous en auriez horreur ! Craignez donc Dieu ! Il est",
        "Indulgent et Miséricordieux."
      ],
      "tafsirTranslate" : [
        "Les croyants, éviter d'être trop suspect, pour une certaine suspicion est un",
        "péché. <N:24> Ne pas espionner, <N:25> ni médire les uns les autres. <N:26> L'un",
        "de vous aimerait-il manger la chair de son frère mort? <N:27> Vous serait",
        "sûrement détester. Craignez Allah. Certes, Allah est beaucoup enclin à accepter",
        "le repentir, est très compatissant."
      ],
      "tanslateWordByWord" : [
        "O vous qui croyez",
        "O vous qui croyez",
        "O vous qui croyez",
        "Éviter de",
        "beaucoup",
        "de",
        "l'hypothèse",
        "Effectivement",
        "certains",
        "hypothèse",
        "(Est) sin",
        "Et (ne) pas",
        "espion",
        "et (faire) pas",
        "médire",
        "certains d'entre vous",
        "(aux autres",
        "Voudrais",
        "l'un d'entre vous",
        "à",
        "manger",
        "(la chair",
        "(De) son frère",
        "mort",
        "Non, vous détester",
        "Et craignez Allah",
        "Et craignez Allah",
        "effectivement",
        "Allah",
        "(Est) Oft-retour",
        "Très Miséricordieux"
      ],
      "notes" : {
        "24" : [
          "Ce qui est interdit est pas en tant que telle conjecture, mais excessive des",
          "conjectures et en suivant toutes sortes de conjectures, et la raison donnée est",
          "que certaines conjectures sont des péchés. Afin de comprendre ce commandement,",
          "nous devons analyser et voir quels sont les types de conjecture et quelle est la",
          "position morale de chacun. \n Un type de conjecture est celle qui est moralement",
          "approuvé et louable, et souhaitable et louable du point de vue religieux, par",
          "exemple une bonne conjecture à l'égard d'Allah et à Son messager et les croyants",
          "et les personnes avec qui on vient en eontact commun tous les jours et au sujet",
          "de laquelle il peut y avoir aucun motif rationnel pour avoir une conjecture mal.",
          "\n Le deuxième type de conjecture est celle que l'on ne peut pas faire sans dans",
          "la vie pratique, e.g. dans une cour de justice un juge doit examiner la preuve",
          "placée devant lui et donner sa décision sur la base de la conjecture la plus",
          "probable, car il ne peut pas avoir une connaissance directe des faits de",
          "l'affaire, et l'opinion qui est fondée sur des preuves est la plupart du temps",
          "basé sur la conjecture la plus probable et non sur la certitude. De même, dans la",
          "plupart des cas où l'une ou l'autre décision doit être prise, et la connaissance",
          "de la réalité ne peut éventuellement être atteint, il n'y a pas d'avoine moyen",
          "pour les hommes, mais pour former une opinion sur la base d'une conjecture. \n Le",
          "troisième type de conjecture, ce qui est bien un soupçon, est permis dans la",
          "nature, et il ne peut pas être considéré comme un péché. Par exemple, s'il y a",
          "des signes clairs et des pointeurs dans le caractère d'une personne [(ou les",
          "personnes)], ou dans ses relations et la conduite, sur la base de laquelle il ne",
          "peut pas mériter d'avoir sa bonne conjecture, et il y a des motifs raisonnables",
          "pour avoir des soupçons contre lui, le Shari `ah DCEs demande pas que l'on doit",
          "se comporter comme un benêt et continuent d'avoir une bonne conjecture sur lui.",
          "La dernière limite de cette conjecture légale, cependant, est que l'on doit se",
          "conduire prudemment afin de parer à toute malice possible de lui; Il ne convient",
          "pas de prendre une action contre lui que sur la base d'une conjecture. \n Le",
          "quatrième type de conjecture qui est, en fait, un péché est que l'on doit",
          "entendre une suspicion à l'égard d'une personne sans aucun motif, ou devrait",
          "commencer avec suspicion dans la formation d'une opinion sur les autres, ou",
          "devraient entretenir un soupçon sur le personnes dont les conditions apparentes",
          "montrent qu'ils sont bons et nobles. De même, cela est aussi un péché que quand",
          "il y a une chance égale du mal et de la bonté dans le mot ou decd d'une personne,",
          "on doit considérer comme seul mal de suspicion. Par exemple, si un homme tout en",
          "laissant un lieu de rassemblement ramasse les chaussures d'un autre un, au lieu",
          "de la sienne, et nous former l'opinion qu'il a fait avec l'intention de voler les",
          "chaussures, alors que cela pourrait être possible en raison de la surveillance",
          "que eh bien, il n'y a aucune raison d'adopter l'opinion du mal au lieu de la",
          "bonne opinion, sauf le soupçon. \n Cette analyse fait clairement que conjecture",
          "par lui-même est rien interdit; plutôt dans certains cas et situations, il est",
          "louable, dans certaines situations inévitables, dans certains permis jusqu'à un",
          "certain point et non-autorisée au-delà, et dans certains cas absolument illégale.",
          "Voilà pourquoi il n'a pas été enjoint que l'on doit s'abstenir de conjectures ou",
          "de soupçons tout à fait, mais ce qui est enjoint est que l'on doit éviter de",
          "beaucoup de suspicion. Ensuite, pour faire l'intention du commandement explicite,",
          "il a été dit que certaines conjectures sont des péchés. De cet avertissement, il",
          "suit automatiquement que chaque fois qu'une personne est une opinion sur la base",
          "de la conjecture, ou est sur le point de prendre une action, il devrait examiner",
          "le cas et voir si la conjecture qu'il est divertissant est pas un péché, si la",
          "conjecture est vraiment nécessaire, qu'il y ait arc de bonnes raisons de la",
          "conjecture, et si la conduite d'un adopte sur la base de la conjecture est",
          "admissible. Toute personne qui craint Dieu va certainement prendre ces",
          "précautions. Pour sa conjecture libre et indépendante de tout soin et",
          "considération est le passe-temps de seulement ceux qui sont sans peur de Dieu et",
          "irréfléchie de la responsabilité -de l'au-delà."
        ],
        "25" : [
          "[ \"Ne pas espionner ': Ne pas tâtonner après les secrets du peuple: ne cherchez",
          "pas leurs défauts et faiblesses. Ne soulevez pas dans leurs conditions et les",
          "affaires Que cela se fait en raison de la suspicion, ou pour causer des dommages",
          "à quelqu'un avec une mauvaise intention, ou pour satisfaire sa propre curiosité,",
          "il est interdit par ah la Shari 'dans tous les cas. il DCEs pas incomberait",
          "croyant qu'il devrait espionner les affaires cachées d'autres personnes, et",
          "devrait essayer de peep sur eux derrière des rideaux pour trouver leurs défauts",
          "et leurs faiblesses. Cela inclut également la lecture des lettres privées",
          "d'autres personnes, écouter secrètement une conversation privée, regardant dans",
          "la maison du voisin, et d'essayer d'obtenir des informations de différentes",
          "manières sur la vie domestique ou les affaires privées des autres. C'est grave",
          "immoralité qui provoque de graves préjudices dans la société. Voilà pourquoi le",
          "Saint Prophète a dit une fois dans une adresse à ceux qui fouiller dans les",
          "affaires des autres: \n \"] Ô gens, qui ont professé la croyance verbalement, mais",
          "la foi n'a pas encore pénétré dans vos coeurs: Ne pas fouiller dans les affaires",
          "des musulmans, pour celui qui va fouiller dans les affaires des musulmans, Allah",
          "fouiller dans ses affaires , et celui que AIlah suit curieusement, est disgracié",
          "par lui dans sa propre maison. [ \"[(Abu Dâwûd)]. \n Hadrat Mu'awiyah dit que",
          "lui-même entendu le Saint Prophète dire; `Si vous commencez à fouiller dans les",
          "affaires secrètes du peuple, vous corrompre, ou tout au moins les conduire très",
          "proche corruption. \"] [(Abu Dâwûd)]. \n Dans un autre hadith, il a dit: [ «Quand",
          "il vous arrive de former une opinion mal de quelqu'un, ne soulevez pas.\"]",
          "[(AI-Jassas, Ahkam al-Qur'an)]. \n Selon encore un autre Hadith, le Saint Prophète",
          "a dit: [ \". Celui qui a vu une liaison secrète de quelqu'un, puis cacha est comme",
          "si il a sauvé une jeune fille qui avait été enterré vivant\"] [(AI-Jassas)] . \n",
          "Cette interdiction d'espionnage est non seulement applicable aux individus mais",
          "aussi pour le gouvernement islamique. Le devoir d'interdire les gens à faire le",
          "mal que le Shari`ah a confié au gouvernement ne nécessite pas qu'il devrait",
          "établir un système d'espionnage pour en savoir trop curieusement dans les maux",
          "secrets du peuple et de les punir, mais il faut recourir à la force seulement",
          "contre ces maux qui se manifestent ouvertement. Quant aux maux cachés espionnage",
          "est pas la façon de les réformer, mais il est l'éducation, la prédication et le",
          "conseil, la formation collective du peuple et d'essayer de créer un environnement",
          "social pur. A cet égard, un incident concernant Hadrat `Umar est très instructif.",
          "Une fois la nuit, il entendit la voix d'une personne qui chantait dans sa maison.",
          "Il est devenu curieux et a grimpé le mur. Là, il vit le vin ainsi qu'une femme",
          "présente. Il a crié à l'homme, en disant: [ \"O ennemi de Dieu, pensez-vous que",
          "vous désobéir à Allah, et Allah n'exposer votre secret?\"] L'homme répondit: «Ne",
          "pas faire la hâte, ô Commandeur des Croyants: si Je me suis engagé un péché, vous",
          "avez commis trois péchés: Allah a interdit l'espionnage, et vous avez espionné;",
          "AIlah a ordonné que l'on doit entrer dans les maisons par les portes, et que vous",
          "avez entré en grimpant sur le mur; Allah a ordonné que l'on devrait éviter",
          "d'entrer dans les maisons des autres personnes sans autorisation, et que vous",
          "avez entré dans ma maison sans ma permission. [ \"En entendant cette réponse",
          "Hadrat` Umar a avoué son erreur, et n'a pas pris aucune action contre l'homme,",
          "mais lui fait promettre qu'il suivrait la bonne façon à l'avenir. [(Abi Bakr",
          "Muhammad bin Ja`far al-Khara ' iti, Makarim al-Akhlaq)]. Cela montre qu'il est",
          "non seulement interdit aux individus mais aussi pour le gouvernement islamique",
          "lui-même pour fouiller dans les secrets du peuple et de découvrir leurs péchés et",
          "d'erreurs, puis les saisir pour la peine. le même chose a été dit dans un hadith",
          "dans lequel le Saint Prophète a dit: `Quand la règle commence à rechercher les",
          "causes des soupçons parmi les gens, il les corrompt\"] [(Abu Dâwûd)]. \n La seule",
          "exception à cette commande sont les cas et les situations particulières dans",
          "lesquelles l'espionnage est réellement nécessaire. Par exemple, si dans la",
          "conduite d'une personne [(ou des personnes)] des signes de corruption sont",
          "visibles et il y a l'appréhension qu'il est sur le point de commettre un crime,",
          "le gouvernement peut enquêter sur ses affaires; ou, par exemple, si quelqu'un",
          "envoie une proposition de mariage dans la maison d'une personne, ou veut entrer",
          "en affaires avec lui, l'autre personne peut, se renseigner et enquêter sur ses",
          "affaires pour sa propre satisfaction."
        ],
        "26" : [
          "Ghidat [(médisance)] a été défini ainsi: [ \"Il est dit sur le dos d'une personne",
          "quelque chose qui serait lui faire du mal s'il est venu à le savoir.\"] Cette",
          "définition a été rapporté par le Saint Prophète lui-même. Selon une tradition qui",
          "musulman, Abu Dâwûd, Tirmidhi, Nasa'i et d'autres ont raconté sur l'autorité de",
          "Abû Hurayrah, le ghibat défini Saint Prophète comme suit: \n [ \"Il parle de votre",
          "frère d'une manière pénible pour lui.\"] Il a été demandé: [ \"Qu'est-ce que, si le",
          "défaut étant parlé de est présent dans mon frère?\"] Le Saint Prophète répondit: [",
          "\"Si est présent en lui, il serait ghibat, si elle n'y est pas, ce serait le",
          "calomnier \"]. \n Dans une autre tradition qui Imam Malik a raconté dans Mu'watta,",
          "sur l'autorité de Hadrat Muttalib bin `Abdullah, [\" Une personne a demandé au",
          "Saint Prophète: Quel est ghibat Le Saint Prophète répondit: Il parle de votre",
          "frère . un moyen pénible pour lui, il a demandé:? Même s'il est vrai, ô Messager",
          "d'Allah, il a répondu:. Si ce que vous avez dit était faux, il serait alors une",
          "calomnie \"] \n Ces traditions font clairement que proférer une fausse accusation",
          "contre une personne en son absence est la calomnie et la description d'un défaut",
          "réel en lui ghibat; si cela se fait en termes exprès ou par référence et de",
          "l'allusion, dans tous les cas, il est interdit. De même, si cela se fait dans la",
          "durée de vie d'une personne, ou après sa mort, il est interdit dans les deux cas.",
          "Selon Abu Dâwûd, quand Ma`iz bin Malik Aslami avait été lapidé à mort pour avoir",
          "commis l'adultère, le Saint Prophète sur son chemin de retour a entendu un homme",
          "dire à son compagnon: [ «Regardez cet homme: Allah avait caché son secret , mais",
          "il ne se laisse pas seul jusqu'à ce qu'il a été tué comme un chien! \"] un peu",
          "plus loin sur le chemin il y avait le cadavre d'un âne Iying pourriture. Le Saint",
          "Prophète arrêté, a appelé les deux hommes et dit: [ \". Descendez et le chat cet",
          "âne mort\"] Ils soumis: [ «Qui va manger, ô Messager d'Allah\"] Le Saint Prophète a",
          "dit: [ \"Un peu avant cela, vous attaquiez l'honneur de votre frère qui était bien",
          "pire que de manger cet âne mort \"]. \n Les seules exceptions à cette interdiction",
          "sont les cas dans lesquels il peut y avoir un véritable besoin de parler en d'une",
          "personne sur son dos, ou après sa mort, et ce ne peuvent être remplies sans avoir",
          "recours à la médisance, et si elle n'a pas été recours à un plus grand mal peut",
          "résulter que lui-même médisance. Le Saint Prophète a décrit cette exception comme",
          "un principe, ainsi: [ \"Le pire excès est d'attaquer l'honneur d'un musulman",
          "injustement.\"] [(Abu Dâwûd)]. \n Dans ce disant que la condition de `injustement",
          "[\" souligne que cela \"] avec justice [\" est permis. Puis, dans la pratique du",
          "Saint Prophète lui-même, nous trouvons des précédents qui montrent ce qu'implique",
          "\"] la justice [ \"et dans quelles conditions et cas médisance peut être licite",
          "dans la mesure nécessaire. \n Une fois un désert arabe est venu et a offert sa",
          "prière sous la direction du Saint Prophète, et dès que la prière a été conclu,",
          "est reparti en disant: \"] O Dieu, aie pitié de moi et Muhammad, et ne font aucune",
          "autre . un partenaire dans cette miséricorde à côté de nous deux [ \"le Saint",
          "Prophète a dit aux Compagnons:` Que dites-vous: qui est plus ignorant: cette",
          "personne ou son chameau? avez-vous pas entendu ce qu'il a dit? \"] [(Abu Da`ud)].",
          "Le Saint Prophète avait à dire en son absence, car il avait quitté peu après la",
          "prière était terminée. Depuis qu'il avait prononcé une mauvaise chose la présence",
          "du Saint Prophète, son restant calme à cela pourrait causer le malentendu que",
          "dire une telle chose pourrait, dans une certaine mesure, être licite, par",
          "conséquent, il était nécessaire qu'il devrait contredire. \n Deux des Compagnons,",
          "Hadrat Mu`awiyah et Abû Jahm, a envoyé la proposition du mariage à une dame,",
          "Fatimah bint Qais. Elle est venue du Saint Prophète et lui demanda conseil. Il a",
          "dit: [ \". Mu`awiyah est un homme pauvre et Abu Jahm bat ses femmes beaucoup\"]",
          "[(Bukhari, Muslim)]. Dans ce cas, car il y avait la question de l'avenir de la",
          "dame et qu'elle avait consulté le Saint Prophète pour ses conseils, il a jugé",
          "nécessaire de l'informer des faiblesses des deux hommes. \n Un jour que le Saint",
          "Prophète était présent dans l'appartement de Hadrat A'ishah, un homme est venu et",
          "a demandé la permission de le voir. Le Saint Prophète a remarqué qu'il était un",
          "très mauvais homme de sa tribu. Puis il est sorti et lui a parlé poliment. Quand",
          "il est revenu dans la maison, Hadrat `A'ishah a demandé: [\" Vous avez parlé avec",
          "lui poliment, alors que quand vous êtes sorti, vous avez dit quelque chose de",
          "différent de lui. \"] Le Saint Prophète a dit: [\" Le jour de la Résurrection la",
          "pire demeure aux yeux d'Allah sera de la personne que les gens commencent à",
          "éviter en raison de son langage abusif. \"] [(Bukhari, Muslim)]. Une étude de cet",
          "incident indique que le Saint Prophète en dépit d'avoir une mauvaise opinion sur",
          "la personne lui parlait poliment parce que c'était la demande de ses mœurs; mais",
          "il avait l'appréhension de peur que les gens de sa maison doit tenir compte de la",
          "personne à être son ami quand ils le voir en le traitant avec bonté, et la",
          "personne peut utiliser cette impression à son avantage plus tard. Par conséquent,",
          "le Saint Prophète a averti Hadrat \n `A'ishah lui disait qu'il était un homme",
          "avait de sa tribu. Une fois que Hind bint 'Utbah, épouse de Hadrat Abu Sufyan,",
          "est venu au Saint Prophète et lui dit: [ \"Abu Sufyan est une personne avare:. Il",
          "ne fournit pas assez pour les besoins de mes enfants et moi\"] [(Bukhari, Muslim)]",
          ". Bien que cette plainte de la femme en l'absence du mari a été médisance, le",
          "Saint Prophète pemitted, car l'opprimé »a un droit qu'il ou elle peut prendre la",
          "plainte d'injustice à une personne qui a le pouvoir de l'obtenir enlevé . \n De",
          "ces précédents de la Sunnah du Saint Prophète, les juristes et les",
          "traditionnistes ont déduit ce principe: «Ghibat [(médisance)] est autorisée que",
          "dans le cas où il est nécessaire pour un véritable et authentique [(véritable de",
          "la Shari'ah point de vue)] nécessité et la nécessité ne peut pas être satisfaite",
          "sans avoir recours à ce \". Ensuite, sur la base du même principe, les chercheurs",
          "ont déclaré que ghibat est autorisée dans les cas suivants: \n [(1)] Complaining",
          "par une personne opprimée contre l'oppresseur avant chaque telle personne qu'il",
          "pense peut faire quelque chose pour le sauver de l'injustice. \n [(2)] Pour faire",
          "mention des maux d'une personne [(ou des personnes)] avec l'intention de la",
          "réforme devant ceux qui peuvent ne devraient aider à éliminer les maux. \n [(3)]",
          "Pour exposer les faits d'une affaire devant un expert juridique dans le but de",
          "rechercher une décision religieuse ou juridique concernant un acte illégal commis",
          "par une personne. \n [(4)] Pour avertir les gens des maux d'une personne [(ou des",
          "personnes)] afin qu'ils puissent conjurer le mal, e g. il est non seulement",
          "permise, mais obligatoirement mentionner les faiblesses des journalistes, des",
          "témoins et des écrivains, car sans elle, il est impossible de sauvegarder le ah",
          "Shari contre la propagation de faux rapports, les tribunaux contre les injustices",
          "et les gens ordinaires ou les étudiants contre les erreurs et les malentendus.",
          "Ou, par exemple, si une personne veut avoir la relation du mariage avec",
          "quelqu'un, ou souhaite louer une maison dans le quartier de quelqu'un, de veut",
          "donner quelque chose à la garde de quelqu'un, et consulte une autre personne, il",
          "est obligatoire pour lui pour l'informer des aspects tous Ies afin qu'il ne se",
          "trompe pas à cause de l'ignorance. \n [(5)] Pour élever la voix contre et",
          "critiquer les maux des gens qui peuvent être répandent le péché et de",
          "l'immoralité et de l'erreur, ou corrompre la foi du peuple et les persécutent. \n",
          "[(6)] Pour utiliser des surnoms pour les personnes qui peuvent avoir été bien",
          "connu par ces noms, mais cela doit être fait dans le but de leur reconnaissance",
          "et non pas en vue de les condamner. [(Pour plus de détails, voir Fat-h al-Bani,",
          "vol X, p 362;.. Sharh musulman par An-Nawawi, Riyad nous-Salihin; al-Jassas,",
          "Ahkam al-Coran, commentaire de ani Ruh al-Ma sur verset wa% 'dukum ba' un yaghtab",
          "ba dan)]. \n En dehors de ces exceptions, il est absolument interdit de dire du",
          "mal d'une personne derrière son dos. Si ce qui est dit est vrai, il est ghibat;",
          "si elle est fausse, il est la calomnie; et si elle est destinée à faire deux",
          "personnes querelle, il est la calomnie. ah La Shari 'a déclaré tout cela comme",
          "interdit. Dans la société islamique, il incombe à chaque musulman de réfuter une",
          "fausse accusation portée contre une personne en sa présence et ne pas écouter",
          "tranquillement, et de dire à ceux qui parlent mal de quelqu'un, sans un véritable",
          "besoin religieux, de craindre Dieu et cesser de le péché. Le Saint Prophète a",
          "dit: Si une personne ne prend pas en charge et aider un musulman quand il est",
          "déshonoré et son honneur attaqué, Allah aussi ne supporte pas et l'aider quand il",
          "a besoin de son aide; et si une personne aide et soutient un musulman quand son",
          "honneur est attaqué et il est déshonoré, AIIah Tout-Puissant l'aide aussi quand",
          "il veut que AIlah devrait l'aider. [(Abu Dâwûd)]. \n En ce qui concerne le",
          "médisant, dès qu'il se rend compte qu'il est en train de commettre ce péché, ou a",
          "commis, son premier devoir est d'offrir le repentir devant Allah et se retenir de",
          "cet acte interdit. Son second devoir est qu'il devrait compenser aussi loin que",
          "possible. S'il a backbitten une personne morte, il devrait demander le pardon",
          "d'Allah pour la personne aussi souvent que possible. S'il a backbitten une",
          "personne vivante, et ce qu'il a dit était faux aussi, il devrait réfuter devant",
          "le peuple devant lequel il avait fait la calomnie. Et si ce qu'il a dit était",
          "vrai, il ne devrait jamais dire du mal de lui à l'avenir, et devrait demander",
          "pardon à la personne qu'il avait backbitten. Une partie des chercheurs a exprimé",
          "l'opinion que le pardon doit être demandé que dans le cas où l'autre personne a",
          "appris à connaître de celui-ci; sinon on doit seulement offrir le repentir, car",
          "si la personne concernée ne connaît pas et le médisant pour demander pardon va et",
          "lui dit qu'il lui avait backbitten, il serait certainement se sentir mal."
        ],
        "27" : [
          "Dans cette phrase Allah en assimilant la médisance à manger la chair de son frère",
          "mort a donné l'idée de son être une abomination. Manger la chair morte est par",
          "lui-même odieuse; et quand la chair est pas d'un animal, mais d'un homme, et que",
          "trop de son propre frère mort, abomination serait ajouté à l'abomination. Puis,",
          "en présentant le simile dans le ton interrogatif, il a été fait ALi plus",
          "impressionnant, de sorte que chaque personne peut demander à sa propre conscience",
          "et décider s'il voudrait manger la chair de son frère mort. S'il ne voulait pas,",
          "et il abhorre par la nature, la façon dont il aimerait qu'il devrait attaquer",
          "l'honneur de son beau-foi en son absence, quand il ne peut pas se défendre et",
          "quand il est totalement ignorant qu'il est déshonoré. . Cela montre que la raison",
          "fondamentale d'interdire la médisance est pas que la personne backbitten est",
          "d'être blessé mais mal parler d'une personne en son absence est en soi illégal et",
          "interdit qu'il soit au courant, ou non, et s'il se sent blessé par ou non. De",
          "toute évidence, manger la chair d'un homme mort est pas interdit parce qu'elle",
          "blesse l'homme mort; la mort est totalement ignorant que quelqu'un mange de son",
          "corps, mais parce que cet acte lui-même est une abomination. De même, si la",
          "personne qui est `backbitten aussi ne vient pas à le savoir par tous les moyens,",
          "il va se recycler pas au courant tout au long de sa vie que quelqu'un avait",
          "attaqué son honneur à un moment donné avant que certaines personnes en",
          "particulier et à cause de cela, il était resté déshonoré dans les yeux de ces",
          "personnes. En raison de cette ignorance, il ne se sentira pas du tout blessé par",
          "cette médisance, mais son honneur serait en tout cas être souillé. Par",
          "conséquent, cet acte dans sa nature est pas différent de manger la chair d'un",
          "frère mort."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَىٰ وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا ۚ إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ ۚ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ",
      "simpleTranslate" : [
        "Ô hommes ! Nous vous avons créés d’un mâle et d’une femelle, et Nous vous avons",
        "répartis en peuples et en tribus, pour que vous fassiez connaissance entre vous.",
        "En vérité, le plus méritant d’entre vous auprès de Dieu est le plus pieux. Dieu",
        "est Omniscient et bien Informé."
      ],
      "tafsirTranslate" : [
        "Les êtres humains, Nous vous tous créés d'un mâle et une femelle, et vous faites",
        "des nations et des tribus, pour que vous puissiez connaître les uns les autres.",
        "En vérité, le plus noble d'entre vous aux yeux d'Allah est le plus craignant Dieu",
        "de vous. <N:28> Certes, Allah est Omniscient et Parfaitement Connaisseur. <N:29>"
      ],
      "tanslateWordByWord" : [
        "ô hommes",
        "ô hommes",
        "En effet, nous",
        "vous créé",
        "de",
        "un mâle",
        "et une femme",
        "et Nous vous fîmes",
        "nations",
        "et des tribus",
        "que vous savez peut-être un autre",
        "Effectivement",
        "(La) plus noble d'entre vous",
        "près",
        "Allah",
        "(Est le) plus pieux",
        "Effectivement",
        "Allah",
        "(Est) Omniscient",
        "All-Aware"
      ],
      "notes" : {
        "28" : [
          "Dans ce qui précède vers les musulmans ont été abordés et donné les instructions",
          "nécessaires pour protéger la communauté musulmane contre les sociaux maux [ \".",
          "Dans ce verset, l'ensemble du bas de l'humanité été adressée à réformer le grand",
          "mal qui a toujours été provoquant une perturbation universelle dans le monde, qui",
          "est, les préjugés dues à la race, la couleur, la langue, le pays et la",
          "nationalité. en raison de ces préjugés homme dans chaque âge a été généralement",
          "jeter l'humanité et le dessin autour de lui quelques petits cercles et en ce qui",
          "concerne les né au sein de ces cercles comme son propre peuple et ceux de",
          "l'extérieur comme les autres. Ces cercles ont été établis sur la base de la",
          "naissance accidentelle et non pas sur des bases rationnelles et morales. dans",
          "certains cas, leur base est l'accident d'être né dans une famille particulière,",
          "tribu, ou de la race, et dans une région géographique particulière ou dans un",
          "pays ayant une couleur particulière ou de parler une langue particulière.",
          "Ensuite, la discrimination entre son propre peuple et d'autres est non seulement",
          "confier à ce que ceux qui sont considérés comme son propre peuple sont montrés",
          "plus grand amour et de coopération que d'autres, mais cette discrimination a pris",
          "les pires formes de haine, l'inimitié, le mépris et la tyrannie . De nouvelles",
          "philosophies ont été proposées pour elle, de nouvelles religions inventées, de",
          "nouveaux codes de lois faites et les nouveaux principes moraux encadrés; si bien",
          "que les nations et les empires ont fait cette distinction un mode de vie",
          "permanent avec eux et pratiqué depuis des siècles. Les Juifs sur cette base très",
          "considéré les enfants d'Israël comme le peuple élu de Dieu et même dans la",
          "pratique de leurs rites religieux regarda les non-juifs comme inférieurs aux",
          "Juifs en droits et en rang. Cette discrimination très a donné naissance à des",
          "distinctions de classe [(Varnashrama)] chez les Hindous selon lesquelles la",
          "supériorité des brahmanes a été créé, tous les êtres humains sont venus à être",
          "considérés comme inférieurs et impurs et les shudras exprimés dans les",
          "profondeurs de la honte et de la dégradation. Chaque personne peut voir pour",
          "lui-même, même dans ce 20e siècle ce que les atrocités ont été commises contre",
          "les gens de couleur en Afrique et en Amérique à cause de la distinction entre le",
          "blanc et le noir. Le traitement que les Européens infligé à la race indienne Red",
          "en Amérique et aux faibles nations de l'Asie et de l'Afrique avait le même",
          "concept sous-jacent. Ils ont pensé que l'ascenseur et des biens et de l'honneur",
          "de tous ceux qui étaient nés en dehors des frontières de leur propre pays et de",
          "la nation étaient licites pour eux et ils avaient le droit de piller et de les",
          "prendre comme leurs esclaves et les exterminer si besoin est. Les pires exemples",
          "de la façon dont le nationalisme des nations occidentales a transformé une nation",
          "contre les autres et fait leur ennemi sanguinaire ont été vus dans les guerres du",
          "passé récent et sont en cours vu, même dans le temps présent. En particulier, si",
          "ce qui se manifeste par le racisme de l'Allemagne nazie et le concept de la",
          "supériorité de la race nordique m la dernière guerre mondiale est maintenue en",
          "vue. On peut facilement juger combien prodigieux et dévastateur est l'erreur pour",
          "la réforme dont ce verset du Coran a été révélé. \n Dans ce bref verset, AIlah a",
          "attiré l'attention de toute l'humanité à trois vérités cardinales: \n [(1)] \"]",
          "L'origine de ALi de vous est une seule et même: votre espèce entière a surgi d'un",
          "homme et une femme: aII vos courses que l'arc trouvés dans le monde d'aujourd'hui",
          "sont, en fait, la branches d'une course initiale qui a commencé avec une mère et",
          "un père. dans ce processus de création, il n'y a pas de base que ce soit pour les",
          "divisions et distinctions dans laquelle vous avez participé vous because_ de vos",
          "idées fausses. un Dieu seul est votre Créateur. Différents hommes n'a pas été",
          "créé par différents dieux Vous avez été d'une seule et même substance;. il est",
          "pas si bien que certains hommes ont été fabriqués à partir de quelque substance",
          "pure et de qualité supérieure et d'autres hommes de certains impure et substance",
          "inférieure Vous avez été créé. dans une seule et même manière, il est pas aussi",
          "pour que des hommes différents ont été créés de différentes façons et vous êtes",
          "les descendants des mêmes parents;. il est pas qu'au début, il y avait beaucoup",
          "de couples humains qui ont donné naissance à différents populations dans les",
          "différentes régions du monde. » \n [(2)] [ \"En dépit d'être l'un à l'origine, il",
          "était naturel que vous devriez être divisé en nations et tribus. Évidemment,. ALi",
          "MCN sur la terre ne pouvait pas appartenir à une seule et même famille. Avec la",
          "propagation de la course, il était inévitable que de nombreuses familles doivent",
          "se poser, puis les tribus et les nations devraient émerger des familles. De même,",
          "il était inévitable que, après décantation dans les différentes régions de la",
          "terre, il devrait y avoir des différences de couleurs, les caractéristiques, les",
          "langues et les façons de vivre parmi les gens, et il était aussi naturel que ceux",
          "qui vivent dans la même région devrait être plus proche de l'affinité et ceux qui",
          "vivent dans des régions reculées pas si près; mais cette différence naturelle n'a",
          "jamais exigé que les distinctions de l'inégalité, de haute et basse, de noble et",
          "signifient, devrait être mis en place sur sa base, qu'une race doit revendiquer",
          "la supériorité sur l'autre, les personnes d'une couleur doivent regarder vers le",
          "bas sur le peuple d'autres couleurs, et qu'une nation devrait prendre la",
          "préférence sur l'ocre, sans aucune raison. Le Créateur avait divisé les",
          "communautés humaines des nations et des tribus pour qui était un moyen naturel de",
          "la coopération et la distinction entre les. De cette façon, seuls pouvaient une",
          "fatuité, une fraternité, une tribu et une nation se combinent pour donner",
          "naissance à un mode de vie commun et de coopérer les uns avec les autres dans les",
          "affaires du monde. Mais il était tout à cause de l'ignorance satanique que les",
          "différences entre l'humanité créée par Allah pour être un moyen de",
          "reconnaissance, étaient du commerce un moyen de vantardise et de haine mutuelle,",
          "ce qui a conduit l'humanité à toutes sortes d'injustice et de la tyrannie. \n",
          "[(3)] La seule base de supériorité et de l'excellence qu'il ya, ou peut être,",
          "entre l'homme et l'homme est celui de l'excellence morale. En ce qui concerne la",
          "naissance, les hommes arc tous Ies égal, pour leur Créateur est Un, leur",
          "substance de la création est une, et leur mode de création est un, et ils",
          "descendent des mêmes parents. En outre, une personne est en train de naître dans",
          "un pays, une nation, ou du clan est juste accidentelle. Par conséquent, il n'y a",
          "pas de raison rationnelle à cause de laquelle une personne peut être considérée",
          "comme supérieure à l'autre. La vraie chose qui rend une personne supérieure aux",
          "autres est que l'on doit être plus conscient de Dieu, une plus grande avoider des",
          "maux, et un adepte de la voie de la piété et de la justice. Un tel homme. soit",
          "qu'il appartienne à une race, une nation et de tout pays, est précieux et digne à",
          "cause de son mérite personnel. Et celui qui est inverse de celui de caractère est",
          "en tout cas une personne inférieure, qu'il soit noir ou blanc, né dans l'est ou à",
          "l'ouest. \n Ces mêmes vérités qui ont été énoncées dans ce boeuf verset du Coran,",
          "ont été expliquées plus en détail par le Saint Prophète dans ses adresses et",
          "traditions. Dans le discours qu'il a fait à la conquête de La Mecque, après avoir",
          "fait le tour de la Kaaba, il dit: «Dieu merci, qui a écarté de vous la souillure",
          "de l'ignorance et de son arrogance. Ô gens, les hommes sont divisés en classes:",
          "le pieux et juste, qui arc honorable aux yeux d'Allah, et le pécheur et vicieux,",
          "qui arc méprisable aux yeux de AIlah, alors que les hommes AII sont les enfants",
          "d'Adam et Adam avaient été créé par Allah à partir d'argile. \"] [(Baihaqi,",
          "Tirmidhi)]. \n A l'occasion du pèlerinage d'adieu, au milieu des jours Tashriq, il",
          "est adressé au peuple, et dit: «Ô gens, il faut savoir: Votre Dieu est un. Aucun",
          "Arabe n'a de supériorité sur un non-Arabe, et aucun non-arabe toute supériorité",
          "sur un Arabe, et personne ne blanche a une supériorité sur un noir, et personne",
          "ne noire aucune supériorité sur un blanc, sauf sur la base de Taqva [(piété)]. Le",
          "plus honorable parmi vous dans la vue, d'Allah est celui qui est le plus pieux et",
          "juste de vous. Dites si je vous ai transmis le message à vous [ \"Et la grande",
          "assemblée du peuple a répondu, en disant: Oui, vous avez, ô Messager d'Allah.\"]?",
          "Alors, le Saint Prophète a dit: [ \"Puis Iet celui qui est présent le transmettre",
          "à ceux qui sont absents, \"] [(Baihaqi)] \n Dans un hadith, il a dit: [ «Vous êtes",
          "tous les enfants d'Adam, et Adam a été créé à partir de la poussière Que les",
          "vantardises du peuple de leurs ancêtres, sinon ils se tiendront plus dégradées",
          "que un insecte dans la moyenne. d'Allah \".] [(Bazzar)] \n Dans un autre Hadith, le",
          "Saint Prophète a dit: [ \"Allah ne vous renseigner sur votre lignée sur le Jour de",
          "la Résurrection Le plus honorable aux yeux de AIIah est celui qui est le plus",
          "pieux.. \"] [(Ibn Jarir)] \n Dans un autre hadith, il a dit: [ \"DCEs Allah ne",
          "voient pas vos apparences et vos biens, mais il voit vos cœurs et vos actes.\"]",
          "[(Musulman, Ibn Majah)]. \n Ces enseignements ne sont pas restés confinés à des",
          "mots seulement, mais l'islam a pratiquement établi une fraternité universelle des",
          "croyants sur la base, ce qui ne permet pas de distinction en raison de la",
          "couleur, la race, la langue, le pays et la nationalité qui est exempt de tout",
          "concept de haut et bas, pur et impur, moyenne et respectable, qui admet tous les",
          "êtres humains avec des droits égaux, qu'ils appartiennent à une race et de la",
          "nation, toute terre ou de la région. Même les adversaires de l'Islam ont dû",
          "admettre que sans précédent se trouve dans aucune religion et tout système du",
          "succès avec lequel le principe de l'égalité humaine et de l'unité a été donné la",
          "forme pratique dans la société musulmane, et il n'a jamais été trouvé. L'islam",
          "est la seule religion qui a soudé et combiné races innombrables et les",
          "communautés dispersées dans tous les coins de la terre en une seule Ummah",
          "universelle. \n A cet égard, un malentendu doit également être retiré. Dans le cas",
          "du mariage, l'importance que la loi islamique donne à kufv [(ressemblance de",
          "statut)] a été prise par certaines personnes en ce sens que certaines confréries",
          "sont nobles et certains moyenne, et les relations matrimoniales entre eux sont",
          "inadmissibles. Mais cela, en fait, est une idée fausse. Selon la loi islamique,",
          "tout homme musulman peut épouser toutes les femmes musulmanes, mais le succès de",
          "la vie conjugale dépend de l'harmonie maximale et la conformité entre les époux",
          "en ce qui concerne les habitudes, les caractéristiques et les modes de vie, des",
          "traditions familiales et le statut économique et social, de sorte qu'ils peuvent",
          "obtenir sur le bien les uns avec les autres. Tel est l'objet réel d'être égaux et",
          "semblables. Là où il y a une différence inhabituelle et la disparité entre",
          "l'homme et la femme à cet égard, la camaraderie vie sera difficile. Voilà",
          "pourquoi la loi islamique désapprouve de tels mariages, et non pas pour la raison",
          "que l'un des conjoints est noble et l'autre moyen, mais pour la raison que dans",
          "le cas où il y a une différence et une distension claire et apparente dans le",
          "statut, il y aurait une plus grande possibilité de l'échec de la vie matrimoniale",
          "si la relation de mariage a été establ MINE. ."
        ],
        "29" : [
          "Autrement dit, \"Ceci est seulement connu à Allah à qui est vraiment un ntan de",
          "haut rang et qui est inférieur à l'égard des qualités et des caractéristiques.",
          "Les normes de haute et basse que les gens ont mis en place de leur propre gré, ne",
          "sont pas acceptables et approuvé par AIIah. peut-être que celui qui a été",
          "considéré comme un homme de haut rang dans le monde est déclaré comme le plus bas",
          "du bas dans l'arrêt définitif de AIIah, et peut-être que la celui qui a été",
          "considéré comme une personne très faible ici, atteint à un rang très élevé",
          "là-bas. l'importance réelle est pas de l'honneur et du déshonneur du monde, mais",
          "de l'honneur et le déshonneur que l'on recevra d'Allah. par conséquent, ce",
          "l'homme doit. être plus préoccupés qu'il devrait créer en lui-même les vraies",
          "qualités et des caractéristiques qui le rendent digne d'honneur aux yeux de",
          "AIlah."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "قَالَتِ الْأَعْرَابُ آمَنَّا ۖ قُلْ لَمْ تُؤْمِنُوا وَلَٰكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ ۖ وَإِنْ تُطِيعُوا اللَّهَ وَرَسُولَهُ لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا ۚ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Les nomades affirment : «Nous croyons en Dieu !» Dis-leur : «Vous n’avez pas",
        "encore la foi ! Dites plutôt : “Nous nous sommes seulement soumis”, car la foi",
        "n’a pas encore pénétré dans vos cœurs. Mais si vous obéissez à Dieu et à Son",
        "Prophète, Il ne vous lésera en rien dans vos œuvres, car Dieu est Clément et",
        "Miséricordieux.»"
      ],
      "tafsirTranslate" : [
        "Les Bédouins disent: \"Nous croyons.» (O Prophète), <N:30> leur dire: «Vous ne",
        "croyez pas; vous devriez plutôt dire: «Nous avons soumis ''; <N:31> pour la foi",
        "n'a pas encore pénétré dans vos cœurs. Si vous obéissez à Allah et à Son",
        "messager, Il ne diminuera rien de la récompense de l'un de vos actes. Certes,",
        "Allah est Pardonneur et Très Miséricordieux."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "les Bedouins",
        "Nous croyons",
        "Dire",
        "ne pas",
        "tu crois",
        "mais",
        "dire",
        "Nous avons soumis",
        "et n'a pas encore",
        "entré",
        "la foi",
        "dans",
        "vos coeurs",
        "Mais si",
        "vous obéissez",
        "Allah",
        "et Son Messager",
        "ne pas",
        "Il vous privera",
        "de",
        "vos actions",
        "n'importe quoi",
        "Effectivement",
        "Allah",
        "(Est) Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "30" : [
          "Cela ne signifie pas ALi les Arabes du désert, mais seulement quelques groupes",
          "particuliers des Bédouins qui étaient devenus musulmans, voyant la montée en",
          "puissance de l'Islam, en pensant qu'ils ne seraient pas seulement rester à l'abri",
          "de toute attaque par les Musulmans, mais serait aussi gagner sensiblement des",
          "conquêtes islamiques. Ces personnes avaient pas embrassé l'Islam sincèrement,",
          "mais avaient professé la foi seulement verbalement afin d'être compté parmi les",
          "musulmans, et leur cet état intérieur se sont exposés chaque fois qu'ils viennent",
          "devant le Saint Prophète avec différentes sortes de demandes et seraient énumérer",
          "et mentionner leurs droits si elles l'avaient fait une grande faveur en acceptant",
          "l'Islam. Traditions mentionnent plusieurs de ces groupes tribaux, par exemple",
          "Muzainah, Juhainah, Aslam, Ashja ', Ghifar, etc. A propos du Bani Asad bin",
          "Khuzaimah en particulier, Ibn' Abbas et Said bin Jubayr ont déclaré qu'une fois",
          "au cours d'une sécheresse, ils sont venus à Médine et de faire une demande d'aide",
          "financière dont ils ont dit le Saint Prophète, encore et encore: [ \"Nous sommes",
          "devenus musulmans sans aucun conflit. nous ne vous combattront que sont telles et",
          "telles autres tribus ont combattu\"] Par ce qu'ils voulaient dire clairement",
          "souligner que leur abstention de la lutte contre le Messager de Allah et leur",
          "islam était d'accepter une faveur pour laquelle ils doivent être récompensés par",
          "le Messager et les musulmans. Ce fut cette même attitude et la conduite du groupe",
          "Bedouin vivant autour de Médine, qui a été commenté dans ces versets. On peut",
          "mieux comprendre cette évaluation si on le lit avec vv. 90-110 de At-Tawbah et",
          "vv. 11-17 de AI-Fat-h."
        ],
        "31" : [
          "Une autre traduction de aslamna des mots peut être; [ \"Dis: nous sommes devenus",
          "musulmans.\"] A partir de ces mots certaines personnes ont conclu que, dans la",
          "langue du Coran, [ \"Mu\" min \"] et [\" musulman \"] sont deux termes opposés. A [",
          "\"Mu'min\"] est celui qui a cru sincèrement et un [ «musulman»] celui qui aurait",
          "accepté l'Islam seulement verbalement sans vraie foi. Mais, en fait, cela est",
          "absolument fausse idée. Sans doute le mot iman ici a été utilisé pour",
          "l'affirmation sincère par le cœur et le mot islam pour seulement vers l'extérieur",
          "et externe soumission, mais de les comprendre comme deux termes indépendants et",
          "mutuellement contradictoires du Coran est pas correct. Une étude des versets",
          "coraniques dans lesquels les mots Islam et musulmans ont été utilisés, montre",
          "que, dans la terminologie coranique [ \"Islam\"] est le nom de la la foi, qu'Allah",
          "a fait descendre pour l'humanité; elle comprend la foi et l'obéissance à la fois,",
          "et un «musulman [\" est celui qui croit avec un cœur sincère et obéit à des",
          "commandements pratiquement Ceci est confirmé par les versets suivants.: \n \".] En",
          "effet, l'Islam est la seule bonne façon de la vie aux yeux d'Allah [\" [(AI'Imran:",
          "19 <V:3:19>)] \n \"] Et quiconque adopte un autre que ce mode de communication",
          "[(Islam)], de cette façon ne sera pas accepté de lui, [« [(Al-Imran: 85",
          "<V:3:85>)] \n Et je l'ai approuvé l'Islam comme mode de vie pour vous \"] [.",
          "(Al-Maidah: 3)] \n `Quiconque Allah veut pour guider, Il rend sa poitrine grande",
          "ouverte à l'Islam [\" [. (Al-Anam: 125)] \n De toute évidence, dans ces versets",
          "Islam \"] ne signifie pas l'obéissance sans la foi Voici quelques autres versets.:",
          "\n Dis [(O Prophète)]: On m'a enjoint d'être le premier à affirmer [(foi en)]",
          "Islam. [ \"[(AI-Anam: 14 <V:6:14>)] ' \n \"] S'ils ont cédé [(à l'Islam)], ils sont",
          "bien guidés [.\" [(AI-Imran: 20 <V:3:20>)] \n . Tous les prophètes, qui étaient",
          "musulmans, jugés les cas selon la Torah \"] [(AI-Maidah: 44 <V:5:44>)] \n Ici, et à",
          "des dizaines d'autres endroits, l'acceptation de l'Islam ne peut pas signifier",
          "l'adoption de l'obéissance sans la foi. De même, voici quelques versets où le mot",
          "[ «musulman»] a eu lieu signifiant le sens dans lequel il a été utilisé à",
          "plusieurs reprises dans le Coran: \n [ \"O vous qui croyez, craignez Allah comme Il",
          "doit vraiment être craint et voir que vous ne mourrez pas enregistrer en tant que",
          "vrai musulman.\"] [(AI-`Imran: 102 <V:3:102>)] \n `Allah vous [\" musulmans \"] avait",
          "appelé avant cela et vous a appelé [(du même nom)] dans ce Coran, trop [\"",
          "[(AI-Hajj: 78).] \n \"] Abraham était ni Juif ni un chrétien, mais il était un",
          "musulman, son dans la foi. [\" [(AI-i-Imran: 67 <V:3:67>)] \n `Et rappelez-vous que",
          "quand Abraham et Ismaël élevaient les murs de cette maison, ils ont prié: ...",
          "Seigneur, fais de nous tes musulmans et aussi relever de notre progéniture une",
          "communauté qui doit être musulman. \"] [(AI-Baqarah: 128 <V:2:128>)] \n [(La",
          "volonté du Prophète Jacob pour ses enfants :)] [ \"O mes enfants, AIIah a choisi",
          "le même mode de vie pour vous restez donc musulmans jusqu'à votre dernier souffle",
          "[(AI-Baqarah:. 132 <V:2:.132>)] \n Après une étude de ces versets qui peut dire",
          "que, dans ces le mot \"] musulman [\" implique une personne qui ne croit pas",
          "sincèrement, mais a accepté l'Islam seulement extérieurement? Par conséquent,",
          "pour faire la demande que, dans la terminologie coranique \"] Islam [\" implique",
          "l'obéissance sans la foi et le \"] musulman [\" dans la langue du Coran est celui",
          "qui accepte l'islam seulement extérieurement est absolument faux. De même, cette",
          "allégation est également faux que les mots iman et mu'min ont été utilisés dans",
          "le Coran nécessairement dans le sens de croire sincèrement. Sans doute, dans la",
          "plupart des endroits, ces mots ont eu lieu pour exprimer le même sens, mais il y",
          "a beaucoup d'endroits où ces mots ont également été utilisés pour l'affirmation",
          "extérieure de la foi, et AII ceux qui auraient saisi la communauté musulmane avec",
          "la profession verbale ont été adressée avec. \"] Ô vous qui avez cru\", peu importe",
          "si elles arc les vrais croyants, ou des personnes ayant une foi faible, ou de",
          "simples hypocrites. Pour quelques exemples de cela, sec Al-i-`Imran: 156, An-Nisa",
          "': 13t5, AI-Maidah: 54, Al-Anfal: 20-27, At-Tawbah: 38, Al-Hadid: 28, As-Saff: 2."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ ثُمَّ لَمْ يَرْتَابُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ ۚ أُولَٰئِكَ هُمُ الصَّادِقُونَ",
      "simpleTranslate" : [
        "Les vrais croyants sont ceux qui ont foi en Dieu et en Son Prophète, sans plus",
        "jamais connaître de doute, et qui mettent leurs biens et leurs personnes au",
        "service de Dieu. Tels sont les croyants sincères."
      ],
      "tafsirTranslate" : [
        "En effet, les possédées de la vraie foi sont ceux qui ont cru en Allah et en Son",
        "messager, et ils ne divertissent aucun doute et se sont efforcés dur dans le",
        "chemin d'Allah avec leurs vies et leurs biens. Ce sont les véridiques."
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "les croyants",
        "(Sont) ceux qui",
        "croyez",
        "en Allah",
        "et Son Messager",
        "puis",
        "(ne pas",
        "doute",
        "mais s'efforcer",
        "avec leur richesse",
        "et leurs vies",
        "dans",
        "(le chemin",
        "(De) Allah",
        "Ceux",
        "[ils]",
        "(Sont) la vérité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "قُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ وَاللَّهُ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۚ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
      "simpleTranslate" : [
        "Dis-leur : «Allez-vous apprendre à Dieu votre religion, alors qu’Il connaît tout",
        "ce qui est dans les Cieux et sur la Terre? Dieu n’embrasse-t-Il pas de Sa science",
        "toute chose?»"
      ],
      "tafsirTranslate" : [
        "Dis, (ô Prophète), (à ces prétendants à la foi): «Êtes-vous renseignant Allah de",
        "votre foi? Allah sait tout ce qui est dans les cieux et la terre. Allah a",
        "connaissance de tout »."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Voulez-vous connaître",
        "Allah",
        "avec votre religion",
        "tandis qu'Allah",
        "sait",
        "quelle",
        "(est dans",
        "Le Paradis",
        "et quoi",
        "(est dans",
        "La terre",
        "Et Allah",
        "de toute",
        "chose",
        "(Est) Omniscient"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا ۖ قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ ۖ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "Ils te rappellent leur conversion à l’islam comme si c’était un service qu’ils",
        "t’auraient rendu. Dis-leur : «Ne vous targuez pas ainsi de votre conversion. Ce",
        "serait plutôt à Dieu de vous rappeler la grâce qu’Il vous a faite en vous guidant",
        "vers la foi, si toutefois vous êtes sincères.»"
      ],
      "tafsirTranslate" : [
        "Ils comptent comme une faveur à vous qu'ils ont accepté l'Islam. Dis: \"Ne",
        "considérez pas votre (accepter) l'Islam comme une faveur pour moi; plutôt, Allah",
        "a accordé une faveur sur vous en vous guidant vers la foi, si vous êtes",
        "véridiques (dans votre prétention d'être croyants)."
      ],
      "tanslateWordByWord" : [
        "Ils considèrent (it) une faveur",
        "à toi",
        "cette",
        "ils ont accepté l'Islam",
        "Dire",
        "(Ne pas",
        "envisager une faveur",
        "sur moi",
        "votre Islam",
        "Non",
        "Allah",
        "a conféré une faveur",
        "sur vous",
        "cette",
        "Il vous a guidé",
        "à la foi",
        "si",
        "tu es",
        "véridique"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "إِنَّ اللَّهَ يَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَاللَّهُ بَصِيرٌ بِمَا تَعْمَلُونَ",
      "simpleTranslate" : [
        "Dieu connaît parfaitement le mystère des Cieux et de la Terre, et Il a une claire",
        "vision de tout ce que vous faites."
      ],
      "tafsirTranslate" : [
        "Certes, Allah sait tout ce qui est caché des cieux et de la terre. Allah voit",
        "tout ce que vous faites."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Allah",
        "sait",
        "(La) invisible",
        "(De) les cieux",
        "et la terre",
        "Et Allah",
        "(Est) Clairvoyant",
        "de quoi",
        "tu fais"
      ],
      "notes" : { }
    }
  ],
  "medinian" : true
}