{
  "chapterNumber" : 50,
  "nbVerses" : 45,
  "name" : "Qāf",
  "nameArabic" : "ق",
  "transName" : "qāf",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "ق ۚ وَالْقُرْآنِ الْمَجِيدِ",
      "simpleTranslate" : [
        "Qâf. Par le Coran sublime !"
      ],
      "tafsirTranslate" : [
        "Qaf. Par le Coran glorieux. <N:1>"
      ],
      "tanslateWordByWord" : [
        "Qaf",
        "Par le Coran",
        "le Glorieux"
      ],
      "notes" : {
        "1" : [
          "Le mot [ \"majid\"] est utilisé pour exprimer deux significations en arabe: pour",
          "exprimer le rang élevé, le statut, l'honneur et la dignité d'une personne, et",
          "pour dire que quelqu'un est très généreux, charitable et bienfaisant . Ce mot a",
          "été utilisé pour le Coran dans ces deux significations. Le Coran est grand et",
          "glorieux dans le sens où aucun livre du monde peut être amené contre elle. Il est",
          "un miracle à la fois dans sa langue et de l'excellence littéraire et dans son",
          "enseignement et de la sagesse. Les humains étaient impuissants à produire de",
          "semblable à l'époque où il a été envoyé vers le bas et sont également",
          "impuissants, même aujourd'hui. Rien de cela pourrait jamais être prouvé mal dans",
          "tout âge, ni quoi que ce soit de celui-ci peut être donné tort à l'époque",
          "actuelle. Mensonge ne peut ni attaquer à l'avant ni à l'arrière, et le vaincre.",
          "Et il est généreux et bienfaisant dans le sens que plus un homme va à essayer de",
          "gagner l'orientation de celle-ci, plus de l'orientation qu'il va lui donner, et",
          "plus il suit et obéit à ses ordres et des instructions plus il continue d'être",
          "béni avec de bonnes, les choses du monde et l'au-delà. Il n'y a pas de limite à",
          "ses avantages et ses avantages où un homme peut devenir indépendant de celui-ci,",
          "et où il peut cesser d'être bénéfique et utile pour lui."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَٰذَا شَيْءٌ عَجِيبٌ",
      "simpleTranslate" : [
        "Mais les hommes s’étonnent qu’un des leurs soit venu les avertir ! «Voilà une",
        "chose bien étrange !, disent les infidèles."
      ],
      "tafsirTranslate" : [
        "Nay; ils se demandaient qu'un warner aurait dû venir à eux parmi eux <N:2> Les",
        "mécréants dirent: \". Ceci est en effet une chose étrange."
      ],
      "tanslateWordByWord" : [
        "Non",
        "ils se demandent",
        "cette",
        "est venu à eux",
        "un warner",
        "d'eux",
        "dites donc",
        "les incroyants",
        "Ce",
        "(Est) une chose",
        "incroyable"
      ],
      "notes" : {
        "2" : [
          "Cette phrase est un exemple unique de l'éloquence. Dans un vaste sujet a été",
          "comprimé en quelques mots. L'objet pour lequel un serment a été prêté par le",
          "Coran n'a pas été mentionné. En se tenait, un écart subtil a été laissé et la",
          "phrase est repris avec [ \"nay\"]. Si l'on pense un peu et conserve également vu le",
          "contexte dans lequel cela a été dit, on en vient à savoir ce que-fait l'objet de",
          "l'écart qui a été laissé entre le serment et [ \"nay\"]. En fait, ce qui a été juré",
          "de est la suivante: [ «Les gens de la Mecque ont pas refusé de reconnaître le",
          "Prophète capot de Muhammad [(sur lui la paix et bénédictions d'Allah)] pour une",
          "raison quelconque son mais pour la raison très malsain qu'un membre de leur",
          "propre espèce et une personne de leur propre nation a conic à eux comme un Warner",
          "de Dieu et cela est quelque chose de très surprenant pour eux, alors que ce",
          "serait effectivement surprenant était si Dieu était resté sans se soucier du",
          "bien-être et à l'adversité de Ses serviteurs et faites aucun arrangement quel que",
          "soit pour les avertir, ou avaient envoyé un non-humain pour avertir les êtres",
          "humains, ou un Chinois pour avertir les Arabes. . Par conséquent, cette base de",
          "la négation est absolument malsain, et qu'une personne raisonnable ne peut pas",
          "mais admettre qu'il doit exister un arrangement de Dieu pour avertir les",
          "domestiques, et sous la forme que la Warner lui-même devrait être une personne",
          "parmi les personnes à qui il est envoyé. \"] Quant à la question de savoir si",
          "Muhammad [(sur lui la paix et bénédictions d'Allah)] est la personne que Dieu a",
          "envoyé dans cette mission, aucune autre preuve est nécessaire pour le régler,",
          "mais ce Coran glorieux et bienfaisant, dont il est présenté;. cela est en soi",
          "suffisante pour fournir une preuve de cela cette explication montre que dans ce",
          "verset un serment a été prêté par le Coran pour impressionner le point que",
          "Muhammad [(sur lui la paix et bénédictions d'Allah) ] est vraiment le Messager",
          "d'AIIah et la surprise et l'émerveillement des incroyants à propos de son",
          "apostolat est déplacé, et le fait de l'être le Coran [ \"de majid\"] est une preuve",
          "de cette affirmation."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "أَإِذَا مِتْنَا وَكُنَّا تُرَابًا ۖ ذَٰلِكَ رَجْعٌ بَعِيدٌ",
      "simpleTranslate" : [
        "Quoi ! Une fois morts et réduits en poussière, pouvons-nous revenir à la vie? Ce",
        "serait revenir de bien loin !»"
      ],
      "tafsirTranslate" : [
        "Quoi! Quand nous serons morts et réduits à la simple poussière, (nous serons",
        "ressuscités à la vie)? Un tel retour est exagéré. » <N:3>"
      ],
      "tanslateWordByWord" : [
        "Quelle! Quand",
        "nous mourons",
        "et sont devenus",
        "poussière",
        "Cette",
        "(Est) un retour",
        "loin"
      ],
      "notes" : {
        "3" : [
          "Ce fut la deuxième cause de leur grande surprise, la première étant celle d'un",
          "membre de leur propre espèce et le clan avait surgi avec l'affirmation selon",
          "laquelle il était venu en tant que warner à eux de Dieu. Ils étaient en outre",
          "surpris que la personne les avertissait à l'effet que tous les hommes seront",
          "ressuscités à la vie après la mort et ils seront produits aII ensemble dans la",
          "Cour de AIIah où leurs actions seront soumises à la responsabilité et ils seront",
          "récompensés et puni en conséquence."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ ۖ وَعِنْدَنَا كِتَابٌ حَفِيظٌ",
      "simpleTranslate" : [
        "Certes, Nous savons bien à quoi la terre les réduira, Nous qui détenons auprès de",
        "Nous un Livre où tout est enregistré."
      ],
      "tafsirTranslate" : [
        "(Ainsi font-ils imaginer, bien que) Nous savons bien ce que la terre leur ôte.",
        "With Us est un enregistrement qui conserve tout. <N:4>"
      ],
      "tanslateWordByWord" : [
        "Certainement",
        "Nous savons",
        "quelle",
        "diminue",
        "La terre",
        "d'eux",
        "et avec nous",
        "(Est) un livre",
        "gardé"
      ],
      "notes" : {
        "4" : [
          "Autrement dit, [ \"Si elle ne peut pas être compris par l'intellect, il est leur",
          "propre esprit étroit à blâmer. Cela ne signifie pas que la connaissance et le",
          "pouvoir aussi d'Allah doit être étroite. Ils trouvent qu'il est en aucun manière",
          "de recueillir les particules dispersées des corps des innombrables êtres humains",
          "qui sont morts depuis le début de la création et vont mourir jusqu'à la",
          "Résurrection. Mais le fait est que Allah sait directement chacune de ces",
          "particules sous quelque forme et quelle qu'en soit la place qu'ils sont . en",
          "outre, un dossier complet de c'est maintenue dans le registre d'Allah, qui n'a",
          "pas laissé de côté toute particule non enregistrée. Ensuite, dès que les",
          "commandes AIIah, ses anges seront immédiatement prendre toutes les particules de",
          "partout où il est avec le aide de ce dossier, et fera les mêmes corps une fois de",
          "plus que les êtres humains ont vécu et travaillé dans le monde. \"] \n Ce verset",
          "est également l'un de ces versets qui soulignent que l'au-delà de levage ne sera",
          "pas seulement un ascenseur physique que dans ce monde, mais le corps de chaque",
          "personne sera également le même qu'il avait dans ce monde. Si elle était pas",
          "ainsi, il serait inutile de dire aux mécréants: [ «Nous savons très bien ce que",
          "la terre consomme de leurs corps et nous avons un livre qui conserve tout.\"]",
          "[(Pour plus d'explications, sec FR 25 de la sourate ha Mim As-Sajda)]"
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ",
      "simpleTranslate" : [
        "Mais ils ont traité de mensonge la vérité quand elle leur est parvenue, si bien",
        "qu’ils se sont retrouvés fort embarrassés."
      ],
      "tafsirTranslate" : [
        "Ils ont donné le mensonge à la vérité quand il est venu à eux. Donc, ils sont",
        "maintenant dans un état de grande perplexité. <N:5>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "ils ont nié",
        "la vérité",
        "quand",
        "il est venu (pour) les",
        "afin qu'ils",
        "(sont dans",
        "un état",
        "confus"
      ],
      "notes" : {
        "5" : [
          "Dans cette courte phrase aussi un vaste sujet a été comprimé. Cela signifie: Ces",
          "gens ne reposent contenu que d'exprimer l'émerveillement et déclarant la chose à",
          "être éloigné de la raison, mais quand le Saint Prophète Muhammad [(sur lui la",
          "paix et bénédictions d'Allah)] a présenté son message de la vérité, ils niaient",
          "comme le mensonge sans aucune hésitation. Son résultat inévitable était, et même",
          "ne pouvait en découler, qu'ils arc pas d'accord sur une position quelconque à",
          "l'égard de l'invitation et le Messager qui a présenté il. Parfois, ils le",
          "marquerons un poète, tantôt g sorcier, et parfois un fou. Parfois, ils disent",
          "qu'il est un magicien et parfois qu'il est ensorcelé. Parfois, ils disent qu'il a",
          "fabriqué cette chose par lui-même pour blissements. sa supériorité, et parfois",
          "ils apportent la charge que la paix et les bénédictions) lui-même se tenait à La",
          "Mecque et la récitation du Coran aux gens, qui avaient connu et vu grandir de",
          "l'enfance à la jeunesse et l'âge adulte d'âge mûr devant leurs yeux, la pleine",
          "signification de ces allusions était par lui-même clair et évident à toute",
          "personne. Par conséquent, en laissant de côté, easoning détaillée est maintenant",
          "présenté sur l'authenticité de la deuxième chose que ces personnes considérées",
          "comme étrange et éloigné de la raison et de l'intelligence."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ",
      "simpleTranslate" : [
        "Que n’observent-ils le ciel au-dessus de leurs têtes? Ils verraient alors comment",
        "Nous l’avons bâti et paré sans la moindre faille ;"
      ],
      "tafsirTranslate" : [
        "Est-ce qu'ils <N:6> jamais observer le ciel au-dessus les: comment Nous l'avons",
        "construit et embelli; <N:7> et il n'a pas de fissures; <N:8>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, ne pas",
        "ils regardent",
        "à",
        "Le ciel",
        "au dessus d'eux",
        "Comment",
        "Nous l'avons bâti",
        "et embelli",
        "et pas",
        "pour ça",
        "tout",
        "failles"
      ],
      "notes" : {
        "8" : [
          "] C'est, [ \"En dépit de son immensité étonnante l'ordre merveilleux de l'univers",
          "est si cohérente et ferme et sa composition si parfaite qu'il n'y a aucune",
          "fissure ou fente en elle, et sa continuité pauses nulle part. Ce peut être",
          "compris par un exemple. astronomes Radio de l'époque actuelle ont observé un",
          "système galactique qu'ils ont nommé Source 3c 295. ils pensent que ses rayons qui",
          "nous parviennent maintenant auraient quitté il y a plus de quatre milliards",
          "d'années. la question est:. Comment pourrait-il être possible pour les rayons",
          "d'atteindre la terre d'une telle source lointaine avait la continuité et la",
          "cohérence de l'univers entre la terre et la galaxie été brisé quelque part et sa",
          "composition été divisée à un certain point AIIah, en fait, fait allusion à cette",
          "réalité et met cette question avant que l'homme \"] Lorsque vous ne pouvez pas",
          "remarquer même une petite brèche dans ce système de Mon univers, comment le",
          "concept de toute faiblesse dans mon pouvoir entrer dans votre esprit, que, après",
          "le répit de votre test est plus, si je tiens à vous ramener à la vie de vous",
          "soumettre à la reddition de comptes devant moi, je ne serais pas capable de le",
          "faire? \"Ceci est non seulement une preuve de la possibilité de l'au-delà, mais",
          "aussi une preuve .de Monothéisme. 'Atteindre ces rayons la terre à une distance",
          "de quatre mille millions d'années lumière et être détecté par les instruments de",
          "l'homme expressément souligne le fait que de la galaxie à la terre dans le monde",
          "entier a été constitué d'une seule et même substance en continu , l'un et le même",
          "genre de forces travaillent en elle, et ils fonctionnent selon les mêmes lois",
          "sans aucune différence et la disparité. Etaient-ce pas les rayons ne pouvait ni",
          "avoir atteint ici, ni détecté par les instruments qui Tnan avait faites après la",
          "compréhension des lois de travail sur la terre et ses environs. Cela prouve que",
          "seul Dieu est le Créateur de tout cet univers et son maître et souverain et",
          "contrôleur."
        ],
        "6" : [
          "Question?"
        ],
        "7" : [
          "Ici, par le ciel est impliqué tout le firmament que l'homme trouve étalé sur lui,",
          "jour et nuit, où le soleil brille dans la journée et la lune et d'innombrables",
          "étoiles scintillent dans la nuit, ce qui lui même quand stupéfie il voit à l'œil",
          "nu, mais qui apparaît comme un vaste univers sans limites quand il regarde à",
          "travers le télescope. Il semble être à partir de nulle part et se terminant nulle",
          "part. Des millions de fois plus grandes planètes que notre terre se déplacent en",
          "elle comme petites boules; des milliers de fois plus brillante que le soleil",
          "étoiles ow brillent en elle notre présent tout le système solaire est situé dans",
          "un coin de sa seule galaxie; que dans celui galaxie il existe au [(est de trois",
          "mille millions d'autres étoiles comme notre soleil, et l'observation de l'homme a",
          "S0 jusqu'ici découvert un million de ces galaxies. Sur les lacs de galaxies notre",
          "plus proche, galaxie voisine est «si loin de nous que sa lumière atteint la terre",
          "en dix ans lac voyageant à la vitesse de 186,000 miles par seconde. Cela montre",
          "l'immensité de cette partie de l'univers qui a jusqu'à présent été observé et",
          "exploré par l'homme. Quant à savoir comment vaste est l'univers entier de Dieu",
          "nous avons aucun moyen d'estimer et de juge. Peut-être que l'univers connu de",
          "l'homme ne porte pas avec l'univers tout entier, même ce rapport qui une goutte",
          "d'eau bat avec l'océan. Si sur le Dieu qui a apporté cet univers immense et",
          "merveilleux dans être, ce petit animal parlant, appelé homme, qui se glisse la",
          "terre, affirme qu'il ne peut pas le recréer une nouvelle fois après la mort, ce",
          "serait en raison de l'étroitesse de son propre esprit. la puissance du Créateur",
          "de l'univers ne serait pas à aII être touchés par elle!"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ",
      "simpleTranslate" : [
        "et la terre, comment Nous l’avons étendue, comment Nous y avons implanté des",
        "montagnes et comment Nous y avons fait croître toutes sortes de magnifiques",
        "couples de plantes."
      ],
      "tafsirTranslate" : [
        "? Et nous avons étendu la terre, et nous avons mis sur elle des montagnes fermes,",
        "et ont causé pour faire ressortir les plantes de toutes sortes Beauteous <N:9>"
      ],
      "tanslateWordByWord" : [
        "Et la terre",
        "Nous avons étendue",
        "et coulé",
        "la bride",
        "montagnes fermement ensemble",
        "et Nous avons fait de grandir",
        "la bride",
        "de",
        "chaque",
        "gentil",
        "beau"
      ],
      "notes" : {
        "9" : [
          "Pour l'explication, de 12, 13 sec E.N., 14 An-Nahl, E.N. de 73, 74 An-Naml et",
          "E.N. 7 de Az-Zukhruf."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "تَبْصِرَةً وَذِكْرَىٰ لِكُلِّ عَبْدٍ مُنِيبٍ",
      "simpleTranslate" : [
        "Tout cela, à titre d’appel à la clairvoyance et de rappel pour tout serviteur qui",
        "veut se repentir."
      ],
      "tafsirTranslate" : [
        "Ce sont là pour servir ouvre les yeux et comme une leçon à chaque être qui est",
        "sujette à tourner (à la vérité)."
      ],
      "tanslateWordByWord" : [
        "Donner un aperçu",
        "et un rappel",
        "pour chaque",
        "esclave",
        "qui tourne"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ",
      "simpleTranslate" : [
        "Et l’eau bénie que Nous envoyons du ciel et par laquelle Nous faisons pousser des",
        "vergers et des céréales qu’on moissonne,"
      ],
      "tafsirTranslate" : [
        "Nous avons également fait descendre l'eau bénite du ciel, que Nous fîmes les",
        "jardins et la récolte de grains de croître,"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons fait descendre",
        "de",
        "Le ciel",
        "eau",
        "béni",
        "puis Nous avons fait de grandir",
        "ainsi",
        "jardins",
        "et le grain",
        "(Pour) la récolte"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ",
      "simpleTranslate" : [
        "ainsi que les palmiers aux troncs élancés et aux régimes bien ordonnés,"
      ],
      "tafsirTranslate" : [
        "et hauts palmiers avec leurs spathes épais en cluster;"
      ],
      "tanslateWordByWord" : [
        "Et les arbres palmiers",
        "grand",
        "pour ça",
        "(Sont) couches",
        "disposé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "رِزْقًا لِلْعِبَادِ ۖ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا ۚ كَذَٰلِكَ الْخُرُوجُ",
      "simpleTranslate" : [
        "pour servir de nourriture aux hommes. C’est par cette eau que Nous redonnons la",
        "vie à une terre morte. Et c’est ainsi que Nous ressusciterons les morts."
      ],
      "tafsirTranslate" : [
        "tout cela comme la subsistance de Nos serviteurs. Et ainsi, nous faisons venir la",
        "terre morts à la vie avec de l'eau. <N:10> Tel sera la parution (des êtres",
        "humains de la terre). <N:11>"
      ],
      "tanslateWordByWord" : [
        "Une provision",
        "pour les esclaves",
        "et nous donnons la vie",
        "celui-ci",
        "(À) une terre",
        "mort",
        "Ainsi",
        "(Sera) la parution"
      ],
      "notes" : {
        "10" : [
          "Pour une explication, réglez de 73, 74 E.N., 81 An-Naml, de 25, 33 E.N., 35 de",
          "Ar-Rum et E. N. 29 de Ya Sin."
        ],
        "11" : [
          "Le raisonnement est le suivant: `Votre conjecture au sujet de Dieu Qui a fait",
          "cette sphère de la terre un foyer convenable pour les créatures vivantes et qui",
          "en combinant l'argile sans vie de la terre avec l'eau sans vie du ciel produit",
          "une telle amende végétale la vie que vous êtes témoin florissante sous la forme",
          "de vos jardins et cultures, et W ho fait la végétation un moyen de subsistance",
          "pour les hommes et les bêtes, qu'il n'a pas le pouvoir de vous ressusciter après",
          "la mort, est une conjecture stupide et absurde. Vous êtes témoin de presque tous",
          "les jours le phénomène qu'un Iet est étendu stérile et sans vie; puis dès qu'il",
          "reçoit une douche de pluie, il donne naissance à un train sans fin de la vie tout",
          "d'un coup, les racines se trouvant morte depuis des siècles Sprout et une variété",
          "d'insectes émergent ludique à partir des couches de la terre. Ceci est une preuve",
          "manifeste que la vie après la mort est impossible. Lorsque vous ne pouvez pas",
          "nier cette observation expresse de la vôtre, comment pouvez-vous nier que lorsque",
          "Allah veut, vous aussi germer de la terre comme les pousses de végétation vers le",
          "haut. A cet égard, on peut noter que, dans de nombreuses parties de l'Arabie il",
          "ne fait pas parfois la pluie aussi longtemps que cinq ans d'affilée et parfois",
          "même plus longtemps la terre ne reçoit même pas une goutte de pluie. Pour ces",
          "longs intervalles dans les déserts brûlants, il est inconcevable que les racines",
          "de l'herbe et les insectes de la terre pourraient survivre. En dépit de cela",
          "quand un peu de la pluie tombe à un endroit, l'herbe pousses vers le haut et les",
          "insectes du retour à la terre à la vie. Par conséquent, les habitants de l'Arabie",
          "peuvent comprendre ce raisonnement beaucoup mieux que ceux qui ne disposent pas",
          "de faire l'expérience de ces longues périodes de sécheresse."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَابُ الرَّسِّ وَثَمُودُ",
      "simpleTranslate" : [
        "Déjà, avant eux, le peuple de Noé, les gens d’ar-Rass et les Thamûd avaient crié",
        "au mensonge ;"
      ],
      "tafsirTranslate" : [
        "Dans le passé, le peuple de Noé, et les habitants de Rass <N:12> et Thamud ont",
        "donné le mensonge (à Messengers),"
      ],
      "tanslateWordByWord" : [
        "dénié",
        "Avant eux",
        "(les gens",
        "(De) Nuh",
        "et (les) compagnons",
        "(De) Ar-Raas",
        "et Thamud"
      ],
      "notes" : {
        "12" : [
          "Avant cela, les habitants de Rass [(Ashab ar-Rass)] ont été mentionnés dans la",
          "sourate Al-Furqan: 38 ci-dessus, et maintenant ici, mais aux deux endroits où ils",
          "ont été seulement appelé de ceux nations qui ont rejeté les prophètes. Aucun",
          "autre détail à leur sujet a été donné. Dans les traditions de l'Arabie deux",
          "endroits sont bien connus sous le nom de ar-Rass, un dans le Najd et l'autre dans",
          "le nord du Hedjaz. Parmi ces ar-Rass du Najd est mieux connue et a été appelé le",
          "plus souvent dans la poésie pré-islamique de l'Arabie. Maintenant, il est",
          "difficile de detetmine laquelle de ces était la maison du Ashab ar-Rass. Aucun",
          "détail fiable de leur histoire se trouve dans aucune tradition soit. Le plus que",
          "l'on peut dire avec certitude est qu'il était une nation qui avait jeté son",
          "Prophète dans un puits. Mais à partir de la simple allusion qui a été faite pour",
          "eux dans celui Coran est conduit à penser que, dans le temps de la révélation du",
          "Coran les Arabes étaient généralement au courant de cette nation et de son",
          "histoire, mais les traditions à leur sujet ne pouvaient pas être conservés dans",
          "les archives historiques."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَعَادٌ وَفِرْعَوْنُ وَإِخْوَانُ لُوطٍ",
      "simpleTranslate" : [
        "de même que les `Âd, Pharaon et les contribules de Loth,"
      ],
      "tafsirTranslate" : [
        "et n'a donc 'Ad et Pharaon <N:13> et les frères de Lot,"
      ],
      "tanslateWordByWord" : [
        "Et Aad",
        "et Firaun",
        "et (les) frères",
        "(De) Lut"
      ],
      "notes" : {
        "13" : [
          "Seul le Pharaon a été mentionné à la place du peuple de Pharaon, car il avait",
          "tellement dominé son peuple qu'ils avaient été laissés sans opinion indépendante",
          "et la volonté de leur propre, en dehors de lui. Ils le suivirent bon gré mal gré",
          "partout où il les a conduits. Voilà pourquoi seul, il a été tenu pour responsable",
          "de la déviation et de la dégénérescence de son peuple. Partout où il existe la",
          "liberté de volonté et d'action pour une nation, par lui-même a la charge de ses",
          "actes, et partout où la dictature d'un seul homme peut avoir rendu une nation",
          "impuissante le seul homme prend sur sa tête le fardeau des péchés de nation",
          "entière . Cela ne signifie pas que la nation devient absous de son devoir et de",
          "la responsabilité lorsque le seul homme a lui-même chargé de la responsabilité.",
          "Ceci est pas. La nation dans un tel cas devient responsable de la faiblesse",
          "morale montré dans ce pourquoi il a permis à un homme de dominer et de dominer si",
          "complètement. La même chose a été fait allusion dans Az-Zukhruf: 54, ainsi: [ \".",
          "Pharaon prit son peuple pour être léger, et ils lui ont obéi, car ils étaient en",
          "effet un peuple pécheur\"] [(Pour plus d'explications, voir EN 50 Surah",
          "Az-Zukhruf)]."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَأَصْحَابُ الْأَيْكَةِ وَقَوْمُ تُبَّعٍ ۚ كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيدِ",
      "simpleTranslate" : [
        "ainsi que les habitants d’al-Ayka et de Tubba`. Tous traitèrent Nos messagers de",
        "menteurs et méritèrent Notre châtiment."
      ],
      "tafsirTranslate" : [
        "et le peuple de Aykah, et les gens de Tubba '. <N:14> <N:15> Ils ont tous donné",
        "le mensonge aux Messagers. <N:16> Par la suite Ma menace du châtiment contre eux",
        "était remplies. <N:17>"
      ],
      "tanslateWordByWord" : [
        "Et (les) compagnons",
        "(De) le bois",
        "et (les) personnes",
        "(De) Tubba",
        "Tout",
        "dénié",
        "les messagers",
        "donc a été remplie",
        "Ma menace"
      ],
      "notes" : {
        "16" : [
          "Bien que chaque nation a nié que le Messager qui a été envoyé à lui, comme il a",
          "nié les nouvelles qui tous les Messagers ont été présentent à l'unanimité, en",
          "niant un messager, par conséquent, est élevé à nier tous. De plus, ces nations ne",
          "se contentaient pas nier l'apostolat du Messager qui était venu à eux, mais ils",
          "ne sont pas du tout enclins à croire qu'un simple humain pourrait être nommé par",
          "Allah pour guider les autres hommes. Par conséquent, ils ont nié l'apostolat",
          "lui-même, et .le crime de ne se limitait à démontant et en rejetant une",
          "quelconque Messenger seulement."
        ],
        "17" : [
          "Ceci est un raisonnement de l'histoire pour l'au-delà. Au cours des six versets",
          "précédents, des arguments ont été donnés pour la possibilité de l'au-delà; dans",
          "ces la fin historique des nations de l'Arabie et les terres adjacentes a été",
          "présenté comme un argument pour prouver que la doctrine de l'au-delà, qui tous",
          "les prophètes ont été présentent, est la vérité même, car quelle que soit la",
          "nation nié est devenu impliqué dans la dégénérescence morale de la pire espèce",
          "avec le résultat que le tourment de Dieu descendit sur lui et l'a éliminé du",
          "monde. Ce résultat nécessaire de la négation de l'au-delà et de la perversion",
          "morale que l'on peut assister à travers l'histoire, est une preuve expresse du",
          "fait que l'homme n'a pas été créé pour être irresponsable dans ce monde, mais il",
          "doit nécessairement rendre compte de ses actes dès que la limite de temps pour",
          "l'action à sa disposition prend fin. Voilà pourquoi chaque fois qu'il travaille",
          "dans le monde de façon irresponsable, son mode de levage tout entier se trouve",
          "sur le chemin de la ruine. Si les résultats mauvais et le mal vont à suivre un",
          "cours d'action successivement, il est une preuve évidente que ce plan d'action",
          "est en conflit avec la vérité."
        ],
        "14" : [
          "Pour une explication, voir E.N. 37 de la sourate Saba; E.N, 32 de la Sourate",
          "Dukhan."
        ],
        "15" : [
          "Autrement dit, ils ont tous nié l'apostolat de leurs messagers, ainsi que les",
          "nouvelles données par eux qu'ils seront ressuscités à la vie après la mort."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ ۚ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ",
      "simpleTranslate" : [
        "Pensent-ils que la première création Nous a épuisé, pour qu’ils soient dans le",
        "doute au sujet d’une création nouvelle?"
      ],
      "tafsirTranslate" : [
        "Est-ce que nous, alors, sont usés par la première création? Pas du tout; mais ils",
        "sont dans le doute au sujet de la création d'une nouvelle. <N:18>"
      ],
      "tanslateWordByWord" : [
        "Etions Nous avons ensuite fatigué",
        "la création",
        "la première",
        "Non",
        "ils",
        "(sont dans",
        "doute",
        "sur",
        "une création",
        "Nouveau"
      ],
      "notes" : {
        "18" : [
          "Ceci est un argument rationnel pour l'au-delà. La personne qui n'a pas un denier",
          "de Dieu et est également pas assez fou pour considérer cet univers parfaitement",
          "ordonné et la création de l'homme en elle comme un simple accident, ne peut pas",
          "aider, mais admettre que Dieu seul a créé l'homme et de tout cet univers.",
          "Maintenant ce fait réel que nous existons en vie dans ce monde et cette grande",
          "maison de travail de la terre et des cieux fonctionne devant nous, par lui-même",
          "est une preuve évidente que Dieu était en aucune façon impuissante en nous et cet",
          "Univers création. Pourtant, si un homme dit que, après provoquer Résurrection le",
          "même Dieu ne sera pas en mesure d'apporter un nouvel ordre mondial et ne sera pas",
          "en mesure de nous créer encore une fois, il dit une chose irrationnelle. Dieu",
          "avait été impuissante Il n'aurait pas été en mesure de créer tout cela en premier",
          "lieu. Quand il a créé l'Univers dans le premier cas et nous nous sommes entrés en",
          "existence en vertu de cet acte de création, ce qui peut alors être le terrain",
          "rationnel pour supposer qu'il deviendra impuissant à refaire la chose démantelé à",
          "l'origine faite par lui-même?"
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَلَقَدْ خَلَقْنَا الْإِنْسَانَ وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ ۖ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ",
      "simpleTranslate" : [
        "Nous avons créé l’homme et Nous connaissons les plus intimes secrets de son âme,",
        "car Nous sommes plus près de lui que sa veine jugulaire."
      ],
      "tafsirTranslate" : [
        "Sûrement Nous <N:19> homme ont créé, et nous savons que les inspirations de son",
        "cœur, et Nous sommes plus près de lui que même sa veine jugulaire. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons créé",
        "homme",
        "et nous savons",
        "quelle",
        "chuchotements",
        "à lui",
        "son âme",
        "et nous",
        "(Sont) plus proche",
        "à lui",
        "que",
        "(Sa) veine jugulaire",
        "(Sa) veine jugulaire"
      ],
      "notes" : {
        "20" : [
          "Autrement dit, \"] Notre puissance et Notre connaissance a homme si englobé à",
          "l'intérieur et sans que notre puissance et de la connaissance est plus proche de",
          "lui que sa propre cou-veineuse. Nous ne disposons pas de se rendre à une distance",
          "d'entendre ce qu'il dit, mais nous savons directement chaque pensée qui surgit",
          "dans son cœur. de même, lorsque nous aurons besoin de le saisir, nous ne devrons",
          "pas le saisir après avoir couvert une distance, car partout où il est, il est à",
          "notre portée ; et chaque fois que nous allons, nous allons le saisir \"."
        ],
        "19" : [
          "Après avoir présenté les arguments en faveur de l'au-delà, il est dit: `Si vous",
          "croyez en l'au-delà, ou de la nier, il doit venir en tout cas, et il est une",
          "réalité factuelle, qui sera viennent certainement à propos, en dépit de votre",
          "refus. Si vous tenez compte de l'avertissement donné par les prophètes à l'avance",
          "et préparer pour cela, vous ferez bien de vous-mêmes; si vous ne croyez pas, vous",
          "serez invitez votre propre destin. Votre refus ne sera pas empêcher l'au-delà",
          "d'avoir lieu et de la loi de la justice de Dieu »ne sera pas devenu suspendu. [ \""
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ",
      "simpleTranslate" : [
        "En effet, deux anges se tiennent l’un à droite et l’autre à gauche de l’homme",
        "pour enregistrer tous ses faits et gestes,"
      ],
      "tafsirTranslate" : [
        "En outre, il y a deux scribes, un chacun assis sur la droite et la gauche, tout",
        "enregistrement."
      ],
      "tanslateWordByWord" : [
        "Quand",
        "recevoir",
        "les deux récepteurs",
        "sur",
        "la droite",
        "et sur",
        "la gauche",
        "assise"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ",
      "simpleTranslate" : [
        "en sorte qu’il ne prononce aucune parole sans avoir auprès de lui un observateur",
        "prêt à l’enregistrer."
      ],
      "tafsirTranslate" : [
        "Il prononce pas un mot, mais il est un observateur vigilant à portée de main.",
        "<N:21>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "il prononce",
        "tout",
        "mot",
        "mais",
        "avec lui",
        "(Est) un observateur",
        "prêt"
      ],
      "notes" : {
        "21" : [
          "Autrement dit, [ \"D'une part, nous Notre auto connaître directement les actions",
          "et les mouvements de l'homme, même ses pensées cachées, de l'autre, chaque homme",
          "a deux anges nommés sur lui, qui enregistrent tout ce qu'il fait et dit, aucun de",
          "ses actions ou des mots est laissée non enregistrée \"] Cela signifie que lorsque",
          "l'homme est produite dans la cour d'Allah, Allah lui-même à ce moment-là sera",
          "également de savoir ce que chaque personne a fait dans le monde. d'ailleurs, il y",
          "aura aussi deux témoins qui vont produire des preuves documentaires des faits et",
          "gestes de la personne. Quant à ce que sera la nature de cette preuve",
          "documentaire, il est difficile pour nous d'avoir une conception précise de",
          "celui-ci. Mais des faits que nous assistons aujourd'hui, il semble certain que",
          "les voix et les images et les marques des actions et des mouvements de l'homme",
          "sont préservés et imprimées sur chaque particule de l'environnement dans lequel",
          "il vit et travaille, et chacun de ceux-ci peuvent être reproduit exactement la",
          "même forme et de la voix de manière à laisser aucune différence entre l'original",
          "et sa copie. L'homme est en train de faire cela sur une échelle très limitée avec",
          "l'aide de ses inventions, mais les anges de Dieu debout ni dans le besoin de ces",
          "machines ne sont liés par aucune limitation. propre corps et tout l'homme autour",
          "d'elle est leur bande et leur film sur lequel ils peuvent enregistrer toutes les",
          "voix et chaque image avec ses moindres et le plus délicat détail précisément et",
          "exactement, et peuvent faire de l'homme entendre, au Jour de la Résurrection,",
          "avec sa propre oreilles, dans sa propre voix, ces mêmes choses qu'il a parlé dans",
          "le monde, et peut lui faire voir, de ses propres yeux, les photos de tous ses",
          "méfaits, dont l'authenticité, il ne peut être en mesure de refuser. Ici, il faut",
          "aussi comprendre que, dans la Cour de l'au-delà Allah ne sera pas punir quiconque",
          "que sur la base de sa propre connaissance, mais sera le punir après avoir rempli",
          "toutes les exigences de la justice. Voilà pourquoi un dossier exhaustif est",
          "obtenu préparé des paroles et des actes de chaque personne dans le monde, afin",
          "que la preuve complète avec des preuves indéniables devient disponible de la",
          "vie-travail et l'activité de tout le monde. ."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ۖ ذَٰلِكَ مَا كُنْتَ مِنْهُ تَحِيدُ",
      "simpleTranslate" : [
        "Et puis voici les râles de la mort qui, du coup, font apparaître la vérité.",
        "«Voilà ce que tu as toujours voulu éviter !»"
      ],
      "tafsirTranslate" : [
        "Lo, l'agonie de la mort est en effet venu avec la Vérité. <N:22> Voilà ce que",
        "vous aviez cherché à éviter. <N:23>"
      ],
      "tanslateWordByWord" : [
        "Et viendra",
        "(La) stupeur",
        "(de la mort",
        "en vérité",
        "Cette",
        "(Est) ce qui",
        "vous étiez",
        "[à partir de cela]",
        "éviter"
      ],
      "notes" : {
        "22" : [
          "[ \"Pour venir avec la vérité»] implique que l'agonie de la mort est le point de",
          "départ lorsque la réalité qui était resté caché dans le monde, commence à être",
          "découvert. À ce stade, l'homme commence à voir clairement l'autre monde dont le",
          "Prophète lui avait prévenu. Ici, l'homme vient aussi de savoir que l'au-delà est",
          "la vérité même, et aussi ce que il entre dans cette deuxième étape de la vie",
          "comme favorisé ou damné."
        ],
        "23" : [
          "Autrement dit, [ \"Ceci est la même réalité que vous avez refusé de croire. Vous",
          "souhaite que vous devriez vivre et aller à peu près aussi un voyou débridée dans",
          "le monde, et il devrait y avoir aucune autre vie après la mort, dans lequel vous",
          "pouvez avoir à souffrir des conséquences de vos actes, Voilà pourquoi vous évité",
          "le concept de l'au-delà et n'étiez pas du tout enclin à croire que ce monde à",
          "venir ne serait jamais mis en place. maintenant, vous pouvez voir que le même",
          "côté monde se dévoile devant vous. \"]."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَنُفِخَ فِي الصُّورِ ۚ ذَٰلِكَ يَوْمُ الْوَعِيدِ",
      "simpleTranslate" : [
        "Et l’on soufflera dans la Trompette. Voici le Jour promis !"
      ],
      "tafsirTranslate" : [
        "Et puis la trompette a été soufflé. <N:24> Tel est le jour du châtiment promis."
      ],
      "tanslateWordByWord" : [
        "Et sera soufflé",
        "[dans]",
        "la trompette",
        "Cette",
        "(Est) Jour",
        "(De) l'avertissement"
      ],
      "notes" : {
        "24" : [
          "Cela implique que soufflage de la trompette à laquelle les hommes morts ALi se",
          "lèvera à la vie dans leur propre corps physique. Pour plus d'explications, voir",
          "E.N. 47 AIAn'am, E.N. 57 d'Ibrahim, E.N. 78 Ta. Ha, E.N.1 d'AI-Hajj, E.N. de",
          "46,47 de Ya Sin, et E.N. 79 de Az-Zumar."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَجَاءَتْ كُلُّ نَفْسٍ مَعَهَا سَائِقٌ وَشَهِيدٌ",
      "simpleTranslate" : [
        "Chaque âme comparaîtra alors avec un guide et un témoin."
      ],
      "tafsirTranslate" : [
        "Tout le monde est venu, chacun assisté par celui qui va le conduire sur, et un",
        "autre qui va témoigner. <N:25>"
      ],
      "tanslateWordByWord" : [
        "Et viendra",
        "chaque",
        "âme",
        "Avec ça",
        "un conducteur",
        "et un témoin"
      ],
      "notes" : {
        "25" : [
          "Très probablement cela implique les deux mêmes anges qui avaient été nommés pour",
          "compiler le dossier des paroles et des actes de la personne dans le monde. Le",
          "Jour de la Résurrection, où tout homme passera de sa tombe sur le son de la",
          "trompette, les deux anges viendront immédiatement et l'emmener dans leur garde à",
          "vue. L'un d'eux le conduire à la Cour Divine et l'autre sera portant son dossier."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "لَقَدْ كُنْتَ فِي غَفْلَةٍ مِنْ هَٰذَا فَكَشَفْنَا عَنْكَ غِطَاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ",
      "simpleTranslate" : [
        "Et on lui dira : «Tu ne te souciais guère de ce Jour ! Nous t’avons ôté ton",
        "voile, et voilà que ta vue est devenue d’un coup perçante !»"
      ],
      "tafsirTranslate" : [
        "Vous avez été inattentifs. Maintenant, nous avons supprimé votre voile et ainsi",
        "votre vision aujourd'hui est forte. <N:26>"
      ],
      "tanslateWordByWord" : [
        "Certainement",
        "vous étiez",
        "dans",
        "étourderie",
        "de",
        "ce",
        "Donc, nous avons supprimé",
        "de toi",
        "votre couverture",
        "de sorte que votre vue",
        "aujourd'hui",
        "(Est) pointu"
      ],
      "notes" : {
        "26" : [
          "Autrement dit, [ \"Vous pouvez clairement voir que tout ce dont les prophètes",
          "prédit est présent ici.\"]"
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَقَالَ قَرِينُهُ هَٰذَا مَا لَدَيَّ عَتِيدٌ",
      "simpleTranslate" : [
        "Et son compagnon dira alors : «Voilà celui dont j’ai la charge, prêt à subir son",
        "sort !»"
      ],
      "tafsirTranslate" : [
        "Son compagnon dit: '. Voici celui qui était dans ma charge » <N:27>"
      ],
      "tanslateWordByWord" : [
        "Et (se) dire",
        "son compagnon",
        "Ce",
        "(Est) ce qui",
        "(Est) avec moi",
        "prêt"
      ],
      "notes" : {
        "27" : [
          "Certains commentateurs disent que [ \"le compagnon\"] implique l'ange qui a été",
          "appelé [ \"témoin\"] au verset 21. Il dira: [ \"Je dois le dossier de cette personne",
          "prête avec moi ici\"] . D'autres commentateurs disent que [ \"le compagnon\"]",
          "implique la satan qui était attaché à la personne dans le monde. Il dira: [",
          "\"Cette personne que je contrôlais et la préparation de l'Enfer, est maintenant",
          "présenté devant toi.\"] Mais le commentaire qui est plus pertinent dans le",
          "contexte est celui qui a été rapporté de Qatadah et Ibn Zaid. Ils disent que le",
          "compagnon implique l'ange qui a conduit et amené la personne à la Cour d'Allah Il",
          "dira: «Voici la personne qui avait été donné dans ma charge»"
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ",
      "simpleTranslate" : [
        "– «Jetez en Enfer, ordonnera le Seigneur, tout négateur rebelle,"
      ],
      "tafsirTranslate" : [
        "La commande a été donné: «Jeté dans l'enfer <N:28> chaque durci, incroyant têtu,",
        "<N:29>"
      ],
      "tanslateWordByWord" : [
        "Jeter",
        "en (à)",
        "enfer",
        "chaque",
        "incrédule",
        "têtu"
      ],
      "notes" : {
        "28" : [
          "Comme le contexte montre cette commande sera donnée aux deux anges qui avaient",
          "pris le coupable dans leur garde à vue dès qu'il est passé de la tombe, puis l'a",
          "amené devant la Cour. [ \""
        ],
        "29" : [
          "Le mot kaffar \"] tel qu'il est utilisé dans le texte signifie un ingrat et un",
          "denier de la vérité."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ مُرِيبٍ",
      "simpleTranslate" : [
        "adversaire invétéré du bien, injuste et sceptique,"
      ],
      "tafsirTranslate" : [
        "qui entrave la bonne, <N:30> dépasse les limites, <N:31> est immergé dans les",
        "doutes, <N:32>"
      ],
      "tanslateWordByWord" : [
        "Forbidder",
        "de bonne",
        "transgresseur",
        "douteur"
      ],
      "notes" : {
        "32" : [
          "Le mot Murib \"utilisé dans l'original a deux significations:. Un douteur et celui",
          "qui met les autres dans le doute, et à la fois l'arc implicite ici Cela signifie",
          "que non seulement il était lui-même impliqué dans le doute, mais aussi doutes",
          "créés dans le cœur des autres. Il a occupé comme douteux l'Etre de Dieu et",
          "l'au-delà et les anges et le Prophète capot et la Révélation et toute autre",
          "vérité de la religion. tout ce qui a été présenté par les prophètes comme une",
          "vérité a eu lieu aussi incroyable par lui, et la même maladie, il propager à",
          "d'autres personnes. Quiconque il est venu en contact avec, il créerait un ou",
          "l'autre doute, l'un ou l'autre mauvaise pensée dans son esprit."
        ],
        "30" : [
          "[ \"Khair\"] en arabe est utilisé à la fois pour la richesse et de la bonté. Selon",
          "le premier sens, la phrase signifie qu'il a payé ne sa cotisation de sa richesse,",
          "ni les cotisations d'Allah, ni du peuple. Selon. au second sens, cela voudrait",
          "dire qu'il n'a pas seulement lui-même retenir du chemin de la bonté, mais",
          "interdit aussi les autres à le suivre. Il était devenu un obstacle pour les gens",
          "dans la voie de la bonté et exercé son possible pour sec que la bonté ne se",
          "propage pas."
        ],
        "31" : [
          "Autrement dit, [ \"Il transgresse les limites de la morale dans chaque-chose qu'il",
          "a fait. Il était toujours prêt à faire quelque chose et tout à cause de ses",
          "intérêts, ses désirs et ses convoitises. Il a amassé une richesse par des moyens",
          "illégaux et dépensé de manière illégale. il a usurpé les droits du peuple, n'a ni",
          "le contrôle de sa langue, ni sur ses mains, et commis toutes les injustices et",
          "les excès. il ne se contente pas de créer des obstacles dans la voie du bien,",
          "mais harcelé ceux qui a adopté la bonté et persécuté ceux qui ont travaillé pour",
          "elle. \"]"
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "الَّذِي جَعَلَ مَعَ اللَّهِ إِلَٰهًا آخَرَ فَأَلْقِيَاهُ فِي الْعَذَابِ الشَّدِيدِ",
      "simpleTranslate" : [
        "qui associait à Dieu une autre divinité ! Livrez-le à d’affreux supplices !»"
      ],
      "tafsirTranslate" : [
        "et a mis en place une autre divinité avec Allah. Hurl lui dans le tourment",
        "douloureux. » <N:33>"
      ],
      "tanslateWordByWord" : [
        "Qui",
        "fabriqué",
        "avec",
        "Allah",
        "un dieu",
        "un autre",
        "donc le jeter",
        "dans)",
        "la punition",
        "la sévère"
      ],
      "notes" : {
        "33" : [
          "Allah, dans ces versets, a énuméré les qualités qui font un homme digne de",
          "l'Enfer: [(1)] Le déni de la vérité, [(2)] ingratitude envers Allah, [(3)]",
          "inimitié pour la vérité et les adeptes de la Vérité, [(4)] pour devenir un",
          "obstacle dans la voie de la bonté, [(5)] non-respect des droits des AIIah et les",
          "gens de sa richesse, [(6)] pour transgressent les limites dans les affaires d'un,",
          "[(7)] pour commettre des injustices et des excès contre les autres, [(8)] de",
          "mettre en doute les vérités de la religion, [(9)] pour créer des doutes dans le",
          "cœur du peuple, et [( 10)] de tenir une autre en tant qu'associé dans la divinité",
          "d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ وَلَٰكِنْ كَانَ فِي ضَلَالٍ بَعِيدٍ",
      "simpleTranslate" : [
        "Et son mauvais génie s’écriera : «Seigneur ! Ce n’est pas moi qui l’ai incité à",
        "la révolte ; il se trouvait déjà dans un profond égarement.»"
      ],
      "tafsirTranslate" : [
        "Son compagnon dit: «Je ne l'ai pas incité à se rebeller; il était loin de nous",
        "dans l'erreur de son propre gré ». <N:34>"
      ],
      "tanslateWordByWord" : [
        "Diront",
        "son compagnon",
        "Notre Seigneur",
        "ne pas",
        "Je lui ai fait transgressent",
        "mais",
        "il était",
        "dans",
        "Erreur",
        "loin"
      ],
      "notes" : {
        "34" : [
          "Ici par «compagnon [\", on entend le satan qui était attaché à la personne",
          "désobéissants dans le monde. Et cela devient également évident du style que tant",
          "la personne et son satan se disputent entre eux dans la Cour . de AIIah il dit:",
          "\"] Mon Seigneur, ce misérable me poursuivait dans le monde et ne me quittait pas",
          "jusqu'à ce qu'il a réussi à me tromper; par conséquent, il devrait seulement être",
          "puni. Et le satan réponses [ \"Seigneur, j'ai eu aucun pouvoir sur lui. Avait-il",
          "pas lui-même voulu devenir rebelle, je ne pouvais pas lui laisser séduire par la",
          "force. Cette personne misérable se fui bonté et a été fasciné par le mal. Voilà",
          "pourquoi il a fait pas comme tout ce que les prophètes présentés et se sont mis",
          "en cédant à toutes les tentations et l'incitation présenté par moi. \"]"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "قَالَ لَا تَخْتَصِمُوا لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُمْ بِالْوَعِيدِ",
      "simpleTranslate" : [
        "Dieu dira alors : «Cessez de vous disputer devant Moi ! Je vous ai déjà fait",
        "parvenir Mes avertissements."
      ],
      "tafsirTranslate" : [
        "(Il a été dit): «Ne pas remontrer en ma présence. Je vous avais prévenu. <N:35>"
      ],
      "tanslateWordByWord" : [
        "Il dira",
        "(Ne pas",
        "différend",
        "(En) Ma présence",
        "et en effet",
        "J'émettais",
        "à toi",
        "l'avertissement"
      ],
      "notes" : {
        "35" : [
          "Autrement dit, [ \"je l'avais mis en garde tous les deux vous à ce que la peine",
          "sera donnée à celui qui séduit et quelle peine sera subie par celui qui est",
          "séduisit. En dépit de cet avertissement lorsque vous avez fait pas renoncer à",
          "commettre vos crimes respectifs, il ne sert à se quereller maintenant. Tant celui",
          "qui séduisit et celui qui a été séduisit doivent être punis pour les crimes",
          "commis par eux. \"]"
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ وَمَا أَنَا بِظَلَّامٍ لِلْعَبِيدِ",
      "simpleTranslate" : [
        "Mes arrêts ne sauraient être modifiés et Je n’opprime jamais Mes serviteurs.»"
      ],
      "tafsirTranslate" : [
        "Ma Parole n'est pas changé;. <N:36> et jamais je n'infliger le moindre tort à Mes",
        "serviteurs » <N:37>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "sera changé",
        "le mot",
        "avec moi",
        "et pas",
        "Je suis",
        "injuste",
        "à Mes esclaves"
      ],
      "notes" : {
        "36" : [
          "Autrement dit, [ «Il est mon moyen de changer les décisions une fois prises. La",
          "décision que j'ai pris à l'est, vous en enfer ne peut pas être retirée, ni peut",
          "la loi que je l'avais annoncé dans le monde être changé que la punition pour",
          "induire en erreur et pour être induit en erreur seront attribués dans l'au-delà.",
          "\"]"
        ],
        "37" : [
          "Le mot zallam tel qu'il est utilisé dans l'original signifie celui qui est très",
          "injuste. Cela ne signifie pas: [ «Je suis injuste à Mes serviteurs, mais pas très",
          "injuste.\"] Mais cela signifie: «Si je devais injuste à mes propres serviteurs",
          "étant leur Créateur et Pourvoyeur, je serais très injuste Par conséquent, je ne",
          "suis pas. du tout injuste envers Mes serviteurs. Ce châtiment que je vous donne",
          "est précisément la même peine que vous avez fait vous-même digne de. vous arc ne",
          "pas être puni d'un iota de plus que ce que vous méritez vraiment, car ma Cour est",
          "une cour de justice impartiale . ici, personne ne peut recevoir une punition dont",
          "il ne fait mérite pas, et pour lequel son être digne n'a pas été prouvé par",
          "certains et incontestables preuves."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ",
      "simpleTranslate" : [
        "Et, ce jour-là, Nous demanderons à l’Enfer : «As-tu encore de la place?», et",
        "l’Enfer de répondre : «Envoyez-m’en toujours !»"
      ],
      "tafsirTranslate" : [
        "Ce jour-là, nous demanderons l'Enfer: 'Es-tu plein' Et il répondra: '?",
        "Existe-t-il plus « <N:38>"
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "On va dire",
        "en enfer",
        "Sont",
        "vous avez rempli",
        "Et il va dire",
        "Sont",
        "(Il) tout",
        "plus"
      ],
      "notes" : {
        "38" : [
          "Cela peut avoir deux significations: [(1)] [ «Il n'y a pas de place en moi pour",
          "plus d'hommes;\"] et [(2)] [ \"amener tous les autres coupables qui peuvent être",
          "là.\" ] Selon la première signification de la scène représentée serait que l'enfer",
          "a été tellement bourré avec les coupables qu'il ne peut plus tenir; si bien que",
          "quand il a été demandé: [ «Êtes-vous pleinement?\"], il cria, alarmé: [ \"? Y at-il",
          "encore plus coupables à venir\"] Selon le deuxième sens, la scène représentée",
          "devant l'esprit est que le la colère de l'enfer est tellement éclaté contre les",
          "coupables qu'il est constamment exigent de plus en plus d'entre eux d'être jeté",
          "dans pour que personne coupable échappe non puni. [ \"Ici, la question se pose:",
          "Quelle est la nature de Dieu Tout-Puissant de traiter l'enfer et sa réponse",
          "Est-ce que quelque chose de métaphorique, ou est l'enfer en fait un être vivant",
          "et intelligent qui peut être parlé et il peut répondre et donner des réponses In?",
          "cet égard rien ne peut, en effet, d'affirmer avec certitude. peut-être que le",
          "sens est métaphorique et uniquement dans le but de représenter la scène réelle de",
          "l'état de l'enfer, il peut avoir été décrit dans la forme de la question et la",
          "réponse, tout comme on peut demander à une automobile: \"?] Pourquoi pensez-vous",
          "avance pas [\" et il peut dire: \".] il n'y a pas d'essence en moi [\" Mais ceci est",
          "également tout à fait possible que cette conversation est basée sur la réalité",
          "donc. , il est inexact de supposer sur les crimes respectifs, il ne sert à se",
          "quereller maintenant. Tant celui qui séduisit et celui qui a été séduisit doivent",
          "être punis pour les crimes commis par eux. \"]"
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ",
      "simpleTranslate" : [
        "Cependant, le Paradis sera plus rapproché de ceux qui craignent le Seigneur,"
      ],
      "tafsirTranslate" : [
        "Et quand le Paradis sera amené à proximité du craignant Dieu, et ne sera plus",
        "loin, <N:39>"
      ],
      "tanslateWordByWord" : [
        "Et seront rapprochés",
        "le paradis",
        "aux justes",
        "ne pas",
        "loin"
      ],
      "notes" : {
        "39" : [
          "Autrement dit, [ «Il est mon moyen de changer les décisions une fois prises. La",
          "décision que j'ai pris à l'est, vous en enfer ne peut pas être retirée, ni peut",
          "la loi que je l'avais annoncé dans le monde être changé que la punition pour",
          "induire en erreur et pour être induit en erreur seront attribués dans l'au-delà.",
          "\"]"
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ",
      "simpleTranslate" : [
        "et il sera dit à ces derniers : «Voilà ce qui vous était promis, ainsi qu’à tout",
        "homme plein de repentir et respectueux des prescriptions divines,"
      ],
      "tafsirTranslate" : [
        ", il sera dit: «Voici ce que vous aviez promis, une promesse faite à tous ceux",
        "qui ont tourné beaucoup (à Allah) <N:40> et était vigilant de sa conduite, <N:41>"
      ],
      "tanslateWordByWord" : [
        "Ce",
        "(Est) ce qui",
        "vous a été promis",
        "pour tout le monde",
        "qui tourne",
        "(Et) qui garde"
      ],
      "notes" : {
        "40" : [
          "Le mot awwab est très étendue dans le sens. Elle implique la personne qui",
          "pourrait avoir adopté la voie de l'obéissance et de la bonne volonté d'Allah au",
          "lieu de la voie de la désobéissance et de la chair, qui abandonne tout ce qui est",
          "désapprouvé par AIIah et adopte tout ce qui est approuvé par lui, qui obtient",
          "alarmé dès qu'il décline du un peu du chemin de culte et l'obéissance et se",
          "repent et retourne à la voie du culte et l'obéissance, qui se souvient de",
          "beaucoup Allah et se tourne vers Lui dans tous les domaines de la vie."
        ],
        "41" : [
          "Le mot signifie hafiz le [ «celui qui garde».] Cela implique que la personne qui",
          "prend soin des limites et des devoirs imposés par Allah, qui garde les fiducies",
          "imposées par AIIah et évite les choses interdites par lui , qui veille sur son",
          "temps, des énergies et des activités pour voir qu'aucun de ces est mal employés",
          "ou mal, qui offre la repentance, demeure inébranlable et le maintient. forte et",
          "intacte, qui se penche encore et encore pour voir qu'il ne désobéit à son",
          "Seigneur partout en parole ou en acte."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "مَنْ خَشِيَ الرَّحْمَٰنَ بِالْغَيْبِ وَجَاءَ بِقَلْبٍ مُنِيبٍ",
      "simpleTranslate" : [
        "qui redoute le Miséricordieux en secret et qui revient à Lui d’un cœur attendri",
        "par le repentir."
      ],
      "tafsirTranslate" : [
        "à tous ceux qui craignaient le Miséricordieux bien qu'il est hors de la portée de",
        "la perception, <N:42> à tout le monde qui est venu avec un cœur toujours coutume",
        "de tourner (à lui). <N:43>"
      ],
      "tanslateWordByWord" : [
        "Qui",
        "craignait",
        "le Tout Miséricordieux",
        "dans l'invisible",
        "et est venu",
        "avec un coeur",
        "retour"
      ],
      "notes" : {
        "42" : [
          "Autrement dit, Bien qu'il ne pouvait pas voir le Dieu Miséricordieux et ne",
          "pouvait le percevoir par les sens de quelque façon, mais il craint sa",
          "désobéissance. Son cœur était plus dominé par la peur de l'invisible Dieu",
          "Miséricordieux que la crainte des autres puissances perceptibles et les êtres",
          "visibles et puissants, et en dépit de savoir qu'Il est Tout Miséricordieux, il ne",
          "devient pas un pécheur, confiant sa miséricorde, mais Son mécontentement craint",
          "dans tout ce qu'il a dit et fait. Ainsi, ce verset souligne deux des",
          "caractéristiques importantes et fondamentales du croyant: premièrement, qu'il",
          "craint Dieu, bien qu'il ne peut pas voir et le percevoir; deuxièmement, qu'il ne",
          "persiste pas dans le péché, en dépit de sa pleine conscience de la qualité de",
          "miséricorde de Dieu. Ces caractéristiques mêmes deux font de lui digne d'honneur",
          "aux yeux d'Allah. En outre, il est un autre point aussi subtile, qui Imam Razi a",
          "souligné. En arabe, il y a deux mots pour la peur, khauf et khashiyyat, qui ont",
          "une différence dans leur nuance. Le mot khauf est généralement utilisé pour la",
          "crainte que l'homme se sent dans son cœur à cause de son sens de la faiblesse",
          "contre quelqu'un est une puissance supérieure et de la force, et le mot",
          "khashiyyat est utilisé pour la terreur et la crainte avec laquelle un homme est",
          "rempli et inspiré à cause de la gloire et de la grandeur et de la grandeur de",
          "quelqu'un. Ici, le mot khashiyyat a été utilisé au lieu de khauf, qui vise à",
          "souligner que le croyant ne craint pas Allah seulement à cause de la crainte de",
          "Son châtiment, mais il est le sens de la gloire et de la grandeur d'Allah qui le",
          "maintient aweinspired à chaque fois."
        ],
        "43" : [
          "Le mot Munib dans l'original est dérivé de inabat, ce qui signifie se tourner",
          "vers une direction et à se tourner vers le même, encore et encore, tout comme",
          "l'aiguille de la boussole qui pointe vers le nord magnétique persistante, mais un",
          "peut essayer de le détourner de cette direction. Par conséquent, Qalb-i-Munib",
          "signifierait un cœur comme on l'a détourné de toute autre direction et tournée",
          "vers un seul Allah puis continué à se tourner vers lui encore et encore tout au",
          "long de la vie. Le. même sens a été transmis par le [ \"cœur dévoué.\"] Cela montre",
          "que, dans la vue d'Allah l'homme de valeur réelle est celui qui reste attaché et",
          "dévoué à Allah seul, non seulement verbalement, mais aussi vraiment et",
          "sincèrement."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "ادْخُلُوهَا بِسَلَامٍ ۖ ذَٰلِكَ يَوْمُ الْخُلُودِ",
      "simpleTranslate" : [
        "Entrez-y en paix ! C’est le jour de l’éternité !»"
      ],
      "tafsirTranslate" : [
        "Entrez dans ce paradis en paix. <N:44> Ce sera le jour de l'éternité."
      ],
      "tanslateWordByWord" : [
        "Entrez-le",
        "en paix",
        "Cette",
        "(Est) un jour",
        "(De) Eternity"
      ],
      "notes" : {
        "44" : [
          "Si le mot salam dans udkhulu-ha bi-salam-in est pris dans le sens de la paix et",
          "de la sécurité, cela voudrait dire: [ \"Entrez dans ce paradis sûr et sécurisé de",
          "tous les types de douleur, la tristesse, anxiété et affiliation \"]; et si elle",
          "est prise dans le sens de salam lui-même, cela voudrait dire: [ \"Entrez ce",
          "paradis vous êtes accueillis ici avec la salutation de la paix par Allah et ses",
          "anges.\"] Dans ces versets, Allah a mentionné les qualités en raison de laquelle",
          "un personne se rend digne du Paradis, et ils sont: [(1)] Tagva [(piété)], [(2)]",
          "se tournant vers Allah, [(3)] veiller sur et de garder sa relation avec AIIah,",
          "[(4) ] AIlah craignant bien que l'on ne l'a pas vu, et a pleine foi en sa qualité",
          "de miséricorde, et [(5)] entrée en Sa Présence d'un cœur dévoué et captivé, ce",
          "qui reste constant sur le chemin de la dévotion et de dévouement jusqu'à la mort."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ",
      "simpleTranslate" : [
        "Et là, tous leurs désirs seront satisfaits ; bien plus, ils auront auprès de Nous",
        "beaucoup plus que ce qu’ils espéraient !"
      ],
      "tafsirTranslate" : [
        "Là ils obtenir ce qu'ils désirent; et avec nous il y a encore plus. <N:45>"
      ],
      "tanslateWordByWord" : [
        "Pour eux",
        "peu importe",
        "ils espèrent",
        "la bride",
        "et avec nous",
        "(est plus"
      ],
      "notes" : {
        "45" : [
          "Autrement dit, [ \"Ils vont certainement obtenir ce qu'ils désirent, mais en plus",
          "nous allons aussi leur donner ce qu'ils ont jamais conçu et, par conséquent, ne",
          "pouvait désirer.\"]"
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَشَدُّ مِنْهُمْ بَطْشًا فَنَقَّبُوا فِي الْبِلَادِ هَلْ مِنْ مَحِيصٍ",
      "simpleTranslate" : [
        "Que de peuples qui leur étaient supérieurs en puissance n’avons-Nous pas anéantis",
        "avant eux ! Ils avaient pourtant vainement cherché un refuge pour échapper à leur",
        "sort."
      ],
      "tafsirTranslate" : [
        "Combien une nation a fait Nous détruisons devant ceux qui étaient plus forts dans",
        "les prouesses que ceux-ci. Ils ont fouillé sur les terres du monde. <N:46> Mais",
        "pourraient-ils trouver un refuge? <N:47>"
      ],
      "tanslateWordByWord" : [
        "Et combien",
        "Nous avons détruit",
        "Avant eux",
        "de",
        "une génération",
        "ils",
        "(Étaient) plus fort",
        "qu'eux",
        "(en puissance",
        "donc ils ont exploré",
        "tout au long de",
        "les terres",
        "Y a-t-il)",
        "tout",
        "lieu d'évasion"
      ],
      "notes" : {
        "46" : [
          "Autrement dit, [ «Ils étaient non seulement puissant et fort dans leur propre",
          "pays, mais avaient également fait des incursions dans d'autres terres et mis sous",
          "leur domination des terres lointaines aussi bien.\"]"
        ],
        "47" : [
          "Autrement dit, [ \"Pourrait leur pouvoir et pourrait les sauver lorsque le temps",
          "fixé par Allah est venu pour leur saisie? Et pourraient-ils fmd un abri et de",
          "refuge nulle part? Maintenant, quelle confiance espérez-vous que vous allez se",
          "réfugier quelque part dans le monde quand vous avez rebellés contre Allah? \"]"
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "إِنَّ فِي ذَٰلِكَ لَذِكْرَىٰ لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ",
      "simpleTranslate" : [
        "Il y a là, en vérité, un rappel pour quiconque sait raisonner, entendre la leçon",
        "et la retenir."
      ],
      "tafsirTranslate" : [
        "En vérité, il y a une leçon dans ce pour tout le monde qui a un (son) cœur et qui",
        "écoute avec un esprit attentif. <N:48>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "dans",
        "cette",
        "sûrement, est un rappel",
        "pour (un) qui",
        "est",
        "pour lui",
        "un cœur",
        "ou",
        "(Qui) donne l'oreille",
        "(Qui) donne l'oreille",
        "alors qu'il",
        "(Est) un témoin"
      ],
      "notes" : {
        "48" : [
          "Dans les mots ocre, soit on devrait avoir tellement d'intelligence native que",
          "l'on peut penser à droite de son propre gré, ou si pas, il faut être aussi libre",
          "de préjugés et de la négligence que l'on peut écouter avec attention quand une",
          "autre personne essaie de faire une comprendre la vérité."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ",
      "simpleTranslate" : [
        "Nous avons créé les Cieux, la Terre et les espaces interstellaires en six jours,",
        "sans avoir ressenti la moindre lassitude."
      ],
      "tafsirTranslate" : [
        "Nous avons créé les cieux et la terre et tout ce qui est entre eux en six jours,",
        "<N:49> et la fatigue ne même pas nous toucher."
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons créé",
        "Le Paradis",
        "et la terre",
        "et quelle que soit",
        "(Est) entre les deux",
        "dans",
        "six",
        "périodes",
        "et (a) pas",
        "nous toucher",
        "tout",
        "fatigue"
      ],
      "notes" : {
        "49" : [
          "Pour une explication, voir de 11 à 15 du commentaire de la sourate Ha Mim",
          "As-Sajda E.N.."
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "فَاصْبِرْ عَلَىٰ مَا يَقُولُونَ وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ الْغُرُوبِ",
      "simpleTranslate" : [
        "Supporte donc avec patience ce qu’ils disent et célèbre les louanges de ton",
        "Seigneur avant le lever et le coucher du soleil !"
      ],
      "tafsirTranslate" : [
        "Par conséquent supporter avec patience tout ce qu'ils disent, <N:50> et de",
        "célébrer la gloire de ton Seigneur avant le lever du soleil et avant sa mise;"
      ],
      "tanslateWordByWord" : [
        "Alors soyez patient",
        "plus de",
        "quelle",
        "ils disent",
        "et glorifier",
        "(La) louange",
        "(De) votre Seigneur",
        "avant",
        "(la montée",
        "(du soleil",
        "et avant",
        "le réglage"
      ],
      "notes" : {
        "50" : [
          "Autrement dit, [ «Le fait de la question est que nous avons fait ensemble cet",
          "univers en six jours et nous ne lassons pas à la fin de sorte que nous pourrions",
          "être incapables de le reconstruire Maintenant, si ceux-ci gens ignorants vous",
          "moquerai quand ils entendent les nouvelles de la mort la vie après-de vous et que",
          "vous appelez un fou, avoir de la patience à elle, écouter tout ce non-sens qu'ils",
          "prononcent avec un esprit cool, et de continuer à prêcher la vérité que vous avez",
          "été nommé pour se propager. \"] dans ce verset, il y a une raillerie subtile sur",
          "les juifs et les chrétiens aussi bien, dans dont la Bible l'histoire a été",
          "fabriquée dans le chat Dieu fit la terre et les cieux en six jours et se reposa",
          "le septième jour [ (Gen., 2: 2)]. Bien que les prêtres chrétiens ressentent",
          "maintenant timide et ont changé [ \"reposé\"] dans \"Farigh hua [\" [(a cessé de",
          "travailler)] dans leur traduction en ourdou de la Sainte Bible, mais dans King",
          "James version autorisée de la Bible, les mots \"] ... et il se reposa le septième",
          "jour» sont toujours là, et les mêmes mots se trouvent également dans la",
          "traduction que les Juifs ont publié de Philadelphie en 1954. dans la traduction",
          "en arabe aussi les mots sont: fastraha ft ! Yaum as-sebi '."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَأَدْبَارَ السُّجُودِ",
      "simpleTranslate" : [
        "Glorifie-Le une partie de la nuit et à la fin de chaque prière !"
      ],
      "tafsirTranslate" : [
        "et dans la nuit, aussi, célébrer sa gloire, dans le sillage de prostration.",
        "<N:51>"
      ],
      "tanslateWordByWord" : [
        "Et de",
        "la nuit",
        "Le glorifier",
        "et après",
        "la prosternation"
      ],
      "notes" : {
        "51" : [
          "Ceci est le moyen par lequel l'homme reçoit la puissance et de l'énergie pour",
          "continuer sa lutte pour élever la Parole de la Vérité et d'appeler les gens vers",
          "la justice tout au long de la vie avec une détermination totale, même si il peut",
          "avoir à passer par de cœur la rupture et les conditions de l'âme-détruire et ses",
          "efforts peuvent sembler ne portant pas de fruits. Louant et glorifiant le",
          "Seigneur implique la prière ici et partout dans le Coran la louange et la",
          "glorification a été associée à des moments précis, il implique la prière. La",
          "prière [ \"avant le lever du soleil\"] est la prière Fajr, et les prières [ \"avant",
          "le coucher du soleil\"] sont les «prières Asr et Zuhr. Les prières dans la nuit",
          "sont le maghrib et `Prières Isha`, et la troisième, la prière Tahajjud, est",
          "également inclus dans la glorification de la nuit. [(Pour plus d'explications,",
          "voir E.N. 111 de Ta Ha; E.N. de 23, 24 de Ar-Rum)]. Quant à la glorification qui",
          "a été commandé après [ \"être libre de prosternations\"], il peut impliquer les",
          "dévotions après la prière, ainsi que l'offre des prières volontaires à la fin des",
          "prières obligatoires prescrites. Hadrat Umar, Hadrat Ali, Hadrat Hasan bin Ali,",
          "Abû Hurayrah, Ibn `Abbas, Sha`bi, Mujahid, Ikrima, Hasan Basri, Qatadah, Ibrahim",
          "Nakha`i et Auza'i disent que cela implique les deux rak ats après la prière",
          "Maghrib. Hadrat `Abdullah bin` Amr bin 'As, et selon une tradition, Hadrat",
          "`Abdullah bin' Abbas a également, a tenu l'opinion que cela implique dévotions",
          "après la prière, et Ibn Zaid dit -que l'objet de cette commande est que",
          "volontaire les prières devraient également être offerts après les prières",
          "obligatoires prescrites. \n Selon une tradition rapportée dans Bukhari et Muslim,",
          "sur l'autorité de Abû Hurayrah, une fois que les émigrants pauvres de la Mecque",
          "sont venus devant le Ho] y Prophète, et dit [ «Ô Messager d'Allah, les gens",
          "riches ont atteint les rangs élevés pour eux-mêmes Le Saint Prophète demanda: Ce",
          "qui est arrivé, ils dirent: ils offrent les prières que nous offrons, et ils",
          "observent les jeûnes que nous observons, mais ils pratiquer la charité, que nous",
          "ne pouvons pas, et ils définir les esclaves libres que nous ne pouvons pas le",
          "Saint-?. Prophète a dit:? Dois-je vous une chose qui, si vous avez pratiqué, vous",
          "surpasser tous les autres, sauf ceux qui ont pratiqué le même que vous avez",
          "pratiqué dire Il est ce que vous devez prononcer Subhan-Allah, al-Hamdu-lillah et",
          "Allah-u . -Akbar, 33 fois chacun après chaque prière \"] après un certain temps,",
          "les mêmes personnes sont venues et ont dit:` Nos frères riches ont également",
          "entendu cela et eux aussi ont commencé à pratiquer, il [. »Là-dessus, le Saint",
          "Prophète a dit:\"] Ceci est la grâce d'Allah et qu'Il donne sur qui il veut. [",
          "\"Selon une tradition ces mots de dévotion doivent être répété dix fois chacune au",
          "lieu de 33 fois chacun. \n Hadrat Zaid bin Thabit a rapporté que le Saint Prophète",
          "ordonna à ses compagnons que devraient-ils prononcer Subhan-Allah et al",
          "Hamdu-lillah 33 fois chacun et Allah-u-Akbar 34 fois après chaque prière. Après",
          "un Ansar Companion soumis: \"] Je l'ai vu dans une vision que quelqu'un me disait",
          "que ce serait mieux si je prononçais ces trois mots de dévotion 25 fois chacun et",
          "ensuite La ilaha ill-Allah 25 fois Le Saint Prophète répondit:. Eh bien , vous",
          "pouvez faire de même. [ \"[(Ahmad, Nasa'i, Darimi)]. \n Hadrat Abu Saïd Khoudri",
          "dit: «Je l'ai entendu le Saint Prophète prononcer les mots suivants quand il",
          "serait de retour après les rs Praye étaient plus: Subhana rabbika Rabbil-`",
          "izzat-i `ANIMA yasifun 'wa salam-un' alal-Mursalin, wal -hamdu alamin lillah-i",
          "Rabb-il. \"] [(Un Jassas Ahkam al-Qur'an)]. \n Outre ceux-ci, plusieurs autres",
          "formes de l'après-Prayer déclarations de dévotion aussi ont été signalés par le",
          "Saint Prophète. Ceux qui souhaitent agir sur cette instruction du Coran peut",
          "choisir celui qu'ils trouvent approprié de Mishkat '. Bab adh-dhikr 6a `d",
          "as-Salat, commis à la mémoire et de la pratiquer. Rien ne peut être meilleur que",
          "ce que le Saint Prophète lui-même a enseigné à cet égard. Mais ce que l'on doit",
          "garder à l'esprit est que l'objet réel des déclarations de dévotion est de ne pas",
          "prononcer ces mots seulement comme une question de cours, mais pour rafraîchir et",
          "fixer leur sens dans l'esprit. Par conséquent, le sens de ce que dévotions on",
          "prononce doivent être bien compris et pratiqué avec la pleine conscience de la",
          "signification."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ مِنْ مَكَانٍ قَرِيبٍ",
      "simpleTranslate" : [
        "Et sois à l’écoute, le jour où le crieur lancera son appel d’un endroit tout",
        "proche,"
      ],
      "tafsirTranslate" : [
        "Écoutez le jour où l'appelant fera appel à partir d'un endroit à proximité,",
        "<N:52>"
      ],
      "tanslateWordByWord" : [
        "Et écoutez",
        "(Le jour",
        "appellera",
        "l'appelant",
        "de",
        "un endroit",
        "près"
      ],
      "notes" : {
        "52" : [
          "Autrement dit, [ «Partout où une personne morte serait couchée, ou partout où sa",
          "mort avait eu lieu est le monde, le cri de l'appelant doit l'atteindre là-bas,",
          "qui l'invite à se lever et aller avant son Seigneur de rendre son compte. ce cri",
          "sera telle que tout le monde qui se lève de la mort sur toute la surface de la",
          "terre, se sentir comme si l'appelant l'avait appelé d'un endroit à proximité. ce",
          "cri sera simultanément être entendu partout sur le globe aussi clairement. de",
          "cela aussi on peut juger comment les différentes seront les concepts d'espace et",
          "de temps dans le monde pur de ce qu'ils arc dans ce monde, et quelles forces",
          "seront là travaillent en conformité avec les nouvelles lois. \"]"
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ ۚ ذَٰلِكَ يَوْمُ الْخُرُوجِ",
      "simpleTranslate" : [
        "car le jour où retentira, en toute vérité, l’appel solennel sera le Jour de la",
        "Résurrection des morts !"
      ],
      "tafsirTranslate" : [
        "le jour où ils entendront l'explosion dans la vérité. Ce sera le jour (pour les",
        "morts) à venir de suite. <N:53>"
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "ils entendront",
        "Blast",
        "en vérité",
        "Cette",
        "(Est) Jour",
        "(De) qui sort"
      ],
      "notes" : {
        "53" : [
          "Les mots yasm'aun-as-saihata bil haqq-i peut avoir deux significations: [(1)] Ali",
          "le peuple entendra le cri du droit de commandement; et [(2)] qu'ils seront",
          "entendre le cri à juste titre. Dans le premier cas, la phrase signifie que les",
          "gens entendront la même commande à droite avec leurs voitures, dont ils ne sont",
          "pas enclins à accepter dans le monde, qu'ils avaient obstinément refusé de",
          "croire, et se moquaient les prophètes qui l'avaient conduit. Dans le second cas,",
          "cela signifiera que ils vont certainement entendre ce cri, et ils vont se rendre",
          "compte qu'il n'y a pas de fantaisie, mais bien le Cri de la Résurrection; ils",
          "seront laissés sans doute que le Jour de la Résurrection dont ils avaient été",
          "prévenus était arrivé et le Cri qui a été soulevée était de la même."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا الْمَصِيرُ",
      "simpleTranslate" : [
        "En vérité, c’est Nous qui faisons vivre et mourir, et c’est vers Nous que tout",
        "fera retour."
      ],
      "tafsirTranslate" : [
        "Il est certainement Nous qui donne la vie et causer la mort, et nous retournerons",
        "tous"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "[Nous]",
        "[Nous] donnons la vie",
        "et [Nous] causer la mort",
        "et nous",
        "(Est) la déclaration finale"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "يَوْمَ تَشَقَّقُ الْأَرْضُ عَنْهُمْ سِرَاعًا ۚ ذَٰلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ",
      "simpleTranslate" : [
        "Le jour où la terre se fendra pour les rejeter brusquement de ses entrailles, il",
        "Nous sera très facile de les rassembler."
      ],
      "tafsirTranslate" : [
        "le jour où la terre sera fendra et les gens, passant de lui, se hâtera de suite.",
        "Pour tous assembler sera facile pour nous. <N:54>"
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "découpera",
        "La terre",
        "d'eux",
        "dépêchant",
        "Cette",
        "(Est) un rassemblement",
        "pour nous",
        "facile"
      ],
      "notes" : {
        "54" : [
          "Ceci est la réponse à la parole des mécréants qui a été reproduit dans le verset",
          "3 ci-dessus. Ils ont dit: [ «Comment peut-il que lorsque nous arc morts et que la",
          "poussière, nous serons ressuscités à la vie une fois de plus 7 Cette résurrection",
          "est très éloignée de la raison».] En réponse, il a été dit: [ \"Ce rassemblement ,",
          "à savoir, élever à la vie et la collecte de ALi les gens des temps anciens et",
          "dernier ensemble, est très facile pour nous. Il est pas du tout difficile pour",
          "nous de savoir que l'endroit où se trouve la poussière d'une personne en",
          "particulier et où la autres. Nous allons également faire face à aucune dificulty",
          "de savoir à qui arc les particules de Harry et qui de Dick parmi les particules",
          "dispersées de la poussière. Rassemblant ALi ces particules séparément et re-faire",
          "le corps de chaque homme une fois de plus, puis la création dans ce corps, la",
          "même personnalité qui avait vécu en avant, ne sont pas une tâche qui peut exiger",
          "tout travail pénible de nous, mais ALi cela peut être accompli immédiatement à un",
          "signal à partir de nous. Tous les êtres humains qui sont nés en le monde depuis",
          "l'époque d'Adam jusqu'à la résurrection peuvent être réunis par un seul",
          "commandement de la nôtre. Si votre esprit mesquin pense qu'il est loin, il peut",
          "le penser, mais il est pas au-delà de la puissance du Créateur de l'Univers. \"]"
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ ۖ وَمَا أَنْتَ عَلَيْهِمْ بِجَبَّارٍ ۖ فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ",
      "simpleTranslate" : [
        "Nous savons fort bien ce que disent les infidèles, mais tu n’as pas mission",
        "d’exercer sur eux une quelconque contrainte. Contente-toi d’avertir, par ce",
        "Coran, ceux qui redoutent la menace de Mes rigueurs !"
      ],
      "tafsirTranslate" : [
        "(O Prophète), nous sommes bien conscients de ce qu'ils disent; <N:55> et vous ne",
        "sont pas tenus de forcer les choses sur eux. Donc exhortez avec le Coran tous",
        "ceux qui craignent mon avertissement. <N:56>"
      ],
      "tanslateWordByWord" : [
        "nous",
        "connaissent le mieux",
        "[de quoi",
        "ils disent",
        "et pas",
        "(es-tu",
        "au dessus d'eux",
        "celui de contraindre",
        "Mais rappeler",
        "avec le Coran",
        "quiconque",
        "craintes",
        "Ma menace"
      ],
      "notes" : {
        "56" : [
          "Cela ne signifie pas que le Saint Prophète voulait contraindre les gens à croire",
          "et AIlah l'a empêché de cela, mais, en fait, bien que le Saint Prophète a été",
          "adressé aux mécréants sont avertis, comme pour disons, 'Notre Prophète n'a pas",
          "été envoyé comme un dictateur sur vous. Il est pas là pour vous obliger à devenir",
          "des croyants, même si vous ne vouliez pas croire. Sa seule responsabilité est",
          "qu'il doit réciter le Coran et faire de la simple vérité à celui qui prendrait",
          "l'avertissement. Maintenant, si vous ne l'acceptez son invitation, nous Notre",
          "auto allons traiter avec vous, pas lui. \""
        ],
        "55" : [
          "Dans cette phrase, il y a une consolation pour le Saint Prophète et comme une",
          "menace pour les mécréants. Aborder le Saint Prophète a dit: [ «Ne vous souciez",
          "pas à aII à propos de ce que ces gens stupides proférer à propos de vous: Nous",
          "sommes tout audience et il est pour nous de traiter avec elle.\"] Les mécréants",
          "sont avertis à l'effet: [ \"Le taunting remarque que vous êtes de passage contre",
          "notre Prophète, va vous coûter cher. Nous sommes Notre auto tout ce que vous",
          "prononcez et vous aurez à souffrir de ses conséquences entendu.\"]"
        ]
      }
    }
  ],
  "medinian" : false
}