{
  "chapterNumber" : 51,
  "nbVerses" : 60,
  "name" : "Ceux qui se déplacent rapidement, Vanner",
  "nameArabic" : "الذاريات",
  "transName" : "aḏ-ḏāriyāt",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "وَالذَّارِيَاتِ ذَرْوًا",
      "simpleTranslate" : [
        "Par les ouragans qui éparpillent tout sur leur passage,"
      ],
      "tafsirTranslate" : [
        "Par les vents qui dispersent la poussière,"
      ],
      "tanslateWordByWord" : [
        "Ceux diffusion",
        "dispersant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "فَالْحَامِلَاتِ وِقْرًا",
      "simpleTranslate" : [
        "par les nuages chargés de lourds fardeaux,"
      ],
      "tafsirTranslate" : [
        "qui portent des nuages ​​chargés de l'eau, <N:1>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui portent",
        "une charge"
      ],
      "notes" : {
        "1" : [
          "Tous les commentateurs sont d'accord que Ad-Dariyat implique les vents qui se",
          "dispersent et de la brume la poussière, et al-hamilat-i wiqran implique les vents",
          "qui IIFT des millions de tonnes de vapeurs d'eau des océans sous forme de nuages.",
          "Ce même commentaire a été rapporté de Hadrat `Umar, Hadrat` Ali, Hadrat 'Abdullah",
          "bin `Abbas, Hadrat` Abdullah bin `Umar, et aussi de Mujahid, Said bin Jubayr,",
          "Hasan Basri, Qatadah, Suddi et d'autres savants."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "فَالْجَارِيَاتِ يُسْرًا",
      "simpleTranslate" : [
        "par les vaisseaux qui glissent avec agilité"
      ],
      "tafsirTranslate" : [
        "puis accélérer en douceur le long,"
      ],
      "tanslateWordByWord" : [
        "Et ceux voile",
        "(avec facilité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "فَالْمُقَسِّمَاتِ أَمْرًا",
      "simpleTranslate" : [
        "et par les anges qui répartissent les biens de Dieu selon l’ordre reçu !"
      ],
      "tafsirTranslate" : [
        "et d'exécuter la grande tâche de répartition (précipitations): <N:2>"
      ],
      "tanslateWordByWord" : [
        "Et ceux distribution",
        "Commander"
      ],
      "notes" : {
        "2" : [
          "Les commentateurs ont contesté le commentaire d'al-Jariyat-i Yusran et",
          "al-muqassimat-i Amran. Un groupe a préféré la vue, ou tenue ce sens comme",
          "recevable, que par ces deux aussi sont censés les vents; qui est, les mêmes vents",
          "très transportent ensuite les nuages, et la diffusion sur les différentes parties",
          "de la terre, de distribuer l'eau et le cas échéant en fonction de l'ordre",
          "d'Allah, L'autre groupe estime que al-ariyat-i Yusran implique le déplacement",
          "rapide des bateaux, et al-muqassimat-i amran implique les anges qui distribuent",
          "parmi les créatures les actions des dispositions selon l'ordre d'Allah. Selon une",
          "tradition, Hadrat `Umar a expliqué ce sens même de ces deux phrases et dit: [\".",
          "Si je l'avais pas entendu cela du Saint Prophète, je ne l'aurais pas mentionné \"]",
          "Sur cette base très,` Allama Alusi a exprimé l'opinion qu'il est pas permis de",
          "prendre toute autre signification de ces phrases que cela, et ceux qui ont pris",
          "un autre sens, ont pris des libertés excessives. Mais Hafiz Ibn Kathir dit que",
          "cette tradition a des liens faibles des émetteurs et sur sa base, il ne peut pas",
          "dire avec une certitude absolue que le Saint Prophète lui-même pourrait avoir",
          "donné ce commentaire de ces phrases. Il n'y a pas de doute que d'un bon nombre de",
          "compagnons et leurs successeurs immédiats que ce second commentaire a été",
          "signalé, mais un bon nombre de commentateurs ont donné le premier commentaire",
          "aussi, et il adapte mieux avec le contexte. Shah Rafi`uddin, Shah 'Abdul Qadir et",
          "Maulana Mahmud-ul-Hasan ont également préféré le premier sens dans leurs",
          "traductions du Coran."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "إِنَّمَا تُوعَدُونَ لَصَادِقٌ",
      "simpleTranslate" : [
        "En vérité, les promesses qui vous ont été faites seront tenues"
      ],
      "tafsirTranslate" : [
        "sûrement ce que vous êtes mis en garde contre <N:3> est vrai,"
      ],
      "tanslateWordByWord" : [
        "En effet, ce",
        "vous êtes promis",
        "(Est) sûrement vrai"
      ],
      "notes" : {
        "3" : [
          "Le mot utilisé dans l'original est de 'edun. Si elle est dérivée de nous avions,",
          "le sens serait: [ «Ce qui vous est promis;\"] et si elle est de wa'id, cela",
          "voudrait dire: [ \". Ce que vous êtes menacé par\"] en ce qui concerne le contexte,",
          "le second sens est préférable, pour les destinataires sont les personnes qui ont",
          "été perdus dans l'incrédulité, le polythéisme et le péché, et ne sont pas prêts à",
          "croire qu'ils seraient tenus responsables un certain temps dans l'avenir et",
          "seraient récompensés ou punis en consequence. Voilà pourquoi, nous avons pris à",
          "«Adun dans le sens de wa 'id et non de wa'd [(promesse)]."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَإِنَّ الدِّينَ لَوَاقِعٌ",
      "simpleTranslate" : [
        "et le Jugement dernier aura inéluctablement lieu !"
      ],
      "tafsirTranslate" : [
        "et le jugement doit sans doute avoir lieu <N:4>."
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "l'arrêt",
        "(Est) sûrement de se produire"
      ],
      "notes" : {
        "4" : [
          "Ceci est la chose pour laquelle le serment a été assermenté. Le serment implique",
          "ceci: L'ordre unique et la régularité avec laquelle le merveilleux système de la",
          "pluie fonctionne sous vos yeux, et la sagesse et de bonnes raisons qui",
          "sous-tendent clairement, témoignent de la réalité que ce monde est pas un sens et",
          "inutile Toy- maison où le grand drame de la vie est présenté au hasard depuis des",
          "millions et des millions d'années. Hut, il est, en fait, un système sage de",
          "l'ordre le plus élevé dans lequel tout ce qui arrive a un but et la raison",
          "derrière elle. Dans ce système, il est impossible que n créature comme l'homme",
          "aurait dû être donné l'intelligence, le sens et le pouvoir d'exploiter _ les",
          "choses à l'avantage, aurait dû être accordé sens moral de distinguer les bonnes",
          "et mauvaises, bonnes et les mauvaises actions et pourrait avoir interdiction",
          "laissé seul bêtement et absurdement dans le monde à se comporter comme il lui",
          "plaisait, et qu'il ne devrait jamais être interrogé sur la façon dont il avait",
          "utilisé et employé les pouvoirs du cœur et de l'esprit et du corps, les vastes",
          "moyens mis à sa disposition w travail le monde, et le pouvoir et l'autorité qui",
          "lui est accordé d'employer les créatures innombrables de Dieu à l'avantage. Dans",
          "ce système de l'Univers où tout est utile, comment la création d'un être unique",
          "comme l'homme ne sera sans objet? Dans un système où tout est basé sur la",
          "sagesse, comment la création de l'homme ne sera inutile et futile? Le but de la",
          "création de ces choses qui ne possèdent pas la conscience et de l'intelligence",
          "est accomplie dans ce monde très physique. Par conséquent, il serait juste et",
          "raisonnable si elles ont été détruites après avoir atteint la fin de leur mandat",
          "de vie, car ils n'ont pas été accordé de pouvoirs et l'autorité dont ils",
          "pourraient avoir à être appelé à rendre compte. Mais une créature qui possède",
          "l'intelligence et de la conscience et de l'autorité, dont les activités ne se",
          "limitent pas seulement au monde physique, mais sont également de nature morale,",
          "et dont les actions entraînant des conséquences morales ne se déroulent pas",
          "seulement jusqu'à la fin de la vie, mais continuent à enregistrer leurs effets",
          "moraux sur elle, même après la mort, ne peuvent pas être détruits comme les",
          "plantes et les animaux juste après qu'il a rempli la fonction de son existence",
          "physique. Quel que soit le bien ou le mal acte qu'il a commis par sa propre",
          "volonté et le choix, il doit obtenir la récompense »ou subir la punition pour",
          "elle juste et équitable, car ceci est la condition de base du facteur selon",
          "lequel, contrairement à d'autres créatures, il a été doté de la liberté de choix",
          "et de volonté. S'il est pas tenu responsable s'il n'est pas récompensé ou puni",
          "selon ses actes moraux, et s'il est également détruite à la fin de sa vie",
          "physique comme les créatures qui ont été donnés aucune liberté de volonté et de",
          "choix, sa création serait inévitablement tout à fait futile, et un Sage être ne",
          "peut pas être prévu de se livrer à un exercice futile. \n En outre, il y a aussi",
          "une autre raison de prêter serment par ces quatre phénomènes de l'Univers en ce",
          "qui concerne l'apparition de l'au-delà et l'Meting sur les récompenses et les",
          "punitions. Le sol sur lequel les deniers de l'au-delà considèrent la vie après la",
          "mort comme impossible est ceci: Quand nous sommes mêlés à la poussière après la",
          "mort et nos particules ont dispersé loin dans la terre, comment peut-il être",
          "possible que toutes ces particules dispersées du corps sont réassemblés et nous",
          "fait pour se relever? L'erreur de cette appréhension est par lui-même retiré",
          "lorsque nous considérons profondément les quatre phénomènes de l'Univers, qui ont",
          "été présentées comme un argument pour l'au-delà. Les rayons du soleil ont leur",
          "effet sur Ies collections d'eau sur la surface de la terre, où leur chaleur",
          "atteint. Dans ce processus, d'innombrables gouttes d'évaporer l'eau de la",
          "collection, mais ils ne disparaissent pas, et chaque goutte reste préservée dans",
          "l'air sous forme de vapeurs. Quand Allah commande le même vent rassemble les",
          "mêmes vapeurs des gouttes ensemble, les combine en nuages ​​épais, écarte ces",
          "nuages ​​sur différentes parties de la terre et précisément au temps fixé par",
          "Allah provoque chaque goutte de retomber sur la terre dans la former comme il",
          "était au commencement. Ce phénomène qui se produit devant les yeux de l'homme",
          "témoigne quotidiennement que les particules des corps des hommes morts peuvent",
          "aussi se réunir à une commande par Allah et les hommes peuvent être élevés dans",
          "la forme dans laquelle ils vivaient auparavant. Que ces particules sont dans la",
          "poussière ou dans l'eau ou dans l'air, en tout cas, ils restent conservés dans",
          "cette terre même et son atmosphère. Pourquoi devrait-il être difficile pour le",
          "Dieu qui rassemble les vapeurs d'eau après avoir dispersé dans l'air, au moyen du",
          "même air, puis les amène à la pluie que l'eau, de rassembler les particules",
          "dispersées des corps humains de l'air, l'eau et la terre, puis les combiner dans",
          "leur forme originale et la forme?"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَالسَّمَاءِ ذَاتِ الْحُبُكِ",
      "simpleTranslate" : [
        "Par le ciel émaillé de constellations !"
      ],
      "tafsirTranslate" : [
        "Par le ciel avec ses nombreuses formes: <N:5>"
      ],
      "tanslateWordByWord" : [
        "Par le ciel",
        "plein de",
        "voies"
      ],
      "notes" : {
        "5" : [
          "Le mot hubuk dans l'original est également utilisé pour les chemins et pour les",
          "ondes qui sont produites sur le sable du désert et la surface de l'eau stagnante",
          "par le vent; il est également parlé pour les boucles dans les cheveux ondulés.",
          "Ici, le ciel a été caractérisée par [ \"hubuk\"] soit parce que le ciel est souvent",
          "couvert de nuages ​​de différentes formes, qui vont à changer à cause du vent, et",
          "aucune forme dure, ni ressemble à aucune autre, ou parce que la nuit on voit les",
          "étoiles dispersées dans le ciel dans de nombreuses combinaisons différentes et",
          "aucune combinaison ressemble à toute autre combinaison."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ",
      "simpleTranslate" : [
        "En vérité, les propos que vous tenez sont pleins de contradictions"
      ],
      "tafsirTranslate" : [
        "sûrement vous êtes à la variance (environ l'au-delà); <N:6>"
      ],
      "tanslateWordByWord" : [
        "En effet, vous",
        "(Sont) sûrement dans",
        "un discours",
        "différant"
      ],
      "notes" : {
        "6" : [
          "Le serment a été prêté par le ciel de diverses apparitions sur cette divergence",
          "de vues en raison de la similitude. Autrement dit, tout comme les nuages ​​et les",
          "amas d'étoiles dans le ciel ont des apparences différentes et il y a une",
          "uniformité parmi eux, sont donc aussi votre point de vue au sujet de l'au-delà,",
          "chacun différent de l'autre. Quelqu'un dit que ce monde est éternel et sans",
          "résurrection peut avoir lieu. Un autre disent s que ce système ne soit pas",
          "éternel et peut venir à une fin dans le cours du temps, mais quelle que soit",
          "devient éteinte, y compris l'homme, ne peut absolument pas être ressuscité. Un",
          "autre concerne la résurrection que possible, mais, détient la croyance que",
          "l'homme afin d'être rétribué pour ses bonnes et mauvaises actions est né et",
          "renaître encore et encore dans ce monde. Quelqu'un croit en Enfer et le Paradis,",
          "mais combine la transmigration des âmes aussi avec elle. Il pense que le pécheur",
          "va en enfer à souffrir la punition ainsi que naît et renaît dans ce monde pour le",
          "bien de la peine. Quelqu'un dit que la vie dans le monde est en soi une agonie;",
          "aussi longtemps que l'auto de l'homme reste attaché à la vie physique, il",
          "continue de mourir et de prendre encore et encore la naissance dans ce monde, et",
          "son vrai salut est qu'il devrait atteindre l'anéantissement. Quelqu'un croit en",
          "l'au-delà et l'enfer et le ciel, mais il dit que Dieu en donnant la mort à son",
          "fils unique sur la croix avait expié le péché originel de l'homme, et l'homme va",
          "échapper aux mauvaises conséquences de ses actes mauvais en croyant en fils .",
          "D'autres personnes croient généralement dans l'au-delà et l'Meting sur les",
          "récompenses et les punitions, mais au même respect de temps certains saints",
          "hommes comme les intercesseurs, qui sont ces favoris d'Allah, ou exercent une",
          "telle influence avec Lui, que celui qui se rattache pour eux comme un disciple,",
          "ne peut échapper à la punition tout ce qu'il peut faire dans le monde. A propos",
          "de ces saints hommes aussi il n'y a pas d'accord entre leurs dévots; chaque",
          "groupe d'entre eux a sa propre intercesseur séparée. Cette différence des vues",
          "lui-même est une preuve que chaque fois que l'homme a formé une opinion à propos",
          "de sa propre et la fin du monde, indépendamment de la Révélation et prophète",
          "capot, il a formé sans la connaissance; sinon, si l'homme à cet égard avait",
          "vraiment des moyens directs de connaissance, il n'y aurait pas posé tant de",
          "croyances différentes et contradictoires. ."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "يُؤْفَكُ عَنْهُ مَنْ أُفِكَ",
      "simpleTranslate" : [
        "et seul un dévoyé se détourne de la Révélation !"
      ],
      "tafsirTranslate" : [
        ", bien que seuls ceux qui sont opposés à la vérité se détourneront de (y croire)",
        "<N:7>"
      ],
      "tanslateWordByWord" : [
        "Bercée loin",
        "à partir de cela",
        "(Est-il) qui",
        "est trompé"
      ],
      "notes" : {
        "7" : [
          "Le pronom de anhu dans cette phrase soit se tourne vers le Meting sur les",
          "récompenses et les punitions, ou à divers points de vue. Dans le premier cas,",
          "cela signifie que: [ \"Le Meting sur les récompenses doit avoir lieu, en dépit de",
          "votre tenue différentes croyances à ce sujet, mais seulement une telle personne",
          "est pervertie de lui, qui a détourné de la vérité.\" ] Dans le second cas, le sens",
          "est: «Seul un tel homme est induit en erreur par ces différents points de vue,",
          "qui est détournée de la vérité»."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "قُتِلَ الْخَرَّاصُونَ",
      "simpleTranslate" : [
        "Périssent donc les menteurs"
      ],
      "tafsirTranslate" : [
        "Doomed sont les conjecturers <N:8>"
      ],
      "tanslateWordByWord" : [
        "être maudit",
        "les menteurs"
      ],
      "notes" : {
        "8" : [
          "Ici, le Coran met en garde l'homme d'une vérité importante. Pour juger ou faire",
          "une estimation sur la base de la conjecture et la spéculation sur les matières",
          "ordinaires de la vie mondaine peut être utile dans une certaine mesure, bien que",
          "ce ne serait pas se substituer à la connaissance, mais il serait désastreux de",
          "faire des estimations et de donner des jugements simplement en fonction de ses",
          "propres conjectures et spéculations sur une question de cette nature fondamentale",
          "et de l'importance que si nous sommes ou ne sommes pas, responsable devant",
          "quiconque pour les faits et gestes de notre vie, et si nous l'arc, à qui nous",
          "devons rendre compte, quand et ce qui doit être la responsabilité, et quelles",
          "seront les conséquences de notre succès et l'échec dans cette responsabilité. Ce",
          "n'est pas une question sur laquelle l'homme peut former une estimation simplement",
          "en fonction de sa conjecture et la spéculation puis jouer sa capitale de vie sur",
          "le pari. Car si la conjecture se révèle être faux, cela voudrait dire que l'homme",
          "lui-même a condamné à une ruine totale. En outre, cette question ne soit pas du",
          "tout inclus parmi les questions sur lesquelles on peut former une opinion juste à",
          "côté de l'exercice de l'analogie et de la conjecture, Pour la conjecture et de",
          "l'analogie peut fonctionner que dans les questions qui sont perceptibles pour",
          "l'homme, alors que cela est une question qui ne relève pas de la perception de",
          "toute façon, donc, il est pas du tout possible qu'un jugement conjectural et",
          "analogique à ce sujet peut être juste et correcte. Quant à la question: Quelle",
          "est la bonne façon pour l'homme de se former une opinion sur les questions qui ne",
          "sont pas perceptibles et incompréhensible dans la nature? cela a été répondu à de",
          "nombreux endroits dans le Coran, et à partir de cette sourate aussi la même",
          "réponse devient évidente, et il est la suivante: [(1)] homme lui-même ne peut pas",
          "atteindre directement la réalité; [(2)] Allah donne la connaissance de la réalité",
          "à travers ses prophètes; et [(3)] homme peut vérifier la véracité de cette",
          "connaissance de cette manière: il devrait étudier profondément les signes",
          "innombrables qui se trouvent dans les terres et cieux et dans son propre soi,",
          "alors envisager sérieusement et de façon impartiale si ces signes témoignent de",
          "la la réalité que les bas Prophète présentés, ou aux idéologies différentes que",
          "les autres personnes ont présenté à cet égard. . Ceci est la seule méthode",
          "d'investigation scientifique sur Dieu et l'au-delà qui a été enseigné dans le",
          "Coran. Doomed serait celui qui a écarté cette méthode et a suivi ses propres",
          "analogies et conjectures. ."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ",
      "simpleTranslate" : [
        "qui, indifférents à leur sort, se laissent distraire par leurs passions"
      ],
      "tafsirTranslate" : [
        "qui baigne dans l'ignorance et l'insouciance. <N:9>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "[ils]",
        "(sont dans",
        "inondation",
        "(De) étourderie"
      ],
      "notes" : {
        "9" : [
          "Autrement dit, \"Ils ne savent pas quel sort ils se dirigent vers le compte de",
          "leurs mauvaises conjectures, alors que tous les sens qui est adopté avec une vue",
          "erronée de l'au-delà ne mène à la ruine. Celui qui est denier de l'au-delà ne se",
          "prépare à tous pour toute responsabilité et est absorbé dans la pensée qu'il n'y",
          "aurait pas de vie après la mort, alors que le temps serait soudainement quand",
          "contre ALi cette attente, il ouvrirait ses yeux dans la vie nouvelle et il se",
          "rendre compte qu'il doit y rendre compte de chacun de ses faits et gestes. la",
          "personne qui dépensait sa vie sous l'idée qu'il reviendrait à ce monde très après",
          "la mort, viendra de savoir dès qu'il meurt que portes tous Ies de retour sont",
          "fermés, qu'il n'y a aucune chance de compenser les méfaits de la vie précédente",
          "par de nouvelles actions, et qu'il ya une autre vie avant dans laquelle il doit",
          "rencontrer et subir les conséquences de sa vie mondaine à jamais après. La",
          "personne qui se suicide dans l'espoir que, après avoir détruit son amour et de",
          "ses désirs, il échapperait à l'agonie de la vie sous la forme d'anéantissement",
          "total, trouvera dès qu'il passe à travers la porte de la mort qu'il ya une vie",
          "éternelle avant et non la mortalité, où il doit expliquer les raisons pour",
          "lesquelles il avait été rude épreuve tous les nerfs pour détruire l'auto qu'il",
          "avait été béni avec au lieu de développer et de l'orner de toutes les manières",
          "possibles. De même, celui qui a continué la désobéissance commis d'Allah tout au",
          "long de la vie, en plaçant, invoquer un fils d'Allah devenir une expiation ou un",
          "saint de devenir un intercesseur, viendra de savoir dès qu'il apparaît devant",
          "Allah qu'il n'y a ni atoner il ni personne maniant une telle influence et la",
          "puissance qu'il peut le sauver de l'emprise et à la punition d'Allah par le biais",
          "de son propre pouvoir et d'influence. Ainsi, toutes ces croyances conjecturales",
          "sont, en fait, un opiacé sous l'ivresse de laquelle ces gens mentent insensée, et",
          "ne savent pas où ils sont induits en erreur par l'ignorance dont ils ont adopté,",
          "en rejetant la vraie connaissance donnée par Dieu et Son prophètes. ."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "يَسْأَلُونَ أَيَّانَ يَوْمُ الدِّينِ",
      "simpleTranslate" : [
        "et continuent à demander : «À quand donc le Jour de la Rétribution?»"
      ],
      "tafsirTranslate" : [
        "Ils demandent: «Quand le Jour du Jugement être?"
      ],
      "tanslateWordByWord" : [
        "Ils demandent",
        "Quand",
        "(Est) Jour",
        "(De) Arrêt"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ",
      "simpleTranslate" : [
        "Le jour où, dans le Feu, ils seront éprouvés,"
      ],
      "tafsirTranslate" : [
        "Ce sera le jour où ils seront châtiés par le feu <N:10>"
      ],
      "tanslateWordByWord" : [
        "Un jour",
        "ils",
        "plus de",
        "le feu",
        "seront jugés"
      ],
      "notes" : {
        "10" : [
          "Les mécréants ne demandaient pas la question: Quand sera la résurrection être?",
          "pour le bien de la recherche du savoir, mais dans le but de raillerie et le",
          "ridicule. Voilà pourquoi ils ont reçu une telle réponse. Il est juste comme la",
          "réaction de railleries de la personne méchante qui est averti de renoncer à ses",
          "actes immoraux, sinon qu'il rencontrerait les mauvaises conséquences de ces actes",
          "un jour, et il demande à la blague: Quand ce jour-là être? De toute évidence, une",
          "telle question n'est pas demandé de connaître la date de la survenance de la fin,",
          "mais le mal de se moquer de l'avertissement. Par conséquent, sa réponse est qu'il",
          "se produit lorsque les scélérats se réuniront avec leur destin. D'ailleurs, il",
          "faut aussi bien comprendre que si un denier de l'au-delà discute de la question",
          "de l'au-delà judicieusement, il peut contester les arguments en faveur et contre",
          "elle, mais il ne peut jamais poser la question: À quelle date l'au-delà se",
          "produire? à moins qu'il a perdu toute raison. Chaque fois qu'il met une telle",
          "question, il ne sera comme un taunt et le ridicule. Car elle ne touche aucunement",
          "la vraie discussion si la date de la survenance de l'au-delà est déclaré ou non.",
          "Personne ne peut nier l'au-delà seulement parce que l'année et le mois et le jour",
          "de son apparition n'a pas été donné, ni peut-on croire en entendant qu'il se",
          "produira sur tel ou tel jour de tel ou tel mois et l'année . La date est aucun",
          "argument qui peut causer un denier pour être convaincu de sa venue, car après que",
          "la question se posera: Comment peut-on croire que ce jour-là l'au-delà se",
          "produisent?"
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "ذُوقُوا فِتْنَتَكُمْ هَٰذَا الَّذِي كُنْتُمْ بِهِ تَسْتَعْجِلُونَ",
      "simpleTranslate" : [
        "il leur sera dit : «Subissez votre tourment ! C’est celui dont vous vouliez hâter",
        "l’avènement !»"
      ],
      "tafsirTranslate" : [
        "(et être dit): '! Goûtez votre épreuve <N:11> Ceci est ce que vous cherchiez à",
        "hâter. » <N:12>"
      ],
      "tanslateWordByWord" : [
        "Goût",
        "votre essai",
        "Ce",
        "(Est) ce qui",
        "vous étiez",
        "pour ça",
        "cherchant à hâter"
      ],
      "notes" : {
        "12" : [
          "Le demandé par le mécroit: \"] Quand le Jour de la Rétribution être [?\" Implicite:",
          "\"?] Pourquoi est-il retardé [\" Autrement dit, \"] Quand nous avons refusé et avons",
          "mérité la punition pour démontant, pourquoi faut-il nous atteint pas",
          "immédiatement? [ \"Voilà pourquoi quand ils seront brûlent dans le feu de l'enfer,",
          "à ce moment-là, il sera dit:\"] Ceci est ce que vous avez demandé à être hâta [",
          "\"Cette phrase par lui-même donne le sens:. Il était la bonté d'Allah qu'Il ne",
          "vous a pas saisir immédiatement sur la présence de la désobéissance de vous et a",
          "continué de vous donner un répit après un répit à penser et à comprendre et",
          "réparer vos voies. Mais les gens stupides que vous étiez, vous ne profitent pas",
          "de répit tout en exigeant que votre châtiment devrait être accéléré pour vous à",
          "la place. Maintenant, vous pouvez voir par vous-même ce qu'il est que vous",
          "cherchiez à hâter? \"]"
        ],
        "11" : [
          "Le mot donne fitna deux significations ici: [(1)] «Goûtez ce tourment de la",
          "vôtre; [ \"Et [(2)] -\"] goûter le mal que vous aviez créé et répandu dans le",
          "monde. [ \""
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ",
      "simpleTranslate" : [
        "En revanche, les gens pieux seront au milieu de Jardins et parmi des sources,"
      ],
      "tafsirTranslate" : [
        "Quant à la crainte de Dieu, <N:13> ils seront au milieu de jardins et de",
        "fontaines,"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "les justes",
        "(sera en",
        "Jardins",
        "et les ressorts"
      ],
      "notes" : {
        "13" : [
          "Dans ce contexte, le mot Muttaqi [(le juste)] implique clairement les personnes",
          "qui ont cru en l'au-delà quand ils ont reçu les nouvelles de celui-ci par le",
          "Livre d'Allah et à Son messager, et a adopté l'attitude et mode de vie qu'ils ont",
          "appris pour réussir dans l'au-delà de la vie, et se sont abstenus de la façon",
          "dont on leur avait dit que cela impliquerait l'homme dans le tourment de Dieu."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ ۚ إِنَّهُمْ كَانُوا قَبْلَ ذَٰلِكَ مُحْسِنِينَ",
      "simpleTranslate" : [
        "jouissant des bienfaits que leur Seigneur leur aura accordés, car ils",
        "pratiquaient auparavant le bien,"
      ],
      "tafsirTranslate" : [
        "recevant joyeusement ce que leur Seigneur leur aura accordé <N:14> En vérité, ils",
        "l'ont fait de bonnes œuvres avant (la venue de ce jour):"
      ],
      "tanslateWordByWord" : [
        "Prise",
        "quelle",
        "leur Seigneur leur a donné",
        "leur Seigneur leur a donné",
        "En effet, ils",
        "ont été",
        "avant",
        "cette",
        "bienfaisants"
      ],
      "notes" : {
        "14" : [
          "Littéralement: [ \".. doit être recevoir ce que leur Seigneur leur aura accordé\"],",
          "mais dans ce contexte [ \"réception\"] ne signifie pas seulement [ \"recevoir\"],",
          "mais pour recevoir avec joie. Il est évident que, quand une personne est donné",
          "quelque chose de son propre choix et goût, sa réception aura naturellement le",
          "sens d'accepter et de le recevoir avec joie."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ",
      "simpleTranslate" : [
        "dormaient peu la nuit,"
      ],
      "tafsirTranslate" : [
        "ils ont utilisé pour dormir, mais peu de nuit, <N:15>"
      ],
      "tanslateWordByWord" : [
        "Ils avaient l'habitude",
        "peu",
        "de",
        "la nuit",
        "[quelle]",
        "dormir"
      ],
      "notes" : {
        "15" : [
          "Certains commentateurs ont donné cette signification de ce verset: [ \"Rarement",
          "at-il donc arriver que ils ont passé toute la nuit à dormir et ne passent une",
          "partie de celui-ci, au début de la nuit ou au milieu ou à la fin de celui-ci,",
          "éveillé dans l'adoration d'Allah. \"] Ce commentaire avec un peu de variation dans",
          "la formulation a été liée de Hadrat lbn [\" Abbas, Malik bin Anas, Muhammad",
          "al-Baqir, Mutrif bin Abdullah, Abul ' . Aliyah, Mujahid, Qatadah, Rabi bin Anas",
          "et d'autres Selon certains autres commentateurs, cela signifie ceci: \"] Ils ont",
          "passé la majeure partie de leurs nuits dans l'adoration d'Allah Tout-Puissant et",
          "dormait peu. \"Ce sens a été rapporté de Hadrat Hasan Basri, Ahnaf bin Qais, et",
          "Ibn Shihab Zuhri, et les commentateurs et les traducteurs ultérieurs ont préféré",
          "cela, car cela semble être en meilleur accord» avec les mots du verset et le",
          "contexte. Ce est pourquoi nous avons adopté ce sens dans la traduction."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ",
      "simpleTranslate" : [
        "étaient à l’aurore déjà en prière"
      ],
      "tafsirTranslate" : [
        "et se demander pardon à l'aube, <N:16>"
      ],
      "tanslateWordByWord" : [
        "Et dans les heures avant l'aube",
        "ils",
        "demanderait pardon"
      ],
      "notes" : {
        "16" : [
          "qui est «Ils ne faisaient pas partie de ceux qui ont passé leurs nuits dans des",
          "actes immoraux et indécents et même alors jamais pensé de chercher le pardon",
          "d'Allah. Au contraire, ils ont passé une grande partie de la nuit dans le culte",
          "de AIIah puis dans les premières heures de l'aube demandé son pardon, en disant",
          "qu'ils ne l'ont pas pleinement justice au culte qui était dû d'eux. les mots hum",
          "yastaghfirun contiennent aussi une allusion à ce qu'il convenait et leur",
          "convenait seul qu'ils devraient exercer leur pouvoir au service de leur Seigneur,",
          "puis, en même temps, devrait lui implorer humblement le pardon de leurs erreurs",
          "et lacunes au lieu de exultant à et mener fiers de leurs bons actes. Cela ne",
          "pouvait pas être le chemin de ceux éhontés, les méchants qui ont commis le péché",
          "et se sont comportés avec arrogance ainsi."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ",
      "simpleTranslate" : [
        "et réservaient sur leurs biens une partie au mendiant et au déshérité."
      ],
      "tafsirTranslate" : [
        "et dans leur richesse il y avait une juste part pour celui qui demanderait et",
        "pour les plus démunis. <N:17>"
      ],
      "tanslateWordByWord" : [
        "Et en",
        "leur richesse",
        "(Ce fut le) droit",
        "(De) ceux qui ont demandé",
        "et les démunis"
      ],
      "notes" : {
        "17" : [
          "En d'autres termes, d'une part, ils ont reconnu le droit de leur Seigneur et",
          "dûment déchargés elle; de l'autre, ils ne pensaient pas que tout ce que AIIah",
          "leur avait donné, que ce soit peu ou beaucoup, était tout à fait leur propre et",
          "le droit de leurs enfants, mais ils ont eu le sentiment que, dans leurs",
          "possessions il y avait le droit et la part de chaque personne qui était indigents",
          "et les nécessiteux. Ils ne rendent pas l'aide au peuple comme un organisme de",
          "bienfaisance afin de gagner leur gratitude pour la faveur fait, mais ils le",
          "considéraient comme le droit du peuple et déchargés comme leur propre devoir.",
          "Alors leur ce service à l'humanité est non seulement limitée à ceux qui sont",
          "venus à eux pour demander de l'aide comme des mendiants, mais tous ceux à qui ils",
          "sont venus à savoir qu'il avait été laissé sans ressources, ils deviendraient",
          "désireux de lui rendre nécessaire l'aide de leur propre gré. Il n'y avait pas",
          "orphelin qui aurait été laissé sans défense, aucune veuve qui aurait pu avoir",
          "plus de pain-gagnant, aucune personne handicapée qui pourrait être incapable de",
          "gagner sa vie, personne qui aurait perdu son emploi, ou dont apprivoisement",
          "pourrait ne pas être sufficing ses besoins, personne qui pourrait avoir été",
          "frappés par une calamité et pourraient être incapables de compenser la perte par",
          "lui-même, en bref, il n'y avait personne dans le besoin dont la condition qu'ils",
          "auraient connu et pourtant auraient retenu leur aide quand ils auraient pu rendre",
          "l'aide et le soutien nécessaire. \n Voici les trois qualités sur la base de",
          "laquelle AIlah les considère comme les faiseurs justes de bon, et dit que ces",
          "mêmes qualités ont fait dignes du Paradis; [(L)] Ce qu'ils croyaient en l'au-delà",
          "et se sont abstenus de tout acte et de la conduite qu'Allah et Son messager ont",
          "déclaré être désastreux pour la mort la vie après; [(2)] qu'ils exeted tout leur",
          "possible pour rendre pleinement justice au service d'Allah et cherchaient encore",
          "le pardon d'Allah au lieu de exultant à leurs actes de piété; et [(3)] qu'ils ont",
          "servi les serviteurs d'Allah non comme une faveur pour eux, mais comme leur",
          "propre devoir et leur droit à cause d'eux. ' \n Ici, il faut aussi connaître et",
          "comprendre une autre chose; Le droit des nécessiteux qui ont été mentionnés ici",
          "dans la richesse des croyants ne signifie pas le Zakat, qui a été imposée comme",
          "devoir religieux sur eux. Mais ceci est le droit qu'un bien-.à-do croyant se sent",
          "qu'il ya dans ses possessions des nécessiteux, même après qu'il a fini de",
          "rembourser Zakat, et il se décharge volontiers, même si elle n'a pas été rendue",
          "obligatoire par la Shari ' ah. lbn 'Abbas, Mujahid, Zaid bin Aslam et d'autres",
          "chercheurs ont compris le sens même de ce verset. Dans le tact, l'esprit réel de",
          "ce commandement divin est qu'une personne pieuse et vertueuse est jamais impliqué",
          "dans le malentendu qu'il est devenu soulagé de son devoir de décharger le droit",
          "d'Allah et Ses serviteurs qu'il y avait dans ses possessions après qu'il a payé",
          "la zakat, et maintenant il est pas tenu d'aider chaque personne dans le besoin et",
          "la misère dont il vient à travers. Contrairement à cela, tout serviteur de AIIah,",
          "qui est vraiment pieux et juste, reste toujours prêt à faire tout ce que bon, il",
          "peut volontiers, ne laissez pas filer aucune occasion quand il pourrait faire du",
          "bien aux gens dans le monde. Il est non pas de la façon de penser qu'il a fait",
          "tout le bien qu'il avait été enjoint w faire et maintenant pas plus de bien est",
          "nécessaire pour être fait par lui. Celui qui a reconnu la valeur réelle du bien,",
          "ne fonctionne pas comme un fardeau, mais essaie de cam de plus en plus de lui,",
          "goulûment comme une bonne affaire à son avantage, dans son propre intérêt."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ",
      "simpleTranslate" : [
        "Il est ainsi des signes sur la Terre pour ceux qui croient avec certitude."
      ],
      "tafsirTranslate" : [
        "Il y a beaucoup de signes sur la terre pour ceux d'entre vous la foi, <N:18>"
      ],
      "tanslateWordByWord" : [
        "Et en",
        "La terre",
        "(Sont) des signes",
        "pour ceux qui sont certains"
      ],
      "notes" : {
        "18" : [
          "Les signes impliquent ces preuves qui témoignent de la possibilité et la",
          "nécessité de l'au-delà. propre corps de la terre et de sa structure, son ayant",
          "été placé à une distance convenable du soleil à un angle particulier,",
          "l'arrangement de la chaleur et de la lumière et des différentes saisons sur elle,",
          "la fourniture de l'air et de l'eau sur elle, et d'innombrables différents sortes",
          "de trésors dans son ventre, couvrant sa surface avec une crête fertile et causant",
          "à grandir en lui une infinie variété de légumes, générant de nombreuses races",
          "d'animaux de la terre et l'eau et l'air, fournissant de la nourriture et des",
          "conditions appropriées adapté à la vie de toutes les espèces, la création et la",
          "mise à disposition de tous les moyens et les ressources sur elle avant même la",
          "création de l'homme, de manière à satisfaire et répondre à ses besoins sans cesse",
          "croissants dans toutes les étapes de l'histoire, ainsi que l'accord avec le",
          "développement de sa civilisation et de mode de vie , ces et d'innombrables autres",
          "signes peuvent être vus dans la terre et de ses environs par tous les yeux",
          "exigeants. Le cas de celui qui a fermé les portes de son cœur à la croyance et la",
          "foi est différente. Il verra dans ces toute autre chose, mais aucun signe qui",
          "peut pointer vers la réalité. Mais une personne non prévenu qui a un esprit",
          "ouvert, ne formera jamais l'idée après avoir observé ces signes que tout cela est",
          "venu comme le résultat d'une explosion accidentelle, qui avait eu lieu tout à",
          "coup dans l'univers des millions d'années auparavant; il sera plutôt convaincu",
          "que ce travail sage et parfait de l'art est la création d'un Dieu Omnipotent et",
          "Omniscient. Et ce Dieu qui a fait de cette terre ne peut pas être impuissant à",
          "ressusciter Tnan après la mort, ni peut-il être assez fou pour laisser un être",
          "sensible et intelligent comme l'homme après lui accordant des pouvoirs et",
          "l'autorité d'errer à volonté dans sa terre. Le fait que l'homme a été accordé",
          "pouvoirs et l'autorité elle-même exige qu'il devrait être responsable; sinon ce",
          "serait contre la sagesse et de la justice; et le Créateur de toute-puissance",
          "[(Omnipotent)] est en soi une preuve que, après l'espèce humaine a rempli sa",
          "fonction dans le monde, il peut soulever tous ses membres à la vie et à les",
          "rassembler à partir de là où ils sont couchés morts dans la capture aux fins de",
          "la reddition de comptes. ."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَفِي أَنْفُسِكُمْ ۚ أَفَلَا تُبْصِرُونَ",
      "simpleTranslate" : [
        "Et il en est aussi en vous-mêmes. N’en êtes-vous donc pas conscients?"
      ],
      "tafsirTranslate" : [
        "et aussi dans vous-mêmes. <N:19> Ne voyez-vous pas?"
      ],
      "tanslateWordByWord" : [
        "Et en",
        "vous-mêmes",
        "Ensuite, ne sera pas",
        "tu vois"
      ],
      "notes" : {
        "19" : [
          "Autrement dit, \"Vous ne pouvez pas regarder à l'extérieur vous;. Regarder à",
          "l'intérieur de votre propre moi, et vous trouverez d'innombrables signes",
          "témoignant de la même vérité Vous verrez comment votre création a commencé en",
          "combinant un spermatozoïde microscopique avec un microscope oeuf dans un coin du",
          "corps de la mère, comment vous avez été béni avec un corps de structure unique et",
          "une auto dotée de pouvoirs et de capacités merveilleuses, comment vous avez été",
          "amené à sortir du monde sombre du ventre de votre mère, dès que votre structure",
          "est devenue complète , dans ce vaste monde, équipé d'une machine à automatiser en",
          "vous-même, qui va à fonctionner par lui-même à partir du jour où vous prenez la",
          "naissance jusqu'à votre maturité et la vieillesse, à assimiler la nourriture,",
          "produire du sang et le faire circuler dans l'affaire des veines, des déchets de",
          "décharge, préparer de nouvelles pièces en place des pièces usées et usés du",
          "corps, résistant à l'interne et les risques externes au corps et à compenser les",
          "pertes, même pour vous envoyer à un sommeil paisible après épuisement, sans aucun",
          "effort nécessaire pour être faite par vous vers ces besoins fondamentaux de la",
          "vie. Un merveilleux cerveau a été placé sous votre crâne dont les couches",
          "complexes mensonges rempli une richesse inestimable de l'intelligence, la pensée,",
          "l'imagination, la conscience, la discrimination, la volonté, la mémoire, le",
          "désir, le sentiment et les émotions. Inclinations et les tendances, et d'autres",
          "capacités mentales. Vous avez reçu de nombreux moyens de connaissance qui vous",
          "fournir toutes sortes d'information à travers les yeux, le nez, les voitures et",
          "la peau. Vous avez reçu la langue et le pouvoir de la parole par laquelle vous",
          "pouvez exprimer vos pensées et sentiments. Et puis votre ego a été placé comme",
          "une règle sur l'ensemble du royaume de votre corps afin qu'il peut employer tous",
          "Ies pouvoirs et les capacités et à former des opinions et décider de quelles",
          "façons, vous avez à dépenser et d'employer votre temps et le travail et les",
          "efforts, ce que vous avez à rejeter et à ce que vous devez accepter, ce qui",
          "devrait être votre but dans la vie et ce que vous devez fuir et éviter. O C \n",
          "Ainsi équipé lorsque vous avez été élevé dans le monde, vous avez vu ce que des",
          "dispositions avaient été faits prêts ici pour votre nourriture, le développement",
          "et le progrès et la perfection de votre auto en vertu de laquelle vous avez",
          "atteint un stade particulier de levage lorsque vous êtes devenu capable",
          "d'utiliser le pouvoirs et l'autorité que vous aviez été doté. \n Pour utiliser ces",
          "pouvoirs vous ont été donnés des moyens dans la terre, muni d'opportunités, et",
          "compte tenu de la capacité de contrôler et d'employer beaucoup de choses que vous",
          "satisfait. Vous avez eu toutes les voies de l'incrédulité et de la foi, le péché",
          "et l'obéissance, la justice et l'injustice, le bien et le mal, la vérité et le",
          "mensonge, ouvert devant vous; il y a ceux qui l'invite à chacune de ces voies et",
          "il y avait des moyens pour conduire à chacun d'eux. Quiconque parmi vous a",
          "sélectionné une façon particulière l'a fait sous sa propre responsabilité, car il",
          "avait le pouvoir de décider et de choisir doté en lui-même. Selon le choix",
          "effectué par chacun d'eux et en tirant parti des possibilités ainsi offertes",
          "d'employer ses pouvoirs de la volonté et de l'intention quelqu'un est devenu un",
          "homme bon et un autre mauvais homme; quelqu'un a adopté la voie de la croyance et",
          "de la foi et de l'autre le chemin de l'incrédulité, le polythéisme ou l'athéisme;",
          "quelqu'un lui retenu des désirs illicites, et un autre a fait tout ce qu'il",
          "voulait dans l'obéissance à son auto; quelqu'un est devenu un oppresseur et un",
          "autre l'opprimé; quelqu'un sculpté de ses fonctions et une autre a usurpé les",
          "droits des autres; quelqu'un a continué à faire du bien jusqu'à son dernier",
          "souffle, un autre est allé à commettre le mal jusqu'à son dernier moment de",
          "levage; quelqu'un s'employa pour élever la parole de la vérité, un autre est allé",
          "sur opprimer les adeptes de la vérité afin de provoquer le mensonge de prospérer.",
          "\n Maintenant, une personne peut, à moins qu'il est absolument aveugle et",
          "insensée, disons qu'un être comme celui-ci est apparu sur la terre juste par un",
          "accident? qu'il n'y a pas de sagesse et aucun plan de travail derrière sa",
          "création? que les tempêtes qu'il soulève sur la terre sont sans but et finiront",
          "sans entraîner aucune conséquence? qu'il n'y aura pas de récompense pour une",
          "bonne action et aucune punition pour un acte mauvais? et que l'injustice ne sera",
          "pas réparée et l'injuste ne sera pas amené à réserver? De telles choses peuvent",
          "être dites par une personne qui a perdu sa raison, ou par celui qui est résolu à",
          "ne pas reconnaître à toute la sagesse d'un Sage Être travaillant derrière la",
          "création de l'homme. Mais, une personne sensée de non-lésé ne peut pas empêcher",
          "de reconnaître que la création de l'homme, les pouvoirs et les capacités qu'il a",
          "été donné, et la position qu'il a été accordé ici, est certainement un grand,",
          "sage plan, et la sagesse de Dieu Dont plan, il est, exige inévitablement que",
          "l'homme doit être interrogé sur ses faits et gestes; et il peut ne pas être juste",
          "pour divertir le doute sur les pouvoirs de Dieu qu'il ne sera pas en mesure de",
          "recréer homme qu'il a apporté à cette noble position d'honneur d'une simple",
          "cellule microscopique."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ",
      "simpleTranslate" : [
        "C’est dans le Ciel que se trouve votre subsistance ainsi que ce qui vous a été",
        "promis."
      ],
      "tafsirTranslate" : [
        "Et dans le ciel est votre disposition et aussi ce que vous êtes promis. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Et en",
        "le paradis",
        "(Est) votre disposition",
        "et quoi",
        "vous êtes promis"
      ],
      "notes" : {
        "20" : [
          "Par le ciel, on entend ici les [ «cieux»], par [ \"dispositions\"] tout ce que",
          "l'homme est donnée pour sa survie et son fonctionnement dans le monde, et par [",
          "«ce qui est promis.\" ] Résurrection, rassemblement, de responsabilité, Meting sur",
          "des récompenses et des punitions, et l'enfer et le ciel, qui ont été prédit et",
          "promis dans tous Ies Livres divins et maintenant dans le Coran. Le verset veut",
          "dire; [ \"Les décisions quant à savoir qui devrait être donné quoi et combien dans",
          "l'arc du monde pris dans les cieux, ainsi que la décision quant à la date si l'un",
          "de vous rappeler le but de la responsabilité et dispense des récompenses et des",
          "punitions.\"]"
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ",
      "simpleTranslate" : [
        "Et cette promesse, par le Maître des Cieux et de la Terre, est aussi vraie que le",
        "fait pour vous de parler."
      ],
      "tafsirTranslate" : [
        "Ainsi, par le Seigneur du ciel et de la terre, cela est certainement vrai, aussi",
        "vrai que le fait de votre parole."
      ],
      "tanslateWordByWord" : [
        "Ensuite par (le) Lord",
        "(De) le ciel",
        "et la terre",
        "En effet, il",
        "(Est) sûrement (la) vérité",
        "(tout comme",
        "[quelle]",
        "toi",
        "parler"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ",
      "simpleTranslate" : [
        "Le récit des honorables hôtes d’Abraham t’est-il parvenu?"
      ],
      "tafsirTranslate" : [
        "(O Prophète), a fait <N:21> l'histoire des invités d'honneur d'Abraham vous",
        "atteindre? <N:22>"
      ],
      "tanslateWordByWord" : [
        "A",
        "vous atteint",
        "(La) narration",
        "(Des) clients",
        "(De) Ibrahim",
        "l'honneur"
      ],
      "notes" : {
        "21" : [
          "Maintenant, d'ici à la fin du verset 46, de brèves allusions ont été faites,",
          "l'une après l'autre, à la fin des Prophètes d'Allah et quelques-unes des nations",
          "du passé, qui arc destinés à impressionner deux choses: \n Tout d'abord, que, dans",
          "l'histoire humaine la loi de Dieu de la vengeance a travaillé sans cesse, dans",
          "lequel des précédents se trouvent des récompenses pour les justes et de punitions",
          "pour les méchants continuo sly. Ceci est une preuve claire du fait que, même dans",
          "la vie de ce monde de la relation du Créateur avec l'homme est non seulement",
          "basée sur la loi physique, mais la loi morale est également travaillant côte aide",
          "avec elle. Et quand le caractère du royaume de l'univers est telle que la",
          "création qui a été donné l'occasion d'agir moralement tout en vivant dans un",
          "corps physique, ne doit pas seulement être traités sur la base des lois",
          "physiques, comme les animaux et les plantes, mais la loi morale devrait également",
          "être appliquée à ses actes moraux par ce. relève elle-même à la vérité que le",
          "temps doit venir dans ce royaume quand sur l'achèvement du rôle de l'homme dans",
          "le monde physique résultats complets de ses actes moraux devrait également",
          "apparaître en stricte conformité avec la loi morale parce que dans le monde",
          "physique, ils ne semblent pas entièrement . \n La deuxième chose qui a été",
          "impressionné par ces allusions historiques est que les nations qui ne croient pas",
          "dans les prophètes d'Allah et basés tu conduite et attitude dans la vie sur la",
          "négation de l'Unicité d'Allah, le Prophète capot et l'au-delà, sont en fin de",
          "compte voué à la destruction. Cette expérience continue de l'histoire témoigne",
          "que la loi de Dieu de la morale qui a été transmis par les prophètes, et sur la",
          "base de laquelle l'homme sera soumis à la responsabilité dans l'au-delà, est",
          "entièrement basé sur la vérité. Pour quelle que soit la nation a déterminé sa",
          "conduite et l'attitude dans le monde indépendant de cette loi, se considérer",
          "irresponsable et non-responsable, est allé tout droit à sa perte."
        ],
        "22" : [
          "Cette histoire a été racontée à trois endroits dans le Coran ci-dessus, Hud:",
          "69-73, Al-Hijr: 51-56 et AI-`Ankabut: 31."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا ۖ قَالَ سَلَامٌ قَوْمٌ مُنْكَرُونَ",
      "simpleTranslate" : [
        "Quand ils entrèrent chez lui et lui dirent : «Paix !» Abraham leur répondit :",
        "«Paix ! Gens inconnus !»"
      ],
      "tafsirTranslate" : [
        "Quand ils sont venus à lui, ils ont dit: «Paix»; il a dit: «La paix soit aussi",
        "pour vous; (Vous semblez être) un groupe d'étrangers. » <N:23>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "ils entrèrent",
        "sur lui",
        "et dit",
        "Paix",
        "Il a dit",
        "Paix",
        "un peuple",
        "inconnu"
      ],
      "notes" : {
        "23" : [
          "Compte tenu du contexte dans lequel cette phrase a eu lieu, il peut avoir deux",
          "significations: [(1)] Que le Prophète Abraham lui-même dit aux invités, [ «Je ne",
          "l'ai jamais eu la chance de voir vous avant: vous êtes peut-être de nouveaux",
          "venus dans ce pays \"] [(2)] ce après avoir répondu à leur salut, le Prophète",
          "Abraham dit ces mots à lui-même, ou à ses serviteurs, tout en allant à",
          "l'intérieur de la maison pour organiser la fête. , [ \"Ils semblent être des",
          "étrangers:. les gens de leur noble nature et l'apparence n'a pas été vu",
          "auparavant dans ce pays\"]"
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "فَرَاغَ إِلَىٰ أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ",
      "simpleTranslate" : [
        "Puis il alla discrètement trouver les siens et apporta un veau bien gras,"
      ],
      "tafsirTranslate" : [
        "Puis il est retourné à sa famille <N:24> et introduit un veau rôti graisse <N:25>"
      ],
      "tanslateWordByWord" : [
        "Ensuite il est allé",
        "à",
        "sa maison",
        "et est venu",
        "avec un veau",
        "graisse"
      ],
      "notes" : {
        "24" : [
          "Autrement dit, [ \"Il n'a pas dit à ses hôtes qu'il allait organiser la nourriture",
          "pour eux, mais après ils étaient assis, il est allé tranquillement dans la maison",
          "pour organiser une fête pour eux, de sorte que les invités ne devrait pas ROFUSE",
          "hors de formalité. \"]"
        ],
        "25" : [
          "Dans la sourate Hud, les mots sont Ijlin h_ anidh, un veau rôti; ici bi-'ijlin",
          "samin: un veau gras qu'il a obtenu rôti."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ",
      "simpleTranslate" : [
        "qu’il présenta à ses hôtes, pour leur dire ensuite : «Quoi? Vous n’en mangez",
        "pas?»"
      ],
      "tafsirTranslate" : [
        "et le déposa devant eux, en disant: «Voulez-vous pas manger '"
      ],
      "tanslateWordByWord" : [
        "Et il le plaça près de",
        "[pour eux",
        "il a dit",
        "Will not",
        "tu manges"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "فَأَوْجَسَ مِنْهُمْ خِيفَةً ۖ قَالُوا لَا تَخَفْ ۖ وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ",
      "simpleTranslate" : [
        "Et il commençait à en ressentir quelque frayeur. Mais les inconnus lui dirent :",
        "«Ne crains rien !» ; et ils lui annoncèrent la naissance d’un fils plein de",
        "savoir."
      ],
      "tafsirTranslate" : [
        "Puis il est devenu peur d'eux <N:26> Ils ont dit:.. «Ne crains pas», et lui",
        "annonça les bonnes nouvelles de (la naissance) d'un garçon doué de connaissance",
        "<N:27>"
      ],
      "tanslateWordByWord" : [
        "Puis il sentit",
        "d'eux",
        "une peur",
        "Ils ont dit",
        "(Ne pas",
        "la crainte",
        "et ils lui ont donné de bonnes nouvelles",
        "d'un fils",
        "appris"
      ],
      "notes" : {
        "26" : [
          "Autrement dit, «Quand ils ne tendent leurs mains pour la nourriture, le Prophète",
          "Abraham a eu peur dans son cœur. La raison de cette crainte pourrait être que,",
          "dans la vie tribale des étrangers 'aller à une maison et en évitant les aliments",
          "utilisés pour être une indication qu'ils étaient venus avec un mauvais dessein",
          "Mais très probablement quand ils abstenus de la nourriture, le prophète Abraham",
          "ont réalisé qu'ils étaient des anges, qui étaient venus dans l'apparence",
          "humaine;.. et que les anges sont venus dans l'apparence humaine seulement les",
          "occasions extraordinaires, il a eu peur qu'ils devaient venir sous cette forme",
          "sur une mission terrible."
        ],
        "27" : [
          "Selon Surah Hud: 71, ce fut les bonnes nouvelles de la naissance du Prophète",
          "Isaac [(paix soit sur lui)] et cela contenait également les bonnes nouvelles que",
          "par le prophète Isaac qu'il aurait un petit-fils comme le Prophète Jacob [(paix",
          "soit sur lui)]."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ",
      "simpleTranslate" : [
        "Là-dessus survint sa femme, poussant des cris et se frappant le visage : «Quoi?",
        "Une vieille femme stérile comme moi?», dit-elle."
      ],
      "tafsirTranslate" : [
        "Alors entendant sa femme sortit en criant. Elle a frappé son visage et cria: \".",
        "Une vieille femme stérile suis-je ' <N:28>"
      ],
      "tanslateWordByWord" : [
        "Puis vint l'avant",
        "sa femme",
        "avec",
        "une voix forte",
        "et frappé",
        "son visage",
        "et elle a dit",
        "Une vieille femme",
        "stérile"
      ],
      "notes" : {
        "28" : [
          "Autrement dit, [ «Je ne suis pas seulement vieux mais stérile aussi. Comment un",
          "enfant est né pour moi?\"] Selon la Bible, le prophète Abraham à cette époque",
          "était de cent ans et Sarah était quatre-vingt dix. [(Gen., 17: 17)]."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "قَالُوا كَذَٰلِكِ قَالَ رَبُّكِ ۖ إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ",
      "simpleTranslate" : [
        "– «Ainsi en a décidé ton Seigneur, répondirent les hôtes. N’est-Il pas le Sage,",
        "l’Omniscient?»"
      ],
      "tafsirTranslate" : [
        "Ils ont dit: 'a donc ton Seigneur dit (que vous aurez un garçon). Sûrement Il est",
        "Sage et Omniscient. <N:29>"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Ainsi",
        "dit",
        "votre Seigneur",
        "En effet, il",
        "[Il]",
        "(Est) le Sage",
        "l'Omniscient"
      ],
      "notes" : {
        "29" : [
          "L'objet de cette histoire est de dire que Dieu va certainement récompenser son",
          "serviteur, qui a fait justice aux droits de son culte dans le monde, dans",
          "l'au-delà grassement, mais même dans ce monde, il lui récompensé bien en lui",
          "donnant des enfants à un âge où selon les lois physiques communes qu'il ne",
          "pouvait pas avoir des enfants et de sa femme âgée ayant restés sans enfants",
          "pendant toute la vie avait complètement désespérait de jamais porter des enfants;",
          "puis Il lui a accordé ces enfants extraordinaires ont pas été octroyées à une",
          "autre dans le monde. Il n'y a eu aucun autre homme dans l'histoire en ligne dont",
          "les quatre prophètes auraient pu naître successivement. Il était le Prophète",
          "Abraham seul dont la ligne continue d'être béni avec le Prophète capuche pour",
          "trois générations, et les prophètes illustres comme Ismaël, Isaac, Jacob et",
          "Joseph [(paix soit sur eux)] est sorti de sa maison."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ",
      "simpleTranslate" : [
        "– «À propos, reprit Abraham, quelle est votre mission, ô messagers?»"
      ],
      "tafsirTranslate" : [
        "Abraham dit: '? Envoyés (d'Allah), ce qui est votre mission \" <N:30>"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Alors qu'est-ce",
        "(Est) votre mission",
        "messagers O",
        "messagers O"
      ],
      "notes" : {
        "30" : [
          "Comme les anges viennent dans l'apparence humaine que dans des occasions très",
          "importantes du Prophète Abraham a utilisé le mot khatb pour connaître le but de",
          "leur visite; le mot khatb en arabe est utilisé pour une course de même nature",
          "extraordinaire."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "قَالُوا إِنَّا أُرْسِلْنَا إِلَىٰ قَوْمٍ مُجْرِمِينَ",
      "simpleTranslate" : [
        "– «Nous sommes envoyés vers un peuple criminel, répondirent-ils,"
      ],
      "tafsirTranslate" : [
        "Ils ont répondu: «Voici, nous avons été envoyés à un peuple méchant <N:31>"
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "En effet, nous",
        "[Nous] avons été envoyés",
        "à",
        "un peuple",
        "criminel"
      ],
      "notes" : {
        "31" : [
          "qui est, pour le peuple du Prophète Lot. L'épithète de «[un peuple coupable\"]",
          "était assez pour. dire que les gens étaient censés compte tenu de la gravité de",
          "leurs crimes. Ils ont déjà été mentionnés dans le Coran Al-Araf, 80-84, Hud:",
          "74-83, Al-Hijir: 58-79, AI-Anbiya`: 74-75, Ash-Shu'ara: 160-175, AnNaml: 54-58,",
          "As-Saffat: 133-137."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ",
      "simpleTranslate" : [
        "pour lancer sur lui des pierres d’argile,"
      ],
      "tafsirTranslate" : [
        "que nous pouvons déclencher une pluie d'argile-pierres"
      ],
      "tanslateWordByWord" : [
        "Que nous pouvons faire descendre",
        "sur eux",
        "des pierres",
        "de",
        "argile"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "مُسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفِينَ",
      "simpleTranslate" : [
        "marquées auprès de ton Seigneur à l’intention des pervers.»"
      ],
      "tafsirTranslate" : [
        "marqué par votre Seigneur sur ceux qui vont au-delà des limites. » <N:32>"
      ],
      "tanslateWordByWord" : [
        "Marqué",
        "par votre Seigneur",
        "par votre Seigneur",
        "pour les transgresseurs"
      ],
      "notes" : {
        "32" : [
          "Autrement dit, [ \"Chaque pierre a été marquée par le commandement de ton Seigneur",
          "pour montrer\" pour lequel coupable, on entend. \"] Selon les détails donnés dans",
          "le Coran, dans les sourates Hud et Al- Hijr, leurs villes ont été renversé, puis",
          "douchés avec des pierres d'argile. De celui-ci peut comprendre que le entireland",
          "a été renversée par un grave tremblement de terre et les gens qui ont essayé",
          "d'échapper ont été douchés par le soufre et détruit."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Nous fîmes donc sortir de la ville tous ceux qui avaient la foi,"
      ],
      "tafsirTranslate" : [
        "Alors, <N:33> Nous y évacués de tous les croyants"
      ],
      "tanslateWordByWord" : [
        "Ensuite, nous avons sorti",
        "(ceux qui",
        "ont été",
        "la bride",
        "de",
        "les croyants"
      ],
      "notes" : {
        "33" : [
          "Quant à ce qui est arrivé entre eux et le peuple du Prophète Loth quand les anges",
          "ont atteint sa maison après leur rencontre avec le Prophète Abraham, a été laissé",
          "de côté. Les détails ont été donnés dans le Hud sourates, AI-Hijr et AI'Ankabut",
          "ci-dessus. Ici mention est faite étant seulement de l'époque où ils allaient être",
          "visités par le fléau."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ",
      "simpleTranslate" : [
        "mais Nous n’y trouvâmes qu’une seule famille de croyants."
      ],
      "tafsirTranslate" : [
        "'et nous ne trouvons-il, à l'exception d'une seule maison de musulmans <N:34> »"
      ],
      "tanslateWordByWord" : [
        "Mais non",
        "Nous avons trouvé",
        "la bride",
        "autre que",
        "une maison",
        "de",
        "les musulmans"
      ],
      "notes" : {
        "34" : [
          "Autrement dit, [ \"Parmi toute la nation et dans tout le pays il n'y avait qu'une",
          "seule maison qui brillait avec la lumière de la foi et de l'Islam, et il avait",
          "pas d'autre mais la maison du Prophète Lot lui-même. Le reste de la nation tout",
          "entière a été coulé, profondément dans le péché et la méchanceté et toute son",
          "pays débordait de crasse et de l'immoralité. par conséquent, Allah a sauvé le",
          "peuple de cette même maison, puis fait descendre le tourment de la terre, qui n'a",
          "pas épargné une . des gens méchants Dans ce verset, trois thèmes importants ont",
          "été abordés: \n [(1)] Que la loi d'Allah de représailles ne décrète pas la",
          "destruction totale d'une nation aussi longtemps qu'il reste un élément",
          "considérable de bon en elle. Par contre la majorité des gens mauvais si elle",
          "contient encore un petit élément de ceux qui continuent d'essayer d'inviter les",
          "autres à la bonne façon, Allah lui donne l'occasion de travailler, et va en",
          "augmentant le répit de la nation qui ne soit pas encore tout à fait dépourvue de",
          "bonté. Mais dans le cas thèque reste aucun élément de la bonté du tout dans la",
          "nation, la loi d'Allah est qu'Il sauve en quelque sorte par sa puissance et la",
          "grâce quelques-unes des bonnes personnes, qui auraient pu devenir fatigués et",
          "impuissants combattre le mal dans ses colonies, et traite de la repos que chaque",
          "maître sensée traiterait avec son fruit pourri. \n [(2)] Ce \"] musulman [\" est pas",
          "seulement le nom des personnes qui arc les disciples du Prophète Muhammad [(sur",
          "qui sera de la paix d'Allah)] qui étaient aussi des musulmans et de leurs",
          "adeptes, mais de tous les prophètes avant lui . Leurs religions ne sont pas",
          "mutuellement exclusives que l'on pourrait être la religion du Prophète Abraham,",
          "un autre du Prophète Moïse et encore un autre du Prophète Jésus, mais ils étaient",
          "tous musulmans et leur religion était ce même Islam. Cette vérité a été expliqué",
          "à plusieurs endroits dans le Coran et il n'y a pas de place pour l'ambiguïté à",
          "cet égard. Par exemple, sec AIBaqarah: 128, 131-132; Al-Imran: 67: Al-Maidah: 44,",
          "111; Yunus: 72,84; Yusuf: 101; AI-Araf, 126; An-Naml: 31, 42, 44. \n [(3)] Que les",
          "mots `Mu 'min\"] et musulman »ont été utilisés comme synonymes dans ce verset. Si",
          "ce verset est lu avec le verset 14 de Al-Hujurat, l'erreur de la pensée de ces",
          "gens devient évidente, qui considèrent min Mu 'et musulman comme deux termes",
          "indépendants du Coran, qui ont été utilisés dans une seule et même ce qui",
          "signifie partout, et musulman est nécessairement utilisé pour la personne qui",
          "aurait pu entré dans le giron de l'islam en professant la foi seulement",
          "verbalement, sans vraie foi. [(Pour plus d'explications, voir E. N. 31 de la",
          "sourate AI-Hujurat)]."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَتَرَكْنَا فِيهَا آيَةً لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ",
      "simpleTranslate" : [
        "Et Nous y laissâmes un signe pour ceux qui redoutent le châtiment douloureux."
      ],
      "tafsirTranslate" : [
        "et nous y a laissé un signe pour ceux qui craignent le châtiment douloureux.",
        "<N:35>"
      ],
      "tanslateWordByWord" : [
        "Et Nous",
        "la bride",
        "un panneau",
        "pour ceux qui",
        "la crainte",
        "la punition",
        "la douloureuse"
      ],
      "notes" : {
        "35" : [
          "Un signe [ \":. La Mer Morte, partie sud qui présente encore les signes d'un grand",
          "désastre Les archéologues ont exprimé l'avis que les principales villes du peuple",
          "de Lot ont probablement été coulés sous terre et la les eaux de la propagation de",
          "la mer Morte sur eux. pour cette partie de cette mer qui est située au sud de la",
          "petite péninsule appelée \"] AI-Lisan» semble clairement être un développement",
          "plus tard, et les signes des ruines de la mer Morte trouvé au nord de cette",
          "péninsule sont très différents de ceux trouvés dans le sud. de là il est conclu",
          "que la partie sud était une fois plus élevé que le niveau de la mer. à un moment",
          "plus tard, il a coulé et est allé sous l'eau. la période de son naufrage semble",
          "aussi être d'environ 2000 avant JC et même précisément est le temps du prophètes",
          "Abraham et Lot historiquement. En 1965, un parti américain de recherche",
          "archéologique découvert une grande tombe-cour à Al-Lisan, qui contient plus de",
          "vingt mille tombes. de celle-ci est amené à penser que à proximité, il y doit",
          "avoir existé une grande ville. Mais pas religieuses de tout arc ville telle",
          "trouve dans la zone adjacente, qui aurait pu donner lieu à une telle grande",
          "tombe-cour. Ce fait renforce également le doute que la ville dont la tombe-cour,",
          "il était a coulé sous la mer. La zone située au sud de la mer abonde encore dans",
          "les ruines et les stocks souterrains de soufre, de résine, de goudron et de gaz",
          "naturel trouvé dans ce domaine conduirait à penser que l'enfer doit avoir été",
          "lâché à cet endroit au moment de Borne par l'éruption de lave et le jeu de la",
          "foudre. [(Pour de plus amples explications, voir E.N. 114 de Ash-Shu'ara ')]."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَفِي مُوسَىٰ إِذْ أَرْسَلْنَاهُ إِلَىٰ فِرْعَوْنَ بِسُلْطَانٍ مُبِينٍ",
      "simpleTranslate" : [
        "Il y a aussi un signe dans la mission de Moïse quand Nous l’envoyâmes auprès de",
        "Pharaon, muni d’un pouvoir évident."
      ],
      "tafsirTranslate" : [
        "Il y a aussi un signe pour vous dans l'histoire de Moïse quand Nous l'envoyâmes",
        "avec une autorité claire pour Pharaon. <N:36>"
      ],
      "tanslateWordByWord" : [
        "Et en",
        "Musa",
        "quand",
        "Nous lui avons envoyé",
        "à",
        "Firaun",
        "avec une autorité",
        "clair"
      ],
      "notes" : {
        "36" : [
          "\"Une autorité claire»: ces miracles et des preuves évidentes qui rendait",
          "absolument manifeste qu'il avait été nommé en tant que messager par le Créateur",
          "de la terre et les cieux."
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "فَتَوَلَّىٰ بِرُكْنِهِ وَقَالَ سَاحِرٌ أَوْ مَجْنُونٌ",
      "simpleTranslate" : [
        "Mais Pharaon, confiant en sa puissance, se détourna de lui, en disant : «C’est",
        "sûrement un sorcier ou un possédé !»"
      ],
      "tafsirTranslate" : [
        "Mais Pharaon se détourna, montrant l'arrogance en raison de sa puissance, et dit",
        "(à propos de Moïse): '. Il est soit un sorcier ou un fou » <N:37>"
      ],
      "tanslateWordByWord" : [
        "Mais il se détourna",
        "avec ses partisans",
        "et dit",
        "Un magicien",
        "ou",
        "un fou"
      ],
      "notes" : {
        "37" : [
          "Autrement dit, ils l'appelaient parfois un sorcier et parfois un fou"
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ وَهُوَ مُلِيمٌ",
      "simpleTranslate" : [
        "Nous le saisîmes alors, lui et ses armées, et les jetâmes dans les flots, en",
        "punition de son blâmable comportement."
      ],
      "tafsirTranslate" : [
        "Nous lui et ses hôtes ont saisi et jeté dans la mer. Il est devenu un objet de",
        "beaucoup de blâme. <N:38>"
      ],
      "tanslateWordByWord" : [
        "Nous lui avons",
        "et ses hôtes",
        "et les jeta",
        "dans",
        "la mer",
        "alors qu'il",
        "(A) blâmable"
      ],
      "notes" : {
        "38" : [
          "A toute l'histoire a été comprimé dans cette courte phrase. Pour bien le",
          "comprendre il faut savoir que Pharaon était le maître absolu du plus grand centre",
          "de la civilisation et de la culture du monde dans les jours et les gens des",
          "terres adjacentes ont été intimidés par sa puissance et sa force. De toute",
          "évidence, quand il aurait coulé soudainement un jour dans la mer avec ses armées,",
          "l'événement doit avoir bien devenir connu non seulement en Egypte, mais parmi",
          "tous Ies pays voisins aussi. A cela, sauf pour ceux dont les parents et amis",
          "avait coulé, il n'y avait pas d'autre parmi leur propre peuple, ou dans les",
          "autres pays du monde qui les pleurer ou écrire une élégie sur eux, ou serait",
          "chagrin au moins exprimer et dire que de bonnes et nobles gens étaient devenus",
          "une victime de la catastrophe. Au lieu de cela, alors que le monde était devenu",
          "marre de leur méchanceté et injustices, toute personne poussa un soupir de",
          "soulagement à leur sort exemplaire, tout le monde les a maudits, et tous ceux qui",
          "ont entendu ces nouvelles exclamé que les méchants avaient mérité le sort",
          "justement. Dans la sourate Ad-Dukhan la même chose a été exprimée, ainsi: [",
          "\"Alors ni ne les cieux pleurent sur eux, ni la terre.\"] [(Pour plus",
          "d'explications, voir E.N. 26 de la sourate Ad-Dukhan)]."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ",
      "simpleTranslate" : [
        "Il en fut de même pour les `Âd, lorsque Nous déchaînâmes contre eux un ouragan",
        "dévastateur,"
      ],
      "tafsirTranslate" : [
        "Il y a aussi un signe pour vous dans (l'histoire de) Ad, quand nous laissons",
        "lâche sur eux un vent sinistre"
      ],
      "tanslateWordByWord" : [
        "Et en",
        "Aad",
        "quand",
        "Nous avons envoyé",
        "contre eux",
        "le vent",
        "les stériles"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ",
      "simpleTranslate" : [
        "qui ne laissait rien de ce qu’il touchait sans le réduire en poussière."
      ],
      "tafsirTranslate" : [
        "qui n'a rien laissé qui il est venu sur sans le réduire à néant. <N:39>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "il a laissé",
        "tout",
        "chose",
        "il est venu",
        "sur elle",
        "mais",
        "elle a",
        "comme des ruines désintégrées"
      ],
      "notes" : {
        "39" : [
          "Le mot utilisé pour ce vent est AQIM, qui est utilisé pour une femme stérile,",
          "bien que littéralement il signifie sec. Si le sens littéral est prise, cela",
          "signifierait qu'il était comme un vent extrêmement chaud et sec que sur tout ce",
          "qu'il a fait sauter l'a fait devenir absolument sec; et si elle est prise dans le",
          "sens idiomatique cela voudrait dire que comme une femme stérile, il avait un vent",
          "sans aucun bénéfice: ni elle était agréable, ni qu'il a apporté la pluie, ni",
          "fertilisé les arbres, ni contenait tout autre avantage pour lequel le vent",
          "souffle . À d'autres endroits, il a été dit que ce vent était non seulement",
          "inutile et sec, mais il a soufflé si violemment qu'il a balayé les gens de la",
          "terre et il a continué de faire rage pendant huit jours et sept nuits en continu,",
          "jusqu'à ce qu'il a posé la terre entière de la `déchets Ad. [(Pour plus",
          "d'explications, voir de E.N. 20, 21 de la sourate Ha Mim As-Sajda et E.N. de 25 à",
          "28 de Al-Ahqaf)]."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَفِي ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا حَتَّىٰ حِينٍ",
      "simpleTranslate" : [
        "Et il en fut de même pour les Thamûd, qui, avertis d’avoir à jouir pour un temps",
        "des biens de ce monde,"
      ],
      "tafsirTranslate" : [
        "Il y a aussi un signe pour vous dans (l'histoire de) Thamud. On leur a dit: '.",
        "Profitez-vous pendant un certain temps <N:40>"
      ],
      "tanslateWordByWord" : [
        "Et en",
        "Thamud",
        "quand",
        "a été dit",
        "pour eux",
        "Amusez-vous)",
        "pour",
        "une époque"
      ],
      "notes" : {
        "40" : [
          "Les commentateurs ont contesté quant au répit qu'elle implique. Hadrat Qatadah",
          "dit qu'il fait allusion à ce verset de la sourate Hud dans laquelle il a été",
          "établi que lorsque le Thamud a tué le chamelle du Prophète Salih, ils ont été mis",
          "en garde par Allah qu'ils avaient trois jours de plus pour profiter de ascenseur",
          "après quoi ils seraient dépassé par le tourment. Contrairement à cela, Hadrat",
          "Hasan Basri a exprimé l'opinion que cette chose avait été dit par le prophète",
          "Salih à son peuple au début de sa mission et par ce qu'il voulait dire que s'ils",
          "ne seraient pas adopter la voie de la repentance et la foi, ils le feraient",
          "accorder un répit pour profiter de ascenseur dans le monde que jusqu'à une teinte",
          "nommé, puis ils seraient dépassés par le tormnt. Le second de ces deux",
          "commentaires semble être plus correct, pour le verset suivant [([ \"Mais en dépit",
          "de cela, ils ont défié le commandement de leur Seigneur\"])] indique que le répit",
          "étant mentionné ici avait été donné avant que le défi et ils se sont engagés",
          "après la mise en garde. Au contraire, le répit de trois jours mentionné dans la",
          "sourate Hud avait été donné après les méchants avaient commis le défi final qui",
          "est devenu décisif dans leur fonte et scellé leur destin à jamais par la suite"
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "فَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنْظُرُونَ",
      "simpleTranslate" : [
        "transgressèrent l’ordre de leur Seigneur, et furent saisis par le cataclysme sous",
        "leur propre regard."
      ],
      "tafsirTranslate" : [
        "Mais ils ont désobéi effrontément commande de leur Seigneur, puis un châtiment",
        "soudain <N:41>, les saisit alors qu'ils regardaient."
      ],
      "tanslateWordByWord" : [
        "Mais ils se rebellèrent",
        "contre",
        "(la commande",
        "(De) leur Seigneur",
        "afin de les saisir",
        "le coup de foudre",
        "pendant qu'ils",
        "regardaient"
      ],
      "notes" : {
        "41" : [
          "Différents mots ont été utilisés pour ce tourment à différents endroits dans le",
          "Coran. Quelque part, il a été appelé rajfah [(une affreuse calamité et",
          "choquant)], quelque part saihah [(un crash et tonitruant catastrophe)], quelque",
          "part taghiyah [(une affection plus grave)] et ici il a été décrit comme sa'iqah",
          "[( une calamité qui frappe comme un coup de foudre)]. Probablement ce tourment",
          "avait eu un tremblement de terre qui a été également accompagné d'un bruit",
          "terrible."
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "فَمَا اسْتَطَاعُوا مِنْ قِيَامٍ وَمَا كَانُوا مُنْتَصِرِينَ",
      "simpleTranslate" : [
        "C’est ainsi que, paralysés sur place, ils ne purent recevoir aucun secours."
      ],
      "tafsirTranslate" : [
        "Ils ont été incapables de se tenir debout ou de se protéger. <N:42>"
      ],
      "tanslateWordByWord" : [
        "Alors pas",
        "ils ont pu",
        "[de]",
        "supporter",
        "et pas",
        "ils pourraient",
        "aider eux-mêmes"
      ],
      "notes" : {
        "42" : [
          "Intisar à partir de laquelle le mot muntasirun dans l'original est dérivé des",
          "moyens de se sauver d'une attaque par quelqu'un ainsi que de se venger sur",
          "l'attaquant."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "وَقَوْمَ نُوحٍ مِنْ قَبْلُ ۖ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ",
      "simpleTranslate" : [
        "Et, avant eux, il en fut de même du peuple de Noé, pour s’être livré à la",
        "débauche."
      ],
      "tafsirTranslate" : [
        "Avant tout cela nous détruit le peuple de Noé: ils étaient des gens pervers."
      ],
      "tanslateWordByWord" : [
        "Et (les) personnes",
        "(De) Nuh",
        "avant",
        "avant",
        "en effet, ils",
        "ont été",
        "un peuple",
        "pervers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ",
      "simpleTranslate" : [
        "Considère aussi le ciel que Nous avons solidement édifié et dont Nous élargissons",
        "constamment l’étendue !"
      ],
      "tafsirTranslate" : [
        "Et le ciel «Nous <N:43> fait avec notre propre puissance et nous avons le pouvoir",
        "de le faire. <N:44>"
      ],
      "tanslateWordByWord" : [
        "Et le ciel",
        "Nous avons construit ce",
        "avec une force",
        "et en effet, nous",
        "(Sont) sûrement (ses) Expandeurs"
      ],
      "notes" : {
        "44" : [
          "Le mot doit '[(pl. Musi'un)] peut signifier celui qui possède la puissance et des",
          "moyens, et aussi celui qui peut prolonger et élargir quelque chose. Selon le",
          "premier sens, le verset signifierait:. [ \"Nous avons construit ce ciel par nos",
          "propres forces et non pas avec quelqu'un d'autre aide, et son érection était en",
          "aucun cas au-delà de nous Alors comment pouvez-vous concevoir que nous ne serons",
          "pas ? capable de recréer \"] Selon le deuxième sens, cela voudrait dire:« Cet",
          "immense univers que nous avons créé, est pas un travail fini, mais nous",
          "élargissons continuellement, et de nouvelles et toujours de nouvelles",
          "manifestations de notre création font leur apparition dans chaque instant.",
          "Comment pensez-vous alors que ce merveilleux Créateur ne serait pas en mesure de",
          "répéter sa création."
        ],
        "43" : [
          "Après avoir présenté des arguments historiques »pour l'au-delà, maintenant les",
          "arguments de l'arc de l'univers étant présentés en preuve de la même chose."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَالْأَرْضَ فَرَشْنَاهَا فَنِعْمَ الْمَاهِدُونَ",
      "simpleTranslate" : [
        "Et la terre que Nous avons déployée comme un tapis ! Et de quelle façon habile",
        "Nous l’avons déployée !"
      ],
      "tafsirTranslate" : [
        "Et la terre «Nous étaler, et comment avons-nous lissa! <N:45>"
      ],
      "tanslateWordByWord" : [
        "Et la terre",
        "Nous l'avons étendue",
        "comment excellente",
        "(Sont) les Epandage"
      ],
      "notes" : {
        "45" : [
          "Pour plus d'explications, sec E.N. 18 ci-dessus. Pour plus d'explications, sec",
          "E.N. 74 de la sourate An-Naml, E.N. 29 de la sourate Ya Sin et E.N. de 7 à 10 de",
          "AzZukhruf"
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ",
      "simpleTranslate" : [
        "De toute chose Nous avons créé un couple. Peut-être serez-vous amenés à y",
        "réfléchir."
      ],
      "tafsirTranslate" : [
        "Et de tout ce que nous avons créé des paires;. <N:46> peut-être que vous prendrez",
        "garde <N:47>"
      ],
      "tanslateWordByWord" : [
        "Et de",
        "chaque",
        "chose",
        "Nous avons créé",
        "paires",
        "afin que vous puissiez",
        "rappelles toi"
      ],
      "notes" : {
        "46" : [
          "Autrement dit, [ \"Tout dans le monde a été créé sur le principe des paires.",
          "L'ensemble du système de l'Univers fonctionne sur le principe que certaines",
          "choses arc complémentaire et correspondant à certains autres, et leur combinaison",
          "apporte en étant innombrables nouvelles formes et de combinaisons. Rien ici est",
          "si unique que peut avoir aucun match, car le fait est qu'une chose ne devient",
          "productive après qu'il a combiné avec son partenaire de correspondance \".] [(pour",
          "plus d'explications, sec FR 31 Sourate Ya Sin, et 'eN 12 de Az-Zukhruf)]."
        ],
        "47" : [
          "Autrement dit, [ \"L'érection de l'Univers entier sur le principe des paires et",
          "l'existence de toutes choses dans le monde en couple est une réalité qui",
          "témoigne. Expressément à la nécessité de l'au-delà. Si vous considérez",
          "profondément vous-même arrivé à la conclusion que, lorsque tout le monde a un",
          "partenaire et rien ne devient productif sans combiner avec son partenaire,",
          "comment la vie du monde sans un match et partenaire? sa correspondance et son",
          "partenaire est nécessairement l'au-delà . Sans ce partenaire, il serait",
          "absolument inutile. \"] \n Pour comprendre ce qui suit il faut aussi comprendre que",
          "la discussion porte jusqu'à présent autour de l'au-delà, mais cette discussion",
          "et. l'argument se permettre une preuve de l'unicité de Dieu. Tout comme",
          "l'argument de la pluie, la structure de la terre, la création des cieux, propre",
          "existence de l'homme, le merveilleux travail de la loi de paires dans l'Univers,",
          "témoignent de la possibilité et la nécessité de l'au-delà, ils sont donc aussi",
          "témoignant que ni est ce Godless, ni il a de nombreux dieux, mais un Sage et",
          "Tout-puissant Dieu seul est son Créateur et Maître et contrôleur. Voilà pourquoi",
          "dans les versets suivants l'invitation à l'Unicité de Dieu est présenté sur la",
          "base de ces arguments mêmes. En outre, le résultat inévitable de croire en",
          "l'au-delà est que l'homme doit renoncer à son attitude de rébellion contre Dieu",
          "et devrait adopter la voie de l'obéissance et de la servitude. Il reste détourné",
          "de Dieu aussi longtemps qu'il reste impliqué dans la fausse croyance qu'il ne",
          "soit pas responsable devant quiconque et qu'il ne devra pas rendre compte de ses",
          "actes de la vie mondaine à personne. Chaque fois que ce malentendu est enlevé,",
          "l'homme vient immédiatement à la réalisation qu'il commettait une grave erreur en",
          "se considérant comme irresponsable, et cette prise de conscience l'oblige à",
          "revenir à Dieu. Voilà pourquoi, immédiatement après la conclusion des arguments",
          "pour l'au-delà, il a été dit: [ \". Donc fuir vers AIlah\"]"
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "فَفِرُّوا إِلَى اللَّهِ ۖ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ",
      "simpleTranslate" : [
        "Fuyez donc vers Dieu ! Je suis pour vous, de Sa part, un avertisseur explicite !"
      ],
      "tafsirTranslate" : [
        "Fuyez donc à Allah. Certes, je suis un avertisseur clair pour vous de Lui;"
      ],
      "tanslateWordByWord" : [
        "donc fuir",
        "à",
        "Allah",
        "en effet, je suis",
        "à toi",
        "de lui",
        "un warner",
        "clair"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَٰهًا آخَرَ ۖ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ",
      "simpleTranslate" : [
        "N’associez aucune divinité à Dieu ! Je viens vous en avertir solennellement de Sa",
        "part."
      ],
      "tafsirTranslate" : [
        "et ne pas mettre en place une divinité avec Allah. Certes, je suis un avertisseur",
        "clair pour vous de Lui. <N:48>"
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "faire",
        "avec",
        "Allah",
        "Dieu",
        "un autre",
        "En effet, je suis",
        "à toi",
        "de lui",
        "un warner",
        "clair"
      ],
      "notes" : {
        "48" : [
          "Bien que ces phrases sont la Parole d'Allah, le haut-parleur est pas ici AIIah",
          "mais le Saint Messager d'Allah. En fait, Allah a fait son Messager dire: [ \"Fuyez",
          "à Allah. Je vous préviens de Lui\"] Un exemple de ce style se trouve dans la",
          "première sourate du Coran, sourate AI-Fâtiha, où le Parole est d'Allah, mais les",
          "haut-parleurs sont les serviteurs, qui disent: Iyyaka na `budu wa lyyaka nasta",
          "'dans; IDHI-nas Sirat al-mustaqim: [ \"Toi seul nous adorons et à Toi seul nous",
          "prions pour l'aide Montrez-nous le droit chemin.\".] Tout comme il n'a pas été",
          "dit: [ \"Ô croyants, priez pour votre Seigneur ainsi , \"], mais le contexte",
          "lui-même montre qu'il est une supplication que Dieu enseigne Ses serviteurs, donc",
          "là aussi il n'a pas été dit; [ \"O Prophète, dis à ces gens,\"]. Mais le contexte",
          "lui-même indique qu'il est une invitation à l'Unicité de Dieu, que le Saint",
          "Prophète est présente selon le commandement d'Allah. Outre la sourate Al-Fatiha,",
          "il existe plusieurs autres cas également de ce style dans le Coran, où si la",
          "Parole est d'Allah, les haut-parleurs sont quelque part les anges et quelque part",
          "le Saint Prophète, et le contexte montre que par qui est AIlah parlant à cet",
          "endroit particulier. Par exemple, voir Sourate Maryam: 64-65, As-Saffat: 159-167,",
          "Ash-Shu`ara ': 10."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "كَذَٰلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ",
      "simpleTranslate" : [
        "Et il en fut toujours ainsi, car aucun prophète n’a été envoyé à leurs devanciers",
        "sans qu’ils l’aient traité de sorcier ou de possédé."
      ],
      "tafsirTranslate" : [
        "Ainsi qu'il a été (dans le passé): n'a jamais fait un messager venu pour les",
        "nations qui les ont précédés, mais ils ont dit: «(Il est) un sorcier, ou d'un",
        "fou-homme. <N:49>"
      ],
      "tanslateWordByWord" : [
        "Également",
        "ne pas",
        "venu",
        "(à ceux",
        "Avant eux",
        "Avant eux",
        "tout",
        "Messager",
        "mais",
        "ils ont dit",
        "Un magicien",
        "ou",
        "un fou"
      ],
      "notes" : {
        "49" : [
          "Autrement dit, «Cela n'a pas passé pour la première fois que les gens appellent",
          "le Messager envoyé par Allah un sorcier et un fou quand ils ont entendu les",
          "nouvelles de l'au-delà et l'invitation à l'Unicité d'Allah de lui. Toute",
          "l'histoire de l'Apostolat porte la preuve que depuis les Messagers ont commencé à",
          "venir pour l'orientation de l'humanité, les gens ignorants ont été répétant la",
          "même folie de la même manière. Quel que soit le messager est venu et leur a donné",
          "l'avertissement qu'ils ne sont pas les serviteurs de nombreux dieux, mais un seul",
          "Dieu seul est leur Créateur et Dieu et maître de leur destin, les gens ignorants",
          "ont dit qu'il était un sorcier, qui voulait tromper et égarer les par son",
          "sorcellerie. Quel que soit le messager est venu et les a avertis qu'ils avaient",
          "pas été créés et à gauche irresponsable dans le monde, mais à la fin de leur",
          "travail et la vie qu'ils auraient à se présenter devant leur Créateur et Maître",
          "et rendre compte de leurs actes et en conséquence celui-ci, ils seront",
          "récompensés ou punis en conséquence, les personnes folles crièrent qu'il était un",
          "fou et avait perdu sa raison parce que personne ne pouvait être ressuscité après",
          "la mort. \""
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "أَتَوَاصَوْا بِهِ ۚ بَلْ هُمْ قَوْمٌ طَاغُونَ",
      "simpleTranslate" : [
        "S’étaient-ils passé la consigne? Nullement ! Ce sont plutôt des peuples pervers."
      ],
      "tafsirTranslate" : [
        "Ont-ils arrivés à une compréhension commune concernant cela? Non; mais ils sont",
        "un peuple donné à la transgression. <N:50>"
      ],
      "tanslateWordByWord" : [
        "Ont-ils transmis à eux",
        "Ont-ils transmis à eux",
        "Non",
        "ils",
        "(Sont) un peuple",
        "transgresseur"
      ],
      "notes" : {
        "50" : [
          "Autrement dit, «Le fait que les gens de différents pays et nations ont adopté la",
          "même attitude que contre l'invitation des prophètes et les opposés de la même",
          "manière dans les différents âges depuis des milliers d'années ne pouvait pas être",
          "due à la raison que les générations tous les anciens et ces derniers se sont",
          "installés dans une conférence que chaque fois qu'un prophète est venu avec son",
          "message, il faut lui donner telle ou telle réponse. Puis, ce qui pourrait être la",
          "raison de l'uniformité de leur attitude et de comportement? Il pourrait y avoir",
          "aucune autre raison pour ce que la rébellion et la transgression était leur",
          "caractéristique commune. Comme tous les gens ignorants de tout âge ont été",
          "désireux de vivre une vie libre du service d'Allah et courageux de sa",
          "responsabilité, celui qui les a appelés au service d'Allah et de mener une vie",
          "conscient de Dieu, ils lui ont donné un seul et même fixe répondre. \" \n Cela",
          "jette également la lumière sur une vérité importante et il est ceci: Les motifs",
          "que l'homme a été naturellement douées pour l'adoption de l'erreur et de",
          "l'orientation, la bonté et le mal, la justice et l'injustice, et d'autres",
          "comportements similaires, ont fait leur apparition dans tous les âges et dans",
          "tous les coins du monde dans la même manière, peu importe la façon dont",
          "différents auraient pu être leurs formes en raison de l'avancement des moyens et",
          "ressources. Que l'homme de combats d'aujourd'hui au moyen des chars et des avions",
          "et bombes à hydrogène et l'homme de l'ancien temps combattu avec des pierres et",
          "des bâtons, les motifs de base pour les combats entre les hommes ont toujours été",
          "le même. De même, l'athée d'aujourd'hui pourrait entasser ses arguments en faveur",
          "de l'athéisme comme il aime, ses motivations pour suivre ce credo sont exactement",
          "les mêmes que l'avait été d'un athée, il y a six mille ans et dans son",
          "raisonnement, il est également pas fondamentalement différent de son prédécesseur"
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُومٍ",
      "simpleTranslate" : [
        "Laisse-les à leur sort ! Tu n’encourras aucun reproche."
      ],
      "tafsirTranslate" : [
        "Alors tournez votre attention loin d'eux; tu encourir aucun blâme. <N:51>"
      ],
      "tanslateWordByWord" : [
        "Donc détourner",
        "d'eux",
        "pour ne pas",
        "toi",
        "(Sont) à blâmer"
      ],
      "notes" : {
        "51" : [
          "Dans ce verset une méthode de la prédication de la religion a été enseignée, qui",
          "doit être bien comprise. Quand un prédicateur de la vérité a présenté son message",
          "clairement devant une personne avec des arguments rationnels, et a également",
          "retiré ses doutes et objections et répondu à ses arguments, il devient relevé de",
          "son devoir de faire la plaine de vérité. Même après cela, si l'autre personne",
          "persiste dans sa croyance et la croyance, la responsabilité car il ne se trouve",
          "pas sur le prédicateur de la vérité. Il est plus nécessaire qu'il devrait",
          "poursuivre la même personne, devrait continuer à passer son temps à discuter des",
          "choses avec lui, et devrait faire un point qu'il a en quelque sorte à convaincre",
          "même un homme de la vérité. Le prédicateur, en fait, a fait son devoir; si",
          "l'autre homme est pas convaincu, laissez embaucher seul. Si le prédicateur ne",
          "plus fréquente pas à lui, il ne peut pas être blâmé pour laisser une personne",
          "rester impliquée dans l'erreur, parce que maintenant l'autre personne est",
          "lui-même responsable de son type et l'erreur."
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "وَذَكِّرْ فَإِنَّ الذِّكْرَىٰ تَنْفَعُ الْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Mais continue à prêcher, car les rappels sont utiles aux croyants !"
      ],
      "tafsirTranslate" : [
        "Ne, cependant, garder les exhortant; pour ceux qui sont doués exhortation",
        "avantages avec la foi. <N:52>"
      ],
      "tanslateWordByWord" : [
        "Et rappeler",
        "car en effet",
        "le rappel",
        "avantages",
        "les croyants"
      ],
      "notes" : {
        "52" : [
          "Le Saint Prophète n'a pas été abordée ici pour enseigner cette méthode parce que,",
          "Dieu ne plaise, dans sa prédication, il a poursuivi inutilement les gens et Allah",
          "voulait l'empêcher de ce fait, la raison réelle pour énoncer cette méthode est",
          "que, quand un prédicateur de la vérité a fait de son mieux pour faire comprendre",
          "aux gens son message d'une manière rationnelle et ensuite voir les signes",
          "d'entêtement à leur retire d'eux, le peuple tonner contre lui et commencent",
          "l'accusant d'indifférence et de l'inattention alors que , ils, comme ils disent,",
          "veulent discuter des choses pour comprendre son message. Le fait, cependant, est",
          "qu'ils ne visent pas à comprendre quoi que ce soit, mais seulement d'impliquer le",
          "prédicateur disputation et perdre son temps. Par conséquent, Allah Lui-même a dit",
          "en termes clairs: [ \"détourner d'eux. Vous n'êtes pas du tout à blâmer pour",
          "montrer toute l'indifférence à leur égard\"] Après cette personne ne pouvait",
          "blâmer le Saint Prophète que, selon le livre qu'il avait il apporté avait été",
          "nommé pour leur faire comprendre sa religion: alors pourquoi il n'a pas répondu à",
          "leurs objections."
        ]
      }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ",
      "simpleTranslate" : [
        "Et Je n’ai créé les djinns et les hommes que pour M’adorer."
      ],
      "tafsirTranslate" : [
        "Je créé les djinns et les humains pour rien d'autre, mais qu'ils peuvent me",
        "servir; <N:53>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "J'ai créé",
        "djinns",
        "et l'humanité",
        "sauf",
        "qu'ils adorent Me"
      ],
      "notes" : {
        "53" : [
          "Autrement dit, [ «Je ne les ai pas créé pour le service des autres, mais pour mon",
          "propre service. Ils doivent me servir, car je suis leur Créateur. Quand personne",
          "d'autre les a créés, personne d'autre a le juste qu'ils le servent;? et comment",
          "peut-il être recevable pour eux qu'ils devraient servir les autres au lieu de",
          "moi, leur Créateur \"] ici, la question se pose que Dieu Tout-Puissant est pas le",
          "Créateur seulement les djinns et les hommes, mais la univers entier et de tout ce",
          "qui en elle. Alors, pourquoi at-il été dit seulement les djinns et les hommes",
          "qu'il ne les a pas créés pour le service des autres, mais de lui-même? alors que",
          "toute créature est là pour servir Allah. La réponse est: Sur la terre que les",
          "djinns et les hommes ont été accordés la liberté qu'ils peuvent servir Allah dans",
          "leur sphère de choix si elles aiment; sinon ils peuvent se détourner de service",
          "d'Allah, ainsi que servir les autres à côté de Hun. Le reste des créatures dans",
          "le monde ne dispose pas de ce genre de liberté. Ils ne HAVC pas le choix quel que",
          "soit qu'ils ne peuvent pas adorer et servir AIIah, ou peuvent servir les autres.",
          "Par conséquent, seuls les djinns et les hommes, il a été dit ici que, en se",
          "détournant de l'obéissance et la servitude de leur Créateur dans les limites de",
          "leur choix et de choix et en servant les autres que le Créateur, ils se battent",
          "leur propre nature. Ils doivent savoir qu'ils n'ont pas été créé pour le service",
          "d'un autre, mais le Créateur, et pour eux la bonne façon est qu'ils ne doivent",
          "pas abuser de la liberté leur a accordé, mais dans les limites de cette liberté",
          "aussi qu'ils devraient servir Dieu volontairement juste que chaque particule de",
          "son corps lui est de servir involontairement dans le domaine où ils n'ont pas été",
          "accordé toute liberté, \n Le mot ibadat [(service, culte)] dans ce verset n'a pas",
          "été utilisé dans le sens de la seule prière, le jeûne et d'autres types de ce",
          "culte de sorte que l'on peut comprendre que les djinns et les hommes ont été",
          "créés uniquement pour effectuer la prière , en observant le jeûne et louant et",
          "glorifiant AIIah. Même si ce sens est également inclus dans celui-ci est non son",
          "sens complet. Son sens complet est que les djinns et les hommes ont pas été créés",
          "pour le culte, l'obéissance et l'exécution des ordres de tout autre qu'Allah. Ils",
          "ne sont pas là pour se plier à toute autre, pour exécuter les ordres d'une autre,",
          "à vivre dans la peur d'une autre, de suivre la religion ordonnée par une autre, à",
          "regarder tout autre que le créateur et destructeur de son destin, et de supplier",
          "tout autre qu'Allah l'aide. [(Pour de plus amples explications, voir E.N. 63 de",
          "la sourate Saba, E.N. 2 de Az-Zumar, E.N. 30 de A1 Jathiyah)]. \n Une autre chose",
          "qui devient d'ailleurs courtepointe évidente à partir de ce verset est que les",
          "djinns arc une création distincte et indépendante des hommes. Cela fait ressortir",
          "l'erreur de la pensée de ces gens, qui affirment que les gens sonores parmi les",
          "hommes ont été appelés djinns dans le Coran. Cette même chose est également",
          "confirmée et attestée par les versets suivants du Coran: AI-An'am: 100, 128,",
          "AI-A`raf, 38, 179, Hud: 119, AI-Hijr: 27 à 33, Bani Isra`il: 88, AI-Kahf: S0,",
          "As-Sajda: 13, Saba: 41, Suad: 75, 76, Ha Mim As-Sajda: 25, AI-Ahqaf: 18,",
          "Ar-Rahman: 15, 39 , 56. [(Pour une discussion complète de cette question, voir E.",
          "N. 21 AI-Anbiya, FR de 23, 45 de An-Naml, eN 24 de Saba)]."
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ",
      "simpleTranslate" : [
        "Je n’attends nul don de leur part, et Je n’exige d’eux aucune nourriture,"
      ],
      "tafsirTranslate" : [
        "Je désire d'eux aucune disposition, ni je veux qu'ils me nourrissent. <N:54>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "je veux",
        "d'eux",
        "tout",
        "disposition",
        "et pas",
        "je veux",
        "cette",
        "ils (doivent) Me nourrir"
      ],
      "notes" : {
        "54" : [
          "Autrement dit, [ «Je ne suis pas dans le besoin d'une aide quelconque de la",
          "djinns et les hommes: que ma divinité ne fonctionnerait pas si elles ne me",
          "adorent: que je serais plus à Dieu si ils se sont détournés de mon service. moi,",
          "je ne suis pas dans le besoin de leur service, mais il est à la demande de leur",
          "propre nature qu'ils me servir. ils ont été créés pour cet objet même, et la",
          "lutte contre la nature seraient à leur propre détriment.\"] \n Et en disant: [ \"Je",
          "ne demande pas de nourriture d'entre eux et je ne leur demande de me nourrir,\"]",
          "il y a une allusion subtile à ce Ceux que les gens qui se sont détournés de Dieu",
          "culte dans le monde, le culte , en effet, avoir besoin de ces leurs adorateurs.",
          "Si elles ne permettent pas de soutenir leur divinité, il ne fonctionnerait pas",
          "même pour une journée. Les dieux ne prévoient pas les adorateurs mais les",
          "adorateurs fournissent des dieux au lieu. Les dieux ne les nourrissent pas, mais",
          "ils nourrissent les dieux à la place. Les dieux ne les protègent pas, mais les",
          "adorateurs protègent les dieux à la place. Les adorateurs, en fait, sont leur",
          "armée par qui leurs fonctions Divinité. Partout où les adorateurs de la, de faux",
          "dieux ont cessé d'exister, ou les adorateurs ont renoncé à leur culte, les dieux",
          "ont perdu leur aII pompe et la gloire et le monde a vu comment ils sont devenus",
          "impuissants. Ali les divinités AIlah Tout-Puissant est la seule divinité réelle",
          "Dont Divinité fonctionne par sa propre puissance et pourrait, qui ne prend rien",
          "de Ses serviteurs, mais Lui seul donne ses serviteurs tout."
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ",
      "simpleTranslate" : [
        "car c’est Dieu qui est le Dispensateur de tous les biens, le Tout-Puissant,",
        "l’Immuable."
      ],
      "tafsirTranslate" : [
        "Certes, Allah est le dispensateur de toute disposition, le Seigneur de toute",
        "puissance, le Fort. <N:55>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Allah",
        "Il",
        "(Est) le All-Provider",
        "Possesseur",
        "(du pouvoir",
        "le fort"
      ],
      "notes" : {
        "55" : [
          "Le mot matin utilisé dans l'original signifie solide et stable que personne ne",
          "peut ébranler et se déplacer."
        ]
      }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "فَإِنَّ لِلَّذِينَ ظَلَمُوا ذَنُوبًا مِثْلَ ذَنُوبِ أَصْحَابِهِمْ فَلَا يَسْتَعْجِلُونِ",
      "simpleTranslate" : [
        "En vérité, ceux qui commettent des injustices seront sanctionnés comme le furent",
        "leurs pairs dans le passé. Qu’ils ne cherchent donc pas à précipiter leur",
        "châtiment !"
      ],
      "tafsirTranslate" : [
        "Les injustes <N:56> doivent recevoir une partie des châtiments que leurs",
        "semblables (d'autrefois). Alors laissez-les vous précipitez pas moi."
      ],
      "tanslateWordByWord" : [
        "donc, en effet",
        "pour ceux qui",
        "faire le mal",
        "(Est) une partie",
        "comme",
        "(La) partie",
        "(De) leurs compagnons",
        "alors laissons-les ne me demandent de hâter",
        "alors laissons-les ne me demandent de hâter"
      ],
      "notes" : {
        "56" : [
          "[ \"Ceux,...... Mauvaise»] Ceux qui ont violé la réalité et la vérité et leur",
          "propre nature Le contexte lui-même montre que `ceux qui ont fait de mal [\", ici",
          "implique la les gens qui sont au service d'autres que le Seigneur de l'univers,",
          "qui ne croient pas en l'au-delà, qui se considèrent comme irresponsable dans le",
          "monde, et ont nié ces prophètes qui ont essayé de leur faire comprendre la",
          "réalité."
        ],
        "57" : [
          "Ceci est la réponse à la demande des incroyants: \"?] Pourquoi ne pas le jour de",
          "la Rétribution nous depassement Pourquoi est-il retardé\""
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ يَوْمِهِمُ الَّذِي يُوعَدُونَ",
      "simpleTranslate" : [
        "Malheur aux négateurs pour le jour terrible dont ils sont menacés !"
      ],
      "tafsirTranslate" : [
        "Malheur donc, betide ceux qui ont mécru en leur jour où ils sont invités à tenir",
        "dans la crainte."
      ],
      "tanslateWordByWord" : [
        "malheur",
        "à ceux qui",
        "ne pas croire",
        "de",
        "leur jour",
        "lequel",
        "ils sont promis"
      ],
      "notes" : { }
    }
  ],
  "medinian" : false
}