{
  "chapterNumber" : 52,
  "nbVerses" : 49,
  "name" : "Le Mont",
  "nameArabic" : "الطور",
  "transName" : "aṭ-ṭūr",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "وَالطُّورِ",
      "simpleTranslate" : [
        "Par le mont Sinaï,"
      ],
      "tafsirTranslate" : [
        "Par la montagne, <N:1>"
      ],
      "tanslateWordByWord" : [
        "Par le Mont"
      ],
      "notes" : {
        "1" : [
          "Tur signifie une montagne, et au-Tur la montagne particulière sur laquelle Allah",
          "a béni le prophète Moïse avec le Prophète capot."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَكِتَابٍ مَسْطُورٍ",
      "simpleTranslate" : [
        "par le Livre transcrit"
      ],
      "tafsirTranslate" : [
        "et le Livre inscrit"
      ],
      "tanslateWordByWord" : [
        "Et par (le) livre",
        "écrit"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "فِي رَقٍّ مَنْشُورٍ",
      "simpleTranslate" : [
        "sur un parchemin déployé ;"
      ],
      "tafsirTranslate" : [
        "sur parchemin fin; <N:2>"
      ],
      "tanslateWordByWord" : [
        "Dans",
        "parchemin",
        "déroulé"
      ],
      "notes" : {
        "2" : [
          "Dans les temps anciens, les livres et les écrits qui ont été destinés à être",
          "conservés pendant longtemps ont été écrits sur la peau du dar au lieu du papier.",
          "Cette peau a été spécialement préparé pour l'écriture comme un parchemin mince et",
          "fine et a été appelé raqq terminologiquement. Les juifs et les chrétiens en",
          "général a écrit la Torah, les Psaumes, les Évangiles et les livres des prophètes",
          "sur cette même raqq afin qu'ils supporter. Ici, par [un «livre ouvert»] est",
          "implicite la même collection des écritures saintes que les gens du Livre",
          "possédaient. Il a interdiction décrit comme [un «livre ouvert»] parce qu'elle n'a",
          "pas été éteinte; il a été lu et on pourrait facilement trouver ce qui a été écrit",
          "en elle."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَالْبَيْتِ الْمَعْمُورِ",
      "simpleTranslate" : [
        "par le temple vénéré ;"
      ],
      "tafsirTranslate" : [
        "par la Chambre très fréquenté, <N:3>"
      ],
      "tanslateWordByWord" : [
        "À la Maison",
        "fréquenté"
      ],
      "notes" : {
        "3" : [
          "Selon Hadrat Hasan Basri, [ «la maison habitée»] implique la Maison d'Allah, le",
          "Kaaba, qui est jamais sans ses visiteurs et pèlerins à tout moment de la journée",
          "et la nuit. Cependant, Hadrat `Ali, Ibn` Abbas, `Ikrima, Mujahid, Qatadah,",
          "Dahhak, Ibn Zaid et d'autres commentateurs ont déclaré que cela implique la Bait",
          "al-ma 'mur [(la maison habitée)] que le Saint Prophète appelé dans le cadre de",
          "son Mi'raj [(Ascension)], contre le mur dont il avait vu le Prophète Abraham",
          "inclinables. Mujahid, Qatadah et Ibn Zaid disent que, tout comme la Kaaba est le",
          "centre et le lieu de refuge pour tous les adorateurs de Dieu, de sorte qu'il ya",
          "dans chaque ciel un Ka`ba similaire pour ses habitants qui occupe une position",
          "centrale similaire pour les adorateurs d'Allah là. L'un de ces Ka`bahs était",
          "celui contre le mur sur lequel le Saint Prophète avait vu le Prophète Abraham",
          "inclinables à l'occasion de l'Mi'raj; et avec lui le Prophète Abraham avait une",
          "affinité naturelle, car il était lui-même le fondateur de la Kaaba de la terre.",
          "Compte tenu de cette explication, ce second commentaire ne va pas contre le",
          "commentaire donné par Hadrat Hasan Basri, mais si les deux sont lus ensemble,",
          "nous pouvons comprendre que ici le serment n'a pas été assermenté que par la",
          "Ka'ba de la terre, mais il comprend également un serment par tous les Ka'bahs qui",
          "sont là dans l'univers entier."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَالسَّقْفِ الْمَرْفُوعِ",
      "simpleTranslate" : [
        "par la voûte élevée"
      ],
      "tafsirTranslate" : [
        "de la voilure élevée; <N:4>"
      ],
      "tanslateWordByWord" : [
        "Par le toit",
        "soulevé haute"
      ],
      "notes" : {
        "4" : [
          "\"Le toit surélevé:. Le ciel qui semble se répandre sur la terre comme une voûte,",
          "ici ce mot a interdiction utilisé pour l'ensemble de l'Univers [(Pour plus",
          "d'explications, sec FR 7 de la sourate Qaf)] ."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَالْبَحْرِ الْمَسْجُورِ",
      "simpleTranslate" : [
        "et la mer en furie !"
      ],
      "tafsirTranslate" : [
        ", et par le gonflement de la mer: <N:5>"
      ],
      "tanslateWordByWord" : [
        "Par la mer",
        "rempli"
      ],
      "notes" : {
        "5" : [
          "Plusieurs significations ont interdiction donnée du mot al-bahr-il-masjur tel",
          "qu'il est utilisé dans l'original. Certains commentateurs ont pris dans le sens",
          "de [ \"plein de feu\"]; sonic prendre dans le sens de [ \"vide et non-occupé»], dont",
          "l'eau aurait coulé dans la terre; certains prennent dans le sens de [ \"restreint",
          "et confiné\"], par lequel ils impliquent que l'océan a interdiction restreinte de",
          "telle sorte que son eau ne coule dans la terre, ni se répand sur la terre pour",
          "noyer tous ses habitants. Certains ont pris dans le sens de mélange et mélangés",
          "parce que dans ce swat et une solution saline, chaude et froide, l'eau est",
          "mélangée; et sonic prendre dans le sens de brimful et la flambée. Les deux de ces",
          "significations premier ne portent aucune pertinence dans le contexte. Ces deux",
          "états de l'océan fractionnement du fond de l'océan et le naufrage de son eau dans",
          "la terre, puis son être rempli de feu apparaîtra sur le Jour de la Résurrection,",
          "comme mentionné dans la sourate Takvir: 6 et Infitar: 3. Ces états de l'avenir",
          "n'existent pas à l'heure actuelle et ne peuvent donc pas être assermentés par de",
          "convaincre les gens d'aujourd'hui de la survenance de l'au-delà. Par conséquent,",
          "voici al-bahr il-masjur peut être prise que dans le sens de confiné, mixte,",
          "brimful et houleuse."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ",
      "simpleTranslate" : [
        "En vérité, le châtiment de ton Seigneur est inéluctable"
      ],
      "tafsirTranslate" : [
        "en vérité, le châtiment de ton Seigneur arrivera,"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "(la punition",
        "(De) votre Seigneur",
        "(Va) se produire sûrement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "مَا لَهُ مِنْ دَافِعٍ",
      "simpleTranslate" : [
        "et nul ne saurait l’écarter !"
      ],
      "tafsirTranslate" : [
        "ne peut éviter que <N:6>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "pour ça",
        "tout",
        "preventer"
      ],
      "notes" : {
        "6" : [
          "C'est que la vérité pour laquelle un serment a été prêté par les cinq choses. «Le",
          "châtiment de ton Seigneur [\" implique l'au-delà, car ce sera un châtiment pour",
          "ceux qui nient que ça va venir. Voilà pourquoi il a été appelé \"] le tourment de",
          "ton Seigneur [\" au lieu de la Résurrection, ou Ci-après, ou le jour de la",
          "rétribution. maintenant, voyons comment les choses de fumée par lequel un serment",
          "a été assermenté le point d'ita événement. \n Mount Tur est le lieu où une",
          "décision a été prise pour exalter une nation opprimée et à humilier une nation",
          "oppressive, et cette décision n'a pas été prise sur la base d'une loi physique,",
          "mais sur la base d'une loi morale et la loi du ' Châtiment. Par conséquent, le",
          "mont Tur a été présenté comme un symbole pour l'au-delà. Elle implique que la",
          "décision d'exalter une nation sans défense comme les enfants d'Israël et la",
          "noyade d'un puissant souverain et puissant comme le Pharaon avec ses hôtes, qui a",
          "été prise dans une nuit calme et apathique sur le Mont Tur, est la preuve de la",
          "fait comment la nature du Royaume des exigences Univers que Tnan qui a été doté",
          "de pouvoirs et l'autorité, doit être soumis à la responsabilité morale et",
          "récompensé et puni en conséquence, et pour répondre à cette demande de manière",
          "adéquate une journée de Reckoning est nécessaire lorsque l'ensemble de l'humanité",
          "doit être rassemblé et appelé à rendre compte de ses actes. [(Pour de plus amples",
          "explications, voir E.N. 21 de la sourate Ad-Dariyat)]. \n Les Écritures saintes",
          "ont 'été juré par parce que tous les prophètes qui sont venus dans le monde du",
          "Seigneur de l'Univers et les livres qu'ils ont apporté a donné la même nouvelles",
          "à chaque époque, que le Prophète Muhammad [(sur qui être la paix d'Allah) ] est",
          "de donner, à savoir que tous les êtres humains des générations anciennes et ces",
          "derniers seront un jour ressuscités et présentés devant leur Dieu et récompensés",
          "et punis selon leurs actes. Il n'y a pas Livre céleste qui ne parvient pas à",
          "proclamer que cette vie est pas la seule vie, que l'homme ne finira pas dans la",
          "poussière après la mort et qu'il y aura à la fois la responsabilité et prise en",
          "compte. \n \"] La Maison habitée\" a été juré par la raison que, dans ces jours, le",
          "bâtiment de la Sainte Kaaba était un grand signe, en particulier pour les Arabes,",
          "qui a souligné la véracité des prophètes d'Allah et le fait que ils ont été",
          "soutenus par une grande portée la sagesse d'Allah Tout-Puissant et grande",
          "puissance. 2500 ans avant la révélation de ces versets une personne arrive à",
          "visiter ces montagnes arides et inhabitées, sans aucune armée ou de la fourniture",
          "de ce monde, laissant derrière lui une femme et un enfant allaité dépourvu de",
          "soutien matériel. Puis, quelque temps plus tard, le même homme revient et",
          "construit à cet endroit désolé une maison pour l'adoration d'Allah et donne un",
          "appel à la population à venir visiter cette maison comme des pèlerins. Cette même",
          "structure et l'appel sont si ardemment reçu que la Chambre devient le centre de",
          "toute la population de l'Arabie. Les gens répondent à l'appel avec enthousiasme",
          "et sont tirées de tous les coins du pays à la Chambre dans un esprit de dévotion",
          "et de dévouement. Pour 2500 ans cette Chambre continue à rester un sanctuaire de",
          "paix que si le sang est versé dans le pays autour d'elle, personne ne peut oser",
          "lever la main contre un autre dès que les gens entrent dans ses limites sacrées;",
          "et ensuite à cause de cette Chambre Saoudite est béni avec quatre mois de cette",
          "paix totale chaque année lorsque les caravanes voyagent en toute sécurité,",
          "fioritures commerciales et les marchés sont détenus. Ensuite, la Chambre a",
          "inspiré cette crainte que, pendant toute cette période, aucun tyran ne pourrait",
          "jamais se tourner vers elle avec une mauvaise intention, et quiconque osait le",
          "faire était tellement saisi par la colère d'Allah qu'il est devenu un objet",
          "d'avertissement pour les autres. Un tel miracle avait été témoin par les gens",
          "eux-mêmes seulement 45 ans avant la révélation de ces versets, et beaucoup de",
          "ceux qui avaient été témoins portait toujours présent et vivant dans la ville au",
          "moment où ces versets étaient récités les gens de la Mecque . Quelle plus grande",
          "preuve pourrait être là du fait que les prophètes de Dieu n'a jamais prononcé les",
          "mots vides? Ils voient avec leurs yeux ce que d'autres ne voient pas; ils parlent",
          "librement de ces réalités que ne peut pas être compris par d'autres par",
          "l'intelligence; ils se livrent parfois à des œuvres qui pourraient être",
          "considérés comme la folie du monde contemporain mais qui pourrait frapper avec",
          "stupéfaction les gens des siècles à venir après. Quand les hommes de ce calibre",
          "ont unanimement été de donner à chaque époque les nouvelles que la résurrection",
          "se produit et la responsabilité doit avoir lieu, ce serait pure folie de dub",
          "comme la vantardise des fous \n Le toit surélevé [(le ciel)] et la mer agitée ont",
          "été assermentée par, à la fois ceux-ci sont un pointeur vers la sagesse de Dieu",
          "et sa puissance, et la même sagesse et le pouvoir prouver à la fois la",
          "possibilité de l'au-delà et de son apparition et nécessité. Comme pour le ciel",
          "est d'être un pointeur, nous l'avons déjà expliqué dans E. N. 7 de la sourate Qaf",
          "ci-dessus. Quant à l'océan, toute personne qui le considère profondément avec un",
          "esprit impartial témoignera que la fourniture de l'eau en abondance sur la terre",
          "est par lui-même un tel travail extraordinaire qui ne peut pas être le résultat",
          "d'un accident ou par hasard. Cela prouve aussi qu'il est impossible qu'un tel",
          "système parfait pourrait COMS en étant par hasard et les corps de chaque espèce",
          "pourraient être réalisés avec précision en fonction de la profondeur dans",
          "laquelle il doit vivre. Son eau a été faite une solution saline de sorte que les",
          "corps des millions d'animaux qui meurent dans tous les jours ne pourrissent pas.",
          "Son eau a été retenu à un niveau particulier d'une manière telle qu'elle ne",
          "sombre dans le ventre de la terre en passant par ses fissures et les trous, ni il",
          "se répand sur la terre pour submerger, mais a été contrôlé au même niveau pour",
          "des millions d'années . En raison de l'existence de ce grand magasin de l'eau des",
          "précipitations est disposée sur les parties sèches de la terre, dans lequel la",
          "chaleur du soleil et de la circulation des vents coopèrent avec toute la",
          "régularité. Ensuite, l'océan est d'être habité avec la vie et la création en elle",
          "des différentes sortes de créatures a donné à l'homme l'avantage qu'il obtient de",
          "lui sa nourriture et d'autres nécessités en grandes quantités. Ensuite, son cours",
          "de vérification et de retenue à une limite a donné naissance aux continents et",
          "les îles qui sont la maison de l'homme, et est devenu de son adhésion à et en",
          "suivant quelques lois fixes est-il devenu possible que l'homme peut naviguer ses",
          "navires en elle. Un tel arrangement ne pouvait pas avoir existé sans la sagesse",
          "d'un être All-Wise et la puissance d'un souverain absolu, ne pouvait cette",
          "relation profonde qui lie les intérêts de l'homme et d'autres créatures de la",
          "terre à la disposition de l'océan soit établi au hasard. Maintenant, si cela est",
          "la preuve irréfutable qu'un Dieu Tout-Sage et Tout-Puissant a créé une vaste et",
          "houleuse, l'océan saumâtres également en plus de faire d'innombrables autres",
          "arrangements dans le but de régler l'homme sur la terre, cette personne serait",
          "téméraire, qui attend que le All-Wise Dieu prendre des dispositions pour l'homme",
          "qu'il devait arroser ses cultures de l'océan et de fournir le subsistance ainsi,",
          "mais ne serait jamais l'interroger sur la façon dont il est revenu grâce après",
          "avoir mangé ses dispositions, et qu'il accorderait l'homme le pouvoir que il doit",
          "exécuter ses navires à la surface de l'océan, mais ne serait jamais l'interroger",
          "pour savoir s'il avait couru les navires pour l'amour de la vérité, la droiture",
          "et la justice, ou avait commis des vols. . De même, il serait aussi pure folie",
          "d'imaginer que l'Absolu Souverain dont le pouvoir de la création du merveilleux",
          "océan est un petit, signe insignifiant, qui a vérifié et retenu cette vaste",
          "réserve d'eau sur ce globe suspendu qui se déplace dans l'espace, Qui a dissous",
          "une énorme quantité de sel en elle, qui a créé d'innombrables variétés de",
          "créatures en elle, et a organisé leur subsistance dans celui-ci, qui porte des",
          "milliards de contre de l'eau de chaque année au moyen du vent et le fait tomber",
          "régulièrement sous forme de pluie sur des millions de miles carrés de terre",
          "sèche, devient tellement impuissant et impuissant après avoir créé l'homme qu'il",
          "ne pouvait pas le ressusciter à nouveau."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا",
      "simpleTranslate" : [
        "Le jour où le ciel sera agité d’un tourbillonnement,"
      ],
      "tafsirTranslate" : [
        "(Il arrivera) le jour où le ciel sera convulser dans une grande convulsion, <N:7>"
      ],
      "tanslateWordByWord" : [
        "(Au jour",
        "secouera",
        "le paradis",
        "(Avec violence) secouez"
      ],
      "notes" : {
        "7" : [
          "Le mot maut dans l'original est utilisé pour se retournant, l'ébullition,",
          "flottant, en rotation, se balançant et se déplaçant vers l'avant et vers",
          "l'arrière. L'objet de représenter l'état des cieux sur le Jour de la Résurrection",
          "dans ces mots est de donner l'idée que le système des cieux sur ce jour-là sera",
          "totalement bouleversé, et quand un observateur se penchera vers le ciel, il se",
          "sentira que le motif et l'ordre qu'il a toujours utilisé pour présenter constant,",
          "a été brisé et il y a le désordre, la confusion et le chaos de tous côtés."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَتَسِيرُ الْجِبَالُ سَيْرًا",
      "simpleTranslate" : [
        "où les montagnes se mettront en mouvement,"
      ],
      "tafsirTranslate" : [
        "et les montagnes sont violemment voler environ. <N:8>"
      ],
      "tanslateWordByWord" : [
        "Et se déplacer loin",
        "les montagnes",
        "(Avec un terrible) mouvement"
      ],
      "notes" : {
        "8" : [
          "En d'autres termes, l'attraction de la terre qui maintient les montagnes en",
          "place, va se détacher, ils seront déracinés et commencer flottent dans l'espace",
          "comme des nuages."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "فَوَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "malheur, ce jour-là, aux négateurs impies"
      ],
      "tafsirTranslate" : [
        "Malheur donc, à ce jour à ceux qui donnent le mensonge (à ce message)"
      ],
      "tanslateWordByWord" : [
        "malheur",
        "Ce jour là",
        "les deniers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "الَّذِينَ هُمْ فِي خَوْضٍ يَلْعَبُونَ",
      "simpleTranslate" : [
        "qui éprouvent du plaisir dans les vilenies !"
      ],
      "tafsirTranslate" : [
        "et s'amusent avec l'argumentation vain. <N:9>"
      ],
      "tanslateWordByWord" : [
        "Qui",
        "[ils]",
        "dans",
        "discours (vain)",
        "jouent"
      ],
      "notes" : {
        "9" : [
          "Cela veut dire qu'ils se moquent et ridiculisant les nouvelles de la",
          "Résurrection, au-delà, le ciel et l'enfer quand ils l'entendent du Prophète, et",
          "au lieu de «considérer sérieusement qu'ils se disputent seulement pour le plaisir",
          "et l'amusement. Leurs discussions de l'au-delà ne sont pas censés comprendre la",
          "réalité, mais seulement pour se distraire, et ils ne se rendent pas compte du",
          "tout du sort pour lequel ils arc destinés."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "يَوْمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا",
      "simpleTranslate" : [
        "Ce jour-là, ils seront précipités dans le feu de la Géhenne."
      ],
      "tafsirTranslate" : [
        "Le jour où ils seront plongés dans l'enfer avec une poussée violente (et doit",
        "être dit):"
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "ils seront poussés",
        "(dans",
        "(le feu",
        "(De) Enfer",
        "(Avec) une poussée"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "هَٰذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ",
      "simpleTranslate" : [
        "«Voici, leur sera-t-il dit, le Feu que vous traitiez de mensonge !"
      ],
      "tafsirTranslate" : [
        "«Ceci est l'enfer que vous avez utilisé pour faire mentir."
      ],
      "tanslateWordByWord" : [
        "Ce",
        "(Est) le Feu",
        "lequel",
        "vous avez utilisé pour",
        "[De lui]",
        "nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "أَفَسِحْرٌ هَٰذَا أَمْ أَنْتُمْ لَا تُبْصِرُونَ",
      "simpleTranslate" : [
        "Est-ce de la magie, comme vous l’affirmiez, ou ne voyez-vous pas bien clair?"
      ],
      "tafsirTranslate" : [
        "Est-ce, alors, tout exploit de magie ou êtes-vous pas voir? <N:10>"
      ],
      "tanslateWordByWord" : [
        "Puis est cette magie",
        "Puis est cette magie",
        "ou",
        "toi",
        "(ne pas",
        "voir"
      ],
      "notes" : {
        "10" : [
          "Autrement dit, [ \"Lorsque les messagers du monde vous avertis de cet enfer vous",
          "avez dit que ce ne fut que par magie qu'ils vous trompent maintenant dire:..",
          "Est-ce l'enfer que vous faites face à de la magie , ou vous ne voyez toujours pas",
          "que vous avez effectivement rencontré le même enfer qui était prédit pour vous?",
          "\"]"
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "اصْلَوْهَا فَاصْبِرُوا أَوْ لَا تَصْبِرُوا سَوَاءٌ عَلَيْكُمْ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "Subissez-en l’épreuve ! Mais que vous le supportiez ou non, cela importe peu !",
        "Vous récoltez là une juste récompense de ce que vous pratiquiez.»"
      ],
      "tafsirTranslate" : [
        "Allez maintenant et brûler en elle. Il est tout de même si vous portez patiemment",
        "ou ne pas le supporter avec patience. Vous êtes seulement rétribués pour vos",
        "actions."
      ],
      "tanslateWordByWord" : [
        "Brûler dans ce",
        "puis être patient",
        "ou",
        "(ne pas",
        "sois patient",
        "(C'est pareil",
        "pour toi",
        "Seulement",
        "vous êtes rétribuera",
        "(pour quoi",
        "vous avez utilisé pour",
        "faire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَعِيمٍ",
      "simpleTranslate" : [
        "Quant à ceux qui sont vertueux, ceux-là seront dans des Jardins en plein délice,"
      ],
      "tafsirTranslate" : [
        "Certes, le craignant Dieu <N:11> sont dans les jardins et le bonheur,"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "les justes",
        "(sera en",
        "Jardins",
        "et le plaisir"
      ],
      "notes" : {
        "11" : [
          "[ \"Le juste\"]: les gens qui ont cru dans les nouvelles données par les prophètes",
          "et qui se sauvegardés dans le monde lui-même et se sont abstenus de pensées et",
          "des actes qui condamnent l'homme à l'enfer."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "فَاكِهِينَ بِمَا آتَاهُمْ رَبُّهُمْ وَوَقَاهُمْ رَبُّهُمْ عَذَابَ الْجَحِيمِ",
      "simpleTranslate" : [
        "jouissant des bienfaits de leur Seigneur qui leur aura ainsi épargné les",
        "supplices de l’Enfer."
      ],
      "tafsirTranslate" : [
        "profiter de ce que Dieu leur aura doté; et leur Seigneur les aura sauvés du",
        "châtiment de la Fournaise. <N:12>"
      ],
      "tanslateWordByWord" : [
        "Bénéficiant",
        "en ce que",
        "leur a donné",
        "leur Seigneur",
        "et les protéger",
        "leur Seigneur",
        "(De la) peine",
        "(De) Hellfire"
      ],
      "notes" : {
        "12" : [
          "Il ne semble pas nécessaire de mentionner une personne de qui sont sauvés de",
          "l'enfer après qu'il a été dit qu'il sera admis au ciel, mais à plusieurs endroits",
          "dans le Coran ces deux choses ont été mentionnées séparément parce que l'être",
          "d'une personne sauvée de l'enfer est par lui-même une grande bénédiction. Et les",
          "mots, [ \"leur Seigneur sont les sauver du châtiment de l'Enfer\"], est une",
          "allusion à la vérité que l'homme ne soit sauvé de l'enfer est possible que par la",
          "grâce et la bonté de Dieu; sinon les faiblesses humaines causent de tels défauts",
          "se produisent dans le travail de tout le monde que si Allah ne les néglige pas",
          "par sa grâce et sa place décide de le soumettre à la responsabilité, personne ne",
          "peut se sauver de sa punition. Voilà pourquoi, bien que l'entrée dans le paradis",
          "est une grande grâce d'Allah, son être sauvé de l'enfer est pas moins une",
          "miséricorde."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "«Mangez et buvez en paix ! C’est là le juste prix de ce que vous pratiquiez.»"
      ],
      "tafsirTranslate" : [
        "(on leur dira): «Mangez et buvez à vos cœurs» <N:13> contenu comme une récompense",
        "pour vos actes."
      ],
      "tanslateWordByWord" : [
        "Manger",
        "et boire",
        "(In) satisfaction",
        "pour quoi",
        "vous avez utilisé pour",
        "faire"
      ],
      "notes" : {
        "13" : [
          "Ici, le mot [ \"avec délectation\"] contient grande signification en soi. In",
          "Paradise tout ce qu'un homme reçoit, il aura sans aucun travail et de labeur. Il",
          "ne sera pas question de sa subsistance en pénurie. L'homme ne sera pas avoir à",
          "dépenser quoi que ce soit pour elle. Ce sera précisément selon son désir et de",
          "choix et de goût. Quelle que soit la quantité et chaque fois qu'il désirera, il",
          "sera mis à disposition. Il ne sera pas là de rester en tant qu'invité qu'il peut",
          "se sentir timide de demander quelque chose, mais tout sera la récompense de ses",
          "actions pour la vie et le fruit de ses propres travaux. Son alimentation et boire",
          "quoi que ce ne causera pas une maladie, ni ne mange pas de la faim satisfaisante",
          "ou pour la survie, mais seulement pour le bien de la jouissance. Man sera en",
          "mesure d'obtenir autant de plaisir à sa guise, sans la crainte de l'indigestion,",
          "et les aliments consommés ne produira pas la saleté. Par conséquent, le sens de",
          "manger et de boire [ \"avec délectation\"] au Paradis est beaucoup simple vaste et",
          "sublime que ce que l'on entend par dans le monde."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "مُتَّكِئِينَ عَلَىٰ سُرُرٍ مَصْفُوفَةٍ ۖ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ",
      "simpleTranslate" : [
        "Et ils seront accoudés sur des lits biens alignés, et Nous leur ferons épouser",
        "des houris aux grands yeux noirs."
      ],
      "tafsirTranslate" : [
        "Le craignant Dieu sont allongés sur des lits face à face, et nous les a mené à",
        "des jeunes filles avec de grands beaux yeux. <N:14>"
      ],
      "tanslateWordByWord" : [
        "inclinables",
        "sur",
        "trônes",
        "alignés",
        "et nous allons les marier",
        "à juste ceux",
        "(Avec) grands yeux"
      ],
      "notes" : {
        "14" : [
          "Pour une explication, voir E. N. 's 20, 29 de la sourate As-Saffat et E. N. 42 de",
          "Ad-Dukhan."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ ۚ كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ",
      "simpleTranslate" : [
        "Quant aux croyants dont les enfants auront adopté la foi, Nous les réunirons à",
        "leur descendance, sans les frustrer de la moindre de leurs actions, chacun d’eux",
        "étant tenu responsable de ce qu’il aura acquis."
      ],
      "tafsirTranslate" : [
        "Nous allons unir les croyants avec les descendants de leur qui les ont suivis",
        "dans leur foi, et ne doivent pas leur refuser une partie de la récompense de",
        "leurs bonnes actions. <N:15> Toute personne est engagée à ce que il l'a fait.",
        "<N:16>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "a cru",
        "et suivis",
        "leur progéniture",
        "dans la foi",
        "Nous rejoindre",
        "avec eux",
        "leur progéniture",
        "et pas",
        "Nous allons les priver",
        "de",
        "leurs actions",
        "(dans tous",
        "chose",
        "Chaque",
        "personne",
        "pour quoi",
        "il a gagné",
        "(Est) engagé"
      ],
      "notes" : {
        "16" : [
          "Ici, la métaphore de rahn [(engagement)] est très significatif. Si une personne",
          "prend un prêt de quelqu'un, et le créancier conserve quelque article appartenant",
          "au débiteur comme un gage avec lui-même comme une garantie pour le paiement de",
          "son droit, le débiteur ne peut pas racheter son engagement à moins qu'il paie les",
          "dettes; et s'il ne rachète pas son engagement dans le délai fixé, l'article",
          "promis se tient confisqué. La nature de l'affaire entre l'homme et Dieu a été",
          "comparé ici à cette situation très. Les dispositions, les pouvoirs, les capacités",
          "et l'autorité que Dieu a accordé l'homme dans le monde sont une dette que le",
          "Maître a donné à son serviteur, et comme une garantie de cette dette le soi de",
          "l'homme est un gage avec AIIah. Si l'homme en utilisant les dispositions et les",
          "pouvoirs et l'autorité dans le droit chemin gagne le bien par lequel la dette",
          "peut être remboursée, il rachètera la chose promis, à savoir son propre moi,",
          "sinon il sera perdu. Cette chose a été dit immédiatement après le verset",
          "précédent parce que même si les croyants justes peuvent être eux-mêmes les",
          "personnes d'un rang très élevé, leurs enfants ne peuvent pas racheter leur",
          "engagement à moins qu'ils rachètent leur auto par leur propre travail et",
          "d'efforts. Le gain des ancêtres ne peut pas racheter les enfants. Toutefois, si",
          "les enfants sont en mesure de se racheter en vertu de leur foi dans une certaine",
          "mesure par la suite de leurs ancêtres justes sur leurs traces, il serait alors la",
          "grâce d'Allah et la générosité que dans le Paradis Il peut les exaltera de rangs",
          "inférieurs à joindre à leur parents dans les rangs les plus élevés. . Le bien",
          "fait par les pères peuvent bénéficier les enfants que jusqu'à présent, mais si",
          "par leurs propres actes qu'ils méritent l'enfer, il est possible qu'ils puissent",
          "être admis au Paradis pour l'amour des ancêtres. Une autre chose qui peut être",
          "déduit de ce verset est que l'être les enfants de moins justes rejoint avec leurs",
          "ancêtres plus justes ne sont pas en réalité le résultat de la lifework des",
          "enfants, mais de leurs ancêtres ». Ils en vertu de leurs oeuvres méritent la",
          "grâce que leurs enfants se joindront à eux pour être un confort des yeux pour",
          "eux. Voilà pourquoi Allah ne fera pas baisser leurs rangs pour les rejoindre avec",
          "leurs enfants, mais exaltera les rangs des enfants à assembler avec eux, de sorte",
          "que la perfection des bénédictions d'Allah sur eux est pas entachée par la",
          "détresse qu'ils peuvent souffrir à cause de la l'éloignement de leurs enfants",
          "loin."
        ],
        "15" : [
          "Ce thème a déjà été mentionné dans la sourate Ar-Ra`d: 23 et AIMu'min: 8",
          "ci-dessus, mais ici plus de bonnes nouvelles a été donné. Dans le verset de la",
          "sourate Ar-Raad que ce beaucoup a été dit: [ «Ils entreront en eux [(jardins)]",
          "ainsi que les justes parmi leurs ancêtres, des épouses et des descendants,\"] et",
          "dans la sourate Al-Mu ' min: [ \"les anges demander pardon pour les croyants, ils",
          "disent Notre Seigneur ... [(admettent y aussi)] de leurs parents et les femmes et",
          "les enfants qui sont justes.\"] ici, ce qui a été dit en plus est: Si les enfants",
          "avaient suivi les traces de leurs ancêtres dans la foi, ils seront rejoints avec",
          "eux dans le paradis, même si elles pourraient ne pas mériter, sur la base de",
          "leurs actions, le même rang élevé que les anciens atteindrait sur la base de leur",
          "la foi et les actes de qualité supérieure, et cette union ne sera pas de la",
          "nature des visites et des rencontres occasionnelles, mais ils seront logés en",
          "permanence avec eux dans le Paradis comme en témoigne par les mots: alhaqna",
          "bi-lui. Par souci de satisfaction supplémentaire, il a été dit: [ \"Pour être",
          "joints à leur progéniture des parents ne seront pas abaissés et réduits dans le",
          "rang, mais pour être joint à leurs aînés le rang des enfants sera renforcée et",
          "exalté\"]. \n Ici, il convient de garder à l'esprit que ces nouvelles a été donnée",
          "en ce qui concerne les enfants qui à l'échéance atteinte volontairement décidé",
          "d'affirmer la foi et de leur propre volonté ont suivi les traces de leurs",
          "ancêtres justes. Quant à ceux des enfants d'un croyant, qui auraient pu mourir",
          "avant même d'atteindre la maturité, il ne peut être question de croyance ou",
          "l'incrédulité, l'obéissance ou de désobéissance, car ils seront admis au Paradis",
          "automatiquement et seront logés avec leurs parents à être un confort des yeux",
          "pour eux."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَأَمْدَدْنَاهُمْ بِفَاكِهَةٍ وَلَحْمٍ مِمَّا يَشْتَهُونَ",
      "simpleTranslate" : [
        "Nous les pourvoirons de tous les fruits et de toutes les viandes dont ils auront",
        "envie,"
      ],
      "tafsirTranslate" : [
        "Nous allons leur fournir en abondance toutes sortes de fruits et de la viande,",
        "<N:17> tout ce qu'ils peuvent désirer."
      ],
      "tanslateWordByWord" : [
        "Et Nous leur fournirons",
        "avec des fruits",
        "et de la viande",
        "de ce que",
        "ils désirent"
      ],
      "notes" : {
        "17" : [
          "Dans ce verset, il y a la mention de fournir les habitants du Paradis avec tous",
          "les types de viande en général, et dans la sourate AI-Waqi'ah il a été dit: [",
          "\"Ils seront servis avec la chair des oiseaux. \"] Nous ne savons pas exactement ce",
          "que sera la nature de cette chair. Mais tout comme dans certaines expressions du",
          "Coran et dans certains Hadiths, il a été dit sur le lait du Paradis qu'il ne sera",
          "pas avoir été tiré des mamelles des animaux, et sur le miel du Paradis, il a été",
          "dit que ce sera ne pas avoir été produit par les abeilles, et sur le vin du",
          "Paradis, il a été dit que ce ne sera pas avoir été distillée mousse de fruits",
          "pourris, mais ces choses s'écoule des ressorts dans les canaux par la puissance",
          "de AIlah, il peut donc être soutenu par analogie que cette chair trop ne seront",
          "pas obtenus à partir d'animaux abattus mais cela aussi sera un produit naturel.",
          "Le Dieu qui peut produire du lait et du miel et du vin directement à partir de",
          "substances terrestres peut également produire chair savoureuse de toutes sortes à",
          "partir des mêmes substances, qui devraient même dépasser la chair des animaux",
          "dans le goût et le plaisir. [(Pour de plus amples explications, voir E.N. 25 de",
          "la sourate AsSaaffat, de 21 à 23 de la sourate Muhammad E.N.)]."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "يَتَنَازَعُونَ فِيهَا كَأْسًا لَا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ",
      "simpleTranslate" : [
        "et ils y échangeront entre eux des coupes qui n’engendreront ni vain propos ni",
        "turpitude,"
      ],
      "tafsirTranslate" : [
        "Ils doivent passer à l'autre une tasse qui incitera ni la légèreté ni péché.",
        "<N:18>"
      ],
      "tanslateWordByWord" : [
        "Ils passeront un à l'autre",
        "la bride",
        "une tasse",
        "non",
        "futilités",
        "la bride",
        "et non",
        "péché"
      ],
      "notes" : {
        "18" : [
          "Autrement dit, le vin du Paradis ne sera pas intoxiquer qu'ils devraient obtenir",
          "un non-sens ivre et parler, ou d'utiliser un langage abusif, ou de mener et de se",
          "comporter de façon indécente comme ivrognes. [(Pour de plus amples explications,",
          "voir E.N. 27 As-Saffat)]."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌ لَهُمْ كَأَنَّهُمْ لُؤْلُؤٌ مَكْنُونٌ",
      "simpleTranslate" : [
        "pendant que des éphèbes, aussi beaux que des perles dans leur écrin, circuleront",
        "autour d’eux pour les servir."
      ],
      "tafsirTranslate" : [
        "Les jeunes aussi équitable que les perles cachées seront mis à part pour attendre",
        "sur eux; ils seront en cours d'exécution çà et là pour les servir. <N:19>"
      ],
      "tanslateWordByWord" : [
        "Et circulera",
        "parmi eux",
        "garçons",
        "pour eux",
        "comme si elles (étaient)",
        "perles",
        "bien protégé"
      ],
      "notes" : {
        "19" : [
          "Ici, le mot utilisé est lahum ghilman-ul et non ghilman-u-hum. Si ghilman-u-hum",
          "avait été utilisé, cela aurait signifié que leurs serviteurs dans le monde",
          "seraient leurs serviteurs au Paradis aussi; tandis que celui du monde va au",
          "Paradis, sera là-bas sur la base de son propre travail et le droit, et il n'y a",
          "aucune raison que, après son entrée au Paradis, il peut être un serviteur du même",
          "maître qu'il avait servi dans la monde. Mais il peut aussi être qu'un serviteur à",
          "cause de ses actions peut atteindre un rang plus élevé que son maître dans le",
          "Paradis. Par conséquent, en utilisant ghilman-ul-lahum pas de place a été laissée",
          "pour ce soupçon Ce mot fournit l'explication que ce seront les garçons qui seront",
          "nommés exclusivement pour leur service dans le Paradis. [(Pour de plus amples",
          "explications, voir E.N. 26 de Surah As-Saffat)]."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَسَاءَلُونَ",
      "simpleTranslate" : [
        "Et, se tournant les uns vers les autres, les hôtes du Paradis s’interrogeront."
      ],
      "tafsirTranslate" : [
        "Ils vont se tourner vers l'autre et demander (en ce qui concerne les événements",
        "passés)."
      ],
      "tanslateWordByWord" : [
        "Et approchera",
        "certains d'entre eux",
        "à",
        "autres",
        "curieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "قَالُوا إِنَّا كُنَّا قَبْلُ فِي أَهْلِنَا مُشْفِقِينَ",
      "simpleTranslate" : [
        "«Jadis, diront-ils, nous vivions dans la contrition parmi les nôtres."
      ],
      "tafsirTranslate" : [
        "Ils diront: «Quand nous vivions avant parmi nos parents, nous avons vécu dans la",
        "peur constante (du mécontentement d'Allah) <N:20>."
      ],
      "tanslateWordByWord" : [
        "Ils diront",
        "En effet, nous",
        "[nous étions",
        "avant",
        "parmi",
        "nos familles",
        "craintif"
      ],
      "notes" : {
        "20" : [
          "Autrement dit, [ \"Nous ne sommes pas inattentifs et vivre une vie sans souci de",
          "facilité et de confort, mais nous étions toujours sur nos gardes de peur que nous",
          "devrions commettre un mal dont nous pouvons être tenus responsables devant Dieu",
          "».] ici, la mention [« ... vivre parmi nos parents, dans la crainte et la peur,",
          "\"], en particulier, a été fait pour la raison que l'homme commet le mal surtout",
          "quand il est profondément absorbé dans l'organisation de la facilité et de",
          "confort pour ses enfants et essayer de faire de leur avenir en sécurité et",
          "heureux. Dans le même but, il gagne des choses interdites par des moyens",
          "interdits, usurpe les droits des autres et fait des plans diaboliques. Voilà",
          "pourquoi les habitants du Paradis diront les uns aux autres: «Ce qui nous a",
          "particulièrement sauvé du mal de l'au-delà était que tout en vivant parmi nos",
          "familles, nous ne pense pas tellement d'arranger les plaisirs de la vie et un bel",
          "avenir pour eux que pour éviter à cause d'eux les méthodes et les moyens qui",
          "pourraient ruiner notre vie dans l'au-delà et que nous ne devrions pas conduire",
          "nos enfants aussi à la manière qui pourrait les rendre dignes du supplice",
          "d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ",
      "simpleTranslate" : [
        "Aussi Dieu S’est-Il montré Bienveillant à notre égard, en nous préservant du",
        "supplice de l’Enfer !"
      ],
      "tafsirTranslate" : [
        "Puis Allah nous a honorés de sa faveur et nous a sauvés du châtiment du vent",
        "brûlant. <N:21>"
      ],
      "tanslateWordByWord" : [
        "Mais Allah a conféré faveur",
        "Mais Allah a conféré faveur",
        "sur nous",
        "et nous protégeait",
        "(De la) peine",
        "(De) l'incendie Scorching"
      ],
      "notes" : {
        "21" : [
          "Le mot samum dans l'original signifie chaud, le vent brûlant; ici, il implique",
          "les vagues de vent chaud qui sera surgissent de l'enfer."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "إِنَّا كُنَّا مِنْ قَبْلُ نَدْعُوهُ ۖ إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ",
      "simpleTranslate" : [
        "Nous ne cessions, jadis, de L’invoquer, car Il est Plein de bonté et de clémence",
        "!»"
      ],
      "tafsirTranslate" : [
        "Autrefois nous avions toujours prié pour lui. Sûrement Il est plus bénin, très",
        "compatissant »."
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "[nous avions l'habitude de",
        "avant",
        "avant",
        "appelle le",
        "En effet, il",
        "[Il]",
        "(Est) le plus Kind",
        "le Très Miséricordieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "فَذَكِّرْ فَمَا أَنْتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَلَا مَجْنُونٍ",
      "simpleTranslate" : [
        "Prêche donc, car, par la grâce de ton Seigneur, tu n’es ni un devin ni un possédé",
        "!"
      ],
      "tafsirTranslate" : [
        "Alors exhortez (eux, O Prophète), par votre grâce du Seigneur, vous n'êtes ni un",
        "devin ni un fou. <N:22>"
      ],
      "tanslateWordByWord" : [
        "Par conséquent rappeler",
        "pour ne pas",
        "toi",
        "(Sont) par (la) grâce",
        "(De) votre Seigneur",
        "un devin",
        "et pas",
        "un fou"
      ],
      "notes" : {
        "22" : [
          "Après représentant une scène de l'au-delà de l'adresse se tourne maintenant vers",
          "les obduracies des mécroit de la Mecque avec laquelle ils résistaient le message",
          "du Ho] y Prophète [(sur lesquels la paix)]: Ce verset mais apparemment adressée",
          "au Saint Prophète est réellement signifié pour les mécréants à travers lui. Quand",
          "il a parlé de la Résurrection et le rassemblement de l'humanité, et la",
          "responsabilité, et Meting sur des récompenses et des punitions, et le Ciel et",
          "l'Enfer et récita les versets du support Qur'anin de celui-ci, avec l'affirmation",
          "selon laquelle il a reçu cette information d'Allah et qu'il était la Parole de",
          "Dieu qui avait été révélé à lui, leurs chefs et guides religieux et les gens",
          "dépravés ne l'écoutait sérieusement eux ni voulu que les autres personnes",
          "devraient payer [ \"attention à lui. par conséquent, ils seraient parfois lui",
          "narguer en disant que il était un sorcier, ou qu'il était un poète, ou qu'il",
          "était un fou, ou qu'il a fabriqué ces choses étranges lui-même et les a présentés",
          "comme Révélations d'Allah seulement pour impressionner les gens. Ils pensaient",
          "qu'en passant ces remarques contre lui, ils seraient en mesure de créer des",
          "soupçons parmi les gens autour de lui et se rendre ainsi sa prédication",
          "inefficace et vaine. A propos de cela, il est dit: \"] O Prophète, la vérité, en",
          "fait, est le même qui a été présenté depuis le début de la sourate à ce point Si",
          "ces gens vous appellent un sorcier et un fou à cause de ces choses, vous. ne doit",
          "pas le prendre à cœur mais devrait continuer à éveiller les gens de leur",
          "insouciance et de les avertir de la réalité, par la grâce de Dieu que vous êtes",
          "ni \". \n Le mot kahin [(sorcier)] en arabe est utilisé pour un astrologue, diseuse",
          "de bonne aventure et un homme sage. Dans les jours pré-islamiques de l'ignorance",
          "était une profession à part entière. Les ensorceleurs revendiqués, et les gens",
          "crédules pensaient et croyaient, qu'ils connaissaient les destinées du peuple, ou",
          "qu'ils avaient un lien spécial avec les esprits, les démons et les djinns par qui",
          "ils sont venus à connaître des réalités invisibles. Si une chose a été perdu, ils",
          "pouvaient dire où il se trouvait; si un vol a eu lieu quelque part, ils pouvaient",
          "dire qui était le voleur; et ils pourraient prédire destins. Les gens sont venus",
          "là, et ils leur dire des choses invisibles en échange de cadeaux et des",
          "offrandes. Ils parfois visiter les villes et villages et crieront au sujet de",
          "leur profession pour que les gens puissent les approcher. Ils avaient une façon",
          "et de la manière et de l'apparence de leur propre par laquelle ils sont devenus",
          "facilement reconnaissable. La langue qu'ils utilisaient différait également du",
          "discours commun du peuple. Ils proférer des phrases rimées et rythmées avec un",
          "accent particulier et de la modulation et de phrases vagues et ambiguës",
          "généralement utilisées à partir de laquelle toute personne pourrait tirer sa",
          "propre signification. Les chefs Quraish dans le but de tromper les gens du commun",
          "ont accusé le Saint Prophète [(sur lesquels la paix)] de la sorcellerie pour la",
          "seule raison qu'il donnait des nouvelles des réalités que l'arc caché et sa",
          "demande a été qu'un ange de Dieu est venu de révéler que les nouvelles à lui, et",
          "la Parole de Dieu qu'il a été présenté a également été rimait. Mais personne en",
          "Arabie pourrait être trompé par cette accusation parce que personne ne ignorait",
          "la profession de sorciers et de leur façon générale et de l'apparence et de leur",
          "langue et leur entreprise. Tout le monde savait ce qu'ils ont fait, pourquoi les",
          "gens leur ont rendu visite, ce qu'ils leur ont dit, ce genre de phrases modulées",
          "ils poussèrent et ce objet qu'ils contenaient. Et puis, surtout, il ne pouvait",
          "pas être qu'un sorcier se lèverait avec un credo qui allait à l'encontre des",
          "croyances répandues de la nation et serait lui-même exercer prêcher en permanence",
          "à ses propres risques. Par conséquent, cette accusation de sorcellerie n'a pas",
          "demandé au Saint Prophète [(paix soit sur lui)] du tout et personne en Arabie qui",
          "avait le sens commun pourrait être trompé par elle. \n De même, les mécréants de",
          "la Mecque également l'accusaient de folie que pour leur propre satisfaction, tout",
          "comme certains érudits éhontés occidentaux de nos jours afin de satisfaire leur",
          "malice et de l'hostilité contre l'islam, selon laquelle, Dieu ne plaise, le Saint",
          "Prophète [ (sur lesquels la paix)] eu des crises d'épilepsie et tout ce qu'il a",
          "prononcé au cours de ces crises a été prise comme la révélation divine par le",
          "peuple. Aucune personne sensée dans ces jours considéré ces accusations absurdes",
          "comme dignes d'attention, ni personne ne peut aujourd'hui qui lit le Coran et",
          "étudie les exploits merveilleux de la direction et l'orientation du Saint",
          "Prophète croient que ceux-ci étaient le produit de crises d'épilepsie. ."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "أَمْ يَقُولُونَ شَاعِرٌ نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ",
      "simpleTranslate" : [
        "S’ils disent : «C’est un poète. Attendons que la mort nous en débarrasse !»"
      ],
      "tafsirTranslate" : [
        "Ou bien ils disent: '. Il est un poète dont nous attendons une tournure",
        "défavorable de la fortune » <N:23>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(Do) ils disent",
        "Un poëte",
        "nous attendons",
        "pour lui",
        "un malheur du temps",
        "un malheur du temps"
      ],
      "notes" : {
        "23" : [
          "Autrement dit, [ «Nous arc en attente pour lui d'être un malheur les atteint pour",
          "que nous soyons débarrassés de lui.\"] Probablement qu'ils pensaient que, puisque",
          "Muhammad [(sur lui la paix et bénédictions d'Allah)] était opposer leurs",
          "divinités et de nier leurs pouvoirs surnaturels, il tomberait sous la malédiction",
          "d'une divinité, ou un dévot gras d'un dieu mettrait fin à lui."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "قُلْ تَرَبَّصُوا فَإِنِّي مَعَكُمْ مِنَ الْمُتَرَبِّصِينَ",
      "simpleTranslate" : [
        "Dis-leur : «Attendez ! Je suis avec vous à attendre !»"
      ],
      "tafsirTranslate" : [
        "Dites-leur: 'Attendez; Moi aussi, je suis en attente avec vous. <N:24>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Attendez",
        "car en effet je suis",
        "avec toi",
        "parmi",
        "ceux qui attendent"
      ],
      "notes" : {
        "24" : [
          "Cela peut avoir deux significations: [(1)] [ \"Je voudrais aussi voir si ce désir",
          "de la vôtre est remplie ou non;\"] et [(2)] [ «Je suis également en attente pour",
          "voir qui va à sa perte, vous ou moi \"]"
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "أَمْ تَأْمُرُهُمْ أَحْلَامُهُمْ بِهَٰذَا ۚ أَمْ هُمْ قَوْمٌ طَاغُونَ",
      "simpleTranslate" : [
        "Serait-ce leur imagination qui les pousse à parler ainsi, ou sont-ce là les",
        "propos de gens qui ont perdu tout sens de la mesure?"
      ],
      "tafsirTranslate" : [
        "Ne leur esprit les inciter à dire de telles choses, ou sont-ils un peuple plongé",
        "dans la transgression? <N:25>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "les commander",
        "leurs pensées",
        "ce",
        "ou",
        "ils",
        "(Sont) un peuple",
        "transgresseur"
      ],
      "notes" : {
        "25" : [
          "Dans ces deux phrases, toute la propagande de l'adversaire a été cloué, et ils",
          "ont été complètement exposés. Le raisonnement est brièvement ceci: Ces chefs et",
          "les anciens Qaraish posent les gens comme très sages, mais ne leur intelligence",
          "leur dire qu'ils doivent appeler une personne un poète quand il est pas un poète,",
          "et l'appeler un fou quand il est bien connu pour sa sagesse parmi le peuple, et",
          "le dub un sorcier quand il n'a pas l'association la plus éloignée à la",
          "sorcellerie? Alors, si vous passez ces jugements que sur la base de",
          "l'intelligence et de la raison, vous devez avoir passé un jugement, et non pas",
          "tant de jugements contradictoires simultanément. Après tout, comment peut-on et",
          "le même homme est un poète et un fou et un sorcier tout à la fois? S'il est fou,",
          "il ne peut alors ni être un sorcier ni un poète. S'il est un sorcier, il ne peut",
          "pas être un poète, et s'il est un poète, il ne peut pas être un sorcier, pour la",
          "langue et la diction et les thèmes de la poésie sont tout à fait différente de la",
          "langue et les thèmes de la sorcellerie. Celui qui connaît les distinctions entre",
          "la poésie et la sorcellerie ne peut éventuellement appeler et regarder le même",
          "discours à la fois comme la poésie et comme la sorcellerie à un seul et même",
          "temps. Par conséquent, il est évident que ces choses contradictoires sont dit",
          "contre le Prophète Muhammad [(sur lui la paix et bénédictions)] non pas sur la",
          "base de l'intelligence et de la raison, mais seulement à cause de",
          "l'endurcissement et l'entêtement, et les grands chefs de la nation aveuglés par",
          "leurs préjugés et de l'hostilité se stabilisent accusations absurdes dont aucune",
          "personne sérieuse ne peut considérer comme digne d'attention. (Pour plus",
          "d'explications, voir EN 104 de AlA'raf, FR 3 de la sourate Yunus, FR de 53, 54,",
          "de Bani Isra'il, EN de 130, 131, 140, 14_2-144 de Ash-Shu'ara »."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "أَمْ يَقُولُونَ تَقَوَّلَهُ ۚ بَلْ لَا يُؤْمِنُونَ",
      "simpleTranslate" : [
        "Ou bien disent-ils qu’il a lui-même inventé le Coran? La vérité est que ce sont",
        "eux qui refusent d’y croire."
      ],
      "tafsirTranslate" : [
        "Est-ce qu'ils disent: «Il a lui-même fabriqué le Coran? Non; la vérité est qu'ils",
        "sont tout à fait opposés à croire. <N:26>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(Do) ils disent",
        "Il a fait jusqu'à",
        "Non",
        "ne pas",
        "ils croient"
      ],
      "notes" : {
        "26" : [
          "En d'autres termes, cela signifie ceci: Le Quraish qui pensent que Muhammad [(à",
          "qui la paix)] lui-même est l'auteur du Coran savent dans leur cœur les plus",
          "intimes qu'il ne peut pas être sa parole , et les autres aussi dont la langue",
          "maternelle est l'arabe, non seulement se sentent clairement qu'il est beaucoup",
          "plus sublime et supérieure à la parole humaine, mais l'un d'eux qui sait Muhammad",
          "[(sur qui être la paix et la bénédiction d'Allah)] personnellement ne peut jamais",
          "soupçonner que cette est en fait sa propre parole et de la parole. Par",
          "conséquent, la chose clairement est que ceux qui attribuent la paternité du Coran",
          "au Saint Prophète ne le font pas, en fait, veulent affirmer la foi. Voilà",
          "pourquoi ils inventent de fausses excuses dont l'un est cette excuse. [(Pour plus",
          "d'explications, voir EN 21 Yunus, E N. 12 de Al-Furqan, E N. 64 de AlQasas, FR de",
          "88,89 d'Al-Ankabut, de 1 à 4 de l'EN As-Sajda, FR 54 Ila Mim As- Sajdah, de 8 à",
          "10 d'Al-Ahqaf eN)]."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "فَلْيَأْتُوا بِحَدِيثٍ مِثْلِهِ إِنْ كَانُوا صَادِقِينَ",
      "simpleTranslate" : [
        "Eh bien ! Qu’ils produisent un texte semblable à celui du Coran, s’ils sont",
        "sincères !"
      ],
      "tafsirTranslate" : [
        "(Si elles sont véridiques dans ce), puis les laisser produire un discours de",
        "splendeur similaire. <N:27>"
      ],
      "tanslateWordByWord" : [
        "Puis laissez-les porter",
        "une déclaration",
        "J'aime ça",
        "si",
        "elles sont",
        "véridique"
      ],
      "notes" : {
        "27" : [
          "Autrement dit, `Non seulement le Coran pas la parole de Muhammad [(sur qui être",
          "la paix et bessings d'Allah)], mais la vérité» est qu'il est pas humain du tout;",
          "il est au-delà du pouvoir de l'homme pour composer et produire. Si vous pensez",
          "qu'il est humain, vous êtes mis au défi de produire de semblable, qui devrait",
          "également être humain. .. [ \"Ce défi avait été donné non seulement à la Quraish,",
          "mais à tous les incroyants du monde d'abord dans ce verset trois fois Ensuite, il",
          "a été répété à la Mecque et puis finalement à Médine [(S'il vous plaît voir",
          "Yunus: 38, Hud: 13 <V:11:13>, Bani Isra'il: 88 <V:17:88>, Al-Baqarah:. 23",
          "<V:2:.23>)] Mais personne ne pouvait oser relever ce défi du Coran à l'époque, ni",
          "n'a d'autre eu jusqu'à présent la possibilité de composer et de produire un homme",
          "travail -made comme le Coran. \n Certaines personnes en raison du manque de",
          "compréhension de la véritable nature de ce défi, dire que ne pas parler du Coran,",
          "on n'a pas le pouvoir d'écrire de la prose ou de composer de la poésie dans le",
          "style d'une autre personne. Homer, Rumi, Shakespeare, Goethe, Ghalib, Tagore,",
          "Iqbal, tous sont uniques dans leurs styles: il se trouve dans le pouvoir de",
          "personne pour produire la poésie comme le leur par imitation. Ceux qui donnent",
          "cette réponse au défi du Coran sont, en fait, impliqués dans le malentendu que le",
          "sens de `Iet eux alors produire un discours comme ça\"], est un défi à l'homme de",
          "composer et d'écrire un livre comme le Coran, dans le style du Coran, alors qu'il",
          "ETCD n'impliquent aucune ressemblance dans le style littéraire, mais elle",
          "implique ceci: Apportez un livre du même sublimité et de la qualité et le rang,",
          "non seulement en arabe, mais dans toutes les langues de le monde, qui peut être",
          "considéré comme un match pour le Coran en ce qui concerne les caractéristiques",
          "pour lesquelles l'Our'an est un miracle. les éléments suivants sont en bref",
          "quelques-unes des principales caractéristiques en raison de laquelle le Coran a",
          "été un miracle avant que c'est un miracle aujourd'hui: \n [(1)] Le Coran est le",
          "modèle le plus élevé et le plus parfait de la littérature de la langue dans",
          "laquelle il a été révélé. Aucun mot et aucune phrase dans le livre entier est",
          "sous-norme. Quel que soit le thème a été présenté en elle, a été présenté dans",
          "les mots les plus appropriés et dans le style le plus approprié. Un seul et même",
          "thème a été présenté à maintes reprises, mais chaque fois dans un nouveau style",
          "en évitant le défaut de la répétition partout. L'ensemble du livre, du début à la",
          "fin, se trouve dans les mots choicest, comme des pierres précieuses ciselés et",
          "polis, qui ne peut pas être remplacé. Les discours sont si impressionnants que",
          "personne qui connaît la langue, même s'il est un mécréant, peut aider à être",
          "déplacé vers extases sur les entendre. Même après 1400 ans, ce livre est toujours",
          "le modèle de la littérature arabe et aucun autre livre arabe peut approcher",
          "l'excellence littéraire pour ne pas parler de l'égaler, Non seulement cela: ce",
          "livre a donc contrôlé la langue arabe que même après le passage de 14 siècles la",
          "norme de la beauté et l'éloquence de cette langue est la même qui avait été fixé",
          "par celle-ci; que, dans ces longues périodes langues changent de reconnaissance.",
          "Aucune autre langue du monde est resté dans le même état dans la mesure où son",
          "orthographe et la diction, idiome, règles de la langue et les usages sont",
          "concernés. Mais il est seulement le pouvoir du Coran qui a tenu la langue arabe",
          "en place chaque idiome de celui-ci est encore en usage dans la littérature arabe;",
          "sa littérature est toujours la littérature classique de l'arabe; et par écrit et",
          "de la parole toujours la même langue est considérée comme bonne arabe qui avait",
          "été utilisé dans le Coran il y a 1400 ans. Y at-il un livre fait de l'homme dans",
          "toutes les langues du monde qui porte les mêmes caractéristiques? \n [(2)] Ceci",
          "est l'un seul livre dans le monde, qui a aussi profondément et pensées, la",
          "morale, la civilisation et le mode de vie de l'humanité universellement",
          "influencée comme n'a aucun précédent dans l'histoire. Dans le premier cas, son",
          "impact a changé une nation; alors que la nation a augmenté et a changé une grande",
          "partie du monde. Aucun autre livre est avéré être si révolutionnaire. Ce livre",
          "n'a pas resté confiné à l'écriture sur le papier, mais dans le monde pratique son",
          "chaque mot est formé et moulé des idées et des pensées et construit une",
          "civilisation durable. Son influence a continué d'être opérationnel pour 1400 ans",
          "et son cercle d'influence et de l'impact est toujours en expansion chaque jour. \n",
          "[(3)] Le thème que ce livre traite est le thème le plus vaste qui comprend tout",
          "l'Univers, d'éternité en éternité. Il traite de la réalité de l'Univers, son",
          "début et à la fin, son système et le droit. Il raconte à qui est le Créateur et",
          "le contrôleur et éliminateur de cet Univers, quels sont ses attributs, quels sont",
          "ses pouvoirs, et ce qui est cette essence et la base sur laquelle il a mis en",
          "place ce système du monde entir e. Il spécifie la position de l'homme et de sa",
          "place qu'il ne peut pas changer. Il raconte ce qui est la bonne et correcte de la",
          "pensée et de l'action pour l'homme en vue de cet endroit et la position, ce qui",
          "correspond à la réalité, et quelles sont les mauvaises manières qui se heurtent à",
          "la réalité. Ensuite, pour prouver pourquoi le droit chemin est droit et les",
          "mauvaises façons de mal, il présente de nombreux arguments de divers phénomènes",
          "de la terre et les cieux, à partir de différents aspects du système de l'Univers,",
          "de soi-même et de l'existence de l'homme et de la propre histoire de l'homme.",
          "D'ailleurs, il raconte aussi comment et pour quelles raisons l'homme adopte les",
          "mauvaises manières, par quels moyens il peut trouver la bonne voie, ce qui a",
          "toujours été l'un et restera l'un, et comment il a été guidée dans tous les âges.",
          "Il ne se contente pointe pas vers le droit chemin, mais présente un plan du",
          "système complet de la vie pour la suite de cette façon, qui contient un code",
          "détaillé et systématique concernant les croyances, les mœurs, la purification de",
          "l'auto, le culte, la vie sociale, la civilisation, l'économie, la politique , la",
          "justice, la loi et tous les autres espect de la vie humaine. En outre, il indique",
          "également en détail quels sont les résultats de la suite de cette bonne manière",
          "et de l'adoption de mauvaises manières dans ce monde et quelles conséquences cela",
          "va apparaître dans l'autre monde après que le système actuel du monde a pris fin.",
          "Elle représente pleinement la venue à une fin du monde actuel et de la mise en",
          "place du Nouveau Monde; elle donne tous les détails du processus de changement;",
          "il dépeint l'autre monde et décrit en détail comment l'homme va trouver une toute",
          "nouvelle vie là-bas, comment ses actes de la vie mondaine seront soumis à la",
          "reddition de comptes, ce que les choses, il sera interrogé sur, comment son",
          "dossier complet, qui se trouvent ne sera pas en mesure de nier ou de",
          "contestation, sera placé devant lui, ce que des preuves solides sera produit en",
          "preuve de celle-ci, pourquoi les coupables seront punis et les justes",
          "récompensés, quelles récompenses seront accordé sur les justes et sous quelles",
          "formes seront les coupables en subir les conséquences néfastes de leurs méfaits.",
          "La façon dont ce vaste thème a été traité dans ce livre ne sont pas de la nature",
          "de certaines conclusions que son auteur aurait pu arriver à partir de certains",
          "locaux syllogistiques mais sa nature est que son auteur a la connaissance directe",
          "de la réalité. Il voit tout se passe d'éternité en éternité. Toutes les réalités",
          "sont manifestes pour Lui et l'Univers tout entier est comme un livre ouvert",
          "devant lui. Il voit toute la vie de l'humanité, depuis son origine jusqu'à sa",
          "fin, même au-delà de la vie présente dans la seconde vie en même temps, et il est",
          "de guider l'homme non pas sur la base d'hypothèses et de suppositions, mais sur",
          "la base de connaissances. Pas une seule vérité qu'il présente comme la",
          "connaissance a été prouvé être faux jusqu'à présent. Le concept de l'Univers et",
          "de l'Homme qu'il présente pleinement explique tous les phénomènes et les",
          "événements et peut devenir la base de la recherche dans toutes les branches de la",
          "connaissance. Sa Parole contient les réponses à tous les problèmes ultimes de la",
          "philosophie et des sciences naturelles et sociales, et ils sont si cohérente et",
          "uniforme logiquement qu'un système parfait, cohérent et complet de la pensée peut",
          "être construit sur leur base. Puis, à partir de l'aspect pratique les conseils",
          "qu'il a donné à l'homme sur les différentes sphères de la vie est non seulement",
          "très rationnelle et pure, mais d'innombrables hommes ont vécu selon elle, en",
          "réalité, dans les différentes parties de la terre depuis 1400 ans et ont trouvé",
          "par l'expérience d'être la seule façon valable. Y at-il un livre d'origine",
          "humaine de cette qualité unique présente dans le monde, ou n'a jamais été, qui",
          "peut être produit pour correspondre à ce livre? \n [(4)] Ce livre n'a pas été",
          "composé et écrit tout à la fois et presenud devant le monde, mais un mouvement de",
          "réforme a commencé avec quelques instructions de base et initiales, puis pendant",
          "23 ans que le mouvement passe par différentes étapes de son développement ses",
          "parties ont été presenud par la langue du chef, parfois longs discours et parfois",
          "des phrases courtes, comme les conditions et les exigences de l'occasion exigé.",
          "Puis, quand la mission a été menée à son terme, ces pièces qui ont été émises à",
          "des moments différents ont été établis sous la forme d'un compleu livre qui a été",
          "connu sous le nom de la [ \"Qur'an\"]. Le chef du mouvement affirme que ces",
          "discours et les phrases ne sont pas son travail d'origine, mais ont été envoyés",
          "vers lui par le Lob de toute la Création. Si une personne affirme que leur arc",
          "l'œuvre originale du chef lui-même, il devrait produire un précédent dans",
          "l'histoire de prouver son affirmation. Il devrait montrer s'il est possible que",
          "les discours et les instructions données par un homme à des moments différents",
          "tout en menant un mouvement collectif puissant pendant des années en continu par",
          "lui-même dans des capacités différentes, parfois en tant que prédicateur et",
          "professeur de morale, parfois comme un chef de une classe opprimée, parfois en",
          "tant que dirigeant d'un état, parfois en tant que commandant d'une armée de",
          "combat, parfois comme un vainqueur. parfois en tant que législateur et",
          "législateur, pourrait former un compleu et un système cohérent et complet de",
          "pensée et d'action, qui doit être exempte de toute contradiction et",
          "l'incohérence, qui devrait apparaître à être dominé par la même idée centrale et",
          "la structure de la pensée, qui devrait montrer que le leader a été mise en place",
          "d'un système universel de croyance et d'action sur la base de la même base de son",
          "message avec lequel il avait commencé son travail, et qui devrait être un système",
          "chaque clement et une partie de ce qui est en parfaite harmonie et la cohérence",
          "avec les autres parties, alors celui qui lit cette collection des discours avec",
          "un œil averti ne peut pas aider à se rendre compte que le fondateur du mouvement",
          "dès le début avait un plan complet du mouvement en vue jusqu'à la dernière étape,",
          "et il n'a jamais arrivé qu'une nouvelle idée aurait pu le frapper à un stade",
          "ultérieur, ce qui lui était inconnu avant, ou qu'il avait à changer plus tard. Si",
          "jamais il y a eu un homme de ce calibre, son nom devrait être connu dans le",
          "monde. \n [(5)] Le chef qui avait été fait pour donner à ces discours et parler de",
          "ces phrases ne sont pas apparus soudainement d'un endroit caché de présenter",
          "ceux-ci devant le peuple, ni disparaîtraient après qu'il avait fait. Il avait",
          "vécu sa vie à la vue de la société avant qu'il ait commencé son mouvement ainsi",
          "que continué à vivre dans la même société après que jusqu'à son dernier souffle.",
          "Les gens étaient bien conscients de la langue et le style de sa conversation et",
          "de la parole. Hadith présente encore une partie importante de celui-ci et en",
          "passant par elle les gens qui savent arabe peut facilement trouver encore",
          "aujourd'hui ce qui était propre style de leader de la parole et la conversation.",
          "Ses contemporains qui parlaient sa langue se sentaient alors, et ceux qui",
          "connaissent l'arabe se sentent aujourd'hui que la langue et le style de ce livre",
          "est très différente de la langue et le style de ce chef. Tant et si bien que",
          "chaque fois au milieu d'un sermon prononcé par le chef, il se produit une ou deux",
          "phrases de ce livre, la distinction entre les deux devient trop évident. La",
          "question est: Est-ce qu'un homme dans le monde jamais eu le pouvoir, ou peut-il",
          "avoir la capacité, qu'il devrait aller sur la conversation dans deux styles",
          "absolument différents de manière cohérente pendant des années d'affilée et il ne",
          "doit jamais se faire connaître que les deux styles distincts à l'arc, en effet,",
          "d'une seule et même personne? Il est possible que l'on peut réussir dans une",
          "telle affectation temporaire, mais il est pas \"possible à tous que pendant",
          "vingt-trois ans en permanence une personne doit avoir une diction et le style",
          "différent quand il récite les révélations d'Allah et une diction tout à fait",
          "différent et le style quand il parle à titre personnel. \n [(6)] Le leader tout en",
          "conduisant et guider le mouvement a rencontré différentes sortes de conditions.",
          "Parfois, il est devenu la cible du ridicule, l'humiliation et la persécution",
          "sévère de ses compatriotes et les gens de sa propre tribu et du clan; parfois ses",
          "compagnons étaient si durement traités qu'ils ont été contraints d'émigrer du",
          "pays; parfois les ennemis complotèrent contre sa vie; parfois il se devait",
          "quitter sa maison et de la ville; parfois, il a dû passer par l'extrême pauvreté",
          "et la faim; parfois, il a dû se battre guerres successivement dans lequel il a",
          "souffert des défaites ainsi que les victoires remportées; parfois, il a vaincu",
          "les ennemis et les mêmes ennemis qui l'avaient persécuté, est venu devant lui",
          "humilié: parfois, il atteint une telle puissance que peu de gens dans le monde",
          "ont été en mesure d'atteindre. Sous toutes ces conditions les sentiments d'une",
          "personne ne peuvent évidemment pas rester le même. Lorsque ces différentes",
          "occasions, le chef a parlé à titre personnel, ses paroles et discours portaient",
          "l'impression claire de ses sentiments personnels. qui se posent naturellement",
          "dans le cœur d'un homme dans de telles occasions. Mais les discours qui ont été",
          "entendus de lui que les révélations d'Allah dans ces différentes conditions, sont",
          "totalement dépourvus de sentiments humains. A aucun endroit peuvent même un",
          "observateur et critique souligner le jeu des sentiments humains en eux. La",
          "connaissance vaste et complet qui est contenu dans ce livre, ne possédait même",
          "par l'un des éminents gens instruits de ce 20e siècle, sans parler du peuple de",
          "l'Arabie et de Rome et de la Grèce et de l'Iran de ces jours. La condition",
          "aujourd'hui est que, après un homme a passé toute sa durée de vie à étudier une",
          "branche de la philosophie ou une science naturelle ou sociale, il vient à savoir",
          "ce que ultime problèmes de son domaine d'études sont, mais quand il étudie le",
          "Coran au sérieux il vient de savoir que ce livre contient une réponse claire à",
          "ces problèmes. . Cette chose ne se limite pas à une branche de la connaissance,",
          "mais tient bon à l'égard de toutes les sciences qui ont rien à voir avec",
          "l'Univers et l'Homme. Comment peut-on croire que 1400. il y a quelques années un",
          "homme non-lettrés dans le désert arabique possédait une telle perspicacité",
          "profonde dans toutes les branches de la connaissance, et il avait pensé à tous",
          "les problèmes de base et de la pensée sur une réponse absolue et définitive à",
          "elle? \n Bien qu'il existe plusieurs autres aspects aussi d'être un miracle du",
          "Coran, si un homme médite sur ces quelques aspects seulement il se rendra compte",
          "que le Coran est d'être un miracle est beaucoup plus évident aujourd'hui qu'il ne",
          "l'était au moment où il a été révélé et si Allah le veut, il continuera à devenir",
          "de plus en plus évident et manifeste que le temps passe jusqu'au jour de la",
          "Résurrection."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ",
      "simpleTranslate" : [
        "Ont-ils été créés par un pur hasard ou sont-ils eux-mêmes leurs propres",
        "créateurs?"
      ],
      "tafsirTranslate" : [
        "Est-ce qu'ils viennent à être sans aucun créateur? Ou étaient-ils leurs propres",
        "créateurs?"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "ils ont été créés",
        "de",
        "rien",
        "rien",
        "ou",
        "(sont-ils",
        "les créateurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "أَمْ خَلَقُوا السَّمَاوَاتِ وَالْأَرْضَ ۚ بَلْ لَا يُوقِنُونَ",
      "simpleTranslate" : [
        "Ont-ils créé les Cieux et la Terre? Bien sûr que non ! Mais ils refusent de se",
        "rendre à l’évidence."
      ],
      "tafsirTranslate" : [
        "Ou est-ce qu'ils qui a créé les cieux et la terre? Non; la vérité est qu'ils",
        "manquent que la foi. <N:28>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(Fait) qu'ils créent",
        "Le Paradis",
        "et la terre",
        "Non",
        "ne pas",
        "ils sont certains"
      ],
      "notes" : {
        "28" : [
          "Les questions posées avant cela était destiné à rendre les mécréants de la Mecque",
          "se rendent compte que ce qu'ils disaient démentir l'affirmation du Prophète",
          "Muhammad à capot prophète était très irrationnel. Maintenant, dans ce verset la",
          "question posée devant eux est: \"Qu'est-ce que dans le message du Prophète",
          "Muhammad [(sur qui soit la paix d'Allah)] que vous trouvez tellement embarrassant",
          "pour vous-mêmes, il dit simplement que Dieu est votre Créateur et vous devriez",
          "seulement le servir. Pourquoi êtes-vous ennuyé à elle? Etes-vous vos propres",
          "créateurs? Ou, a ce vaste univers été créé par vous? Si aucun d'entre eux est",
          "vrai, et vous admettez que votre Créateur, ainsi que le Créateur de l'univers est",
          "Allah seul, pourquoi vous sentez-vous alors en colère contre la personne qui vous",
          "dit que Dieu seul est digne de votre service et de culte? ce que vous devez",
          "réellement sentir en colère à propos est que vous l'adorez qui n'est pas votre",
          "Créateur au lieu de celui qui est votre vrai Créateur. vous admettre avec la",
          "langue que Dieu seul est votre Créateur, ainsi que de tout l'univers, mais si",
          "vous avez vraiment eu foi en cela, vous ne voudriez pas avoir tant décrié la",
          "personne qui vous appelle au service d'Allah. ce fut un tel question piquante et",
          "cuisante qu'il a secoué la foi polythéiste à la racine. Boukhari et Mouslim ont",
          "raconté que, après la bataille de Badr, Jubair bin Mut`im est venu à Médine pour",
          "négocier la libération des prisonniers de guerre Quraish au nom des gens de la",
          "Mecque. Le Saint Prophète à cette époque menait la prière Maghrib, et il récita",
          "cette sourate at-Tur en elle. Mut`im lui-même a déclaré que lorsque le Saint",
          "Prophète a atteint cet endroit, son cœur semblait quitter son sein. Une des",
          "raisons principales de son Islam embrassant ensuite était que l'Islam avait pris",
          "racine dans son cœur en entendant ces versets mêmes ce jour-là."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ أَمْ هُمُ الْمُصَيْطِرُونَ",
      "simpleTranslate" : [
        "Détiendraient-ils les trésors de ton Seigneur, ou se prendraient-ils pour les",
        "souverains de l’Univers?"
      ],
      "tafsirTranslate" : [
        "Ou ont-ils les trésors de ton Seigneur dans leur tenue? Ou avoir le pouvoir",
        "absolu sur eux? <N:29>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "avec eux",
        "(Les) trésors",
        "(De) votre Seigneur",
        "ou",
        "(sont-ils",
        "les contrôleurs"
      ],
      "notes" : {
        "29" : [
          "Ceci est une réponse à l'objection des mécréants de la Mecque qui a dit: Pourquoi",
          "avait-Muhammad, fils de `Abdullah [(à qui la paix)], seulement été nommé",
          "Messager? La réponse implique ceci:. [ \"Quelqu'un dans tous les cas, devait être",
          "nommé Messenger afin de délivrer les gens de leur erreur de servir les autres que",
          "AIIah Maintenant la question est: Qui devrait décider qui AIIah devrait nommer",
          "Son messager, et qui il devrait pas? Si ces personnes refusent d'accepter le",
          "Messager nommé par Allah, cela signifie que soit ils se considèrent comme les",
          "maîtres du monde ou ils supposent que le monde peut appartenir à AIIah, mais il",
          "devrait être gouverné par eux. \"]"
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ ۖ فَلْيَأْتِ مُسْتَمِعُهُمْ بِسُلْطَانٍ مُبِينٍ",
      "simpleTranslate" : [
        "Auraient-ils une échelle pour avoir accès aux secrets du Ciel? Que celui qui y a",
        "entendu quelque chose en apporte la preuve !"
      ],
      "tafsirTranslate" : [
        "Ou ont-ils une échelle sur laquelle ils peuvent monter et tenter d'écouter (ce",
        "qui est transpirant dans le royaume supérieur)? Ensuite, laissez l'un d'eux qui a",
        "écouté produire une preuve claire de celui-ci."
      ],
      "tanslateWordByWord" : [
        "Ou",
        "pour eux",
        "(Est) un escalier",
        "ils écoutent",
        "celui-ci",
        "Ensuite, laissez faire",
        "leur auditeur",
        "une autorité",
        "clair"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "أَمْ لَهُ الْبَنَاتُ وَلَكُمُ الْبَنُونَ",
      "simpleTranslate" : [
        "Dieu aurait-Il, Lui, des filles, tandis que vous, vous auriez des garçons?"
      ],
      "tafsirTranslate" : [
        "Ou bien Allah filles alors que vous avez fils? <N:30>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "pour lui",
        "(Sont) filles",
        "tandis que pour vous",
        "(Sont) fils"
      ],
      "notes" : {
        "30" : [
          "Un raisonnement détaillé a été comprimé dans ces phrases brèves. Il veut dire [",
          "\"Si vous refusez ce que le Prophète dit alors quels moyens avez-vous appris à",
          "connaître la réalité? Est-ce qu'un d'entre vous l'accès aux cieux où il a trouvé",
          "directement d'Allah ou Ses anges eu que les croyances sur lesquelles vous ont",
          "fondé votre religion sont absolument en accord avec la réalité? Si quelqu'un fait",
          "cette demande, il doit se présenter et de dire à quel moment et comment il a eu",
          "accès aux cieux et quelles connaissances qu'il a apporté à partir de là. Si vous",
          "ne faites pas une telle réclamation, puis envisager le ridicule est votre crced",
          "que vous affectez les enfants à AIIah, Seigneur des mondes, et que trop filles,",
          "putain vous considérez comme honteuse pour vous-mêmes. Sans connaissance vous arc",
          "errant dans l'obscurité de ces erreurs et en tournant hostile à la personne qui",
          "vous apporte la lumière de la connaissance de Dieu. \"]"
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ",
      "simpleTranslate" : [
        "Leur demanderais-tu un salaire dont ils se trouveraient lourdement grevés?"
      ],
      "tafsirTranslate" : [
        "Ou est-ce que vous leur demandez quelle récompense de sorte qu'ils devraient",
        "craindre d'être accablé sous le fardeau de la dette? <N:31>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(Faites) vous demandez d'eux",
        "un paiement",
        "afin qu'ils",
        "de",
        "une dette",
        "(Sont) surchargés"
      ],
      "notes" : {
        "31" : [
          "La question est en fait dirigé vers les mécréants. Cela signifie: [ «Si le",
          "Messager avait un motif égoïste et avait exercé des seulement pour un gain",
          "personnel de vous, il y aurait un motif rationnel pour vous de lui éviter Mais",
          "vous vous savoir qu'il est absolument désintéressé dans son invitation et est.",
          "s'exerçant uniquement pour votre propre bénéfice et le bien-être. Alors, comment",
          "est-ce que vous n'êtes même pas enclin à l'écouter avec un esprit cool? \"] il y a",
          "aussi une touche subtile dans cette question. Comme les guides et les gardiens de",
          "sanctuaires religieux du monde soi-disant, les guides religieux, les prêtres et",
          "les savants des polythéistes d'Arabie ont également été engagés dans une",
          "entreprise religieuse. Compte tenu de la même, cette question a été posée devant",
          "eux: [ \"D'une part, ces marchands de religion ouvertement reçoivent des cadeaux",
          "et des offrandes et des frais pour chaque service religieux de vous, de l'autre,",
          "une personne qui a ruiné son commerce affaires, tente de vous montrer la bonne",
          "façon avec des arguments très rationnels, absolument désintéressée. est-il pas",
          "pure absurdité que vous le fuyez, mais courir après eux? \"]"
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ",
      "simpleTranslate" : [
        "Auraient-ils accès au mystère dont ils s’inspireraient dans leurs écrits?"
      ],
      "tafsirTranslate" : [
        "Ou est-ce qu'ils ont accès à (Vérités dans) le royaume au-delà de la perception",
        "sensorielle dont ils sont en train d'écrire? <N:32>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "avec eux",
        "(Est) l'invisible",
        "afin qu'ils",
        "écris-le"
      ],
      "notes" : {
        "32" : [
          "Autrement dit, [ \"Quelle connaissance particulière ne vous devez réfuter les",
          "vérités que le Messager présente devant vous, que vous pouvez présenter à la",
          "demande que vous connaissez directement les réalités cachées derrière le monde",
          "phénoménal? Est-ce que vous avez vraiment la connaissance que Dieu est pas un,",
          "mais tous ceux que vous avez mis en place comme des divinités possèdent également",
          "des attributs et pouvoirs divins? avez-vous vraiment vu les anges et a constaté",
          "que ce sont des filles, et, Dieu nous en préserve, êtes né de Dieu ? savez-vous",
          "vraiment que l'Apocalypse n'a ni venir à Muhammad [(sur qui être la paix et la",
          "bénédiction d'Allah)], ni il peut venir à tout homme, de Dieu? avez-vous vraiment",
          "le savoir qu'aucune résurrection aura lieu, que il va y avoir de la vie après la",
          "mort, qu'il n'y aura pas au-delà, quand l'homme sera soumis à la responsabilité",
          "et récompensé ou puni selon ses œuvres? Si vous prétendez posséder une telle",
          "connaissance, pouvez-vous donner par écrit que vous êtes démentait ce que le",
          "Prophète dit à propos des réalités invisibles sur le terrain que vous avez épié",
          "dans les réalités cachées et vu que la vérité est pas celui qui les présente",
          "Prophète. \"] Ici, on peut exprimer l'inquiétude que si en réponse à cela, ces",
          "gens ont donné par écrit, dans leur entêtement, ne sera pas ce raisonnement sont",
          "devenus de sens? Mais cette inquiétude est déplacée parce que même si elles",
          "avaient donné par écrit en raison de leur entêtement, les gens ordinaires de la",
          "société dans laquelle ce défi avait été donné ouvertement ne sont pas aveugles:",
          "chacun d'entre eux aurait compris que l'écriture avait été donnée par pure",
          "obstination, et personne, en fait, a été affinent ce le Prophète a dit sur la",
          "base qu'il avait la connaissance qu'elle était fausse."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "أَمْ يُرِيدُونَ كَيْدًا ۖ فَالَّذِينَ كَفَرُوا هُمُ الْمَكِيدُونَ",
      "simpleTranslate" : [
        "Voudraient-ils ourdir quelque complot? Mais ce sont les impies qui en seraient",
        "les victimes !"
      ],
      "tafsirTranslate" : [
        "Ou sont-ils ingénier un stratagème contre vous? <N:33> Si oui, ce stratagème va",
        "rebondir contre les mécréants. <N:34>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(Do) ils ont l'intention",
        "un terrain",
        "Mais ceux qui",
        "ne pas croire",
        "se",
        "(Sont) l'intrigue"
      ],
      "notes" : {
        "33" : [
          "L'allusion est aux complots secrets que les mécréants de la Mecque utilisés pour",
          "concevoir dans leurs réunions afin de vaincre la mission du Saint Prophète [(sur",
          "qui soit la paix d'Allah)] et de le tuer."
        ],
        "34" : [
          "Ceci est l'une des prophéties claires du Coran. Dans la phase initiale à la",
          "Mecque quand le Saint Prophète [(sur vlan être la paix d'Allah)] avait aucune",
          "puissance apparente et de soutien avec lui, sauf une poignée de musulmans mal",
          "équipés et la nation tout entière a été oppose et lui résister sans relâche, la",
          "confrontation entre Islam et l'incrédulité semblaient être tout à fait inégale.",
          "Personne à ce moment-là ne pouvait imaginer que, après quelques années, les",
          "tables seraient activés incrédulité. Au contraire, l'observateur superficiel",
          "pourrait prédire avec certitude que la forte opposition de la Quraish et entière.",
          "Saoudite serait enfin mettre fin au message de l'Islam. Mais même dans ces",
          "conditions, un défi a été jeté aux incroyants et on leur a dit en termes clairs:",
          "[ \"Vous pouvez imaginer ce que les parcelles que vous souhaitez afin de faire",
          "échouer ce message, ils seront tous recul sur vous, et vous ne réussiront jamais",
          "à vaincre et de mettre un terme à cela. \"]"
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "أَمْ لَهُمْ إِلَٰهٌ غَيْرُ اللَّهِ ۚ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ",
      "simpleTranslate" : [
        "Auraient-ils une divinité autre que Dieu? Gloire à Dieu ! Il est au-dessus de",
        "tout ce qu’ils Lui associent !"
      ],
      "tafsirTranslate" : [
        "Est-ce qu'ils ont une autre divinité que Allah? Exalté soit Allah dessus tout ce",
        "qu'ils associent (avec Lui dans Sa Divinité). <N:35>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "pour eux",
        "un dieu",
        "autre que",
        "Allah",
        "Gloire",
        "(À) Allah",
        "de ce que",
        "ils associent (avec Lui)"
      ],
      "notes" : {
        "35" : [
          "Autrement dit, [ «Le fait de la question est que choisi vlan ils ont mis en place",
          "comme des divinités, ne sont pas, en fait, les divinités, et shirk est",
          "entièrement une chose irréelle. Par conséquent, la personne qui a augmenté avec",
          "le message de Monothéisme a le pouvoir de la vérité avec lui.? et ceux qui",
          "soutiennent shirk sont en effet des combats pour l'imaginaire Comment va alors se",
          "dérober à la victoire dans ce conflit \"]"
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "وَإِنْ يَرَوْا كِسْفًا مِنَ السَّمَاءِ سَاقِطًا يَقُولُوا سَحَابٌ مَرْكُومٌ",
      "simpleTranslate" : [
        "Même s’ils voyaient tomber des pans du ciel, ils diraient : «Ce ne sont là que",
        "des nuages qui s’amoncellent !»"
      ],
      "tafsirTranslate" : [
        "(donc obstiné sont ceux qui) même si elles étaient de voir quelques fragments du",
        "ciel tombant ils seraient encore dire: «. Il est seulement une masse de nuage»",
        "<N:36>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "ils étaient de voir",
        "une portion",
        "de",
        "Le ciel",
        "chute",
        "ils diront",
        "Des nuages",
        "empilés"
      ],
      "notes" : {
        "36" : [
          "Ceci est destiné à exposer l'entêtement des chefs Quraish, d'une part, et de",
          "consoler le Saint Prophète [(sur lui la paix)] et ses compagnons, d'autre part.",
          "Le Saint Prophète et ses compagnons voulaient que ces gens devraient être",
          "présentés un tel miracle par Allah comme cela devrait les convaincre de la vérité",
          "de son Prophète capot. A cela, il a été dit: Quel que soit le miracle qu'ils",
          "pourraient voir avec leurs yeux, ils seront dans tous les cas une mauvaise",
          "interprétation et d'inventer une excuse pour avoir persisté dans l'incrédulité,",
          "pour leurs cœurs ne sont pas du tout enclin à croire. A plusieurs autres endroits",
          "aussi dans le Coran leur cet entêtement a été mentionné, par exemple dans la",
          "sourate Al-An`am: 111, il a été dit: [ «Même si nous avions fait descendre les",
          "anges pour eux et fait parler les morts avec eux et à distance toutes les choses",
          "du monde avant de les [(comme une preuve de celle-ci )], ils auraient encore",
          "mécru, \"] et dans la sourate Al-Hijr: 15: [\" Même si nous avions ouvert une porte",
          "pour eux dans le ciel, et ils avaient commencé w monter à travers elle pendant la",
          "journée, ils auraient dit : \"] Nos yeux ont été éblouis; Bien plus, nous avons",
          "été ensorcelé. \""
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "فَذَرْهُمْ حَتَّىٰ يُلَاقُوا يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ",
      "simpleTranslate" : [
        "Laisse-les donc jusqu’à ce que vienne le jour où ils seront foudroyés,"
      ],
      "tafsirTranslate" : [
        "Laisse-les donc, jusqu'à ce qu'ils rencontrent leur jour où ils seront frappés,"
      ],
      "tanslateWordByWord" : [
        "Laisse-les donc",
        "jusqu'à",
        "ils rencontrent",
        "leur jour",
        "lequel",
        "en ce",
        "ils vont défaillir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "يَوْمَ لَا يُغْنِي عَنْهُمْ كَيْدُهُمْ شَيْئًا وَلَا هُمْ يُنْصَرُونَ",
      "simpleTranslate" : [
        "où leurs stratagèmes ne leur serviront à rien et où ils ne bénéficieront d’aucun",
        "secours !"
      ],
      "tafsirTranslate" : [
        "lorsque leur stratagème sera d'aucune utilité pour eux, ils ne seront point",
        "secourus."
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "ne pas",
        "se prévaloir",
        "pour eux",
        "leur tracé",
        "(En) rien",
        "et pas",
        "ils",
        "sera aidé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَإِنَّ لِلَّذِينَ ظَلَمُوا عَذَابًا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Mais les injustes subiront des tourments préalables, bien que la plupart d’entre",
        "eux ne s’en doutent guère."
      ],
      "tafsirTranslate" : [
        "Certes, un châtiment attend les injustes, même avant la venue de ce jour-là; mais",
        "la plupart d'entre eux ne savent pas. <N:37>"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "pour ceux qui",
        "faire le mal",
        "(Est) une punition",
        "avant",
        "cette",
        "mais",
        "la plupart d'entre eux",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "37" : [
          "Ceci est une répétition du même thème qui a déjà eu lieu à As-Sajda: 21",
          "ci-dessus: [ \"Même dans ce monde, nous leur ferons goûter [(l'un ou l'autre)]",
          "moindre tourment avant que plus tourment, peut-être qu'ils renoncer [(de leur",
          "attitude rebelle)] \"] Autrement dit, [« Nous allons descendre les catastrophes",
          "personnelles et nationales, de temps en temps dans le monde pour rappeler qu'il",
          "est au-dessus d'une puissance supérieure qui est de décider. leurs destins et",
          "aucun n'a le pouvoir de changer ses décisions. Mais les gens qui sont impliqués",
          "dans l'ignorance ont ni appris aucune leçon de ces événements avant ne sera pas",
          "apprendre une leçon à l'avenir. Ils ne comprennent pas la signification des",
          "catastrophes et des calamités survenant dans le monde. Par conséquent, ils",
          "expliquent les éloigner dans chaque façon prend de plus en plus loin de la",
          "réalité, et tu l'esprit ne tourne jamais à une «explication, ce qui pourrait",
          "faire l'erreur de leur athéisme ou le polythéisme manifeste pour eux. Cette même",
          "chose a été expliqué par le Saint Prophète [(sur lui la paix)] dans un Hadith,",
          "ainsi: \"] l'exemple d'un hypocrite qui tombe malade et obtient ainsi, est du",
          "chameau qui les maîtres liés, mais il l'a fait pas comprendre pourquoi ils",
          "avaient attaché, et quand ils le détachent, il ne comprenait pas pourquoi ils",
          "avaient détachèrent \". [(Abu Dâwûd: Kitab al-.Jana'iz)]. Pour de plus amples",
          "explications, voir E.N. 45 d'Al-Anbiya, E.N., 66 An-Naml, E.N. de 72. 73",
          "AI-Ankabut)."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا ۖ وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ",
      "simpleTranslate" : [
        "Supporte donc avec patience l’arrêt de ton Seigneur ! Tu es de Notre part l’objet",
        "d’une protection vigilante. Célèbre les louanges de ton Seigneur à ton réveil !"
      ],
      "tafsirTranslate" : [
        "Soyez patient, puis, (O Prophète), jusqu'à ce que le jugement de votre Seigneur",
        "viendra. <N:38> Car, assurément, vous êtes devant nos yeux. <N:39> Et de célébrer",
        "les louanges de ton Seigneur quand vous vous levez, <N:40>"
      ],
      "tanslateWordByWord" : [
        "Alors soyez patient",
        "pour (le) Commande",
        "(De) votre Seigneur",
        "car en effet, vous",
        "(Sont) à nos yeux",
        "Et glorifier",
        "(La) louange",
        "(De) votre Seigneur",
        "quand",
        "tu te lèves"
      ],
      "notes" : {
        "38" : [
          "Une autre signification peut être: rester ferme et inébranlable dans",
          "l'accomplissement du commandement de ton Seigneur [ \"."
        ],
        "39" : [
          "Autrement dit, \"] Nous veillons sur vous et ne vous avons pas laissé seul.\"",
          "implicite:"
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "وَمِنَ اللَّيْلِ فَسَبِّحْهُ وَإِدْبَارَ النُّجُومِ",
      "simpleTranslate" : [
        "Et glorifie-Le une partie de la nuit et au déclin des étoiles !"
      ],
      "tafsirTranslate" : [
        "et aussi célébrer sa louange dans la nuit, <N:41> et à la retraite des étoiles.",
        "<N:42>"
      ],
      "tanslateWordByWord" : [
        "Et de",
        "la nuit",
        "Le glorifier",
        "et après",
        "les étoiles"
      ],
      "notes" : {
        "40" : [
          "Il peut y avoir plusieurs significations de ce et peut-être ALi peut-être",
          "d'abord, [ «Chaque fois que vous vous levez d'une réunion, vous devriez monter",
          "glorifiant et louant AIIah.\"] Le Saint Prophète lui-même a agi sur ce ainsi que",
          "chargé le musulmans qu'ils doivent glorifier et louer AIlah quand ils ont",
          "augmenté d'une réunion. Abu Dâwûd, Tirmidhi, Nasa`i et Hakim ont porté, sur",
          "l'autorité de Abû Hurayrah, que le Saint Prophète a dit: [ «Si une personne",
          "assise dans une réunion à laquelle beaucoup de controverse a eu lieu, et il",
          "prononcé ce qui suit mots avant la hausse, Allah ne pardonne tout ce qui passait",
          "à la réunion: subhanaka Allahumma wa bi-hamdika, ashhadu-al la-ilaha illa Anta,",
          "astaghfiruka wa utubu ilaika: '' O Allah, je te glorifie avec tes louanges: Je",
          "témoigne que il n'y a pas de divinité à part Vous: Je demande votre pardon et",
          "offre repentance devant toi »]. \n La seconde signification est: [ \"Quand vous",
          "vous levez du lit, glorifie ton Seigneur avec sa louange.\"] Le Saint Prophète a",
          "agi sur ce lui-même et avait également enseigné à ses compagnons que",
          "devraient-ils prononcer les mots suivants quand ils sont arrivés après le",
          "sommeil: la ilaha ill-Allah-hu wahda la sharika lahu, Lahul mulku wa Lahul-hamdu",
          "wa haws ala shai kulli Dans Qadir. Subhan-Allah-i wal-hamdu-lillahi wa la ilaha",
          "ill-AIIah, wallahu Akbar, wa la chalutages wa la quwwata-illa-billah. [ \"[(Musnad",
          "Ahmad, Bukhari, sur l'autorité de` bin Ubadah as-Samit)]. \n Sa troisième",
          "signification est: \"] Lorsque vous vous levez pour la prière, commencez avec la",
          "louange et la glorification d'Allah. [\" En conséquence, le Saint Prophète [(sur",
          "lui la paix)] a enseigné que la prière doit être commencée, après la premier",
          "takbir, avec les mots suivants: Subhanak-Allahumma wa bi-hamdi-ka wa Tabarak",
          "asmuka wa ta'aIa jadduka wa la ilaha ghairuka:. \"] Gloire à Toi, ô Allah, et je",
          "loue Vous Blessed est votre nom, et Vous êtes exalté. Il n'y a rien d'autre que",
          "vous dieu. [ \" \n Sa quatrième signification est: \"] Lorsque vous vous levez pour",
          "inviter les autres à Allah, commencez votre invitation à la louange et la",
          "glorification d'Allah [.\" Cela a également été une pratique constante du Saint",
          "Prophète, et il commençait toujours ses discours à la louange et la glorification",
          "de AIlah Tout-Puissant. \n Commentateur Ibn Jarir a donné encore un autre sens de",
          "celui-ci, et il est ceci: Quand vous vous levez après la sieste de midi, offre la",
          "prière, ce qui implique la prière Zuhr \"]."
        ],
        "41" : [
          "Cela implique le Maghreb, le 'Isha' et les prières Tahajjud ainsi que la",
          "récitation du Coran et le souvenir de AIIah."
        ],
        "42" : [
          "[ \"Retraite des étoiles\"] implique les premières heures du matin, quand les",
          "étoiles fixées et ils perdent leur éclat sur l'apparition de l'aube. Ceci est le",
          "temps de la prière de Fajr."
        ]
      }
    }
  ],
  "medinian" : false
}