{
  "chapterNumber" : 53,
  "nbVerses" : 62,
  "name" : "L’étoile",
  "nameArabic" : "النجم",
  "transName" : "an-najm",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "وَالنَّجْمِ إِذَا هَوَىٰ",
      "simpleTranslate" : [
        "Par l’étoile lorsqu’elle décline !"
      ],
      "tafsirTranslate" : [
        "Par l'étoile quand il définit: <N:1>"
      ],
      "tanslateWordByWord" : [
        "Par l'étoile",
        "quand",
        "il descend"
      ],
      "notes" : {
        "1" : [
          "Dans l'original le mot [ «un-najm\"] a été utilisé. Ibn `Abbas, Mujahid et Sufyan",
          "Thauri opine que cela implique l'Pléiades. Ibn Jarir et Zamakhshari ont tenu",
          "cette même interprétation que préférable, pour en arabe quand le mot d'un -najm",
          "est utilisé absolument cela implique généralement le Pléiades. Suddi dit que cela",
          "implique Vénus; et Abu `Ubaidah, le grammairien, soutient que ici le mot an-Najm",
          "a été utilisé de façon générique pour exprimer cette idée: [« Quand le jour",
          "parut, et les étoiles fixé. \"] Compte tenu de ce contexte, nous sommes d' avis",
          "que cette dernière interprétation est plus préférable."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَىٰ",
      "simpleTranslate" : [
        "En vérité, votre compatriote n’est ni un égaré ni un illuminé"
      ],
      "tafsirTranslate" : [
        "votre compagnon <N:2> n'a ni égaré ni est-il trompé; <N:3>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "a égaré",
        "votre compagnon",
        "et pas",
        "a commis une erreur, il"
      ],
      "notes" : {
        "2" : [
          "[ \"Votre compagnon\"] implique le Saint Messager d'Allah [(sur lesquels la paix)]",
          "et les destinataires sont les Qouraysh. Le mot Sahib utilisé dans l'original",
          "signifie un ami, un compagnon, un proche collaborateur. Ici, faisant mention du",
          "Saint Prophète par le mot Sahib-u-kum [(ifs Companion)] au lieu de [ \"Notre",
          "Messager\"] est très significatif. . Le but est de rendre les gens du réalisent",
          "Quraish: [ \"La personne mentionnée est pas étranger à vous: il est pas un",
          "étranger que vous ne pouvez pas être en sachant ou en reconnaissant déjà Il est",
          "un homme de votre propre clan et de la tribu; il vit et se déplace parmi vous,",
          "même vos enfants savent qui et ce qu'il est, ce qui est son caractère, quelles",
          "sont ses relations, quelles sont ses manières et les habitudes et les",
          "caractéristiques, et comment il a passé sa vie parmi vous jusqu'à présent Si",
          "même. l'un d'entre vous ont à dire une chose improbable autour de lui, il y",
          "aurait un millier d'hommes parmi vous qui le connaissaient, qui pourraient voir",
          "eux-mêmes si ce qui a été dit effectivement appliqué à lui ou non. \"]"
        ],
        "3" : [
          "Ceci est la chose pour laquelle un serment a été prêté par l'étoile ou étoiles",
          "réglage. [ \"Égaré\"] désigne une personne de l'adoption d'une mauvaise façon",
          "ignorant le droit chemin, et [ \"être trompé\"] signifie que son adoption dans le",
          "mauvais sens sciemment et consciemment. signifie Le verset: [ \"Muhammad [(sur lui",
          "la paix et bénédictions d'Allah)] est un homme bien connu parmi vous Votre",
          "accusation selon laquelle il est égaré, ou est erronée, est totalement faux En",
          "fait, il est ni parti.. égarés ni égarés. \"] ici, le bien-fondé de jurer par les",
          "étoiles de réglage est que, dans l'obscurité de la nuit étoilée une personne ne",
          "peut pas voir les choses de son entourage clairement, et de leurs apparences",
          "vagues peut former de mauvais jugements sur eux, par exemple. il peut prendre un",
          "tra pour un fantôme dans l'obscurité, une chaîne pour un serpent, un rocher dans",
          "le sable pour une bête de proie. Mais quand les étoiles ont mis et le jour est",
          "levé, tout semble avant que l'homme dans sa forme réelle et la forme, et il reste",
          "sans aucun doute ce que sur la réalité de quoi que ce soit. La même chose est",
          "aussi le cas de Muhammad [(sur qui être la paix et la bénédiction d'Allah)] parmi",
          "vous. Sa vie et sa personnalité est. pas caché dans les ténèbres, mais il est",
          "manifeste comme l'aurore. Vous êtes conscient que ce [ «compagnon de la vôtre\"]",
          "est un homme raisonnable, sage et sagace. Comment quelqu'un parmi les Quraish",
          "peut avoir le malentendu qu'il est égaré? Vous savez aussi comment personne bien",
          "intentionnée et honnête et juste il est. Comment peut-on vous former le point de",
          "vue qu'il a sciemment adopté un mode de travers non seulement pour lui, mais a",
          "commencé à inviter les autres aussi à la même mensonge?"
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَمَا يَنْطِقُ عَنِ الْهَوَىٰ",
      "simpleTranslate" : [
        "et il ne dit rien sous l’effet de la passion !"
      ],
      "tafsirTranslate" : [
        "et il ne parle de son désir."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "il parle",
        "de",
        "le désir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "إِنْ هُوَ إِلَّا وَحْيٌ يُوحَىٰ",
      "simpleTranslate" : [
        "Ce n’est en fait qu’une révélation inspirée"
      ],
      "tafsirTranslate" : [
        "Ce ne sont que d'une révélation qui lui a transmis, <N:4>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "il",
        "(Est), sauf",
        "une révélation",
        "révélé"
      ],
      "notes" : {
        "4" : [
          "Cela signifie que: [ «Les choses pour lesquelles vous l'accusent d'avoir égaré ou",
          "été induit en erreur et trompé, ont été ni fabriqué par lui-même ni motivée par",
          "un désir égoïste de sa part, mais ils ont été envoyé vers le bas, et sont envoyés",
          "vers le bas, par Dieu. il n'a pas l'intention de devenir un prophète de son",
          "propre désir pour qu'il puisse avoir déposé une réclamation au Prophète capot",
          "afin de satisfaire son désir, mais quand Allah l'a nommé ce bureau à",
          "l'Apocalypse, alors seulement il lève pour prêcher sa mission et de vous dire",
          "qu'il a été nommé Messager de Dieu pour vous. de même, cette invitation à",
          "l'Islam, cet enseignement de la doctrine de Monothéisme, ces nouvelles sur le",
          "rassemblement des tous les hommes sur le jour de la Résurrection et de leur",
          "responsabilité, les vérités qu'il présente sur l'univers et de l'homme et les",
          "principes de mener une vie pure, ne sont pas une philosophie proposée par",
          "lui-même, mais la connaissance de tout ce qui a été accordé sur lui par la",
          "Révélation. De même, ce Coran qu'il récite devant vous, est pas non plus de sa",
          "composition, mais il est la Parole divine qui est envoyé vers lui par la",
          "Révélation. \"] \n Ici, la question se pose: à quoi des paroles prononcées par le",
          "Saint Prophète faire les paroles d'Allah: [ «Il ne parle pas de son propre désir,",
          "il est seulement une révélation qui est envoyé vers lui,\"] appliquer? Est-ce",
          "qu'ils appliquent à tout ce qu'il a parlé, ou sonore de ses paroles et non à",
          "d'autres? La réponse est: En ce qui concerne le Coran, les mots divins s'y",
          "appliquent le plus complètement. Comme pour les autres mots, en dehors du Coran,",
          "que le Saint Prophète [(sur lui la paix)] ont parlé, ils pourraient",
          "inévitablement être de trois sortes: d'abord, les mots qu'il employait pour",
          "prêcher la religion et inviter les autres à Allah et pour expliquer les thèmes,",
          "les enseignements et les commandements du Coran, ou pour donner avertissement et",
          "l'instruction au peuple pour réaliser l'objet pour lequel le Coran a été révélé.",
          "À cet égard, il est évident que personne ne peut avoir le doute que, Dieu ne",
          "plaise, il fabriqué ces choses de son propre esprit. En ces matières, sa",
          "position, en fait, était de l'interprète officiel du Coran et du représentant",
          "autorisé d'Allah. Bien que ces choses ne lui révélèrent littéralement comme le",
          "Coran a été révélé; mais ceux-ci étaient nécessairement fondées sur les mêmes",
          "connaissances qu'il avait été donnée par l'Apocalypse. La seule différence entre",
          "le Coran et ceux-ci est que le Coran, à la fois en paroles et en sens, était tout",
          "à fait d'Allah, et dans ces autres choses les significations ont été celles",
          "enseignées par AIIah et les mots de ceux qu'il employait pour lui-même exprimer",
          "ces significations. Sur la base de cette distinction très, le Coran a été décrit",
          "comme wahi-jali [(Apocalypse de manifeste)] et d'autres paroles du Saint Prophète",
          "comme wahi-khafî [(Apocalypse cachée)]. \n Le deuxième type de mots étaient ceux",
          "que le Saint Prophète a parlé dans le cadre de la lutte d'élever la Parole de",
          "Dieu et ses services pour établir l'Islam. À cet égard, il a dû effectuer",
          "d'innombrables fonctions de différents types comme le chef et le guide de la",
          "communauté musulmane. Dans ce nombre une fois qu'il a pris conseil avec ses",
          "compagnons aussi bien, et a suivi leurs conseils au lieu de son propre point de",
          "vue. Lorsqu'on lui a demandé il leur dit parfois qu'il exprimait un point de vue",
          "particulier pas sous le commandement d'Allah, mais que son opinion personnelle,",
          "et à plusieurs reprises, il se trouve qu'il a dit quelque chose sur la base de sa",
          "propre opinion et plus tard. une instruction est descendu contre elle d'Allah.",
          "Aucune des choses de cette nature qu'il a dit ou fait pourrait être fondée sur un",
          "mobile égoïste. Quant à la question de savoir si ces paroles ont été basées sur",
          "l'inspiration divine, la réponse est que, sauf pour les choses à l'égard de",
          "laquelle il a fait explicite qu'elles ne reposaient pas sur ordre divin, ou dont",
          "il a pris conseil avec ses compagnons et a accepté leur des conseils, ou à",
          "l'égard d'une chose contre laquelle AIlah fait descendre une instruction après",
          "qu'il avait dit ou fait quelque chose sur la base de son jugement personnel,",
          "toutes choses ont été basées sur la Révélation cachée [(wahi khafî)] tout comme",
          "les choses du premier type. Pour le bureau du chef et le guide du Mouvement",
          "islamique et le chef de la communauté croyante et le dirigeant de l'Etat",
          "islamique, qu'il tenait, n'a pas été auto-inventé ni conféré par le peuple, mais",
          "il avait été nommé à par Allah, et tout ce qu'il a dit et fait dans l'exercice",
          "des fonctions de ce bureau, sa position dans c'était le représentant du Divin,",
          "Will. Dans cette affaire, tout ce qu'il a dit sur la base de son jugement",
          "personnel, son jugement dans ces questions a été approuvé par Allah, et a été,",
          "dérivée de la lumière de la connaissance que Dieu l'avait béni avec. Voilà",
          "pourquoi chaque fois que son jugement personnel a même été légèrement détourné de",
          "l'agrément d'Allah, il a été immédiatement corrigée par la Révélation manifeste",
          "[(wahi jali;)]. Cette rectification de certains de ses jugements personnels est",
          "lui-même une preuve que tout le reste de ses jugements et interprétations",
          "religieuses étaient précisément en conformité avec la Volonté Divine. \n Le",
          "troisième type de choses étaient ceux qu'il a dit à propos des questions communes",
          "de la vie comme un homme, qui n'a rien à voir avec les fonctions du Prophète",
          "capot qui, selon lui avant d'être nommé Prophète ainsi que la poursuite en disant",
          "même après avoir été nommé un prophète. A propos de ce genre de choses qu'il faut",
          "comprendre dès le départ qu'il n'y avait pas de différend avec les mécréants qui",
          "les concernent. Ils ne l'avaient pas accusé d'être une personne égarée et erronée",
          "en raison de ces, mais à cause des deux premiers types de choses. Ces choses ne",
          "sont pas contestés et ne pouvaient donc pas être la cause d'un verset d'Allah.",
          "Mais même si elles ne sont pas l'objet d'aucune contestation, mais le fait est",
          "que dans cet aspect privé de sa vie aussi jamais le Saint Prophète [(sur lesquels",
          "la paix)] prononcer un mot qui a été opposé à la vérité, mais à ALi fois, dans",
          "toutes les conditions, ses paroles et ses actes sont restés dans les limites que",
          "Dieu avait prescrit pour vivre sa vie comme un prophète et juste. Par conséquent,",
          "la lumière de la Révélation a brillé dans ce domaine aussi. Cette même chose a",
          "été rapporté par le Saint Prophète [(sur lesquels la paix)] dans certains Hadiths",
          "authentiques. Dans Musnad Ahmad une tradition a été liée à l'autorité de Abû",
          "Hurayrah, en disant que le Saint Prophète a dit: [ \"Je ne dis jamais rien, mais",
          "ce qui est vrai et juste. . \"] A Companion dit, [\" O Messager d'Allah, vous dites",
          "parfois des choses pour rire aussi. Le Saint Prophète répondit: \"] En effet, je",
          "ne dis jamais que la vérité [.\" Selon Musnad Ahmad et Abu Dâwûd, Hadrat `Abdullah",
          "bin` Amr bin 'Comme on aurait dit: \"] J'utilisé pour écrire vers le bas tout ce",
          "que j'entendu de la langue sacrée du Saint Prophète [(sur lui la paix)] de",
          "manière à préserver le peuple de la Quraish m'a interdit de faire cela, en",
          "disant: \". Vous arc écrivez tout ce que le Saint Prophète est un homme: il dit",
          "parfois des choses dans l'état de la colère aussi.. à ce que je donne à",
          "l'écriture Ensuite quand je l'ai mentionné avant que le Saint Prophète, il a dit:",
          "«Vous devez continuer à écrire: Par celui dont la main est ma vie, jamais je l'ai",
          "dit que la vérité ». [(Pour une discussion complète de cette question, voir mon",
          "livre Tafhimat vol I, Article:. Prophétie et ses Injonctions)]."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "عَلَّمَهُ شَدِيدُ الْقُوَىٰ",
      "simpleTranslate" : [
        "que lui a enseignée un être d’une force prodigieuse,"
      ],
      "tafsirTranslate" : [
        "quelque chose qui très puissant a communiqué à lui, <N:5>"
      ],
      "tanslateWordByWord" : [
        "Lui a appris",
        "le (un) puissant",
        "(en puissance"
      ],
      "notes" : {
        "5" : [
          "Autrement dit, [ «Il n'y a pas d'être humain qui le lui enseigne, comme vous",
          "semblez le penser, mais il obtient cette connaissance à travers une source",
          "surnaturelle.\"] Selon certaines personnes, [ «puissant en puissance\"] implique",
          "AIIah lui-même, mais la grande majorité des commentateurs sont d'accord que cela",
          "implique l'Ange Gabriel [(à qui la paix)]. Ce même point de vue a été rapporté de",
          "Hadrat 'Abdullah bin Mas'ud, Hadrat A'ishah, Abû Hurayrah, Qatadah, Mujahid et",
          "Rabi bin Anas. Ibn Jarir, Ibn Kathir, Razi, Alusi et d'autres ont également",
          "adopté ce point de vue très. Shah Waliyullah et Maulana Ashraf 'Ali Thanwi ont",
          "également suivi ce même point de vue dans leurs traductions. Et le fait est que",
          "des autres explications du Coran lui-même aussi cette chose est confirmée. Dans",
          "la sourate Takvir il a été dit: [ \"Ceci est en effet le mot d'un noble Messager,",
          "qui a un grand pouvoir et de haut rang avec le propriétaire du Trône: il lui",
          "obéit et tenu comme digne de confiance Et [(O gens de la Mecque. )], votre",
          "compagnon est pas fou. Il a vu que Messenger à l'horizon lumineux. \"] [(vv.",
          "19-23)]. Puis, dans la sourate Al-Baqarah: 97, l'ange a été mentionné par son nom",
          "par lequel cet enseignement avait été révélé sur le cœur du Prophète: [",
          "\"Dis-leur: Quiconque est ennemi de Gabriel doit comprendre qu'il a, par Allah",
          "commandement, a révélé à votre cœur le Coran. \"] Si ces versets sont lus avec ce",
          "verset de la sourate An-Najm, il reste sans aucun doute ici [« puissant au",
          "pouvoir »] implique l'Ange Gabriel et non AIIah. En savoir plus sur, à suivre. \n",
          "Ici, certaines personnes expriment le doute quant à la façon dont l'Ange Gabriel",
          "peut être considéré comme le maître du Saint Prophète Muhammad. Pour cela",
          "voudrait dire qu'il était le maître et le Saint Prophète [(sur lesquels la paix)]",
          "son ​​élève, ce qui le placerait au-dessus du Saint Prophète dans le rang. Mais",
          "ce soupçon est mal placée, parce que Gabriel n'a pas de communiquer des",
          "instructions au Saint Prophète de toute connaissance personnelle de son propre,",
          "ce qui pourrait lui donner la supériorité sur le Saint Prophète. AIlah, en fait,",
          "avait fait de lui un moyen de transmettre des connaissances au Saint Prophète, et",
          "il était le maître du Saint Prophète dans le sens métaphorique pour être",
          "seulement un moyen d'instruction. Ce ETCD ne lui donnent une supériorité",
          "quelconque. Pour citer un exemple: Après la prière a été prescrit cinq fois par",
          "jour, AIlah envoyé Gabriel [(paix soit sur lui)] pour enseigner le Saint Prophète",
          "[(sur lesquels la paix)] les temps corrects des prières, et il l'a amené dans les",
          "prières cinq fois par jour pendant deux jours. Cela a été rapporté dans Bukhari,",
          "Muslim, Abu Dâwûd, Tirmidhi et Mu'watta et d'autres collections de la Ahadith,",
          "avec des chaînes authentiques de journalistes, et dans ce Saint Prophète [(sur",
          "lesquels la paix)] lui-même a expliqué que il était le disciple et son chef",
          "Gabriel dans les prières. Mais son être fait le leader dans le seul but de",
          "l'instruction ne signifie pas qu'il était supérieur au Saint Prophète dans le",
          "rang."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "ذُو مِرَّةٍ فَاسْتَوَىٰ",
      "simpleTranslate" : [
        "doué d’une sagacité inouïe, qui se manifesta devant lui sous sa forme angélique,"
      ],
      "tafsirTranslate" : [
        ". Doué d'une immense sagesse <N:6> Il sortit et se tint en passe,"
      ],
      "tanslateWordByWord" : [
        "Possesseur de la solidité",
        "Possesseur de la solidité",
        "Et il se leva"
      ],
      "notes" : {
        "6" : [
          "Ibn `Abbas et Qatadah prennent dhu mirra-étain du texte dans le sens de la belle",
          "et grande. Mujahid, Hasan Basri, Ibn Zaid et Sufyan Thauri disent que cela veut",
          "dire: fort et puissant. Saïd bin Musayyab a exprimé l'avis que cela signifie",
          "sage. Dans un Hadith, le Saint Prophète a utilisé ce mot dans le sens d'une saine",
          "et solide. Dans l'usage arabe, ce mot est utilisé dans le sens de son jugement,",
          "sage et appris aussi. Allah a choisi ce mot pour Gabriel [(paix soit sur lui)]",
          "ici parce qu'il possède à la fois intellectuelles et physiques au plus haut",
          "degré. Nous avons adopté une seule de ces significations dans la traduction, pour",
          "ses pouvoirs physiques ont été mentionnés dans la phrase précédente."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَهُوَ بِالْأُفُقِ الْأَعْلَىٰ",
      "simpleTranslate" : [
        "alors qu’il se trouvait à l’horizon suprême."
      ],
      "tafsirTranslate" : [
        ". Trouvant sur l'horizon supérieur <N:7>"
      ],
      "tanslateWordByWord" : [
        "Alors qu'il",
        "(A) à l'horizon",
        "le plus haut"
      ],
      "notes" : {
        "7" : [
          "L'horizon signifie le bord oriental du ciel où le soleil se lève et le jour se",
          "lève. La même chose a été appelé ufuq Mubin [(horizon clair)] dans la sourate",
          "Takvir: 23. Les deux versets font explicitement que lorsque le Saint Prophète",
          "[(sur lui la paix)] a vu Gabriel [(paix soit sur lui)] pour la première fois, il",
          "était apparu à l'horizon oriental du ciel; et il y a plusieurs traditions",
          "authentiques qui montrent que, à cette époque, il était dans sa forme réelle dans",
          "laquelle Allah l'a créé. Nous allons citer toutes ces Traditions ci-dessous. -"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "ثُمَّ دَنَا فَتَدَلَّىٰ",
      "simpleTranslate" : [
        "Puis l’être se laissa glisser et s’approcha"
      ],
      "tafsirTranslate" : [
        "Puis il approcha et suspendu au-dessus suspendu,"
      ],
      "tanslateWordByWord" : [
        "alors",
        "il a approché",
        "et est descendu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَىٰ",
      "simpleTranslate" : [
        "jusqu’à ce qu’il ne fût qu’à une distance de deux portées d’arc ou moins encore."
      ],
      "tafsirTranslate" : [
        "jusqu'à ce qu'il soit la longueur loin, ou plus près de deux arcs <N:8>."
      ],
      "tanslateWordByWord" : [
        "Et était",
        "(à une distance",
        "(De) deux Bowman (longueurs)",
        "ou",
        "plus près"
      ],
      "notes" : {
        "8" : [
          "Ce i :, [ \"Après être apparu sur le bord le plus haut du ciel, Gabriel a commencé",
          "à avancer vers le Prophète jusqu'à ce qu'il atteint et était suspendu autour de",
          "lui dans les airs. Puis il se pencha vers lui et est venu à l'intérieur juste",
          "deux bow-longueurs ou encore plus proche. \"] les commentateurs ont généralement",
          "pris qaba qausain dans le sens de [\" deux bow-longueurs \"], mais Hadrat` Abdullah",
          "bin `Abbas et Hadrat` Abdullah bin Mas`ud ont pris qaus dans le sens d'un dhira",
          "'[(une amm-longueur, coudée)], et ont interprété les mots kama qaba qausain, en",
          "disant que la distance entre eux a été réduit à seulement deux bras de longueurs.",
          "Et puisque tous les arcs ne sont pas égaux en longueur, la distance approximative",
          "a été exprimée par «deux bow-longueurs de distance ou même plus près."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "فَأَوْحَىٰ إِلَىٰ عَبْدِهِ مَا أَوْحَىٰ",
      "simpleTranslate" : [
        "C’est alors que Dieu révéla à Son Serviteur ce qu’Il voulait lui révéler."
      ],
      "tafsirTranslate" : [
        "Puis il a révélé au serviteur d'Allah ce qu'il avait à révéler. <N:9>"
      ],
      "tanslateWordByWord" : [
        "Donc, il a révélé",
        "à",
        "Son esclave",
        "quelle",
        "il a révélé"
      ],
      "notes" : {
        "9" : [
          "La phrase fa AUHA ila `abd-i -Bonjour ma AUHA du texte peut avoir deux",
          "traductions: [(1)] [\" Il a révélé à son [(Allah)] serviteur tout ce qu'il a",
          "révélé \"] ; et [(2)] [ «Il [(Allah)] a révélé à son propre serviteur ce qu'Il a",
          "révélé.\"] Selon la première traduction, le sens serait: Gabriel révélé au",
          "serviteur d'Allah ce qu'il avait à révéler [ \" ; selon la seconde: \"] Allah a",
          "révélé par Gabriel à Son serviteur ce qu'Il devait révéler. [ \"Les commentateurs",
          "ont donné ces deux significations: le premier sens, cependant, convient mieux",
          "avec le contexte, .et même a été rapporté de Hadrat Hasan Basri et Ibn Zaid Ici,",
          "la question peut être posée:\".] Comment peut le pronom du tour abd-i-salut à",
          "Allah au lieu de l'objet de AUHA, alors Allah a nulle part été mentionné depuis",
          "le début de la sourate à cet endroit? [ \"la réponse est que partout où il",
          "apparaît dans le contexte que le antécédent d'un pronom se réfère à une personne",
          "en particulier, le pronom se tourne vers lui automatiquement s'il a été mentionné",
          "précédemment ou non. Il existe plusieurs exemples de cette disposition dans le",
          "Coran lui-même. Dans la sourate Al-Qadr: l, AIIah dit: \".] Nous l'avons fait",
          "descendre dans la nuit de Gloire [\" Il n'y a aucune mention du Coran dans cette",
          "phrase, mais le contexte montre explicitement que l'antécédent du pronom est le",
          "Coran. A un autre endroit, Allah dit: «Si Allah de saisir les gens à cause de",
          "leurs méfaits, Il ne laisserait aucune créature [(impunie)] sur son dos. \"] Dans",
          "cette phrase, il n'y a aucune mention de la terre partout, mais le contexte",
          "montre clairement que [\" le dos \"] implique [\" le dos de la terre \"] Dans la",
          "sourate Ya Sin:. 69, il a été dit: [\" Nous ne l'ont pas enseigné la poésie, ni la",
          "poésie lui incomberait. \"] ici, il n'y a aucune mention du Saint Prophète, ni",
          "avant cette phrase, ni après, mais le contexte est explicite que l'antécédent des",
          "pronoms est le Saint Prophète lui-même. Dans la sourate Ar-Rahman: 26, il a été",
          "dit: [ «Tout ce qui existe sur elle périra.\"] il n'y a aucune mention de la terre",
          "avant ou après, mais le style montre clairement que le pronom de «alaika se",
          "tourne vers il. . Dans la sourate AI-Waqi'ah: 35, il a été dit: [ «Nous les",
          "aurons créé spécialement.\"] Il n'y a pas nom ou un pronom avant ou après laquelle",
          "le pronom de hunna peut être référence. Il ressort du contexte que cela signifie",
          "les femmes du Paradis. Ainsi, comme AUHA ila `abd-i salut ne peut pas du tout",
          "dire que Gabriel a révélé à son serviteur, le sens nécessairement serait que [\"",
          "Gabriel a révélé w serviteur de AIlah \"], ou [\" Allah a révélé à son propre",
          "serviteur à travers Gabriel. \"]"
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "مَا كَذَبَ الْفُؤَادُ مَا رَأَىٰ",
      "simpleTranslate" : [
        "Et le cœur ne saurait démentir ce que les yeux ont vu."
      ],
      "tafsirTranslate" : [
        "Son cœur ajouté aucune contrevérité à ce qu'il a vu. <N:10>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "menti",
        "le cœur",
        "quelle",
        "il a vu"
      ],
      "notes" : {
        "10" : [
          "Autrement dit, [ \"Comme le Saint Prophète Muhammad [(sur lui la paix)] ont",
          "observé tout cela en plein jour dans l'état de veille, avec les yeux ouverts, son",
          "cœur n'a pas jugé qu'il était une illusion, ou il était un djinn ou un diable,",
          "qui avait comparu devant lui, ou qu'il était un personnage imaginaire, ou une",
          "vision qu'il voyait tout éveillé, mais son cœur pleinement confirmé ce que ses",
          "yeux vu. il n'a pas un instant de doute que . il était l'Ange Gabriel et le",
          "message qu'il transmettait était en effet la révélation de Dieu pour lui \"] ici,",
          "la question se pose: Comment est-ce que le Saint Prophète [(sur lui la paix)] n'a",
          "pas distraire le moindre doute concernant une telle une observation merveilleuse",
          "et extraordinaire, et il a confirmé avec une foi que tout ce que ses yeux ont vu",
          "était une réalité et non une figure imaginaire, ni un djinn ou démon? Lorsque",
          "nous considérons cette question profondément que nous sommes amenés à cinq",
          "raisons pour cela: \n Tout d'abord, que les conditions extérieures dans lesquelles",
          "cette observation a été faite, a témoigné de sa véracité et la validité. Le Saint",
          "Prophète n'a pas observé cela dans l'obscurité, ou dans un état de méditation, ou",
          "dans une vision, ou dans un état semblable au sommeil, mais le jour était levé et",
          "il était complètement réveillé, et il voyait toute la scène dans la grand jour à",
          "l'air libre avec ses propres yeux précisément dans la manière que l'on voit les",
          "autres choses dans le monde. Si le doute est jeté sur cela, alors tout ce que",
          "nous voyons dans la journée, par exemple rivières, montagnes, les hommes, les",
          "maisons, etc., aussi deviendraient douteux et illusoire. Deuxièmement, propre",
          "condition interne du Saint Prophète a également témoigné de sa validité. Il était",
          "dans son bon sens plein. Il ne savait pas que ce soit dans son esprit qu'il doit",
          "observer, ou qu'il allait observer, une telle chose. Son esprit était absolument",
          "libre d'une telle pensée et de tout désir pour elle, et dans cet état, il a",
          "rencontré cette expérience tout à coup. Il n'y avait pas de place pour douter que",
          "les yeux voyaient une scène réelle, mais une chose imaginaire était apparu devant",
          "ses yeux. \n Troisièmement, que l'être qui était apparu devant lui dans cet état",
          "était si merveilleux et magnifique, si belle et lumineuse, que ni il avait jamais",
          "eu aucun concept d'un tel être avant qu'il puisse le prendre pour un produit de",
          "son imagination, ne pouvaient un djinn ou un diable présenter un tel aspect qu'il",
          "aurait pris pour un être autre qu'un ange. Hadrat 'Abdullah bin Mas'ud a rapporté",
          "que le Saint Prophète [(sur lui la paix)] dit: «Je voyais Gabriel sous la forme",
          "qu'il avait six cents ailes» [(Musnad Ahmad)], Dans une autre tradition Ibn Mas.",
          "`ud a en outre expliqué que chaque aile unique de Gabriel [(paix soit sur lui)]",
          "était si vaste qu'elle semblait être couvrant tout l'horizon [(Musnad Ahmad)],",
          "Allah lui-même l'a décrit comme Shadid al-Quwa [( un puissant au pouvoir)] et",
          "dhu-mirra [(doué avec beaucoup de sagesse)]. \n Quatrièmement, que l'enseignement",
          "que l'être a été conférant alsa a témoigné à la validité de l'observation. Le",
          "Saint Prophète avait pas de concept de la connaissance qu'il a soudainement reçu",
          "à travers lui, une connaissance qui comprenait les réalités et les vérités de",
          "l'univers entier. A propos de ce qu'il ne pouvait pas avoir le doute qu'il se",
          "composait de ses propres idées qui étaient fixés et disposés par son propre",
          "esprit. De même, il n'y avait aucune raison de penser non plus qu'il est Satan",
          "qui a été conférer cette connaissance à lui et ainsi lui faire illusion, car il",
          "est pas Satan qu'il devrait enseigner, il ne peut jamais enseigner, la doctrine",
          "de Monothéisme à l'homme contre polythéisme et l'idolâtrie, qu'il devrait avertir",
          "de la responsabilité de l'au-delà, qu'il devrait créer le mépris contre",
          "l'ignorance et ses pratiques, qu'il devrait inviter les gens à excellences",
          "morales, et devrait exhorter une personne non seulement d'accepter que lui-même",
          "l'enseignement, mais devrait également augmenter à «éradiquer le polythéisme,",
          "l'injustice, la méchanceté et le péché du monde et de remplacer ces maux par les",
          "vertus de Tawhid, la justice, l'équité et la piété. \n La cinquième et de loin la",
          "raison la plus importante est que lorsque Allah choisit une certaine personne",
          "pour Son Prophète capot, il nettoie son cœur des doutes et des soupçons et des",
          "suggestions du mal et le remplit avec foi et conviction. Dans cet état, aucune",
          "hésitation ou vacillation est causé dans son esprit sur la validité de ce que ses",
          "yeux voient et ses oreilles entendent. Il accepte avec satisfaction complète du",
          "cœur toute vérité qui se révèle à lui par son Seigneur, que ce soit sous la forme",
          "d'une observation qu'il est fait pour assister avec les yeux, ou sous la forme de",
          "la connaissance dont il est inspiré, ou sous la forme d'une révélation qui lui",
          "récita littéralement. Dans tous ces cas, le Prophète est pleinement conscient",
          "qu'il est absolument sûr et sécurisé contre les interférences satanique de toute",
          "nature, et tout ce qu'il reçoit sous une forme quelconque est précisément et",
          "définitivement de son Seigneur. Comme tous les sentiments donnés par Dieu ce sens",
          "et le sentiment du Prophète est aussi une certitude qui ne reconnaît pas de",
          "malentendu. Tout comme le poisson a un sens donné par Dieu d'être un nageur,",
          "l'oiseau d'être un oiseau, et l'homme d'être un homme, et il ne peut y avoir de",
          "risque de tout malentendu à cet égard, donc a le Prophète aussi un Godgiven sens",
          "de son être un prophète. Il n'a même un instant divertir pas le doute qu'il a",
          "peut-être été impliqué dans le malentendu d'être un prophète."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "أَفَتُمَارُونَهُ عَلَىٰ مَا يَرَىٰ",
      "simpleTranslate" : [
        "Allez-vous donc lui contester ce qu’il a de ses propres yeux vu,"
      ],
      "tafsirTranslate" : [
        "Êtes-vous, alors, va composer avec lui au sujet de ce qu'il voit de ses yeux?"
      ],
      "tanslateWordByWord" : [
        "Alors allez-vous disputer avec lui",
        "sur",
        "quelle",
        "il a vu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَلَقَدْ رَآهُ نَزْلَةً أُخْرَىٰ",
      "simpleTranslate" : [
        "et alors qu’il l’avait déjà vu lors d’une précédente apparition,"
      ],
      "tafsirTranslate" : [
        "En effet, il lui a vu une deuxième fois,"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "il l'a vu",
        "(En) descente",
        "un autre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "عِنْدَ سِدْرَةِ الْمُنْتَهَىٰ",
      "simpleTranslate" : [
        "près du Lotus de la limite,"
      ],
      "tafsirTranslate" : [
        "par l'arbre lote à la limite la plus éloignée,"
      ],
      "tanslateWordByWord" : [
        "Près",
        "(La) Lote Arbre",
        "(De) la plus grande limite"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "عِنْدَهَا جَنَّةُ الْمَأْوَىٰ",
      "simpleTranslate" : [
        "non loin du Jardin du séjour des bienheureux,"
      ],
      "tafsirTranslate" : [
        "près de laquelle se trouve le jardin de Abode. <N:11>"
      ],
      "tanslateWordByWord" : [
        "Près d'elle",
        "(Est) Jardin",
        "(De) Abode"
      ],
      "notes" : {
        "11" : [
          "Il est question deuxième réunion du Saint Prophète avec Gabriel [(sur lesquels la",
          "paix)] dans laquelle il a comparu devant lui dans sa forme réelle et la nature.",
          "Le lieu où cette réunion a eu lieu a été décrit comme Sidrat-al-Muntaha, avec",
          "laquelle il a été dit que à proximité, il est situé ma'va Jannat al [(Jardin du",
          "Repos)]. \n Sidrah signifie en arabe la lote-arbre et Muntaha l'extrême bord ou",
          "limite. Ainsi, littéralement, SIDRAT moyens al-Muntaha [ \"l'lote-arbre qui est",
          "situé sur le bord extrême ou limiter\"]. 'Allama Alusi dans son Ruh al-Maani a",
          "expliqué ainsi: [ \"A ce la connaissance de chaque savant homme arrive à sa fin,",
          "tout ce qui est au-delà, il est connu de nul autre qu'Allah.\"] Presque la même",
          "explication de celui-ci a été donnée par Ibn Jarir dans son commentaire, et par",
          "Ibn Kathir dans An-Nihayah fi Gharib alHadith wal-Athar. Il est difficile pour",
          "nous de savoir quel genre de lote-arbre, il est qui est situé à l'extrémité la",
          "plus éloignée de ce monde physique et quelle est sa nature et de l'Etat. Ce sont",
          "les mystères de l'Univers Divin qui sont incompréhensibles pour nous. Dans tous",
          "les cas, il est quelque chose pour laquelle il n'y avait pas de mot plus",
          "approprié que [ \"sidrah\"] dans le langage humain, aux yeux de AIIah. \n [ \"Jannat",
          "al-ma'va\" signifie littéralement \"] le Jannat [(Garden)] qui est d'être une",
          "demeure. \"Hadrat Hasan Basri dit que c'est le même Jannat qui les croyants et les",
          "justes seront donnés dans l'au-delà, et à partir de ce même verset, il a fait",
          "valoir que ce Jannat est dans les cieux. Qatadah dit que c'est le Jannat dans",
          "lequel les âmes des martyrs sont conservés;. cela ne signifie pas l'Jannat qui",
          "doit être donnée dans l'au-delà Ibn 'Abbas dit aussi la même, mais ajoute que le",
          "Jannat à accorder aux croyants dans l'au-delà est pas dans les cieux, mais ici",
          "sur La terre."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَىٰ",
      "simpleTranslate" : [
        "au moment où un voile indéfinissable recouvrait le Lotus?"
      ],
      "tafsirTranslate" : [
        "(Ce fut) lorsque l'arbre lote a été couvert avec celle qui la recouvrait. <N:12>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "couvert",
        "l'Arbre Lote",
        "quelle",
        "couvercles"
      ],
      "notes" : {
        "12" : [
          "Autrement dit, «sa splendeur et sa gloire dépasse aII description. La Gloire",
          "Divine et effulgence était telle que ne peut être ni conçu par l'homme, ni aucun",
          "langage haman peut représenter de façon adéquate."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "مَا زَاغَ الْبَصَرُ وَمَا طَغَىٰ",
      "simpleTranslate" : [
        "Le regard du Prophète n’a ni dévié ni outrepassé la mesure,"
      ],
      "tafsirTranslate" : [
        "Son œil ne douta point, ni n'égarent, <N:13>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "embardée",
        "la vue",
        "et pas",
        "il transgresse"
      ],
      "notes" : {
        "13" : [
          "Autrement dit, «D'une part, le Saint Messager d'Allah était si ferme et constant",
          "que, même en présence de la grande Divine Splendeur et Gloire sa vue n'a pas été",
          "ébloui et il continua à regarder ce avec beaucoup de sang-froid. de l'autre, il",
          "était dans un tel contrôle complet de lui-même et si exclusivement attentif qu'il",
          "a gardé son esprit et sa vue focalisée sur l'objet pour lequel il avait été",
          "convoqué, et il ne laissa ses yeux errer à tout côté comme celui d'un spectateur",
          "d'avoir un aperçu des objets merveilleux présents là-bas. Cela peut être compris",
          "par l'exemple d'une personne qui a l'occasion d'être présent dans la cour d'un",
          "fort et puissant roi, où il vient à travers une telle gloire et la splendeur qui",
          "avait jamais CÉVENNES été conçu par lui avant. maintenant, s'il est une personne",
          "peu profonde, il serait frappé de stupeur, et s'il est non-initié dans la",
          "coquette cour, il deviendrait insoucieux de la présence royale et se tourner son",
          "regard à chaque côté pour regarder les embellissements de la cour. Mais une",
          "personne noble, respectueux et dévoué ne sera ni hébété et confus, ni ne se",
          "perdent dans le témoignage de la cour, mais se présentera en toute dignité et",
          "garder son esprit concentré sur l'objet pour lequel il avait été convoqué à la",
          "cour royale . Cette vertu et de la qualité du Saint Prophète très [(sur qui soit",
          "la paix)] a été estimé dans ce verset."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "لَقَدْ رَأَىٰ مِنْ آيَاتِ رَبِّهِ الْكُبْرَىٰ",
      "simpleTranslate" : [
        "et c’est ainsi qu’il lui fut donné de voir certains des plus grands signes de son",
        "Seigneur."
      ],
      "tafsirTranslate" : [
        "et il a certainement vu quelques-uns des plus grands signes de son Seigneur.",
        "<N:14>"
      ],
      "tanslateWordByWord" : [
        "Certainement",
        "il a vu",
        "de",
        "(les panneaux",
        "(De) son Seigneur",
        "le meilleur"
      ],
      "notes" : {
        "14" : [
          "Ce verset commence clairement que le Saint Prophète avait pas vu AIIah mais sa",
          "merveilleuse Sings. Même selon le contexte, cette deuxième réunion a également eu",
          "lieu avec le même être avec lequel la première réunion avait eu lieu. Par",
          "conséquent, on devra admettre que ni celui qu'il avait d'abord vu sur l'horizon",
          "le plus élevé était Allah, ni celui qu'il a vu par la suite par le plus éloigné",
          "lote-arbre était AIIah. Avait-il vu Allah Tout-Puissant soit l'occasion, il",
          "aurait été une bonne chose et doit certainement avoir été mentionnés ici",
          "explicitement. A propos du Prophète Moïse il a été dit dans le Coran qu'il avait",
          "prié pour voir AIIah Et la réponse donnée était: Lan Tarani [ \"Vous ne pouvez pas",
          "sec Me.\"] [(Al-Araf, 143)]. Maintenant, évidemment, si cet honneur qui n'a pas",
          "été accordé au prophète Moïse, avait été accordée au Saint Prophète Muhammad",
          "[(sur qui être la paix et la bénédiction d'Allah)], il serait par lui-même ont",
          "été une chose importante qui doit avoir été déclaré en termes clairs. Mais nous",
          "voyons que nulle part dans le Coran at-il été dit que le Saint Prophète avait vu",
          "son Pourvoyeur et Seigneur. Mais dans la sourate Bani Isra'il également, le cas a",
          "été fait mention de l'événement de Mi`raj [(Ascension)], il a été dit que [ «Nous",
          "avions transporté Notre serviteur ... pour que nous puissions lui montrer",
          "quelques-uns des Nos signes \"] [(li-Nuriya -hu min ayat-i na)], et ici dans le",
          "cadre de sa visite au Sidrat al-Muntaha aussi il a été dit: [\" il a vu des plus",
          "grands signes de son Seigneur \"] [(Laqad ra un min ayat-i Rabb-i-hil kubra)]. \n",
          "Compte tenu de ces raisons apparemment, il n'y avait pas lieu pour le différend",
          "si le Saint Prophète [(sur lui la paix)] sur ces deux occasions avaient vu Allah",
          "Tout-Puissant ou l'Ange Gabriel [(paix soit sur lui)]. Mais, la raison qui a",
          "donné lieu à ce conflit est que les traditions de Hadith diffèrent sur cette",
          "question. Ci-dessous, nous reproduisons dans leur séquence Hadiths qui ont été",
          "signalés par les différents compagnons à cet égard: \n [(1)] Traditions de Hadrat",
          "`A'ishah: \n Hadrat Masruq a déclaré dans Kitab au-Tafsir de Bukhari demandé",
          "Hadrat A'ishah: O mère des croyants! Avait Muhammad [(sur qui sera la paix",
          "d'Allah)] vu son Seigneur et Pourvoyeur? Elle a répondu: Votre question m'a",
          "terrifié. Pourquoi avez-vous oublié que si une personne revendique trois des",
          "choses, il jetterait une fausse déclaration? [(La première de ces choses que",
          "Hadrat `A'ishah mentionné était)]: Quiconque parmi vous dit que Muhammad [(sur",
          "lui la paix de Dieu)] avait vu son Seigneur et Pourvoyeur, raconte un mensonge.",
          "Puis Hadrat `A'ishah récita ces versets: La tudriku-Hul-Absar [\" Les yeux ne",
          "peuvent pas le comprendre; \"] et: Ma kana li-bashar-in maux anyyukallima-Hullah-u",
          "wahy-un au min-wara-i- hijab- dans au yursila rasul un bi-idhni salut ma yasha-u",
          "Fayu-hia: [ \"Il est pas donné à un mortel que Dieu lui parle, face à face, Il,",
          "parle soit par la Révélation [(instruction secrète) ], ou derrière un rideau, ou",
          "il envoie un messager [(un ange)], qui par le commandement d'Allah, révèle ce",
          "qu'Il veut \"] [. (Ash-Shura: 51)]. Puis elle a dit: «Le Saint Prophète [(sur",
          "lesquels la paix)], en fait, avait vu Gabriel [(paix soit sur lui)] dans sa forme",
          "réelle deux fois [\". \n Une partie de ce Hadith se trouve également dans Bukhari",
          "[(chapitre 4 du Kitab atTauhid)] Et dans la tradition que Bukhari a cité de",
          "Masruq dans Kitab Bida 'aI-Khalq, il déclare: \"] En entendant cette chose de",
          "Hadrat` A'ishah, je demandai: Que serait alors les paroles d'Allah, Thumma dana",
          "fa-tadalla, fa-kana qaba qausain-i au adha. signifier ? Elle répondit: Ceci se",
          "rapporte à Gabriel; il a toujours comparu devant le Saint Prophète dans la forme",
          "humaine, mais à cette occasion, il avait comparu devant lui dans sa forme réelle",
          "et de la nature et tout l'horizon a été rempli avec lui. [ \" \n En musulman",
          "[(Kitab al-Iman, Babu fi Dhikr Sidrat al-Muntaha)] cette conversation entre",
          "Hadrat `A'ishah et Masruq a été lié de façon plus détaillée, sa partie la plus",
          "importante étant celle-ci:\"] Hadrat `A ' ishah dit: celui qui prétend que",
          "Muhammad [(sur lui la paix et bénédictions d'Allah)] avait vu son Seigneur et",
          "Pourvoyeur impute un mensonge à Allah Masruq dit:. Je me penchais en arrière",
          "entendant cela je me suis assis et dit:. Mère de les fidèles, ne font pas la",
          "hâte: N'a pas Allah dit: wa LAGAD ra'a-hu bi / -ufuq-i / Mubin et LAGAD ra'a-hu",
          "Nazlat-un ukhra '' Hadrat A'ishah répondit: Je a été le premier dans cette Ummah",
          "qui demanda au Saint Prophète [(sur lui la paix)] à ce sujet, il a répondu:. [",
          "«ce fut Gabriel [(paix soit sur lui)]. Je ne l'ai jamais vu dans sa forme réelle",
          "et la forme dans laquelle Allah a créé l'exception de ces deux occasions. Sur ces",
          "deux occasions, je l'ai vu descendre du ciel et sa grande présence était couvrant",
          "tout l'espace entre la terre et les cieux. \"] \n Ibn Marduyah a raconté cette",
          "tradition de Masruq, ainsi: [ \"Hadrat` A'ishah a dit: Je suis en effet la",
          "première personne qui a demandé au Saint Prophète: Avez-vous jamais sec votre",
          "Seigneur et Pourvoyeur Il répondit: Non, je devais seulement vu Gabriel",
          "descendant des cieux. \"] \n [(2)] Traditions de Hadrat `Abdullah bin Mas`ud: \n",
          "Bukhari [(Kitab at-Tafsir)] contient, Muslim [(Kitab al Iman)] et Tirmidhi",
          "[(Abwab 'au-Tafsir)] une tradition sur l'autorité de Zin bin Hubaish, en disant",
          "que Hadrat `Abdullah bin Mas` ud donné ce commentaire de fa-kana qaba qausain-i",
          "au adha: [ \"le Saint Prophète [(sur lui la paix)] a vu Gabriel [(paix soit sur",
          "lui)] sous la forme qu'il avait six cents ailes.\"] \n Dans les autres traditions",
          "de musulmans, Zirr bin Hubaish a signalé ce commentaire même de Ma kadhab al-fu",
          "adu ma ra'a et LAGAD ra un min ayat-i Rabbi-hil kubra de Hadrat `Abdullah bin",
          "Mas`ud. Dans Musnad Ahmad ce commentaire d'Ibn Mas`ud a été rapporté par 'Abdur",
          "Rahman bin Yazid et Abu Wail aussi d'ailleurs Zirr bin Hubaish. En outre, dans",
          "Musnad Ahmad deux traditions de Zirr bin Hubaish ont été liés dans lequel Hadrat",
          "`Abdullah bin Mas`ud commentant wa LAGAD ra a-hu Nazlat-un ukhra, 'inda-SIDRAT-il",
          "Muntaha a déclaré: [\" Le Saint Messenger de AIIah dit qu'il a vu Gabriel par le",
          "lote-arbre, il avait six cents ailes. \"] Imam Ahmad a cité une tradition sur le",
          "même sujet, sur l'autorité de Shaqiq bin Salamah aussi, dans lequel il affirme",
          "qu'il a entendu Hadrat` Abdullah bin Mas'ud disant que le Saint Prophète lui-même",
          "avait dit qu'il avait vu Gabriel [(paix soit sur lui)] dans cette forme au SIDRAT",
          "al-Muntaha. \n [(3)] Lorsque 'Ata' bin Abi Rabah demanda Abû Hurayrah le sens du",
          "ra verset LAGAD a-hu Nazlat-un ukhra, il a répondu: [ \"Le Saint Prophète avait vu",
          "Gabriel [(paix soit sur lui )] \"]. [(Muslim: Kitab al lman)]. \n [(4)] Imam Muslim",
          "a rapporté dans Kitab al-Iman deux traditions de `Abdullah bin Shaqiq sur",
          "l'autorité de Hadrat Abu Dharr Ghifari, dans l'une desquelles il a dit qu'il a",
          "demandé au Saint Prophète: [\" Avez-vous jamais voir votre Seigneur »] Le Saint",
          "Prophète répondit: anna Nur-un ara-hu; et dans l'autre, il dit que le Saint",
          "Prophète a donné cette réponse à sa question: Ra 'aitu nur-un. De la première",
          "réponse du Saint Prophète Ibn al-Qayyim a donné ce sens dans son annonce Zad",
          "al-Ma: [ \"Entre moi et la vue de mon Seigneur, il était clair,\"] et de la",
          "deuxième ceci: [ \"Je l'ai fait pas voir mon Seigneur, mais seulement une lumière",
          "\"] Nasa'i et Ibn Abi Hatim ont rapporté la parole de Abû Dharr, ainsi:. [\" le",
          "Saint Prophète avait vu son Seigneur avec le cœur [(esprit)], et non pas avec le",
          "les yeux. \n [(5)] Imam Mouslim dans son Kitab al-Iman a raconté cette tradition",
          "de Hadrat Abu Musa al-Ash`ari: \"] Le Saint Prophète a dit: La vue de ne parmi ses",
          "créatures a atteint Allah Tout-Puissant. [ \" \n [(6)] Traditions de Hadrat",
          "`Abdullah bin` Abbas: \n Selon musulman, quand Hadrat `Abdullah bin` Abbas a",
          "demandé la signification de: adu ma ar'a Ma kadhab al-fu ', wa LAGAD ra'a hu",
          "Nazlat-un ukhra, il a dit: \"] Le Saint Messenger d'Allah a vu son Seigneur deux",
          "fois avec son cœur. [ \"Cette tradition est également contenue dans Musnad Ahmad.",
          "\n Ibn Marduyah a cité cette parole de Ibn `Abbas, sur l'autorité de 'Ata' bin Abi",
          "Rabah: Le Saint Prophète avait pas vu Allah avec les yeux, mais avec le cœur. \"]",
          "\n Nasa'i contient une tradition de `Ikrima dire que Ibn` Abbas a dit [ \"Ne vous",
          "vous demandez à ce qu'Allah a fait le Prophète Abraham [(paix soit sur lui)] Son",
          "ami, béni Moïse avec sa Parole et honoré Muhammad [ (sur qui être la paix et la",
          "bénédiction d'Allah)] avec ses yeux? \"] Hakim a également cité cette tradition et",
          "tenue comme authentique. \n En Tirmidhi, il y a une tradition de Sha`bi à l'effet",
          "que Ibn `Abbas a déclaré dans une réunion: [\" Allah avait distribué sa vue et sa",
          "Parole entre Muhammad [(sur qui est de la paix d'Allah)] et Moïse [( . sur lui la",
          "paix)] Il a parlé à Moïse deux fois, et Muhammad l'a vu deux fois \"] en entendant",
          "ces paroles mêmes de lbn 'Abbas, Masruq avait approché Hadrat` A'ishah avec la",
          "question suivante: [ \"Had Muhammad [(sur qui soit la paix d'Allah)] vu son",
          "Seigneur »] Elle avait répondu: Qu'est-ce que vous avez dit a fait dresser les",
          "cheveux sur la fin [.\"? Après cela, le même dialogue que nous avons cité plus",
          "haut dans la tradition de Hadrat A'ishah outil entre . Hadrat A'ishah et Masruq",
          "dans l'une des traditions rapportées dans Tirmidhi d'lbn `Abbas, il dit:\"] Le",
          "Saint Prophète avait vu Allah Tout-Puissant [. \"dans un autre, il dit:\"] il avait",
          "vu deux fois [ », et dans une troisième;\"] Il l'avait vu avec le cœur [ \". \n Dans",
          "Musnad Ahmad une tradition d'Ibn `Abbas est à l'effet:\"] Le Saint Prophète a dit:",
          "Je voyais mon Seigneur, béni, exalté. [ \"Dans une autre tradition, dit-il:\"] Le",
          "Saint Messager d'Allah a dit: Ce soir, mon Seigneur est venu me dans la meilleure",
          "forme. [ \"Je pense que par ce saint Prophète signifiait qu'il a vu Allah",
          "Tout-Puissant dans une vision Tabarani et Ibn Marduyah ont raconté cette",
          "tradition aussi d'Ibn` Abbas: \".] Le Saint Messager d'Allah avait vu son Seigneur",
          "deux fois, une fois avec le les yeux et la deuxième fois avec le coeur. [ \" \n",
          "[(7)] Muhammad bin Ka'b al-Qurzi indique que lorsque certains des Compagnons a",
          "demandé au Saint Prophète ,: 'Avez-vous vu votre Seigneur? il a répondu: Je l'ai",
          "vu deux fois avec mon cœur »] [(Ibn Abi Hatim)] Ibn Jarir a raconté cette",
          "tradition, ainsi: [\". Il a dit: Je ne l'ai vu à l'œil, mais avec le cœur deux",
          "fois . \"] \n [(8)] Une tradition de Hadrat Anas bin Malik qui Imam Bukhari a cité",
          "dans son Kitab at-Tawhîd dans le cadre de l'événement de l'Mi'raj, sur l'autorité",
          "de Sharik bin `Abdullah, contient des mots à l'effet : [ «Quand le Saint Prophète",
          "a atteint SIDRAT al-Muntaha, Allah Tout-Puissant a attiré près de lui et était",
          "suspendu au-dessus de lui jusqu'à ce qu'il restait entre le Saint Prophète et lui",
          "une distance égale à deux longueurs d'arc ou même Iess. Alors, ce que Dieu lui a",
          "révélé inclus le commandement de SO prières. \"] Mais, outre les objections que",
          "l'Imam Khattabi, Hafiz Ibn Hajar, Ibn Hazm et Hafiz` Abdul Haq [(auteur de Al-Jam",
          "'bain al-Sahihain)] ont soulevé à l'égard de l'authenticité et l'objet de cette",
          "tradition, la principale objection contre elle est qu'elle contredit clairement",
          "le Coran, pour le Coran mentionne deux reprises quand l'expérience de la vision a",
          "eu lieu, le premier initialement à l'horizon le plus élevé auquel il est fait",
          "référence dans:. Dane fa-tadalla, fa-kana qaba qausain-i au adna, et une seconde",
          "fois près de SIDRAT al Muntaha Mais cette tradition se mélange les deux occasions",
          "et les deux présente comme une occasion de la vision. par conséquent, en raison",
          "de son être en contradiction avec le Coran, il ne peut pas être acceptable dans",
          "tous les cas. en ce qui concerne les autres traditions que nous avons cités plus",
          "haut, le weightiest parmi eux sont ceux qui ont été liés de Hadrat `Abdullah bin",
          "Mas'ud et Hadrat` A'ishah, pour tous les deux ont unanimement rapporté cette",
          "parole du Saint Prophète [(sur lui la paix)] lui-même ni sur l'occasion qu'il",
          "avait vu AIIah mais Gabriel [(la paix soit sur lui)], et ces traditions",
          "pleinement conformes aux explications et allusions du Coran. En outre, ils sont",
          "également confirmés par les paroles du Saint Prophète qui Abû Dharr et Hadrat Abu",
          "Musa al-Ash'ari ont rapporté de lui. Au contraire, les traditions qui ont été",
          "cités de Hadrat 'Abdullah bin `Abbas dans les livres de Hadith sont",
          "auto-eontradictory. Dans certains qu'il considère à la fois les expériences en",
          "tant que vision avec les yeux en quelque fois comme une vision avec le cœur,",
          "quelqu'un avec les yeux et l'autre avec le cœur, et, dans certains, il nie",
          "totalement la vision avec les yeux. Dans aucun de ces traditions, il a cité",
          "aucune citation du Saint Prophète lui-même et où il a cité un tel dicton, il ne",
          "contient aucune mention de l'une des deux expériences mentionnées dans le Coran;",
          "d'ailleurs, l'explication de l'un de ses traditions givcn par l'autre indique que",
          "le Saint Prophète à un moment mal vu Allah Tout-Puissant pas dans l'état de",
          "veille, mais dans une vision pendant le sommeil. Par conséquent, en fait, pour le",
          "commentaire de ces versets les traditions attribuées à Hadrat 'Abdullah bin'",
          "Abbas ne peut être tenu aussi fiable. . De même, bien que les traditions de",
          "Muhammad bin Ka'b al-Qurzi citent une citation du Saint Prophète, ils ne",
          "mentionnent pas les noms des Compagnons qui auraient pu entendre cette chose du",
          "Saint Prophète lui-même. En outre, dans l'un d'eux, il a été dit que le Saint",
          "Prophète avait clairement nié avoir vu Allah avec les yeux."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّىٰ",
      "simpleTranslate" : [
        "Que pensez-vous cependant d’al-Lât, d’al-Uzzâ"
      ],
      "tafsirTranslate" : [
        "Avez-vous déjà pensé à al-Lat et al-Uzza, <N:15>"
      ],
      "tanslateWordByWord" : [
        "Donc, avez-vous vu",
        "Lat",
        "et Uzza"
      ],
      "notes" : {
        "15" : [
          "Autrement dit, [ \"Vous considérez les enseignements étant givcn à vous par",
          "Muhammad [(sur qui être la paix et la bénédiction d'Allah)] comme erronée et le",
          "mensonge, alors qu'il est donné cette connaissance par Allah, et Allah lui a fait",
          "voir de ses propres yeux les vérités dont il témoigne devant vous. Considérons",
          "maintenant pour vous-même quant à la façon irrationnelle sont les croyances que",
          "vous suivez constamment et '' comme à qui vous arc causant une perte en opposant",
          "et de résister à la personne qui est à vous guider vers le droit chemin. A cet",
          "égard, en particulier les trois déesses qui ont été adorés généralement par les",
          "gens de la Mecque, Taïf et d'autres parties du Hedjaz ont été prises à titre",
          "d'exemple. A propos, ils ont été invités :? avez-vous déjà considéré",
          "rationnellement si elles pouvaient avoir le moindre rôle dans les affaires de la",
          "divinité de la terre et les cieux ou pourraient-ils supporter aucune relation que",
          "ce soit avec le Seigneur de l'univers le sanctuaire de Lat était en Taïf et Bani",
          "Thaqif étaient tellement consacré à ce que lorsque Abraha avançait à la Mecque",
          "avec son armée d'éléphants de détruire la Kaaba, le peuple que pour sauver le",
          "temple de leur dieu avaient fourni le méchant avec des guides pour le conduire w",
          "Makkah afin qu'il devrait épargner Lat, alors que tous les Arabes le peuple de",
          "Thaqif croyaient aussi que la Kaaba est Maison d'Allah. Les chercheurs ont",
          "contesté le sens de Lat. Selon Ibn Jarir Tabari, il est le genre féminin de",
          "AIlah, à savoir l'origine de ce mot était allahatun qui est devenu al-Lat. Selon",
          "la Zamakhshari, il est dérivé de yalvi HVA,. ce qui signifie se tourner vers ou",
          "un arc à quelqu'un. Comme les polythéistes se sont tournés vers elle pour le",
          "culte et saluèrent et circumbula, il a commencé à être appelé Lat. Ibn 'Abbas",
          "_reads comme gauche [(avec un accent sur t)] et détient il est dérivé de Latt",
          "yalittu, qui signifie le taux de désabonnement et mélanger. Lui et Mujahid état",
          "que cela, en fait, était un homme, qui a vécu sur un rocher près de Taïf, et",
          "utilisé pour divertir les pèlerins à La Mecque avec des boissons de l'orge et de",
          "la nourriture. Quand il est mort les gens ont construit un sanctuaire pour lui",
          "sur le même rocher et a commencé à l'adorer. Mais cette explication de Lat, en",
          "dépit d'avoir été rapporté sur l'autorité des savants comme Ibn 'Abbas et",
          "Mujahid, est inacceptable pour deux raisons. Premièrement, dans le Coran, il a",
          "été appelé Lat et non Latt; deuxièmement, que le Coran décrit tous les trois",
          "déesses, et selon cette tradition Lat était un homme, pas une femme. \n 'Uzza est",
          "dérivé de' izzat, et cela signifie une [(femelle)] profiter de vénération et de",
          "respect. Ce fut la déesse spéciale du Quraish et de son sanctuaire était situé à",
          "Hurad dans la vallée de Nakhlah, entre La Mecque et Taïf. [(Pour l'emplacement de",
          "Nakhlah, voir E.N. 33 de la sourate AL-Ahqaf)]. Les habitants de Bani SHAIBAN,",
          "qui étaient les alliés des Bani Hashim, étaient ses préposés. Le Quraish et les",
          "gens d'autres tribus ont effectué des visites à elle et les offrandes présentées",
          "et ont fait des sacrifices pour elle. En ce qui concerne les animaux sacrificiels",
          "Ka`ba ont été chassés à elle aussi, et il a été tenu en haute estime. Ibn Hisham",
          "rapporte que lorsque Abu Uhaihah était sur le point de la mort, Abu Lahab lui a",
          "rendu visite et l'a trouvé en pleurant. Abu Lahab a demandé: «Pourquoi",
          "pleures-tu, Abu Uhaihah? Avez-vous peur de la mort? Et la mort est le destin de",
          "tout le monde! »] Il a dit:` Par Dieu, je ne pleure pas à cause de la peur de la",
          "mort, mais je suis peiné de penser à la façon dont 'Uzza sera adoré après moi. [",
          "\"Abu Lahab dit,\"] il n'a été ni adoré pour votre amour dans votre vie, ni ne sera",
          "abandonné après avoir quitté le monde. [ \"Abu Uhaihah dit:« maintenant, je suis",
          "convaincu qu'il ya des gens qui prendra ma place après moi. \"] Le sanctuaire de",
          "Manat était situé à Qudaid par. . la mer Rouge, entre La Mecque et Médine, et les",
          "gens de Khuza`ah et Aus et Khazraj étaient en particulier ses grands dévots. Les",
          "gens ont visité comme pèlerins, circumbula et faisaient des offrandes et des",
          "sacrifices devant elle. Dans les mois du Hadj, dès que les pèlerins sont devenus",
          "libres de leur visite à la Kaaba et les services religieux à Mina et Arafat, ils",
          "commencer à élever des cris de «Labbaik, Labbaik [\" même là dans le but de",
          "visiter Manat, et les gens qui avaient l'intention d'aller sur ce second \"hajj]\"",
          "ne fonctionnent entre Safa et Marwah le."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَمَنَاةَ الثَّالِثَةَ الْأُخْرَىٰ",
      "simpleTranslate" : [
        "et de Manât, cette autre troisième divinité?"
      ],
      "tafsirTranslate" : [
        "et de la troisième divinité, al-Manat?"
      ],
      "tanslateWordByWord" : [
        "Et Manat",
        "le troisième",
        "L'autre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَىٰ",
      "simpleTranslate" : [
        "Auriez-vous ainsi des enfants mâles ; et Dieu, seulement des filles?"
      ],
      "tafsirTranslate" : [
        "Shall vous avez les questions de sexe masculin, et il les questions féminines?",
        "<N:16>"
      ],
      "tanslateWordByWord" : [
        "Est pour toi",
        "le mâle",
        "et pour lui",
        "la femelle"
      ],
      "notes" : {
        "16" : [
          "Autrement dit, [ «Vous avez tenu ces déesses comme filles d'Allah, Seigneur des",
          "mondes, et n'a pas envisagé tout en inventant ce credo absurde que pour",
          "vous-mêmes que vous considériez la naissance d'une fille honteuse, et souhaite",
          "avoir seuls les enfants de sexe masculin, mais que pour Allah vous assignera w",
          "Lui que des filles! \"]"
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "تِلْكَ إِذًا قِسْمَةٌ ضِيزَىٰ",
      "simpleTranslate" : [
        "Ne voilà-t-il pas un partage des plus iniques?"
      ],
      "tafsirTranslate" : [
        "Voilà donc un partage injuste!"
      ],
      "tanslateWordByWord" : [
        "Ce",
        "puis",
        "(Est) une division",
        "injuste"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ ۚ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ ۖ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَىٰ",
      "simpleTranslate" : [
        "En vérité, ce ne sont là que des noms que vous avez inventés, vous et vos",
        "ancêtres, et que Dieu n’a investis d’aucune autorité. En réalité, les idolâtres",
        "ne font que suivre leurs conjectures et leurs caprices, alors que la bonne voie",
        "leur a bien été tracée par leur Seigneur."
      ],
      "tafsirTranslate" : [
        "Ce ne sont que des noms que vous et vos ancêtres ont inventé, pour qu'Allah a",
        "fait descendre aucune autorité. <N:17> Ils ne font que suivre leurs conjectures",
        "et leurs désirs charnels <N:18>, bien que l'orientation est venu à eux de leur",
        "Seigneur. <N:19>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "ils",
        "(Sont) à l'exception",
        "des noms",
        "vous les avez nommés",
        "toi",
        "et vos ancêtres",
        "ne pas",
        "a Allah fit descendre",
        "a Allah fit descendre",
        "pour ça",
        "tout",
        "autorité",
        "ne pas",
        "ils suivent",
        "sauf",
        "hypothèse",
        "et quoi",
        "envie",
        "les (ir) âmes",
        "Et certainement",
        "est venu à eux",
        "de",
        "leur Seigneur",
        "l'orientation"
      ],
      "notes" : {
        "17" : [
          "Autrement dit, [ \"Ceux que vous appelez dieux et déesses ne sont ni les dieux ni",
          "les déesses, et ils ne possèdent aucun attribut de la divinité, ni aucune action",
          "que ce soit dans les pouvoirs de Dieu. Vous avez de votre propre gré fait les",
          "enfants de Dieu et les divinités et associés à Dieu. Allah a fait descendre",
          "aucune autorité que vous pouvez, produire comme preuve à l'appui de vos",
          "présomptions. \"]"
        ],
        "18" : [
          "En d'autres termes, les causes fondamentales de leur déviation sont deux:",
          "d'abord, qu'ils ne se sentent pas la nécessité de la connaissance de la réalité",
          "dans le but d'adopter une croyance et de religion, mais faire une supposition sur",
          "la base d'une simple conjecture, puis mettre la croyance en elle comme si elle",
          "était la réalité, deuxième, qu'ils ont, en fait, a adopté cette attitude, afin de",
          "suivre les convoitises de leurs âmes: ils désirent qu'ils devraient avoir une",
          "telle divinité que devrait les aider à atteindre leurs buts et objectifs dans le",
          "monde, et si au aII il est d'être un au-delà, il devrait prendre la",
          "responsabilité de les avoir accordé le pardon là aussi, mais il ne devrait pas",
          "imposer une restriction de la légalité et la unlawfirl sur eux, ni devraient les",
          "lier dans une discipline de la morale. Voilà pourquoi ils ne se sentent pas",
          "enclins à adorer un seul Dieu comme enseigné par les prophètes, et seulement",
          "aiment adorer ces dieux et déesses inventées."
        ],
        "19" : [
          "Autrement dit, à chaque époque, les prophètes nommés par Allah ont guidé ces gens",
          "méchants à la vérité, et maintenant Muhammad [(sur qui être la paix et les",
          "bénédictions) d'Allah] est venu pour leur dire à qui appartient Divinité en",
          "réalité dans l'univers."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "أَمْ لِلْإِنْسَانِ مَا تَمَنَّىٰ",
      "simpleTranslate" : [
        "L’homme aurait-il le droit de choisir sa divinité à sa guise?"
      ],
      "tafsirTranslate" : [
        "Est-ce que l'homme imagine que tout ce qu'il souhaite pour qui est bon pour lui?",
        "<N:20>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(Est) pour l'homme",
        "quelle",
        "il souhaite"
      ],
      "notes" : {
        "20" : [
          "Une autre signification de ce verset peut être: [ \"L'homme est habilité à prendre",
          "toute personne qu'il veut que son dieu?\"] Encore un autre sens peut être: [ «le",
          "désir de l'homme peut avoir ses prières exaucées par ces dieux jamais être",
          "remplies? \"]"
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "فَلِلَّهِ الْآخِرَةُ وَالْأُولَىٰ",
      "simpleTranslate" : [
        "Mais la vie future et la vie présente n’appartiennent qu’au Seigneur."
      ],
      "tafsirTranslate" : [
        "A Allah appartient à la fois l'autre monde et le présent."
      ],
      "tanslateWordByWord" : [
        "Mais pour Allah",
        "(Est) le dernier",
        "et le premier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَىٰ",
      "simpleTranslate" : [
        "Que d’anges dans les Cieux dont l’intercession n’aura aucune valeur, à moins que",
        "Dieu ne l’ait autorisée et agréée en faveur de qui Il veut !"
      ],
      "tafsirTranslate" : [
        "Nombreux sont les anges dans les cieux; mais leur intercession sera d'aucune",
        "utilité, sauf en ce qui concerne ceux qu'il accorde la permission d'intercession",
        "et dont plaidoyer Il est heureux d'accepter. <N:21>"
      ],
      "tanslateWordByWord" : [
        "Et combien",
        "de",
        "(les anges",
        "dans",
        "Le Paradis",
        "ne pas",
        "se prévaloir",
        "leur intercession",
        "n'importe quoi",
        "sauf",
        "après",
        "après",
        "[cette]",
        "Allah a donné la permission",
        "Allah a donné la permission",
        "pour qui",
        "Il veut",
        "et approuve"
      ],
      "notes" : {
        "21" : [
          "Autrement dit, [ \"Même si tous les anges ensemble intercèdent pour une personne,",
          "il ne peut pas être bénéfique pour lui de ne pas parler de l'intercession par ces",
          "divinités inventées de la vôtre, qui ne peut pas faire un tout bon. AlI les",
          "pouvoirs du Divin reste avec AIIah. Même les anges ne peuvent pas oser intercéder",
          "pour quelqu'un devant lui à moins qu'il permet et est heureux d'entendre leur",
          "intercession en sa faveur. \"]"
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ لَيُسَمُّونَ الْمَلَائِكَةَ تَسْمِيَةَ الْأُنْثَىٰ",
      "simpleTranslate" : [
        "Ceux qui ne croient pas à la vie future donnent volontiers aux anges des noms",
        "féminins,"
      ],
      "tafsirTranslate" : [
        "Ceux qui ne croient pas en l'au-delà donnent des anges les noms des femmes,",
        "<N:22>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "(ne pas",
        "croyez",
        "dans l'au-delà",
        "sûrement qu'ils nomment",
        "les anges",
        "des noms)",
        "(De) femmes"
      ],
      "notes" : {
        "22" : [
          "Autrement dit, [ \"Leur première folie est qu'ils ont pris ces anges impuissants",
          "qui ne peuvent même pas intercéder pour quiconque avant AIIah que leurs",
          "divinités, leur deuxième folie est qu'ils les considèrent comme des femmes et des",
          "filles d'Allah. la raison fondamentale de ces erreurs est qu'ils ne croient pas",
          "en l'au-delà. pour ils avaient été les croyants dans l'au-delà, ils ne se serait",
          "jamais comporté de manière irrationnelle et irresponsable. leur refus de",
          "l'au-delà a rendus insoucieux de leur fin, et ils pensent que croire ou ne pas",
          "croire en Dieu, ou de croire en mille dieux, ETCD ne font aucune différence, car",
          "aucun de ces croyances semble entraîner de bon ou mauvais résultat dans la vie",
          "actuelle du monde. que les gens sont négateurs de Dieu, ou croyants dans de",
          "nombreux dieux, ou en un seul Dieu, leurs cultures mûrissent ainsi que échouent,",
          "ils tombent iII ainsi récupérer de la maladie, et ils passent à travers toutes",
          "sortes de circonstances, bien comme mauvais. il est donc pas à aII une question",
          "importante et grave pour eux que l'homme devrait ou ne devrait pas prendre",
          "quelqu'un comme une divinité, ou devrait prendre autant de divinités ou de toute",
          "sorte, comme il aime de son choix. Lorsque, selon eux, la décision quant à ce qui",
          "est vrai et ce qui est faux est de prendre place dans ce monde même, en fonction",
          "des résultats de celle-ci apparaissant ici, de toute évidence les résultats ici",
          "ne décident pas absolument que l'une croyance est vraie et l'autre fausse. Par",
          "conséquent, l'adoption d'une croyance et rejet d'un autre est une question",
          "d'hommes caprice avec ces gens. \"]"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ ۖ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ ۖ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا",
      "simpleTranslate" : [
        "alors qu’ils n’en savent rien, mais suivent en cela de simples conjectures. Or,",
        "les conjectures ne sauraient tenir lieu de certitude."
      ],
      "tafsirTranslate" : [
        ", mais ils ne savent pas au sujet de cela. Ils ne suivent que leur conjecture",
        "<N:23> et de la conjecture ne peut jamais prendre la place de la Vérité."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "pour eux",
        "à propos de ça",
        "tout",
        "connaissance",
        "ne pas",
        "ils suivent",
        "mais",
        "hypothèse",
        "Et en effet",
        "l'hypothèse",
        "(ne fait pas",
        "profiter",
        "contre",
        "la vérité",
        "n'importe quoi"
      ],
      "notes" : {
        "23" : [
          "Autrement dit, [ \"Ils ont pas adopté ce credo sur les anges sur le terrain qu'ils",
          "avaient trouvé à travers des moyens de connaissance qu'ils étaient des femmes et",
          "des filles de Dieu, mais ils ont présumé ceci sur de simples conjectures et ont",
          "mis en place ces sanctuaires où ils prient pour l'accomplissement des désirs,",
          "faire des offrandes et paient des hommages. \"]"
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "فَأَعْرِضْ عَنْ مَنْ تَوَلَّىٰ عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا",
      "simpleTranslate" : [
        "Éloigne-toi donc de ceux qui tournent le dos à Notre rappel et ne cherchent que",
        "les plaisirs éphémères !"
      ],
      "tafsirTranslate" : [
        "Donc laisser seuls ceux qui se détournent du souvenir de nous <N:24> et qui",
        "cherchent rien d'autre que la vie du monde <N:25> »"
      ],
      "tanslateWordByWord" : [
        "Donc détourner",
        "de",
        "(Lui) qui",
        "se détourne",
        "de",
        "Notre Rappel",
        "et pas",
        "il désire",
        "sauf",
        "la vie",
        "(du monde"
      ],
      "notes" : {
        "24" : [
          "Dhikr ici peut impliquer le Coran ainsi que la simple mise en garde; il peut",
          "aussi signifier qu'il n'aime pas que même Dieu soit mentionné devant lui."
        ],
        "25" : [
          "Autrement dit, [ \"Vous ne devriez pas perdre votre temps à lui faire comprendre",
          "la vérité, pour une telle personne ne sera jamais enclin à accepter une",
          "invitation qui est basée sur Dieu-culte, qui appelle à des objets et des valeurs",
          "plus élevées que les avantages matériels du monde, et selon lequel le but réel de",
          "la vie peut être le succès éternel et bien-être de l'au-delà. au lieu de dépenser",
          "votre temps et votre énergie sur une telle personne matérialiste et impie, vous",
          "devriez consacrer attention aux gens qui arc enclins à tenir compte de",
          "l'évocation d'Allah et de l'arc ne participe pas à l'adoration du monde. \"]"
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "ذَٰلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ ۚ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَىٰ",
      "simpleTranslate" : [
        "C’est là la somme de tout leur savoir ! En vérité, ton Seigneur connaît",
        "parfaitement celui qui s’éloigne de Sa Voie et celui qui s’applique à la suivre."
      ],
      "tafsirTranslate" : [
        "que <N:26> étant la plus grande de leurs connaissances. <N:27> ton Seigneur sait",
        "sûrement pleinement ceux qui se sont égarés loin de son chemin et il sait aussi",
        "pleinement ceux qui sont bien dirigés."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Est) leur somme",
        "de",
        "connaissance",
        "Effectivement",
        "votre Seigneur",
        "(Est) Il (Qui)",
        "sait mieux",
        "(lui qui",
        "parasites",
        "de",
        "Son chemin",
        "et il",
        "sait mieux",
        "(lui qui",
        "est guidé"
      ],
      "notes" : {
        "26" : [
          "Ceci est une phrase entre parenthèses qui a été inséré ici comme une explication",
          "du verset précédent."
        ],
        "27" : [
          "Autrement dit, [ «Ces gens ne connaissent ni ne peut penser quoi que ce soit",
          "au-delà du monde et de ses gains immédiats;. Par conséquent, il est vain",
          "simplement de consacrer du temps et de l'énergie sur eux\"]"
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى",
      "simpleTranslate" : [
        "À Dieu appartient tout ce qui est dans les Cieux et sur la Terre, en sorte qu’Il",
        "rétribue, selon leurs œuvres, ceux qui font le mal, et accorde la meilleure",
        "récompense à ceux qui font le bien,"
      ],
      "tafsirTranslate" : [
        "A Allah seul appartient tout ce qui est dans les cieux et sur la terre. <N:28> Il",
        "sera <N:29> rétribue les méchants pour leurs actions et donner une belle",
        "récompense à ceux qui ont fait le bien,"
      ],
      "tanslateWordByWord" : [
        "Et pour Allah",
        "(Est) quel que soit",
        "(est dans",
        "Le Paradis",
        "et quelle que soit",
        "(est dans",
        "La terre",
        "qu'il peut récompenser",
        "ceux qui",
        "faire le mal",
        "avec quoi",
        "ils ont fait",
        "et récompense",
        "ceux qui",
        "faire du bien",
        "avec le meilleur"
      ],
      "notes" : {
        "28" : [
          "En d'autres termes, ni la question de savoir si une personne est égarée ou est",
          "sur une bonne voie, doit être décidé dans ce monde, ni a sa décision été laissée",
          "à l'appréciation des gens du monde; la décision incombe à Allah. Lui seul est le",
          "maître de la terre et les cieux, et Lui seul sait quel moyen de sortir des",
          "différentes façons d'être suivie par les peuples du monde, est la voie de",
          "l'orientation et qui d'erreur et de déviation. Par conséquent, vous devriez moins",
          "la peine si les Arabes polythéistes et les mécréants mecquois pense que vous êtes",
          "trompés et égarés et considèrent leur propre ignorance comme la vérité et",
          "d'orientation. Laissez-les si elles souhaitent rester perdu dans leur mensonge.",
          "Vous ne devez pas perdre votre temps à disputer avec eux."
        ],
        "29" : [
          "Le thème est repris ici et connecté comme un tout continu avec le verset 29. Sans",
          "la parenthèse, il serait:. Laissez-le de telle sorte que AIlah rétribue les",
          "méchants pour leurs mauvaises actions \""
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ ۚ إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ ۚ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ ۖ فَلَا تُزَكُّوا أَنْفُسَكُمْ ۖ هُوَ أَعْلَمُ بِمَنِ اتَّقَىٰ",
      "simpleTranslate" : [
        "à ceux qui évitent de commettre les péchés capitaux et les turpitudes, à",
        "l’exception de quelques fautes vénielles. En vérité, ton Seigneur est d’une",
        "magnanimité sans limite. Il vous connaît si bien depuis qu’Il vous a tirés de la",
        "terre et depuis que vous n’étiez encore que des fœtus dans le sein de vos mères.",
        "Ne portez donc pas de jugement favorable sur vous-mêmes, car seul Dieu connaît",
        "mieux que quiconque ceux qui Le craignent."
      ],
      "tafsirTranslate" : [
        "sur ceux qui évitent de graves péchés <N:30> et les actes honteux, <N:31>, même",
        "si elles peuvent parfois tomber dans des délits mineurs. <N:32> Votre Seigneur",
        "est riche en son pardon. <N:33> est très bien il conscient de vous puisqu'il vous",
        "produit à partir de la terre, et alors que vous étiez encore dans les ventres de",
        "vos mères et non encore nés. Donc, ne prétendent pas vantardise vous à purifier.",
        "Il connaît parfaitement ceux qui sont vraiment craignant Dieu."
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "éviter de",
        "génial",
        "péchés capitaux",
        "et les immoralités",
        "sauf",
        "les petits défauts",
        "effectivement",
        "votre Seigneur",
        "(Est) vaste",
        "(En) le pardon",
        "Il",
        "(Est) connaît le mieux à votre sujet",
        "(Est) connaît le mieux à votre sujet",
        "quand",
        "Il vous produit",
        "de",
        "La terre",
        "et quand",
        "vous étiez)",
        "fœtus",
        "dans",
        "(les) ventre",
        "(De) vos mères",
        "Donc ne le fais pas",
        "pureté attribuent",
        "(À) vous",
        "Il",
        "sait mieux",
        "(lui qui",
        "craintes"
      ],
      "notes" : {
        "32" : [
          "Le mot Lamam que l'on trouve dans l'original est utilisé pour une petite quantité",
          "de quelque chose, ou son léger effet ou sa simple proximité, ou son existence",
          "pendant une courte période. Ce mot est utilisé pour exprimer le sens où une",
          "personne n'a pas commis un acte, mais était très proche de la commettre. \n Sur la",
          "base de ses usages certains commentateurs ont pris le mot Lamam dans le sens des",
          "péchés mineurs. D'autres ont pris dans le sens qu'une personne devrait",
          "pratiquement atteindre de très près d'un péché grave, mais -should renoncer à",
          "fait commettre. D'autres encore prennent dans le sens d'une personne de restant",
          "impliqué dans un péché temporairement puis le renoncement à elle. Et selon",
          "certains, il implique qu'une personne doit penser, ou si vous souhaitez, ou ont",
          "l'intention de commettre un péché, mais devrait ratisser aucune mesure concrète",
          "vers elle. À cet égard, les vues des Compagnons et leurs successeurs immédiats",
          "sont les suivants: \n Zaid bin Aslam et Ibn Zaid opine, et un mot de Hadrat",
          "'Abdullah bin' Abbas est aussi dans le même sens, que signifie ces péchés que le",
          "peuple avait commis dans les jours pré-islamiques de l'ignorance, puis modifient",
          "embrasser l'Islam, ils se sont abstenus d'eux.' \n Une autre vue de Ibn `Abbas",
          "est, et la même chose est aussi l'avis de Abû Hurayrah, Hadrat 'Abdullah bin' Amr",
          "bin 'As, Mujahid, Hasan Basri et Abu Salih, que cela implique une personne de",
          "être impliqué dans un péché grave ou indécence temporairement, ou",
          "occasionnellement, puis l'abandonner. \n Hadrat 'Abdullah bin Mas'ud, Masruq et",
          "Sha'bi disent, et même aussi a été rapporté de Abû Hurayrah et Hadrat' Abdullah",
          "bin `Abbas dans les traditions authentiques, que cela implique une personne de",
          "l'approche du point même d'un péché grave et traversant ALi ses préliminaires,",
          "mais alors se retenir à l'étape finale, par exemple une personne qui sort avec",
          "l'intention de voler, mais refrains d'elle à la fin, ou a une association colse",
          "avec d'autres femmes, mais refrains de commettre l'adultère. Hadrat 'Abdullah bin",
          "Zubair, `Ikrima, Qatadah et Dahhak disent que cela signifie ces péchés mineurs",
          "pour lesquelles aucune peine a été prescrit dans le monde, ni aucune menace de",
          "sanction tenue dans l'au-delà. Saïd bin al-Musayyab dit que cela implique sa",
          "pensée d'un péché dans l'esprit, mais se retenir de commettre pratiquement. \n Ces",
          "arc les différentes explications qui ont été rapportés dans les traditions des",
          "Compagnons et leurs successeurs immédiats. La majorité des commentateurs et des",
          "docteurs de la loi et les juristes arc d'avis que ce verset et le verset 31 de la",
          "sourate An-Nisa classent péchés en deux principaux types plus tard: les grands",
          "péchés et les péchés mineurs, et ces deux versets donnent l'homme l'espoir que",
          "s'il s'abstient de péchés majeurs et indécences ouverts, AIlah surplombera ses",
          "erreurs mineures. Bien que certains chercheurs éminents ont également émis",
          "l'opinion qu'aucun péché est mineur et la désobéissance d'Allah est en soi un",
          "péché majeur, mais comme indiqué par l'Imam Ghazali la distinction entre le",
          "principal et les péchés mineurs est quelque chose qui ne peut être refusée, pour",
          "les sources de la connaissance du point à cette Shari'ah des valeurs et des",
          "injonctions aII. \n Quant à la question, quelle est la distinction entre le",
          "principal et les péchés mineurs, et quels types de péchés sont majeurs et quels",
          "types d'entre eux mineur? nous sommes convaincus que: [ «Chaque acte est un péché",
          "majeur qui a été interdit par une ordonnance claire du Livre Divin et la Shari'ah",
          "du Prophète, ou pour lesquels AIIah et Son messager ont prescrit une peine dans",
          "le monde, ou avoir détenu une menace de punition dans l'au-delà, ou ont maudit le",
          "coupable d'avoir commis, ou donné des nouvelles d'infliger une peine aux",
          "personnes coupables de commettre. \"] en dehors de cette classe de péchés tous les",
          "autres actes qui sont désapprouvée par la Shari'ah, entrer dans la définition des",
          "péchés mineurs. De même, le simple désir d'un péché majeur, ou une intention de",
          "le commettre, est également pas un péché majeur, mais un péché mineur; si bien",
          "que, même en traversant tous les préliminaires d'un péché majeur ne constitue pas",
          "un péché majeur, sauf si l'on a réellement commis. Cependant, même un péché",
          "mineur devient un péché majeur dans le cas où il est commis avec un sentiment de",
          "mépris pour la religion et de l'arrogance contre Allah, et le coupable de",
          "celui-ci ne considère pas le Shari`ah qui l'a déclaré un mal digne d'un attention",
          "et de respect."
        ],
        "33" : [
          "Autrement dit, [ «Le pardon pour le coupable des péchés mineurs ne sont pas pour",
          "la raison que le péché mineur est sans péché, mais pour la raison que AIIah",
          "Tout-Puissant ne traite pas ses serviteurs étroite distraitement et ne",
          "saisissez-les sur les défauts insignifiants, si les serviteurs adoptent la piété",
          "et s'abstenir de grands péchés et indécences, il ne sera pas les saisir pour",
          "leurs erreurs mineures et leur pardonne généreusement à cause de sa miséricorde",
          "infinie \"]."
        ],
        "30" : [
          "Pour une explication, voir E.N. 53 de An-Nisa."
        ],
        "31" : [
          "Pour explication, sec E.N. 130 AI-Anam et E.N. 89 de An-Nahl."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "أَفَرَأَيْتَ الَّذِي تَوَلَّىٰ",
      "simpleTranslate" : [
        "As-tu vu celui qui a tourné le dos à la foi,"
      ],
      "tafsirTranslate" : [
        "(O Prophète), avez-vous celui qui se détourna voir (le chemin d'Allah),"
      ],
      "tanslateWordByWord" : [
        "As-tu vu",
        "celui qui",
        "détourné"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَأَعْطَىٰ قَلِيلًا وَأَكْدَىٰ",
      "simpleTranslate" : [
        "qui n’a que peu donné et s’est ensuite rétracté?"
      ],
      "tafsirTranslate" : [
        "qui a donné un peu, puis arrêté? <N:34>"
      ],
      "tanslateWordByWord" : [
        "Et a donné",
        "un peu",
        "et retenu"
      ],
      "notes" : {
        "34" : [
          "La référence est de Walid bin Mughirah qui était l'un des chefs éminents de la",
          "Quraish. Selon Ibn Jarir Tabari, cette personne avait d'abord devenir enclins à",
          "accepter l'invitation du Saint Prophète [(sur lui la paix)], mais quand un ami",
          "polythéiste de sa venue à connaître son intention de devenir musulman, il lui",
          "conseilla ne pas renoncer à sa foi ancestrale, et lui a demandé que s'il avait",
          "peur de la punition de l'au-delà, il doit lui verser une certaine somme d'argent",
          "et qu'il prendrait la responsabilité de subir la punition en son nom. Walid a",
          "accepté l'offre et se détourna le chemin d'Allah. Puis il a payé seulement un peu",
          "du montant qu'il avait promis de payer son ami polythéiste et retenu le reste,",
          "L'allusion à cet incident était destiné à péage les mécréants de la Mecque ce",
          "genre d'erreurs et les folies qu'ils ont été impliqués dans à cause de leur",
          "insouciance de l'au-delà et leur ignorance de la Divine Religion. \""
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "أَعِنْدَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرَىٰ",
      "simpleTranslate" : [
        "Détiendrait-il la clef du mystère, au point d’y voir avec clarté?"
      ],
      "tafsirTranslate" : [
        "at-il une connaissance du monde au-delà de la portée de la perception",
        "sensorielle, et donc, voit clairement (la vérité)? <N:35>"
      ],
      "tanslateWordByWord" : [
        "Est-ce avec lui",
        "(la connaissance",
        "(De) l'invisible",
        "donc il",
        "voit"
      ],
      "notes" : {
        "35" : [
          "Autrement dit, «Sait-il que cette conduite est de toute façon bénéfique pour lui?",
          "Sait-il que une personne peut se sauver même de cette manière du châtiment de",
          "l'au-delà? \""
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَىٰ",
      "simpleTranslate" : [
        "Ou n’aurait-il pas appris, d’après les feuillets de Moïse"
      ],
      "tafsirTranslate" : [
        "Est-ce qu'il pas été informé de ce qui est dans les Manuscrits de Moïse,"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "ne pas",
        "il a été informé",
        "avec quoi",
        "(était dans",
        "(La) Écritures",
        "(De) Musa"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَإِبْرَاهِيمَ الَّذِي وَفَّىٰ",
      "simpleTranslate" : [
        "et d’Abraham – ce modèle de fidélité –,"
      ],
      "tafsirTranslate" : [
        "et d'Abraham, qui a vécu jusqu'à la confiance? <N:36>"
      ],
      "tanslateWordByWord" : [
        "Et Ibrahim",
        "qui",
        "réalisé"
      ],
      "notes" : {
        "36" : [
          "Dans les versets suivants un résumé est donné des enseignements envoyés dans les",
          "Livres des Prophètes Abraham et Moïse. Les livres de Moïse signifient la Torah.",
          "En ce qui concerne les livres du prophète Abraham, ils ont disparu et aucune",
          "mention d'eux est trouvé même dans les saintes écritures des juifs et des",
          "chrétiens. Seulement dans le Coran à deux endroits ont certaines parties des",
          "enseignements contenus dans les livres du Prophète Abraham été cité, ici et dans",
          "les versets de la sourate AI-A`la."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ",
      "simpleTranslate" : [
        "qu’aucune âme ne sera chargée des péchés d’une autre âme,"
      ],
      "tafsirTranslate" : [
        "«Que nul porteur d'une charge doit porter le fardeau d'une autre, <N:37>"
      ],
      "tanslateWordByWord" : [
        "Cela ne",
        "porteront",
        "un porteur de charges",
        "(la charge",
        "(Des) autre"
      ],
      "notes" : {
        "37" : [
          "De ce verset trois principes cardinaux sont dérivés: [(1)] Que chaque personne",
          "est lui-même responsable de ce qu'il fait; [(2)] que la responsabilité de l'acte",
          "d'un homme ne peut pas être transféré à une autre à moins qu'il ait une part de",
          "la commission de l'acte; et [(3)] que même si une personne souhaite qu'il ne peut",
          "pas prendre sur lui la responsabilité de l'acte d'un autre homme, ni le coupable",
          "réel peut être IET off sur le terrain qu'une autre personne est prête à subir la",
          "punition en son nom."
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَىٰ",
      "simpleTranslate" : [
        "que l’homme ne récoltera que les fruits des efforts qu’il aura lui-même déployés"
      ],
      "tafsirTranslate" : [
        "et que l'homme doit avoir rien que ce qu'il a lutté pour, <N:38>"
      ],
      "tanslateWordByWord" : [
        "Et cela",
        "n'est pas",
        "pour homme",
        "sauf",
        "quelle",
        "il cherche (pour)"
      ],
      "notes" : {
        "38" : [
          "De ce verset aussi trois principes importants sont dérivés: [(1)] Que chaque",
          "personne recevra seulement le fruit de ses propres actions; [(2)] que le fruit",
          "des actions d'un seul homme ne peut pas être donné à un autre à moins qu'il ait",
          "une part dans cet acte, et [(3)] que personne ne peut atteindre rien sans effort",
          "pour elle. \n Certaines personnes appliquent mal ces trois principes aux problèmes",
          "économiques du monde et de conclure que personne ne peut devenir le propriétaire",
          "légitime de tout sauf de son propre revenu gagné. Mais cette conclusion se heurte",
          "à plusieurs lois et injonctions données par le Coran lui-même, par exemple la loi",
          "de l'héritage, selon laquelle de nombreuses personnes héritent d'une personne et",
          "sont considérés comme ses héritiers légitimes, alors que le patrimoine est pas",
          "leur revenu gagné. Comme pour une tétée par exemple, il ne peut être prouvée par",
          "un effort d'imagination que son travail avait une part de la richesse laissée par",
          "son père. De même, il arc les injonctions sur les organismes de bienfaisance",
          "Zakat et volontaires selon lequel la richesse d'un homme est transféré à d'autres",
          "que sur la base de leur droit légal et moral et ils deviennent ses propriétaires",
          "légitimes, alors que dans la production de cette richesse qu'ils ont fait ne",
          "contribue pas à aII. Ainsi, il est contre l'intention du Coran de prendre un",
          "verset de celui-ci et en tirer les conclusions qui affrontement avec les autres",
          "enseignements du Coran lui-même. \n D'autres personnes considèrent ces principes",
          "comme concernant l'au-delà et soulèvent la question de savoir si, selon ces",
          "principes, les actes d'un homme peuvent en quelque sorte être aussi bénéfique",
          "pour l'autre personne, et si les actes d'une personne qui il DCEs pour une autre",
          "personne, ou pour son compte, peut être accepté de lui, et s'il est également",
          "possible qu'une personne peut transférer la récompense de son acte à l'autre. Si",
          "la réponse à ces questions par la négative l'envoi de récompenses spirituelles",
          "[(ISAL de Thawab)] pour les morts et accomplir le Hajj au nom d'une autre, serait",
          "inadmissible; même la prière de pardon pour l'autre personne serait dénuée de",
          "sens, car cette prière est pas propre loi et decd de la personne concernée.",
          "Toutefois, ce point de vue extrême a été adopté par aucun parmi les adeptes de",
          "l'islam, à l'exception des Mu`tazilites. Seulement ils prennent ce verset dans le",
          "sens que les faits et gestes d'un seul homme ne peut en aucun cas être bénéfique",
          "pour l'autre. Au contraire, les partisans de la Sunna sont unanimes que la prière",
          "d'un homme est bénéfique pour l'autre parce qu'il est confirmé par le Coran;",
          "cependant, ils ne diffèrent que dans les détails, et non dans les principes, à",
          "savoir si l'envoi de récompenses spirituelles pour une autre et de faire un bon",
          "travail pour le compte d'un autre est bénéfique ou non. \n [(1)] Le ISAL sterne",
          "Thawab signifie que, après une personne a effectué une bonne action, il peut",
          "prier Allah d'accorder ses récompenses à l'autre. À cet égard, l'Imam Malik et",
          "Imam Shafe'i ont exprimé l'opinion que les récompenses des actes corporels purs",
          "de culte, e.g, la prière, le jeûne et les considérants du Coran, etc. ne peuvent",
          "pas atteindre l'autre personne; cependant, les récompenses d'actes monétaires un",
          "de culte, par exemple les organismes de bienfaisance, ou Hajj, qui est une",
          "combinaison des cultes monétaires et corporels, peuvent atteindre l'autre, le",
          "principe est que l'acte d'un homme ne devrait pas être bénéfique pour l'autre.",
          "Mais puisque selon authentiques hadiths les récompenses des organismes de",
          "bienfaisance peuvent être transportés et Hajj au nom d'un autre peut également",
          "être effectuée, ils admettent la licéité de transport de récompenses dans la",
          "mesure de ce genre des actes de culte seulement. Au contraire, le point de vue",
          "Hanafi est qu'un homme peut envoyer la récompense de chacun de ses actes vertueux",
          "comme un cadeau à l'autre, que ce soit la prière ou le jeûne, ou la récitation du",
          "Coran, ou le souvenir de Allah, ou la charité, ou Hajj et `Omra. L'argument est",
          "que, tout comme un homme après avoir effectué un travail peut dire le maître de",
          "payer les salaires à telle ou telle autre personne au lieu de lui, donc après",
          "avoir effectué une bonne action aussi il peut prier à Allah d'accorder ses",
          "récompenses à telle ou telle autre personne au lieu de lui. En cela, il n'y a",
          "aucune raison rationnelle pour faire exception de certaines sortes de vertus et",
          "de le garder limité à d'autres types de vertus. La même chose est confirmée par",
          "un grand nombre de traditions: \n Une tradition, sur l'autorité unanime de Hadrat",
          "A'ishah, Abû Hurayrah, Hadrat Jabir bin Abdullah. Hadrat Abu Rafi ', ​​Hadrat Abu",
          "Talhah Ansari et Hudhaifah bin Usaid al-Ghifari a été rapporté dans Bukhari,",
          "Muslim. Musnad Ahmad, Ibn Majah, Tabari [(en Awsat, Musradrik et Ibn Abi Shaibah",
          "disant que le Saint Prophète (que la paix soit)] obtenu deux béliers et sacrifié",
          "un au nom de lui-même et sa famille, et l'autre au nom de son, Ummah. Musulman,",
          "Bukhari, Musnad Ahmad, Abu Dâwûd et Nasa'i ont raconté une tradition de Hadrat",
          "A'ishah à l'effet qu'une personne a dit au Saint Prophète. [ \"Ma mère est morte",
          "soudainement je pense que si elle avait .? une chance de parler, elle aurait",
          "demandé me donner quelque chose dans la charité maintenant, si je donne quelque",
          "chose dans la charité en son nom, peut-elle obtenir une récompense pour elle \"]",
          "Le Saint Prophète répondit: [\" Oui, elle sera ».] Dans Musnad Ahmad il y a une",
          "tradition de Hadrat 'Abdullah bin' Amr bin 'Quant à l'effet. que son grand-père,",
          "`Comme bin Wail, avait promis dans les jours préislamique de l'ignorance à",
          "sacrifier 100 chameaux. Son oncle, Hisham bin 'As, sacrifié cinquante chameaux de",
          "sa part. Hadrat 'Amr bin' As, a demandé au Saint Prophète à ce qu'il doit faire.",
          "Le Saint Prophète répondit: [ \"Si ton père avait affirmé la foi en l'unicité de",
          "Dieu, vous pouvez observer les jeûnes en son nom ou donner quelque chose dans la",
          "charité:.. Ce serait bénéfique pour lui\"] \n Une tradition a été rapportée dans",
          "Musnad Ahmad, Abu Dâwûd, Nasa'i et Ibn Majah, sur l'autorité de Hadrat Hasan",
          "Basri, à l'effet que Hadrat Saad bin 'Ubadah a demandé au Saint Prophète: [ \"Mon",
          "mère est morte. Dois-je donner quelque chose dans la charité en son nom? \"] Le",
          "Saint Prophète a répondu par l'affirmative. Plusieurs autres traditions portant",
          "sur le même sujet ont également été liés à Bukhari, Muslim, Musnad Ahmad, Nasa'i,",
          "Tirmidhi, Abou Daoud , Ibn Majah, etc. sur l'autorité de Hadrat A'ishah, Abû",
          "Hurayrah et Hadrat Ibn 'Abbas, après que le Saint Prophète a permis loin de",
          "donner quelque chose dans la charité au nom de la personne décédée le décrivant",
          "comme bénéfique pour lui . \n Selon Daraqoutni une personne a dit au Saint",
          "Prophète: '' Je suis au service de mes parents alors qu'ils étaient en vie; Que",
          "dois-je faire maintenant quand ils sont morts [ \"Le Saint Prophète répondit:\"]?",
          "Ce serait aussi leur service si vous avez offert la prière en leur nom avec vos",
          "propres prières, et observé le jeûne en leur nom ainsi que votre propre rapide [",
          "\"une autre tradition Daraqoutni a été lié de Hadrat` Ali selon laquelle le Saint",
          "Prophète a dit: \"]. Si une personne en passant par le cimetière récite [\" Qul",
          "huwallah-u ahad \"] onze fois et donne loin sa récompense pour les morts, tous les",
          "morts seront accordés leurs actions en raison des récompenses. [ \" \n Ce grand",
          "nombre de traditions qui soutiennent un autre État explicitement que le transfert",
          "des récompenses spirituelles est non seulement possible, mais les récompenses de",
          "types tous Ies d'actes de culte et les actes vertueux peut être envoyé et",
          "transporté et il n'y a pas de spécification un type particulier de faits et",
          "gestes. A cet égard, cependant, quatre choses doivent être bien compris: \n En",
          "premier lieu, que la récompense de cet acte ne peut être transféré, ce qui aurait",
          "été accompli uniquement pour l'amour d'Allah et selon les injonctions de la",
          "charia; sinon de toute évidence un acte qui est effectuée pour le bien de l'autre",
          "que Ailah, ou en violation des injonctions ah la Shari ', ne peut même pas droit",
          "à son faiseur lui-même pour toute récompense, rien à dire de son transfert à une",
          "autre personne. \n En second lieu, le don de la récompense va certainement",
          "atteindre ces justes qui séjournent à titre d'invités avec AIIah, mais pas de",
          "récompenses sont attendus pour atteindre ces coupables qui sont placés en",
          "isolement là. Le don peut atteindre les clients de AIlah mais les criminels",
          "d'Allah ne peut pas attendre de le recevoir. Si une personne envoie ses",
          "récompenses pour lui à cause d'un malentendu, il ne va pas les déchets, mais au",
          "lieu d'atteindre le coupable, il sera de retour à l'ouvrier réel lui-même, tout",
          "comme l'argent d'ordre qui retourne à l'expéditeur dans le cas où il ne parvient",
          "pas à la celui à qui il a été envoyé. En troisième lieu, le transfert de la",
          "récompense est possible, mais pas le transfert de la peine. Autrement dit, il est",
          "possible que l'on peut faire une bonne action et peut volontairement transférer",
          "sa récompense à l'autre et il lui atteint, mais il est impossible que l'on peut",
          "commettre un péché et transférer sa punition à l'autre et il lui atteint, la",
          "quatrième chose est qu'un acte vertueux s bénéfique de deux façons: d'abord, en",
          "raison de ses ces résultats qui courent à l'âme et la moralité de celui qui agit",
          "lui-même en raison de laquelle il devient digne d'une récompense aux yeux",
          "d'Allah; en second lieu, en raison de la récompense qu'Allah lui accorde comme un",
          "cadeau et de faveur. Le transfert de la récompense spirituelle ne concerne pas la",
          "première, mais la deuxième. Ceci peut être compris par exemple. Une personne",
          "tente d'atteindre la maîtrise de l'art de la lutte par la pratique constante. La",
          "force et l'habileté ainsi acquise est en aucune façon spécialement destiné à son",
          "propre moi; il ne peut pas être transféré à un autre. De même, s'il est attaché à",
          "une cour royale, et il y a une allocation fixe pour lui comme un lutteur, lui",
          "seul recevra et personne d'autre. Toutefois, en ce qui concerne des prix et des",
          "cadeaux que son patron peut aimer de lui accorder comme une reconnaissance pour",
          "sa performance honorable, il peut demander que ils peuvent être donnés à son",
          "entraîneur, ou les parents, ou un autre bienfaiteur, en son nom. La même chose",
          "est le cas avec les actions vertueuses: leurs avantages spirituels ne sont pas",
          "transférables et leurs récompenses aussi ne peuvent pas être transférés à un",
          "autre, mais pour leurs récompenses et des cadeaux qu'il peut prier AIIah que",
          "ceux-ci peuvent être accordées à un proche et cher, ou un bienfaiteur de son.",
          "Voilà pourquoi il est appelé comme ISAL Thawab [(transport des récompenses",
          "spirituelles)] et non comme ISAL jaza '[(transport de récompense matérielle)]. \n",
          "[(2)] Une autre forme de travail d'une personne qui est bénéfique pour un autre",
          "est que l'on doit soit faire un acte vertueux sur le désir ou signe d'un autre,",
          "ou sans son désir ou signe, en son nom, qui, en fait, était obligatoire pour lui",
          "de mener à bien, mais qu'il n'a pas pu effectuer lui-même. À cet égard, les",
          "juristes Hanafi disent que les actes de culte sont de trois sortes: purement",
          "physique, par exemple la prière; purement monétaire, par exemple la Zakat; et les",
          "composés actes de corps et de culte monétaire, par exemple Hajj. En ce qui",
          "concerne le premier type, personne ne peut agir comme un agent d'un autre. Quant",
          "au deuxième type, on peut agir à titre d'agent de l'autre, par exemple le mari",
          "peut payer la zakat due sur les ornements de la femme. Quant au troisième type,",
          "on peut agir à titre d'agent de l'autre que dans le cas où la personne réelle au",
          "nom de laquelle l'acte est en cours d'exécution, est en permanence, et pas",
          "seulement temporairement, inapte à exercer son obligation lui-même. Par exemple,",
          "le Hajj peut être effectuée au nom d'un autre que dans le cas où la personne",
          "concernée. est incapable d'aller pour le Hajj lui-même ni-peut avoir l'espoir",
          "qu'il ne serait jamais en mesure d'effectuer lui-même. Le Malikis et Shafe est",
          "également d'accord sur, cela, cependant, l'Imam Malik pose la condition que si le",
          "père a voulu que son fils doit accomplir le Hadj après lui, en son nom, le fils",
          "peut accomplir le Hadj au nom de son père, sinon pas, mais les traditions à cet",
          "égard sont très explicites. Que le père a exprimé le désir, ou fait un testament",
          "ou non, le fils peut accomplir le Hajj en son nom. \n Ibn 'Abbas a rapporté qu'une",
          "femme _de la tribu de Khath'am dit au Saint Prophète: \"] La commande pour le Hajj",
          "a atteint mon père à un moment où il est devenu très vieux: il ne peut même pas",
          "rester sur les chameaux de retour [ \"Le Saint Prophète répondit:\"]. Vous pouvez",
          "alors effectuer le Hajj en son nom [ \"[(Bukhari, Muslim, Ahmad, Tirmidhi,",
          "Nasa'i)].. Un palier de tradition sur le même sujet a également été rapportée par",
          "Aii Hadrat. [(Ahmad, Tirmidhi)]. \n Hadrat 'Abdullah bin Zabair a fait mention",
          "d'un Tnan de la même tribu de Khath'am, qui a également posé une question",
          "semblable au Saint Prophète au sujet de son vieux père. Le Saint Prophète a",
          "demandé:? Êtes-vous son fils aîné \".] Il a répondu par l'affirmative Alors le",
          "Saint Prophète a dit [\" Si ton père avait laissé une dette et vous payé le tout,",
          "serait-il demeure payé en son nom \" ] il a répondu que ce serait le Saint",
          "Prophète dit:. [ \". Ensuite, vous devez également effectuer le Hajj également en",
          "son nom\"] [(Ahmad, Nasa'i)]. Ibn 'Abbas rapporte qu'une femme de la tribu de",
          "Juhainah est venu au Saint Prophète et lui dit: [ «Ma mère avait juré d'accomplir",
          "le Hajj, mais elle est morte avant d'effectuer son vœu Maintenant, je peux",
          "accomplir le Hajj en son nom.?\"] Le Saint Prophète répondit: [ «Si votre mère",
          "avait laissé derrière lui une dette, auriez-vous pas payée de même, vous devez",
          "également remplir la promesse faite à Allah, et Allah a plus de droit que les",
          "vœux faits à lui être effectuées?». ] [(Bukhari, Nasa'i)]. Bukhari et Musnad",
          "Ahmad contiennent une autre tradition selon laquelle un homme est venu et a posé",
          "la même question au Saint Prophète concernant sa sœur comme il a été mentionné",
          "ci-dessus, et le Saint Prophète lui a donné aussi la même réponse. \n Ces",
          "traditions fournissent une preuve évidente que pour autant que les composés actes",
          "de cultes corporels et monétaires sont concernés, on peut agir au nom d'un autre.",
          "En ce qui concerne les actes purement corporels de culte, il y a quelques hadiths",
          "qui prouvent la licéité d'agir au nom d'une autre dans ce genre de culte aussi",
          "bien. Par exemple, Ibn 'Abbas a rapporté qu'une femme de la tribu de Juhainah a",
          "demandé au Saint Prophète: «Ma mère avait juré d'observer le jeûne et elle est",
          "morte sans effectuer son voeu. Maintenant, je peux observer le jeûne en son nom [",
          "\"Le Saint Prophète répondit:\"]?.. Observer le jeûne en son nom [ \"[(Bukhari,",
          "Muslim, Ahmad, Abu Dâwûd)] Et la tradition de Hadrat Buraidah qu'un femme a",
          "demandé au sujet de sa mère: «] Elle avait la [d'un mois (selon une autre",
          "tradition de deux mois)] jeûnes à observer; je peux observer les jeûnes en son",
          "nom? [ \"Le Saint Prophète a dit qu'elle pouvait.\"] [(Muslim, Ahmad, Tirmidhi,",
          "Abou Daoud)]. Et «la tradition de A'ishah que le Saint Prophète a dit: 'Hadrat Si",
          "une personne meurt et il avait des jeûnes à observer, son tuteur doit observer",
          "les jeûnes en son nom [\" [(Bukhari, Muslim, Ahmad)] Dans le.. tradition liée par",
          "Bazzar les paroles du Saint Prophète sont à l'effet: \"] Si son tuteur peut ainsi",
          "comme, il peut observer les jeûnes en son nom). [ \"Sur la base de ces traditions",
          "mêmes de la Ashab al Hadith et Imam Auza'i et Zahiris ont formé le point de vue",
          "que l'on est autorisé à accomplir des actes corporels de culte également au nom",
          "de l'autre. Mais Imam Abu Hanifah, Imam Malik , Shafe'i et Imam Zaid bin 'Ali ont",
          "donné la décision que le jeûne ne peut être observée au nom d'une personne morte,",
          "et l'Imam Ahmad, Imam Laith et Ishaq bin Rahawaih opine que cela peut se faire",
          "que dans le cas où la personne décédée pourrait ont donc promis mais pourrait ne",
          "pas avoir été en mesure d'accomplir son vœu. Ceux qui s'y opposent donne",
          "l'argument selon lequel les journalistes du Hadith, qui prouvent sa licéité, ont",
          "eux-mêmes donné leurs décisions contre elle. Ibn 'la décision de Abbas a été",
          "rapporté par Nasa'i, ainsi: \"] Personne ne devrait offrir une prière ou observer",
          "un rapide au nom d'un autre [.\" Et Hadrat la décision A'ishah, selon' Abdur",
          "Razzaq, est: \" ] ne pas observer le jeûne au nom de vos morts; nourrir",
          "[(nécessiteux)] à la place \". La même chose a été lié de Hadrat 'Abdullah bin'",
          "Umar aussi par 'Abdur Razzaq que le devrait pas être rapide observé au nom de la",
          "personne décédée. Cela montre que dans le début, il était permis d'accomplir des",
          "actes de culte corporel au nom des autres, mais la pratique qui est devenu établi",
          "à la fin était qu'il n'y avait pas permis de le faire; sinon il n'a pas été",
          "possible que ceux qui ont rapporté ces Hadiths du Saint Prophète, devraient avoir",
          "eux-mêmes étant donné les décisions contre eux. \n A cet égard, il faut bien",
          "comprendre que l'accomplissement d'une obligation au nom d'un autre peut être",
          "bénéfique seulement pour ceux qui ont eux-mêmes été vif et désireux de remplir",
          "leurs obligations et aurait été incapable de le faire étant rendus impuissants",
          "par conditions. . Mais une personne qui a délibérément failli à faire le",
          "pèlerinage bien qu'il avait les moyens nécessaires pour cela et n'a eu aucun",
          "sentiment quelconque de cette obligation dans son cœur soit, ne peut pas être",
          "bénéficié, même si plusieurs Hajj être effectué en son nom par la suite. Ce",
          "serait analogue au cas d'une personne qui a délibérément évité de payer ses",
          "dettes et n'a pas eu l'intention de les payer jusqu'au dernier. Ensuite, même si",
          "chaque centime est payé en son nom, il resterait un débiteur à la vue de AIIah.",
          "Le paiement des dettes par un autre peut soulager seulement comme une personne",
          "qui, dans sa vie était désireux de rembourser ses dettes, mais n'a pas pu le",
          "faire en raison de circonstances difficiles."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "وَأَنَّ سَعْيَهُ سَوْفَ يُرَىٰ",
      "simpleTranslate" : [
        "et qui seront appréciés à leur juste valeur"
      ],
      "tafsirTranslate" : [
        "et que (le résultat de) son effort sera bientôt vu, <N:39>"
      ],
      "tanslateWordByWord" : [
        "Et cela",
        "son effort",
        "sera bientôt",
        "être vu"
      ],
      "notes" : {
        "39" : [
          "Autrement dit, «Dans l'au-delà les actes du peuple doivent être examinés et jugés",
          "afin de voir quelles dispositions ils ont apporté avec eux. \"Comme cette phrase",
          "se produit immédiatement après la phrase précédente, par lui-même indique que la",
          "phrase précédente concerne les récompenses et les punitions de l'au-delà, et la",
          "vue de ceux qui présentent comme un principe économique relatif à ce monde ne",
          "sont pas correctes. Pour interpréter un verset du Coran d'une manière aussi est",
          "sans rapport avec le contexte, ainsi que des affrontements avec les autres",
          "ordonnances du Coran ne peut pas être juste."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَىٰ",
      "simpleTranslate" : [
        "pour être ensuite amplement récompensés ;"
      ],
      "tafsirTranslate" : [
        "et qu'il doit alors être pleinement rétribuée,"
      ],
      "tanslateWordByWord" : [
        "alors",
        "il sera récompensé pour elle",
        "la récompense",
        "au maximum"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "وَأَنَّ إِلَىٰ رَبِّكَ الْمُنْتَهَىٰ",
      "simpleTranslate" : [
        "que c’est vers ton Seigneur que tout aboutit,"
      ],
      "tafsirTranslate" : [
        "et que le but final est de votre Seigneur,"
      ],
      "tanslateWordByWord" : [
        "Et cela",
        "à",
        "votre Seigneur",
        "(Est) l'objectif final"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَىٰ",
      "simpleTranslate" : [
        "que c’est Lui qui fait rire et pleurer,"
      ],
      "tafsirTranslate" : [
        "et que c'est Lui qui pousse les gens à rire et à pleurer, <N:40>"
      ],
      "tanslateWordByWord" : [
        "Et qu'Il",
        "[Il]",
        "fait (un) rire",
        "et marques (un) pleurent"
      ],
      "notes" : {
        "40" : [
          "Autrement dit, 'AIIah fournit les moyens à la fois pour la joie et de la douleur.",
          "Il contrôle la bonne et III Iuck. Il n'y a pas d'autre dans l'Univers, qui peut",
          "avoir quelque chose à voir avec la fabrication ou entachant des destins. \""
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا",
      "simpleTranslate" : [
        "que c’est Lui qui fait mourir et qui ramène à la vie,"
      ],
      "tafsirTranslate" : [
        "et que c'est Lui qui provoque la mort et accorde la vie,"
      ],
      "tanslateWordByWord" : [
        "Et qu'Il",
        "[Il]",
        "provoque la mort",
        "et donne la vie"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَىٰ",
      "simpleTranslate" : [
        "que c’est Lui qui crée les deux éléments du couple, le mâle et la femelle,"
      ],
      "tafsirTranslate" : [
        "et il est qui a créé les deux types, le mâle et la femelle,"
      ],
      "tanslateWordByWord" : [
        "Et qu'Il",
        "créé",
        "les paires",
        "le mâle",
        "et femelle"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "مِنْ نُطْفَةٍ إِذَا تُمْنَىٰ",
      "simpleTranslate" : [
        "d’une goutte de sperme quand elle est éjaculée ;"
      ],
      "tafsirTranslate" : [
        "à partir d'une goutte de sperme quand elle a été émise, <N:41>"
      ],
      "tanslateWordByWord" : [
        "De",
        "une goutte de sperme",
        "quand",
        "il est émis"
      ],
      "notes" : {
        "41" : [
          "Pour. explication, voir de 27 à 30 de la sourate Ar-Rum E.N., E.N. 77 de la",
          "Sourate Ash-Shura."
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَىٰ",
      "simpleTranslate" : [
        "que c’est à Lui qu’incombe la seconde création,"
      ],
      "tafsirTranslate" : [
        "et qu'il est pour lui accorder la deuxième vie, <N:42>"
      ],
      "tanslateWordByWord" : [
        "Et cela",
        "sur lui",
        "(Est) la mise en avant",
        "un autre"
      ],
      "notes" : {
        "42" : [
          "Lorsque ce verset est lu avec les deux versets précédents, la séquence elle-même",
          "semble donner l'argument de la mort la vie après-aussi. Le Dieu qui a le pouvoir",
          "de donner la mort et de subvention ascenseur et le Dieu qui apporte une créature",
          "comme l'homme d'un goutte de sperme insignifiant, apporte plutôt environ deux",
          "sexes séparés - malt et femmes - de la même substance et par la même méthode de",
          "création, ne peut pas être impuissant à ressusciter l'homme une fois de plus."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَأَنَّهُ هُوَ أَغْنَىٰ وَأَقْنَىٰ",
      "simpleTranslate" : [
        "que c’est Lui qui pourvoit aux besoins de l’homme et l’enrichit,"
      ],
      "tafsirTranslate" : [
        "qui est Lui qui a accordé la richesse et de richesses, <N:43>"
      ],
      "tanslateWordByWord" : [
        "Et qu'Il",
        "[Il]",
        "enrichit",
        "et suffit"
      ],
      "notes" : {
        "43" : [
          "Différentes significations ont été donnés par les lexicographes et les",
          "commentateurs du mot aqna tel qu'il est utilisé dans l'original. Selon Qatadah,",
          "Ibn 'Abbas a pris dans le sens de arda [(heureux)], et selon `Ikrima dans le sens",
          "de qanna'a [(satisfait)]. Selon Imam Razi, tout ce qui est donné à une personne",
          "au-delà de son besoin et l'exigence est IQNA `. Abu `Ubaidah et plusieurs autres",
          "lexicographes ont exprimé l'opinion que l'aqua est dérivé de qunya-tun, ce qui",
          "signifie la propriété durable et sécurisée, par exemple, la maison, les terres,",
          "les jardins, le bétail, etc. Ibn Zaid, cependant, a donné un tout autre ce qui",
          "signifie de celui-ci. Il dit que l'aqua ici a été utilisé dans le sens de afqara",
          "[(faite sans le sou)], et le verset signifie: Il a fait qui il a plu riche et qui",
          "il a plu sans le sou."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "وَأَنَّهُ هُوَ رَبُّ الشِّعْرَىٰ",
      "simpleTranslate" : [
        "que c’est Lui le Maître de Sirius,"
      ],
      "tafsirTranslate" : [
        "qu'il est le Seigneur de Sirius, <N:44>"
      ],
      "tanslateWordByWord" : [
        "Et qu'Il",
        "[Il]",
        "(Est) Lord",
        "(De) Sirius"
      ],
      "notes" : {
        "44" : [
          "Shi ra est l'étoile la plus brillante dans le ciel, qui est également connu sous",
          "les noms de Mirzam al- Jawza `, al-Kalb al-Akbar, al-Kalb al-Jabbar, ra Ash-Shi '",
          "al-'Abur, etc. En anglais, il est appelé Sirius, Dog Star et Canis Majoris. Il",
          "est de 23 airs aussi lumineuse que le Soleil, mais comme il brille plus de huit",
          "années-lumière de la terre, il semble être plus petite et moins lumineuse que le",
          "Soleil Les Égyptiens adoraient, car il a fait son apparition à peu près au moment",
          "de la saison où les inondations annuelles ont commencé dans le Nil; les Égyptiens",
          "croyaient que Sirius a causé les inondations du Nil. Les Arabes païens a",
          "également tenu la croyance que cette étoile a influencé les destinées humaines.",
          "Voilà pourquoi ils adoraient comme un dieu, et le Bani Khuza`ah, la tribu voisine",
          "des Quraish, ont été particulièrement bien connus pour être ses dévots. Qu'est-ce",
          "que Dieu dit moyen: 'Vos destins ne sont pas effectués et contrôlés par Shi est,",
          "mais par le Seigneur de Shi'ra."
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَىٰ",
      "simpleTranslate" : [
        "que c’est Lui qui fit périr les premiers `Âd"
      ],
      "tafsirTranslate" : [
        "qui est Lui qui a détruit l'ancienne 'Ad, <N:45>"
      ],
      "tanslateWordByWord" : [
        "Et qu'Il",
        "détruit",
        "Aad",
        "la première"
      ],
      "notes" : {
        "45" : [
          "'Ad Ula signifie l'ancienne' Ad à qui le Prophète Hud [(paix soit sur lui)] avait",
          "été nommé Prophète. Lorsque ces personnes ont été infligées par le tourment en",
          "conséquence de nier le Prophète Houd, les croyants n'échappé à la punition. Leurs",
          "descendants sont appelés `Ad Ukhra, ou celui-ci 'Ad, dans l'histoire."
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَثَمُودَ فَمَا أَبْقَىٰ",
      "simpleTranslate" : [
        "et les Thamûd jusqu’au dernier,"
      ],
      "tafsirTranslate" : [
        "et Thamud, ne laissant aucune trace d'eux,"
      ],
      "tanslateWordByWord" : [
        "Et Thamud",
        "afin de ne pas",
        "Il épargné"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "وَقَوْمَ نُوحٍ مِنْ قَبْلُ ۖ إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَىٰ",
      "simpleTranslate" : [
        "ainsi que le peuple de Noé, avant eux, qui était, de tous les peuples, le plus",
        "injuste et le plus dévoyé ;"
      ],
      "tafsirTranslate" : [
        "et que c'est Lui qui détruit le peuple de Noé avant car ils ont beaucoup donné à",
        "l'iniquité et la transgression."
      ],
      "tanslateWordByWord" : [
        "Et (les) personnes",
        "(De) Nuh",
        "avant",
        "avant",
        "En effet, ils",
        "ils étaient",
        "ils étaient",
        "plus injuste",
        "et plus rebelle"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "وَالْمُؤْتَفِكَةَ أَهْوَىٰ",
      "simpleTranslate" : [
        "que c’est Lui qui a renversé les cités maudites"
      ],
      "tafsirTranslate" : [
        "Et Il a apporté la perdition sur les villes subverti"
      ],
      "tanslateWordByWord" : [
        "Et les villes renversées",
        "Il renversa"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "فَغَشَّاهَا مَا غَشَّىٰ",
      "simpleTranslate" : [
        "et qui les a, sous les décombres, ensevelies?"
      ],
      "tafsirTranslate" : [
        "et a causé les couvrir avec ce qu'Il les a couverts avec. <N:46>"
      ],
      "tanslateWordByWord" : [
        "Donc, les couverts",
        "quelle",
        "couvert"
      ],
      "notes" : {
        "46" : [
          "«Les colonies tamisées [\": les colonies du peuple de Lot, et \"] les couverts ce",
          "qui les couvrait\" impliquent probablement les eaux de la mer Morte, qui se",
          "répandit sur leurs colonies après avoir coulé souterrain, et couvrir la région,",
          "même jusqu'à ce jour."
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَىٰ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de ton Seigneur oseras-tu renier?"
      ],
      "tafsirTranslate" : [
        "Donc, <N:47> qui des bienfaits de votre Seigneur vous douter? <N:48>"
      ],
      "tanslateWordByWord" : [
        "Lequel (de)",
        "les Favors",
        "(De) votre Seigneur",
        "va vous doutez"
      ],
      "notes" : {
        "48" : [
          "Le mot tatamara, tel qu'il est utilisé dans le texte, signifie à la fois le doute",
          "et de se disputer. L'adresse est dirigée à chaque auditeur. Pour toute personne",
          "qui peut être à l'écoute à ce discours, il est dit: Même après avoir été témoin",
          "de ce qui a été le sort de l'histoire humaine de nier les bienfaits d'Allah et de",
          "querelles avec les Prophètes qui les concernent, vous engagez-vous toujours la",
          "même folie? Ce que les anciens peuples avaient douté était de savoir si les",
          "bienfaits et les bénédictions qu'ils jouissent dans le monde, avait été accordée",
          "par un Dieu, ou par d'autres associés de son, ou en personne, mais étaient",
          "devenus disponibles par eux-mêmes. En raison de cela, ils se chamaillaient avec",
          "les prophètes. Les prophètes affirmé que toutes ces bénédictions avaient été",
          "accordées par Dieu, et par un Dieu seul; par conséquent, ils devraient être",
          "reconnaissants à Lui et devraient le servir seul; mais les gens ne croyaient pas",
          "cela et se chamaillaient avec les prophètes sur ce très compte. Maintenant, ô",
          "homme: [ \"Ne voyez-vous dans l'histoire ce que le sort de ces nations se sont",
          "réunis pour recevoir ce doute et pour leur querelles vous divertira le même doute",
          "et se livrer à la même querelles comme révélé désastreux pour les autres?\"] \n A",
          "cet égard, il faut aussi garder à l'esprit que la «Ad et Thamud et le peuple de",
          "Noé avait passé longtemps avant que le Prophète Abraham, et le peuple de Lot",
          "avait rencontré le tourment de son vivant. Par conséquent, il ne peut y avoir",
          "aucune difficulté à considérer ce passage comme une partie de la reprise des",
          "Livres du Prophète Abraham."
        ],
        "47" : [
          "Selon certains commentateurs cette phrase est aussi une partie de la reprise des",
          "Livres des Prophètes Abraham et Moïse, et selon d'autres, il a pris fin avec Fa",
          "ghashsha-ha ma ghashsha, et avec cela commence un nouveau thème. Selon le",
          "contexte, cependant, la première vue semble être préférable, pour les mots",
          "suivants [ \"Ceci est un avertissement des avertissements déjà donnés,\"]",
          "soulignent que tout le passage qui précède est [ \"des avertissements déjà",
          "donnés\"] , qui avait été envoyé dans les Livres des prophètes Abraham et Moïse."
        ]
      }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "هَٰذَا نَذِيرٌ مِنَ النُّذُرِ الْأُولَىٰ",
      "simpleTranslate" : [
        "Ce Prophète est un avertisseur semblable aux précédents,"
      ],
      "tafsirTranslate" : [
        "Ceci est un avertissement parmi les avertissements d'autrefois. <N:49>"
      ],
      "tanslateWordByWord" : [
        "Ce",
        "(Est) un warner",
        "de",
        "les avertisseurs",
        "l'ancien"
      ],
      "notes" : {
        "49" : [
          "Les mots de l'original sont: Hadha nadhir-un-min-un-nudhur-il-ula. Les",
          "commentateurs ont exprimé trois points de vue dans l'explication de cette phrase.",
          "Tout d'abord, que nadhir ici implique le Prophète Muhammad [(sur qui être la paix",
          "d'Allah)]; deuxièmement, que cela implique le Coran; troisièmement, que cela",
          "implique le sort des peuples déjà détruits, ce qui a été mentionnées dans les",
          "versets précédents. Compte tenu du contexte, nous arc de l'opinion que ce dernier",
          "commentaire est préférable."
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "أَزِفَتِ الْآزِفَةُ",
      "simpleTranslate" : [
        "et l’Heure du Jugement dernier est imminente,"
      ],
      "tafsirTranslate" : [
        "L'Heure imminente a approché, <N:50>"
      ],
      "tanslateWordByWord" : [
        "a approché",
        "approcher le jour"
      ],
      "notes" : {
        "50" : [
          "Autrement dit, [ «Ne pas être sous l'illusion qu'il ya encore assez de temps pour",
          "la réflexion et la considération, par conséquent, vous ne pouvez pas accorder une",
          "attention sérieuse et immédiate à ces choses et ne peut pas décider que vous",
          "devez accepter les sans plus tarder Nay:... personne parmi vous sait combien le",
          "répit de la vie est laissée à l'un d'entre vous peut mourir à tout moment et la",
          "dernière heure peut également avoir lieu tout à coup conséquent, ne pense pas que",
          "le Heure du Jugement est encore loin. Quiconque a aucun souci de l'au-delà,",
          "devrait réparer ses voies sans délai, car on peut ne pas avoir une chance de",
          "prendre un second souffle après le présent souffle. \"]"
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ",
      "simpleTranslate" : [
        "mais nul en dehors de Dieu ne peut la dévoiler."
      ],
      "tafsirTranslate" : [
        "et nul autre qu'Allah peut l'éviter. <N:51>"
      ],
      "tanslateWordByWord" : [
        "N'est pas",
        "pour ça",
        "outre",
        "outre",
        "Allah",
        "tout solvant"
      ],
      "notes" : {
        "51" : [
          "Autrement dit, lorsque l'heure du Jugement DCEs arrive, vous ne serez pas en",
          "mesure de l'arrêter, ni vos autres divinités qu'Allah le pouvoir pour l'éviter.",
          "Allah seul peut l'arrêter, mais il ne sera pas."
        ]
      }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "أَفَمِنْ هَٰذَا الْحَدِيثِ تَعْجَبُونَ",
      "simpleTranslate" : [
        "Serait-ce ce discours qui provoque votre étonnement?"
      ],
      "tafsirTranslate" : [
        "Est-ce que vous, alors, demander à ce? <N:52>"
      ],
      "tanslateWordByWord" : [
        "Alors",
        "ce",
        "déclaration",
        "vous vous demandez"
      ],
      "notes" : {
        "52" : [
          "Le mot Hadh-al-Hadith utilisé dans l'original, signifie tout l'enseignement qui a",
          "été. étant présenté dans le Coran par le Saint Prophète Muhammad [(sur qui être",
          "la paix et la bénédiction d'Allah)] et [ «merveille»] implique la merveille que",
          "l'homme exprime en entendant un roman et chose incroyable. Le verset signifie",
          "ceci:. [ \"Ce à quoi Muhammad [(sur lui la paix et bénédictions d'Allah)] vous",
          "invite est le même que vous avez déjà entendu parler maintenant, est-ce cette",
          "chose à laquelle vous émerveiller et se sentir effrayé, et exprimer",
          "émerveillement, comme si quelque chose de très étrange et roman a été présenté",
          "devant vous? \"]"
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "وَتَضْحَكُونَ وَلَا تَبْكُونَ",
      "simpleTranslate" : [
        "Vous en riez au lieu d’en pleurer,"
      ],
      "tafsirTranslate" : [
        "Est-ce que vous en rire plutôt que de pleurer? <N:53>"
      ],
      "tanslateWordByWord" : [
        "Et vous riez",
        "et (faire) pas",
        "pleurer"
      ],
      "notes" : {
        "53" : [
          "Autrement dit, [ «Au lieu de pleurer à votre ignorance et de la déviation vous,",
          "au contraire, sont moqueuse, la Vérité\"]."
        ]
      }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "وَأَنْتُمْ سَامِدُونَ",
      "simpleTranslate" : [
        "donnant ainsi la preuve de votre insouciance !"
      ],
      "tafsirTranslate" : [
        "Est-ce que vous vous occuper simplement de gaieté? <N:54>"
      ],
      "tanslateWordByWord" : [
        "Pendant que tu",
        "amuse (vous)"
      ],
      "notes" : {
        "54" : [
          "Deux significations ont été donnés du mot samidun par les lexicographes. Ibn",
          "`Abbas,` Ikrima et Abu.`Ubaidah, le grammairien, sont d'avis que dans la langue",
          "Yarnanite sumud signifie chanter et jouer, et le verset fait allusion que les",
          "mécréants de la Mecque, afin de supprimer la récitation du Coran ' un et de",
          "détourner l'attention des personnes loin de là, serait commencer à chanter d'une",
          "voix forte. L'autre signification de celui-ci donné par lbn `Abbas et Mujahid",
          "est:` Sumud signifie courbant la tête hors de l'arrogance; quand les mécréants de",
          "la Mecque passaient par le Saint Prophète, ils passeraient par lui en colère avec",
          "leurs visages levés vers le haut. \"Raghib Isphahani dans son Mafradat a également",
          "adopté le même sens; samidun conséquence, Qatadah a traduit en ghafilun et Said",
          "bin Jubayr dans mu'ridun."
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا ۩",
      "simpleTranslate" : [
        "Prosternez-vous plutôt devant Dieu et adorez-Le !"
      ],
      "tafsirTranslate" : [
        "Prosternez-vous devant Allah, et le servir. <N:55>"
      ],
      "tanslateWordByWord" : [
        "donc, prostré",
        "à Allah",
        "et de culte (Lui)"
      ],
      "notes" : {
        "55" : [
          "Selon Imam Abu Hanifah, Imam Shafe`i et de nombreux autres chercheurs, il est",
          "obligatoire d'effectuer une prosternation sur la récitation de ce verset. Bien",
          "que l'Imam Malik lui-même utilisé pour effectuer une prosternation ici [(tel que",
          "cité par Qadi Abu Bakr ibn al-`Arabi dans un Ahkam al-Qur'an)], mais il a estimé",
          "qu'il était pas obligatoire d'effectuer une prosternation ici, la base de sa vue",
          "étant cette tradition de Hadrat Zaid bin Thabit:. \"Je récitais Surah an-Najm",
          "devant le Saint Prophète, et il n'a pas perfom un sajdah '[(Bukhari, Muslim,",
          "Ahmad, Tirmidhi, Abou Daoud, Nasa 'i)]. mais ce DCEs Hadith ne nie la",
          "titularisation du prostration ici, car il est probable que le Saint Prophète n'a",
          "pas effectué le sajdah puis pour une raison quelconque, mais pourrait avoir",
          "réalisé plus tard. d'autres traditions sur le sujet sont explicites que la",
          "prostration a toujours été effectuée sur ce verset. Hadrat `Abdullah bin Mas'ud,",
          "Ibn` Abbas et Muttalib bin Abi Wada`ah ont unanimement déclaré que lorsque le",
          "Saint Prophète récita cette sourate pour la première fois dans la Kaaba, il avait",
          "prosterné et avec lui toute l'assemblée des croyants et les incroyants aussi",
          "était tombé prosterné. [(Bukhari, Ahmad, Nasa'i)] Ibn 'Umar a rapporté que le",
          "Saint Prophète récitait la sourate an-Najm dans la prière et se prosterna et se",
          "coucha longtemps dans cet état. [(Baihaqi, Ibn Marduyah)]. Saburat al-Juhani",
          "déclare que Hadrat 'Umar récita la sourate an-Najm dans la prière Fajr et a",
          "effectué une prosternation, puis se leva, récité la sourate al-Zilzal et a",
          "effectué la ruku'. [(Sa'id bin Mansur)]. Imam Malik lui-même a raconté cet acte",
          "de Hadrat Umar dans son Mu'watta [(Bab Ma Ja `fi Sajud al-Qar en)]."
        ]
      }
    }
  ],
  "medinian" : false
}