{
  "chapterNumber" : 54,
  "nbVerses" : 55,
  "name" : "La Lune",
  "nameArabic" : "القمر",
  "transName" : "al-qamar",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ",
      "simpleTranslate" : [
        "L’Heure du Jugement dernier approche et la Lune se fend !"
      ],
      "tafsirTranslate" : [
        "L'heure de la Résurrection approchait et la lune fende <N:1>."
      ],
      "tanslateWordByWord" : [
        "Est venu près",
        "l'heure",
        "et a divisé",
        "la lune"
      ],
      "notes" : {
        "1" : [
          "Autrement dit, [ \"La scission de la Lune est en morceaux un signe que l'heure de",
          "la Résurrection de laquelle vous êtes prédit, a attiré près, et l'ordre de",
          "l'Univers a commencé à être perturbé . de plus, l'incident qui a une grande",
          "sphère comme la Lune de se diviser en deux parties distinctes, est une preuve",
          "spécifique du fait que la résurrection de laquelle vous êtes prévenu peut avoir",
          "lieu. de toute évidence, lorsque la Lune peut diviser, la terre peut également",
          "fendu, les orbites des étoiles et des planètes, il peut aussi changer et",
          "l'ensemble du système des cieux peut aussi être perturbée. il n'y a rien",
          "d'éternel et éternel et stable ici afin que la résurrection peut être improbable.",
          "\"] \n Certaines personnes ont pris cette phrase pour dire: [ \"La Lune sera",
          "divisée.\"] Bien que selon l'usage arabe, il est possible de prendre ce sens, le",
          "contexte rejette clairement. En premier lieu, si tel était le sens, la première",
          "phrase n'a plus de sens. Si la Lune avait pas réellement diviser au moment où",
          "cette révélation a été faite, mais il allait se séparer un peu de temps à",
          "l'avenir, il serait absurde de dire sur la base de ce que l'Heure de la",
          "Résurrection avait approché à portée de main. Après tout, comment peut un",
          "incident qui doit avoir lieu dans le futute, être considéré comme un signe de la",
          "Résurrection du être à portée de main, et comment un tel témoignage peut être",
          "présenté comme un argument rationnel? Deuxièmement, avec ce sens à l'esprit quand",
          "nous lisons les versets suivants, ils semblent être tout à fait incohérent. Les",
          "versets qui suivent montrent clairement que les gens à cette époque avaient été",
          "témoins d'un signe qui était un signe manifeste de la possibilité de la",
          "résurrection, mais ils ont rejeté comme une illusion magique, et ont persisté",
          "dans leur croyance que la résurrection n'a pas été possible. Dans ce contexte,",
          "les mots inshaqq-al-Qamar peuvent avoir de sens que si elles sont prises pour",
          "signifier: [ \"La Lune fende.\"] Si elles sont prises à dire: [ \"La Lune sera",
          "divisé en deux,\"] l'ensemble thème suivant devient décousue. Il sera pris comme",
          "ceci: \n [ \"L'Heure de la Résurrection a approché et la Lune se fende Pourtant,",
          "quel que soit signer ces gens peuvent voir, ils se détournent et disent:.!` Ceci",
          "est la magie actuelle ' Ils ont nié et suivi seulement leurs passions. \"] \n Par",
          "conséquent, la vérité est que l'incident de la scission de la Lune est confirmée",
          "explicitement par les paroles du Coran et il ne dépend pas des traditions du",
          "Hadith. Cependant, les traditions fournissent ses détails, et on vient de savoir",
          "quand et comment il avait eu lieu. Ces traditions ont été liées par Bukhari,",
          "Muslim, Tirmidhi, Ahmad, Abu `Uwanah, Abu Dâwûd Tayalisi,` Abdur Razzaq, Ibn",
          "Jarir, Baihaqi, Tabarani, Ibn Marduyah, et Abou Nu'aim Tsfahani avec de",
          "nombreuses chaînes d'émetteurs sur l'autorité de Hadrat `Ali, Hadrat` Abdullah",
          "bin Mas'ud, Hadrat `Abdullah bin` Abbas, Hadrat 'Abdullah bin `Umar, Hadrat",
          "Hudhaifah, Hadrat Anas bin Malik et Hadrat Jubair bin Mut`im. Trois de ces",
          "autorités, à savoir, Hadrat `Abdullah bin Mas'ud; Hadrat Hudhaifah et Hadrat",
          "Jubair bin Mut`im, état qu'ils étaient les témoins oculaires de cet événement;",
          "deux d'entre eux ne peuvent pas être les témoins oculaires, cet événement a eu",
          "lieu avant la naissance d'un [(à savoir. 'Abdullah bin `Abbas)] et à un moment où",
          "l'autre [(à savoir .. Malik bin Anas)] était encore un enfant. Mais étant donné",
          "que ces deux savants étaient Compagnons, il est évident qu'ils doivent avoir",
          "rapporté cet événement après avoir entendu des Compagnons âgés qui avaient une",
          "connaissance directe. \n Les informations que l'on recueille des différentes",
          "traditions est que cet incident a eu lieu environ cinq ans avant l'Hégire. Il a",
          "été le 14e nuit du mois lunaire; la Lune venait de se lever quand il a",
          "soudainement divisé et ses deux parties ont été vus de chaque côté de la colline",
          "en face. Puis, après un moment ou ils rejoignirent. Le Saint Prophète [(sur lui",
          "la paix)] à cette époque était à Mina. Il dit aux gens de le marquer et être des",
          "témoins à elle. Les mécréants ont dit que Muhammad [(sur lui la paix et",
          "bénédictions d'Allah)] avait travaillé la magie sur eux; par conséquent, leurs",
          "yeux avaient été trompés. Les autres personnes ont dit: [ \"Mnhammad aurait pu",
          "travailler la magie sur nous, mais pas sur tous les gens Que les gens d'autres",
          "endroits viennent. Nous allons leur demander s'ils ont aussi été témoins de cet",
          "incident. \"] Lorsque les gens d'autres endroits sont venus, ils portaient la",
          "preuve qu'ils avaient aussi été témoin du même phénomène. \n Certaines traditions",
          "qui ont été liées de Hadrat Anas donnent lieu à l'incompréhension que l'incident",
          "de la scission de la Lune était arrivé deux fois. Mais, en premier lieu, personne",
          "d'autre parmi les Compagnons a déclaré ceci; deuxièmement, dans les traditions",
          "SOMC de Hadrat Anas lui aussi des mots arc marratain [(deux fois)], et dans",
          "firqatain sain et shaqqatain [(deux pièces)]; troisièmement, le Coran mentionne",
          "qu'un seul incident de fractionnement du sépare de la Lune. La vue correcte est",
          "donc que cet incident est arrivé qu'une seule fois. En ce qui concerne les",
          "histoires qui sont en cours parmi les gens que le Saint Prophète [(sur lui la",
          "paix)] avait matte un geste vers la Lune et il divisé en deux parties et qu'une",
          "partie de la Lune est entré dans la poitrine du vêtement de la Saint Prophète et",
          "sortit de la douille, ont aucun fondement. \n Ici, la question se pose: Quelle",
          "était la vraie nature de cet incident. Était-ce un miracle que le Saint Prophète",
          "[(sur lui la paix)] réalisée sur la demande des mécréants de la Mecque comme une",
          "preuve de sa Prophétie? Ou, est-ce que d'un accident survenu sur la Lune par la",
          "puissance d'Allah et le Saint Prophète avait seulement appelé l'attention des",
          "peuples à lui et les a avertis pour le marquer comme un signe de la possibilité",
          "et de la proximité de la Résurrection? Un grand groupe de savants musulmans",
          "considère comme parmi les miracles du Saint Prophète et est d'avis qu'il a été",
          "montré sur la demande des incroyants. Mais ce point de vue se fonde uniquement",
          "sur somc de ces traditions qui ont été liées de Hadrat Anas. En dehors de lui",
          "aucun autre compagnon a déclaré cela. Selon Fath al Bari Ibn Hajar dit: «En",
          "dehors de la narration par Anas, dans aucune autre narration de cette histoire",
          "que je suis venu à travers le thème que l'incident de la scission de la Lune",
          "avait eu lieu sur la demande des polythéistes. [(Bab Inshiqaq al-Qamar)]. Abu",
          "Nu'aim Isfahani a raconté une tradition à ce sujet dans Dale il un-Nubuwwat, sur",
          "l'autorité de Hadrat 'Abdullah bin' Abbas aussi, mais il a une chaîne faible de",
          "transrmitters et aucune des traditions qui ont été liés avec de fortes chaînes de",
          "tranamitters dans les collections de Hadith sur l'autorité de Hadrat 'Abdullah",
          "bin' Abbas, contient toute mention. en outre, ni Hadrat Anas ni Hadrat `Abdullah",
          "bin` Abbas était un contemporain de cet incident. au contraire, aucun des",
          "Compagnons parmi Hadrat `Abdullah bin Mas'ud, Hadrat Hudhaifah, Hadrat Jubair bin",
          "Mut`im, Hadrat 'Ali, Hadrat` Abdullah bin' Umar, qui étaient contemporains de",
          "l'incident, a déclaré que les païens de la Mecque avaient exigé un signe du Saint",
          "Prophète pour témoigner de sa prophétie sur lequel il pourrait HAVC montré le",
          "miracle de la scission de la Lune. Par-dessus tout, le Coran lui-même est aussi",
          "présenter cet événement non pas comme un signe de la Prophétie, mais comme un",
          "signe de la proximité de la Résurrection. Cependant, ce fut en effet 3 la preuve",
          "évidente de la vérité du Saint Prophète parce qu'il a témoigné aux nouvelles",
          "qu'il donnait aux gens de la venue de la Résurrection. \n Les critiques soulèvent",
          "deux types d'objections contre elle. En premier lieu, ils disent qu'il est",
          "impossible qu'une grande sphère comme la Lune devrait fende en deux parties",
          "distinctes, qui devraient obtenir des centaines de miles de distance puis",
          "rejoindre. Deuxièmement, ils disent si elle avait donc passé, ce serait un",
          "événement bien connu dans le monde et aurait trouvé mention dans les livres",
          "d'histoire et de l'astronomie. Mais, en fait, ces deux objections sont fragiles.",
          "En ce qui concerne la discussion de sa possibilité, il pourrait peut-être trouver",
          "la crédibilité dans les anciens jours, mais sur la base de ce que l'homme a la",
          "canne à connaître de nos jours sur la structure des planètes, on peut dire qu'il",
          "est tout à fait possible qu'un sphère peut éclater en raison de son action",
          "volcanique interne et ses deux parties peut être jeté éloignés par la puissante",
          "éruption, puis peut rejoindre sous la force magnétique de leur centre. Quant à la",
          "seconde objection, il est fragile parce que l'événement avait eu lieu",
          "soudainement et a duré une courte période seulement. Il ne fallait pas que, à ce",
          "moment-là le monde pourrait se pencher sur la Lune. Il n'y avait pas d'explosion",
          "soit qui aurait pu attiré l'attention du peuple; il n'y avait aucune information",
          "préalable de celui-ci que les gens pourraient être en attente de son apparition",
          "et levant les yeux au ciel. Il ne pouvait pas aussi être vu partout sur la terre,",
          "mais seulement en Arabie et dans l'Est (ands où la Lune était levé et visible à",
          "ce moment-là. Le goût et l'art d'écrire l'histoire aussi avaient pas encore",
          "développé de telle sorte que les personnes qui pourraient avoir a été témoin,",
          "aurait dû faire un enregistrement de celui-ci, puis historien sain d'esprit",
          "aurait recueilli les éléments de preuve et conservée dans un livre d'histoire.",
          "Cependant, dans les histoires de Malabar mention a été faite d'un souverain",
          "indigène qui avait été témoin de ce phénomène qui nuit . en ce qui concerne les",
          "livres d'astronomie et Calendriers, cet événement pourrait HAVC été mentionné en",
          "eux que si l'événement avait affecté le mouvement de la Lune, son orbite et les",
          "temps de son lever et. . Comme rien de tel passé, il n'a pas attiré l'attention",
          "des anciens astronomes. Les observatoires ont également été pas si développés",
          "qu'ils pourraient HAVC pris connaissance de tout ce qui se passe dans les cieux",
          "et conservé une trace."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ",
      "simpleTranslate" : [
        "Mais, chaque fois qu’un miracle se produit sous leurs yeux, les impies s’en",
        "détournent en disant : «C’est la magie qui continue !»"
      ],
      "tafsirTranslate" : [
        "(Peu importe les signes de ces gens voient), ils se détournent et disent: '. Ceci",
        "est un rituel en cours » <N:2>"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "ils voient",
        "un panneau",
        "ils se détournent",
        "et dis",
        "la magie",
        "continue"
      ],
      "notes" : {
        "2" : [
          "Les mots sihr-um mustamirr du texte peut avoir plusieurs significations: [(1)]",
          "Que Dieu ne plaise, cette illusion magique est aussi une de ces performances",
          "magiques que Muhammad [(sur qui être la paix d'Allah et les bénédictions)] a été",
          "performants jour et la nuit; [(2)] que cela est certainement une œuvre de la",
          "magie qui a été réalisée avec une grande expertise; et [(3)] que, tout comme",
          "d'autres œuvres de magie ont passé, il en sera ce passage aussi sans laisser",
          "aucun effet durable derrière."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ ۚ وَكُلُّ أَمْرٍ مُسْتَقِرٌّ",
      "simpleTranslate" : [
        "Et ils crient à l’imposture pour suivre leurs propres impulsions. Mais toute",
        "chose arrivera à son terme."
      ],
      "tafsirTranslate" : [
        "Ils ont également donné un démenti à (la fendre de la lune) et seulement suivi",
        "leurs désirs <N:3> Pourtant, tout est destiné à atteindre une fin.. <N:4>"
      ],
      "tanslateWordByWord" : [
        "Et ils ont nié",
        "et suivie",
        "leurs désirs",
        "mais (pour) tous les",
        "matière",
        "(Sera un) règlement"
      ],
      "notes" : {
        "4" : [
          "Autrement dit, [ \"Il ne peut pas être si sans cesse que Muhammad [(sur lui la",
          "paix et bénédictions d'Allah)] devrait continuer à vous inviter à la vérité",
          "pendant que vous persistez dans votre mensonge obstinément et sa vérité et votre",
          "le mensonge ne doit jamais être mis en place. affaires AII ont finalement pour",
          "atteindre une fin nommé. de même, inévitablement ce conflit entre vous et",
          "Muhammad [(sur qui être la paix et la bénédiction d'Allah)] a aussi pour",
          "atteindre une fin. un temps viendra certainement quand il sera clairement établi",
          "qu'il avait été dans le droit et vous dans le mauvais partout. de même, les",
          "adorateurs du T ruth doivent voir un jour le résultat de leur culte de la vérité",
          "et les adorateurs du mensonge de leur culte du mensonge. \"]"
        ],
        "3" : [
          "Autrement dit, [ «Ils persistent encore dans la même décision qu'ils avaient fait",
          "de nier l'au-delà et n'ont pas changé leur esprit, même après avoir été témoin de",
          "ce manifeste Sign, principalement parce que le conflit avec leurs désirs de la la",
          "chair. \"]"
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ مَا فِيهِ مُزْدَجَرٌ",
      "simpleTranslate" : [
        "On leur a pourtant fait parvenir des récits de nature à les mettre en garde,"
      ],
      "tafsirTranslate" : [
        "Certes, il est venu à eux des récits (des anciennes nations) qui devrait suffire",
        "à dissuader (les de la transgression),"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "est venu à eux",
        "de",
        "l'information",
        "où",
        "où",
        "(Est) la dissuasion"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "حِكْمَةٌ بَالِغَةٌ ۖ فَمَا تُغْنِ النُّذُرُ",
      "simpleTranslate" : [
        "de par la haute sagesse qu’ils recèlent. Mais, hélas ! Tous ces avertissements",
        "sont demeurés sans effet sur eux."
      ],
      "tafsirTranslate" : [
        "récits qui sont pleins de sagesse consommée. Mais les avertissements ne leur",
        "profitent pas."
      ],
      "tanslateWordByWord" : [
        "Sagesse",
        "parfait",
        "mais non",
        "se prévaloir",
        "les avertissements"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "فَتَوَلَّ عَنْهُمْ ۘ يَوْمَ يَدْعُ الدَّاعِ إِلَىٰ شَيْءٍ نُكُرٍ",
      "simpleTranslate" : [
        "Détourne-toi donc de ces gens-là ! Car le jour où l’appel retentira, annonçant",
        "l’horrible événement,"
      ],
      "tafsirTranslate" : [
        ". Donc détourner d'eux, (O Prophète) <N:5> Le jour où un appelant doit les",
        "appeler à une chose plus terrible, <N:6>"
      ],
      "tanslateWordByWord" : [
        "Donc détourner",
        "d'eux",
        "(Le jour",
        "appellera",
        "l'appelant",
        "à",
        "Une chose",
        "terrible"
      ],
      "notes" : {
        "5" : [
          "En d'autres termes, [ «Laissez-les à eux-mêmes. Lorsque tous les efforts ont été",
          "faits pour leur faire comprendre la vérité dans les moyens les plus rationnels,",
          "lorsque des instances ont été cités de l'histoire à leur montrer les mauvais",
          "résultats de le refus de l'au-delà, quand les destins terribles subies par les",
          "autres nations à la suite de leur rejet des messages prophétiques ont été portées",
          "à leur connaissance et pourtant ils sont peu enclins à renoncer à leur",
          "obstination, ils devraient être laissé seul pour se gausser de leurs folies .",
          "maintenant, ils croient que si après la mort, ils proviennent de leurs tombes",
          "pour voir de leurs propres yeux que la résurrection dont ils ont été avertis et",
          "exhortés à adopter la vérité, avait effectivement eu lieu »]"
        ],
        "6" : [
          "Un autre sens peut être [ «une chose inconnue\"], une chose dont ils ne pourraient",
          "jamais imaginer, dont ils n'ont jamais eu aucun concept et aucune idée quoi que",
          "cela pourrait également se produire."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "خُشَّعًا أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ",
      "simpleTranslate" : [
        "ces infidèles surgiront de leurs tombes, les yeux baissés, comme des sauterelles",
        "en nuées"
      ],
      "tafsirTranslate" : [
        "avec les yeux baissés <N:8> ils sortiront de leurs tombes, <N:7> comme si elles",
        "étaient dispersés sauterelles."
      ],
      "tanslateWordByWord" : [
        "(Sera) humilié",
        "leurs yeux",
        "ils sortiront",
        "de",
        "les tombes",
        "comme si elles (étaient)",
        "criquets",
        "diffusion"
      ],
      "notes" : {
        "8" : [
          "Littéralement: [ \"Leurs regards seront baissés.\"] Cela peut avoir plusieurs",
          "significations: [(1)] Qu'ils apparaissent ténor frappés; [(2)] qu'ils",
          "réfléchiront la honte et l'humiliation, car dès qu'ils se présentent sur leurs",
          "tombes, ils se rendraient compte qu'il était bien la même seconde vie dont ils",
          "avaient été nier, pour lesquelles ils avaient fait aucune préparation, et dans",
          "laquelle ils devront se présenter devant leur Dieu comme des coupables; et [(3)]",
          "que des regards émerveillés qu'ils regarderont les scènes terribles avant eux, à",
          "partir de laquelle ils ne seraient pas en mesure d'éviter les yeux."
        ],
        "7" : [
          "[ \"Graves\"] ne signifient pas que les fosses dans la terre dans laquelle une",
          "personne aurait pu être bien enterrés, mais il se lèverait d'où il était mort, ou",
          "de partout où sa mise à la poussière, sur l'appel de l'appelant à la plaine de la",
          "Résurrection."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "مُهْطِعِينَ إِلَى الدَّاعِ ۖ يَقُولُ الْكَافِرُونَ هَٰذَا يَوْمٌ عَسِرٌ",
      "simpleTranslate" : [
        "et se dirigeront à pas précipités, le cou tendu vers l’appel, en disant : «Voilà",
        "un jour bien pénible !»"
      ],
      "tafsirTranslate" : [
        "Ils sont hâtaient de suite vers l'appelant, et les non-croyants (qui avait déjà",
        "refusé cette journée), diront: '. Ceci est un jour triste \""
      ],
      "tanslateWordByWord" : [
        "Racing avance",
        "vers",
        "l'appelant",
        "Diront",
        "les incroyants",
        "Ce",
        "(Est) un jour",
        "difficile"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ",
      "simpleTranslate" : [
        "Avant eux, le peuple de Noé avait déjà crié au mensonge, traitant Notre serviteur",
        "d’imposteur, de possédé et le repoussant brutalement."
      ],
      "tafsirTranslate" : [
        "Avant de les peuple de Noé a également donné le mensonge (à son message) <N:9>",
        "Ils traitèrent Notre serviteur comme un menteur, en disant: \". Il est un fou»; et",
        "il a été repoussé. <N:10>"
      ],
      "tanslateWordByWord" : [
        "dénié",
        "Avant eux",
        "(les gens",
        "(De) Nuh",
        "et ils ont nié",
        "Notre esclave",
        "et dit",
        "Un fou",
        "et il a été repoussé"
      ],
      "notes" : {
        "9" : [
          "Autrement dit, `Ils nié que l'au-delà doit avoir lieu lorsque l'homme aura à",
          "rendre compte de ses actes; ils ont nié la Prophétie du Prophète qui faisait",
          "prendre conscience de cette vérité à son peuple; et ils ont nié l'enseignement du",
          "Prophète, qui leur a enseigné ce qu'il faut croire et ce que la croyance et la",
          "conduite qu'ils devraient adopter afin de passer le calcul de l'au-delà. [ \""
        ],
        "10" : [
          "Autrement dit, \"] Les gens non seulement démenti le Prophète, mais aussi lui",
          "marque comme un fou, ils proféré des menaces contre lui, comblé de malédictions",
          "et d'abus, et fait tout ce que peut-être ils ne purent l'empêcher de prêcher la",
          "vérité, et donc rendu la vie extrêmement difficile pour lui."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ",
      "simpleTranslate" : [
        "Et Noé implora son Seigneur en ces termes : «Je n’en puis plus ! Viens au secours",
        "de Ta religion !»"
      ],
      "tafsirTranslate" : [
        "Puis il appela son Seigneur: «En vérité, je suis vaincu; ainsi vous venir à mon",
        "aide »."
      ],
      "tanslateWordByWord" : [
        "Il a donc appelé",
        "son Seigneur",
        "je suis",
        "un maîtrisé",
        "afin de les aider"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ",
      "simpleTranslate" : [
        "Nous ouvrîmes alors les vannes du ciel à une pluie torrentielle,"
      ],
      "tafsirTranslate" : [
        "Alors nous avons ouvert les portes du ciel pour l'eau à tomber,"
      ],
      "tanslateWordByWord" : [
        "Donc, nous avons ouvert",
        "(Les portes",
        "(du paradis",
        "avec de l'eau",
        "déversant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَىٰ أَمْرٍ قَدْ قُدِرَ",
      "simpleTranslate" : [
        "de même que Nous fîmes jaillir des sources de la terre, au point que l’eau du",
        "ciel et celle de la terre se confondirent, suivant un arrêt fixé d’avance."
      ],
      "tafsirTranslate" : [
        "et Nous avons fait la terre éclater avec des ressorts, <N:11> et toute cette eau",
        "ont convergé pour remplir ce qui avait été décrété."
      ],
      "tanslateWordByWord" : [
        "Et Nous avons fait éclater",
        "La terre",
        "(Avec) des ressorts",
        "donc rencontré",
        "les eaux)",
        "pour",
        "une matière",
        "déjà",
        "prédestiné"
      ],
      "notes" : {
        "11" : [
          "Autrement dit, la terre pour éclater avec des ressorts au commandement du AIIah",
          "qu'il était plus terre, mais a présenté une scène des ressorts autour de tous",
          "Ies."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَحَمَلْنَاهُ عَلَىٰ ذَاتِ أَلْوَاحٍ وَدُسُرٍ",
      "simpleTranslate" : [
        "Et Nous sauvâmes Noé à bord de l’arche, faite de planches et de chevilles,"
      ],
      "tafsirTranslate" : [
        "Et Nous ennuyons Noah sur le navire construit de planches et de clous, <N:12>"
      ],
      "tanslateWordByWord" : [
        "Et Nous le portâmes",
        "sur",
        "(Arche) faite de planches",
        "(Arche) faite de planches",
        "et les ongles"
      ],
      "notes" : {
        "12" : [
          "Cela signifie l'arche que le prophète Noé avait construit sous les soins et les",
          "conseils d'Allah, même avant la venue de l'inondation."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ",
      "simpleTranslate" : [
        "qui vogua sous Notre garde, afin de récompenser celui qu’on avait renié."
      ],
      "tafsirTranslate" : [
        ", qui a navigué sur sous notre supervision. Une récompense pour celui qui avait",
        "été montré ingratitudes <N:13>"
      ],
      "tanslateWordByWord" : [
        "Voile",
        "Nos yeux",
        "une récompense",
        "pour (il) qui",
        "était",
        "dénié"
      ],
      "notes" : {
        "13" : [
          "Littéralement: [ \". Ce fut une vengeance au nom de celui dont kufr avait été",
          "commis\"] Si kufr être pris dans le sens de la négation, cela voudrait dire: [",
          "\"dont le message avait été refusé et rejeté \"] et si elle est prise dans le sens",
          "de l'ingratitude pour une bénédiction, cela voudrait dire:« Qui était en effet",
          "une bénédiction pour le peuple, mais avait été ingratement rejeté."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ",
      "simpleTranslate" : [
        "Et Nous fîmes de cet épisode un signe mémorable. Seulement est-il quelqu’un pour",
        "y réfléchir?"
      ],
      "tafsirTranslate" : [
        "Et Nous avons quitté l'arche, comme un signe. <N:14> Y at-il, alors, tous ceux",
        "qui vont en tenir compte?"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous l'avons laissé",
        "(Comme) un signe",
        "il en est (il)",
        "tout",
        "qui recevra admonition"
      ],
      "notes" : {
        "14" : [
          "Il peut aussi signifier: `Nous sommes partis ce châtiment terrible comme un signe",
          "d'avertissement,\" mais à notre avis, le sens préférable est que l'Arche a été",
          "laissé comme un signe d'avertissement Son repos et de l'existence d'un. haute",
          "montagne a continué à avertir les générations ultérieures de la colère de Dieu",
          "pour des milliers d'années et conservé leur rappelant comment les gens qui",
          "avaient désobéi à Dieu sur cette terre avaient rencontré leur duvet, et comment",
          "les croyants avait été sauvé de lui. Imam Bukhari, Ibn Abi Hatim, 'Abdur Razzaq",
          "et Ibn Jarir ont raconté les traditions sur l'autorité de Qatadah disant que, à",
          "l'époque où les musulmans ont conquis l'Irak et al-Jazirah, cette arche existait",
          "encore sur le mont Judi [(et selon une tradition, près de la règlement de",
          "Baqirda)], et les premiers musulmans avait vu. dans les temps modernes aussi",
          "certaines personnes au cours de leurs vols dans les avions ont repéré un objet",
          "Ark-comme sur un pic dans cette région, qui est soupçonné d'être l'Arche de Noé",
          "et sur la base des mêmes expéditions ont été envoyées de temps en temps pour",
          "chercher dehors. [(Pour plus de détails, voir E.N. 47 AI-Araf, E.N. 46 de Hud, et",
          "E.N. 25 AI-Ankabut)]."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
      "simpleTranslate" : [
        "Combien furent donc durs Mon châtiment et la sanction de Mes avertissements !"
      ],
      "tafsirTranslate" : [
        "Alors, comment génial étaient Mon châtiment et Mes avertissements!"
      ],
      "tanslateWordByWord" : [
        "Alors, comment",
        "était",
        "Mon châtiment",
        "et Mes avertissements"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ",
      "simpleTranslate" : [
        "Nous avons fait du Coran une œuvre facile à comprendre pour qu’il serve de",
        "rappel. Seulement est-il quelqu’un pour méditer ce rappel?"
      ],
      "tafsirTranslate" : [
        "Nous avons fait de ce Coran facile comme un rappel. <N:15> Y at-il, alors, tous",
        "ceux qui vont en tenir compte?"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons rendu facile",
        "Le Coran",
        "pour le souvenir",
        "il en est (il)",
        "tout",
        "qui recevra admonition"
      ],
      "notes" : {
        "15" : [
          "Certaines personnes ont mal interprété les mots Yassarnal-Coran pour signifier",
          "que le Coran est un livre facile; aucune connaissance est nécessaire pour",
          "comprendre si bien qu'une personne, même sans la connaissance de la langue arabe,",
          "peut écrire un commentaire sur elle, et peut déduire des injonctions qu'il aime",
          "de ses versets indépendants de la loi Hadith et islamique, alors que le contexte",
          "dans lequel ces mots se produisent, indique qu'ils sont destinés à rendre les",
          "gens se rendent compte ceci: [ \"Un moyen de la mise en garde sont les tourments",
          "terribles qui descendent sur les nations rebelles, et les autres moyens est ce",
          "Coran, qui vous guide à . le droit chemin par l'argument et l'instruction de",
          "toute évidence, ce moyen de mise en garde est de loin le plus facile un, puis,",
          "pourquoi ne pas profiter de celui-ci et insister sur la rencontre avec le",
          "tourment à la place il est en effet la grâce d'Allah qu'Il a envoyé? ce livre par",
          "Son Prophète et vous avertit que les moyens que vous suivez plomb seulement",
          "destntction et votre bien-être se trouve seulement dans la suite de cette façon.",
          "cette méthode de mise en garde a été adoptée afin que vous soyez sauvés avant",
          "même que vous tombez dans la fosse de destntction. Maintenant, qui pourrait être",
          "plus fou que celui qui ne croit pas à l'avertissement et se rend compte de son",
          "erreur seulement après qu'il est tombé dans la fosse? \"]"
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
      "simpleTranslate" : [
        "Les `Âd ont, eux aussi, crié au mensonge. Et combien furent durs Mon châtiment et",
        "la sanction de Mes avertissements !"
      ],
      "tafsirTranslate" : [
        "'Ad a également donné le mensonge (à Hud). Alors, comment génial étaient Mon",
        "châtiment et Mes avertissements!"
      ],
      "tanslateWordByWord" : [
        "dénié",
        "Aad",
        "alors comment",
        "était",
        "Mon châtiment",
        "et Mes avertissements"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ",
      "simpleTranslate" : [
        "Nous déchaînâmes contre eux, en un jour néfaste et interminable, un ouragan",
        "mugissant,"
      ],
      "tafsirTranslate" : [
        "Nous avons envoyé un vent tumultueux contre eux un jour de malheur sans relâche,",
        "<N:16>"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "[Nous avons envoyé",
        "sur eux",
        "un vent",
        "furieux",
        "sur",
        "un jour",
        "(De) malheur",
        "continu"
      ],
      "notes" : {
        "16" : [
          "Autrement dit, un jour le malheur qui a continué de faire rage pendant plusieurs",
          "jours. Dans la sourate Ha Mim As-Sajda: 16, les mots sont: fi ayyam dans nahisat:",
          "[ \"dans quelques jours III- augure,\"] et Surah AI-Haqqah: 7, il a été dit: [",
          "\"Cette tempête de vent a continué de faire rage pendant sept nuits et huit jours.",
          "\"] Il est dit que le jour où la tempête a commencé était mercredi. A partir de",
          "cette idée se répand que mercredi était une journée de III- chance, et pas de",
          "travail devrait être lancé ce jour-là. Certaines traditions très faibles ont",
          "également été cités pour soutenir ce point de vue, qui ont encore renforcé l'idée",
          "que ce jour est III- augure. Par exemple, il est Ibn Marduyah et la tradition de",
          "Khatib al-Baghdadi que le dernier mercredi du mois est III- augure, III-présage",
          "de ce qui est sans fin. Ibn Jauzi considère cette tradition comme fabriqué et Ibn",
          "Rajab comme inauthentique Hafiz Sakhavi; dit que Ies méthodes par lesquelles",
          "cette tradition a été rapporté, sont faibles. De même, la tradition de Tabarani",
          "[([ \"mercredi est un jour de perpétuelle III-chance»])] a également été déclarée",
          "comme faible par les savants du Hadith. Dans d'autres traditions on est également",
          "interdit de commencer un voyage, faire des transactions commerciales, pour parer",
          "les ongles, ou pour visiter les malades un mercredi. Ils disent aussi que la",
          "lèpre commence ce jour-là. Mais aII ces traditions sont faibles et ceux-ci ne",
          "peut être la base de toute croyance. Le savant Mounawi dit: «Abandonner mercredi",
          "prenant comme de mauvais augure et pour divertir les caprices de l'astrologue à",
          "cet égard est interdit, strictement interdite, pour les jours appartiennent à",
          "tous Ies AIIah; pas de jour est bénéfique en soi ni dangereux [ \" 'Allama Alusi",
          "dit:'. jours AII sont égaux, mercredi n'a pas particularité à ce sujet Il n'y a",
          "pas d'heure dans la nuit ou le jour qui pourrait être bon pour une personne et",
          "mauvais pour l'autre.. Il est AIIah qui crée des conditions favorables pour",
          "certaines personnes et défavorable pour les autres. \"]"
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "تَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ",
      "simpleTranslate" : [
        "qui emporta les hommes comme de vieux troncs de palmiers déracinés."
      ],
      "tafsirTranslate" : [
        "qui a déchiré les gens loin et les jeta comme si elles étaient des troncs de",
        "palmiers déracinés."
      ],
      "tanslateWordByWord" : [
        "Pincer out",
        "Hommes",
        "comme si elles (étaient)",
        "maillot",
        "(De) dattiers",
        "déracinées"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
      "simpleTranslate" : [
        "Combien furent durs Mon châtiment et la sanction de Mes avertissements !"
      ],
      "tafsirTranslate" : [
        "Alors, comment génial étaient Mon châtiment et Mes avertissements!"
      ],
      "tanslateWordByWord" : [
        "Alors, comment",
        "était",
        "Mon châtiment",
        "et Mes avertissements"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ",
      "simpleTranslate" : [
        "Nous avons fait du Coran une œuvre facile à comprendre pour qu’il serve de",
        "rappel. Seulement est-il quelqu’un pour méditer ce rappel?"
      ],
      "tafsirTranslate" : [
        "Nous avons rendu le Coran facile de tirer des leçons à partir. Y at-il, alors,",
        "tous ceux qui en tiendront compte?"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons rendu facile",
        "Le Coran",
        "pour le souvenir",
        "il en est (il)",
        "tout",
        "qui recevra admonition"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "كَذَّبَتْ ثَمُودُ بِالنُّذُرِ",
      "simpleTranslate" : [
        "Les Thamûd qualifièrent également Nos avertissements de mensonges."
      ],
      "tafsirTranslate" : [
        "Thamud a donné le mensonge aux avertissements,"
      ],
      "tanslateWordByWord" : [
        "dénié",
        "Thamud",
        "les avertissements"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "فَقَالُوا أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ",
      "simpleTranslate" : [
        "«Allons-nous suivre, s’écrièrent-ils, un seul mortel d’entre nous tous? Il",
        "faudrait que nous soyons vraiment des égarés ou des fous !"
      ],
      "tafsirTranslate" : [
        "en disant: «Allons-nous suivre un seul mortel, <N:17> l'un d'entre nous? Si nous",
        "faisons cela, nous allons certainement dans l'erreur et de la folie."
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "Est (il) un être humain",
        "parmi nous",
        "un",
        "(Que) nous devrions le suivre",
        "En effet, nous",
        "puis",
        "(Sera) sûrement dans",
        "Erreur",
        "et la folie"
      ],
      "notes" : {
        "17" : [
          "En d'autres termes, il y avait trois raisons de leur refus d'obéir et suivre le",
          "Prophète Salih: [(1)] [ \"Il est un être humain et non une personne super-humaine",
          "afin que nous puissions considérer lui comme supérieure à nous-mêmes \"] [(2)] [\"",
          "il est un membre de notre propre nation:.. il est en aucun cas supérieur à nous",
          "»] [(3)]` il est un seul homme, l'un parmi nous-mêmes. Il est pas un chef",
          "important avec une grande suite, ou une armée de soldats. Ou une foule d'agents",
          "afin que nous puissions reconnaître sa supériorité. \"Ils voulaient qu'un prophète",
          "doit être soit un surhomme, ou s'il est un homme ordinaire, il ne devrait pas",
          "être né dans leur propre pays et de la nation, mais aurait descendu d'en haut, ou",
          "envoyés d'un autre pays, et si rien d'autre, il devrait au moins avoir été un",
          "homme riche, dont la splendeur extraordinaire doit faire croire au peuple",
          "pourquoi AIIah lui avait choisi seul pour la direction de la nation. Ce même",
          "était l'erreur de l'ignorance dans laquelle les mécréants de la Mecque ont été",
          "impliqués. Ils ont également refusé de reconnaître le Prophète Muhammad [(sur lui",
          "la paix et bénédictions d'Allah)] comme un prophète sur le terrain qu'il était un",
          "homme qui se déplaçait dans les rues comme le commun les hommes, étaient nés",
          "d'entre eux seulement. l'autre jour, et maintenant prétendait que Dieu l'avait",
          "désigné comme un prophète."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "أَأُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ",
      "simpleTranslate" : [
        "Comment? Aurait-il été choisi de nous tous pour recevoir la révélation? Non !",
        "C’est un fieffé menteur !»"
      ],
      "tafsirTranslate" : [
        "Y avait-il pas, mais celui à qui le rappel pourrait être daigné l'exclusion de",
        "tous les autres? Non; il est un menteur insolent. <N:18>"
      ],
      "tanslateWordByWord" : [
        "A été envoyé",
        "Rappel",
        "à lui",
        "de",
        "parmi nous",
        "Non",
        "il",
        "(Est) un menteur",
        "insolent"
      ],
      "notes" : {
        "18" : [
          "Le mot Ashir de l'original signifie, une personne insolente vaniteux donnée à se",
          "vanter de sa supériorité sur les autres."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الْأَشِرُ",
      "simpleTranslate" : [
        "Mais ils vont bientôt connaître qui aura été un fieffé menteur,"
      ],
      "tafsirTranslate" : [
        "(Nous avons dit à Notre messager): «Demain, ils sauront qui est le menteur",
        "insolent."
      ],
      "tanslateWordByWord" : [
        "Ils sauront",
        "demain",
        "qui",
        "(Est) le menteur",
        "l'insolent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "إِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةً لَهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْ",
      "simpleTranslate" : [
        "car Nous dîmes à Sâlih : «Nous allons leur envoyer la chamelle pour les éprouver.",
        "Observe-les et arme-toi de patience !"
      ],
      "tafsirTranslate" : [
        "Nous allons envoyer la chamelle comme un essai pour eux; donc regarder leur fin",
        "avec patience."
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "(Sont) l'envoi",
        "la chamelle",
        "(Comme) un procès",
        "pour eux",
        "donc les regarder",
        "et être patient"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ ۖ كُلُّ شِرْبٍ مُحْتَضَرٌ",
      "simpleTranslate" : [
        "Avertis-les que l’eau sera partagée entre eux et la chamelle, et qu’ils pourront",
        "en boire à tour de rôle.»"
      ],
      "tafsirTranslate" : [
        "Qu'ils sachent que l'eau doit être partagée entre eux et la chamelle, profitant",
        "chaque leur tour. » <N:19>"
      ],
      "tanslateWordByWord" : [
        "Et les informer",
        "cette",
        "l'eau",
        "(Est) à partager",
        "entre eux",
        "chaque",
        "boisson",
        "assisté"
      ],
      "notes" : {
        "19" : [
          "Ceci explique le verset: [ \". Nous envoyons la chamelle, comme un essai pour",
          "eux\"] Le procès était que tout à coup une chamelle a été produit devant eux et on",
          "leur a dit qu'un jour elle boirait l'eau AII par elle-même et l'autre. jour où",
          "ils seraient autorisés à avoir de l'eau pour eux-mêmes et de leur bétail. Le jour",
          "de son tour ne serait l'un d'eux venir lui-même à l'une des sources et des puits",
          "pour prendre de l'eau, ni apporter son bétail pour l'arrosage. Ce défi a été",
          "donné au nom de la personne sur laquelle ils se sont admis qu'il avait pas",
          "d'armée et aucun hôte pour le soutenir."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَىٰ فَعَقَرَ",
      "simpleTranslate" : [
        "Mais les Thamûd appelèrent l’un des leurs qui eut l’audace de se saisir de la",
        "chamelle et de la mettre à mort !"
      ],
      "tafsirTranslate" : [
        "Finalement, ils ont convoqué leur compagnon, et il a entrepris le (scandaleux)",
        "tâche et tuèrent la chamelle. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Mais ils ont appelé",
        "leur compagnon",
        "et il a pris",
        "et paralysé"
      ],
      "notes" : {
        "20" : [
          "Ces mots par eux-mêmes indiquent que la chamelle parcouraient à volonté dans",
          "leurs colonies pour le long laps de temps. Personne ne pouvait oser approcher une",
          "source d'eau le jour de son tour. Enfin, ils ont appelé à un chef hautain des",
          "leurs qui était bien connu pour son courage et de l'audace, et l'a exhorté à",
          "mettre fin à son Enhardi par le faux encouragement, il a pris la responsabilité",
          "et tué la chamelle. Cela signifie clairement que les gens étaient très effrayés.",
          "Ils ont estimé qu'elle avait un pouvoir extraordinaire, et donc ils n'osaient la",
          "toucher avec .m mauvaise intention. Voilà pourquoi le meurtre d'un simple",
          "chamelle surtout quand le prophète qui l'avait présenté, ne possédait aucune",
          "armée qui pourrait avoir un effet dissuasif pour eux. sont élevés à entreprendre",
          "une tâche dangereuse et difficile. [(Pour plus de détails. Voir E.N 58 de la",
          "sourate Al-Araf et E.N. de 104. 105 de la sourate AshShua'ra ')]."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
      "simpleTranslate" : [
        "Combien furent alors durs Mon châtiment et la sanction de Mes avertissements !"
      ],
      "tafsirTranslate" : [
        "Alors, comment génial étaient Mon châtiment et Mes avertissements!"
      ],
      "tanslateWordByWord" : [
        "Alors, comment",
        "était",
        "Mon châtiment",
        "et Mes avertissements"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ",
      "simpleTranslate" : [
        "Il a suffi de déchaîner contre eux une seule clameur pour qu’ils fussent réduits",
        "à l’état de foin desséché."
      ],
      "tafsirTranslate" : [
        "Voici, Nous avons envoyé un seul souffle contre eux, et ils sont devenus comme",
        "les brindilles piétinés d'un mouton stylo-builder. <N:21>"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "[Nous avons envoyé",
        "sur eux",
        "explosion de tonnerre",
        "unique",
        "et ils sont devenus",
        "comme des fragments de brindilles sèches",
        "(Utilisée par) un constructeur de clôture"
      ],
      "notes" : {
        "21" : [
          "Les corps écrasés et pourris du peuple de Thamud ont été comparées aux brindilles",
          "et des morceaux de brousse Iying piétinés et battus autour d'un enclos pour le",
          "bétail."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ",
      "simpleTranslate" : [
        "Nous avons fait du Coran une œuvre facile à comprendre, pour qu’il serve de",
        "rappel. Seulement est-il quelqu’un pour méditer ce rappel?"
      ],
      "tafsirTranslate" : [
        "Certes, Nous avons fait de ce Coran facile comme un rappel. Y at-il, alors, tous",
        "ceux qui en tiendront compte?"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons rendu facile",
        "Le Coran",
        "pour le souvenir",
        "il en est (il)",
        "tout",
        "qui recevra admonition"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "كَذَّبَتْ قَوْمُ لُوطٍ بِالنُّذُرِ",
      "simpleTranslate" : [
        "Le peuple de Loth, lui aussi, traita Nos avertissements de mensonges."
      ],
      "tafsirTranslate" : [
        "Le peuple de Lot a également donné le mensonge aux avertissements,"
      ],
      "tanslateWordByWord" : [
        "dénié",
        "(les gens",
        "(De) Lut",
        "les avertissements"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آلَ لُوطٍ ۖ نَجَّيْنَاهُمْ بِسَحَرٍ",
      "simpleTranslate" : [
        "Nous déchaînâmes contre lui une tempête de pierres, dont ne fut épargnée que la",
        "famille de Loth à la pointe de l’aurore,"
      ],
      "tafsirTranslate" : [
        "et voici, Nous avons laissé lâche sur eux une tempête qui a plu des pierres sur",
        "eux, sauf sur la maison de Lot que Nous avons sauvés dans les dernières heures de",
        "la nuit"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "[Nous avons envoyé",
        "sur eux",
        "une tempête de pierres",
        "sauf",
        "(la famille",
        "(De) Lut",
        "Nous les avons sauvés",
        "à l'aube"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "نِعْمَةً مِنْ عِنْدِنَا ۚ كَذَٰلِكَ نَجْزِي مَنْ شَكَرَ",
      "simpleTranslate" : [
        "par une insigne faveur de Notre part. C’est ainsi que Nous récompensons ceux qui",
        "font preuve de gratitude."
      ],
      "tafsirTranslate" : [
        "comme une faveur de nous. Ainsi que Nous récompensons ceux qui donnent grâce."
      ],
      "tanslateWordByWord" : [
        "(As) une faveur",
        "de",
        "Nous",
        "Ainsi",
        "Nous récompensons",
        "(un qui",
        "(Est) reconnaissant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَلَقَدْ أَنْذَرَهُمْ بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ",
      "simpleTranslate" : [
        "Loth les avait pourtant bien mis en garde contre Nos rigueurs ; mais ils avaient",
        "mis en doute tous ses avertissements,"
      ],
      "tafsirTranslate" : [
        "Sûrement Lot averti son peuple que Nous allons les saisir (avec Notre châtiment),",
        "mais ils doutaient les avertissements."
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "il les a mis en garde",
        "(De) Notre saisie",
        "mais ils ont contesté",
        "les avertissements"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ فَذُوقُوا عَذَابِي وَنُذُرِ",
      "simpleTranslate" : [
        "allant même jusqu’à vouloir abuser de ses hôtes ! Alors, d’un seul coup, Nous",
        "leur ôtâmes la vue. «Goûtez donc Mon châtiment et la sanction de Mes",
        "avertissements !»"
      ],
      "tafsirTranslate" : [
        "Puis ils ont même sollicité ses invités de lui, après quoi nous effaça leurs",
        "yeux, (en leur disant): «Maintenant, un goût de mon châtiment et Mes",
        "avertissements. <N:22>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "ils ont exigé de lui",
        "ils ont exigé de lui",
        "ses invités",
        "donc nous aveuglés",
        "leurs yeux",
        "donc, le goût",
        "Mon châtiment",
        "et Mes avertissements"
      ],
      "notes" : {
        "22" : [
          "Les détails de cette histoire ont été donnés dans la sourate Hud: 77-83 et Surah",
          "AI-Hijr: 61-74 ci-dessus, un résumé de ce qui se présente comme suit: \n Lorsque",
          "AIIah a décidé de punir les personnes avec un tourment, il envoya quelques anges",
          "sous le couvert de beaux garçons comme invités dans la maison du Prophète Lot.",
          "Quand les gens ont vu ces beaux invités dans la maison de Lot ils se sont",
          "précipités à lui et ont exigé d'être remis à eux pour la satisfaction de tuiles",
          "de leur convoitise. Le Prophète Lot les suppliait de renoncer à leur mauvaise",
          "intention, mais ils n'a pas écouté et essayé d'entrer dans sa maison pour saisir",
          "les invités de force. A ce stade, tout à coup leurs yeux étaient aveuglés.",
          "Ensuite, les anges dirent Lot que lui et sa maison devrait quitter la ville avant",
          "l'aube; puis dès qu'ils avaient IEFT un tourment terrible est descendu sur le",
          "peuple. Dans la Bible aussi cet événement a été décrit. Les mots sont: «Et ils",
          "pressèrent l'homme, même Lot, et approchèrent pour briser la porte. Mais les",
          "hommes [(à savoir les anges)] mis en avant leur main et tiré Lot dans la maison",
          "pour eux, et fermèrent la porte. Et ils frappèrent la religieuse qui étaient à la",
          "porte de la maison avec la cécité, petits et grands:. De sorte qu'ils se",
          "lassèrent à chercher la porte \"[(Gen., 19: 9-11)],"
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ",
      "simpleTranslate" : [
        "Et, au petit matin, ils furent réveillés par un supplice persistant."
      ],
      "tafsirTranslate" : [
        "En effet, un châtiment éternel est venu sur eux dans la matinée."
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "les saisit dans la matinée",
        "de bonne heure",
        "une punition",
        "constant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "فَذُوقُوا عَذَابِي وَنُذُرِ",
      "simpleTranslate" : [
        "Goûtez donc Mon châtiment et la sanction de Mes avertissements !"
      ],
      "tafsirTranslate" : [
        "ont donc un goût de mon châtiment et Mes avertissements."
      ],
      "tanslateWordByWord" : [
        "donc, le goût",
        "Mon châtiment",
        "et Mes avertissements"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "وَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ",
      "simpleTranslate" : [
        "Nous avons fait du Coran une œuvre facile à comprendre pour qu’il serve de",
        "rappel. Seulement est-il quelqu’un pour méditer ce rappel?"
      ],
      "tafsirTranslate" : [
        "Certes, Nous avons fait de ce Coran facile comme un rappel. Y at-il, alors, tous",
        "ceux qui en tiendront compte?"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons rendu facile",
        "Le Coran",
        "pour le souvenir",
        "il en est (il)",
        "tout",
        "qui recevra admonition"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَلَقَدْ جَاءَ آلَ فِرْعَوْنَ النُّذُرُ",
      "simpleTranslate" : [
        "Pharaon et les siens furent également avertis ;"
      ],
      "tafsirTranslate" : [
        "Avertissements également venus à la Pharaonites,"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "venu",
        "(À la) personnes",
        "(De) Firaun",
        "avertissements"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "كَذَّبُوا بِآيَاتِنَا كُلِّهَا فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ",
      "simpleTranslate" : [
        "mais ils traitèrent tous Nos signes de mensonges. Aussi les avons-Nous châtiés à",
        "la manière d’un Dieu Puissant auquel rien ne peut résister !"
      ],
      "tafsirTranslate" : [
        ", mais ils ont donné un démenti à Nos signes, à chacun d'eux. Là-dessus, nous les",
        "avons saisis avec la saisie du Très Puissant, le plus puissant."
      ],
      "tanslateWordByWord" : [
        "Ils ont nié",
        "Nos signes",
        "tous",
        "Nous les avons donc saisis",
        "(Avec) une saisie",
        "(De) Tout-Puissant",
        "(Le) Puissant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَٰئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ",
      "simpleTranslate" : [
        "Est-ce que vos négateurs à vous seraient meilleurs que ces gens-là? Ou est-ce",
        "qu’une certaine immunité vous aurait été garantie par les Écritures?"
      ],
      "tafsirTranslate" : [
        "Vos mécréants (de La Mecque) mieux qu'eux? <N:23> Ou avez-vous été accordé une",
        "immunité dans les Ecritures?"
      ],
      "tanslateWordByWord" : [
        "Vos mécréants",
        "mieux",
        "que",
        "ceux",
        "ou",
        "pour toi",
        "(Est) une exemption",
        "dans",
        "les Ecritures"
      ],
      "notes" : {
        "23" : [
          "L'adresse ici est dirigé vers le Quraish, comme pour dire; [ «Quand l'autre",
          "nation ont été punis pour l'adoption de l'incrédulité et de montrer l'entêtement",
          "et de nier la vérité, pourquoi ne pas être puni si vous avez adopté la même",
          "attitude et la conduite? Pour vous Arc pas un peuple en aucune façon.\"]"
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنْتَصِرٌ",
      "simpleTranslate" : [
        "Ou bien diront-ils : «Nous sommes suffisamment nombreux pour assurer notre",
        "défense !»"
      ],
      "tafsirTranslate" : [
        "Ou bien ils disent: «Nous sommes une légion forte, assez forte pour la victoire?"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(Do) ils disent",
        "nous",
        "(Sont) un ensemble",
        "aider (l'autre)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ",
      "simpleTranslate" : [
        "Eh bien ! Qu’ils sachent que ce grand nombre sera bientôt dispersé et mis en",
        "déroute !"
      ],
      "tafsirTranslate" : [
        "Bientôt doit cette légion être routé et se tourner le dos et de fuir. <N:24>"
      ],
      "tanslateWordByWord" : [
        "Bientôt seront vaincus",
        "(Leur) ensemble",
        "et ils se tourneront",
        "(leur) dos"
      ],
      "notes" : {
        "24" : [
          "Ceci est une prophétie spécifique qui a été fait cinq ans avant l'hégire, en",
          "disant que les hôtes de la Quraish qui cirés fiers de leur force seraient bientôt",
          "mis en déroute par les musulmans. A cette époque, personne ne pouvait imaginer",
          "comment une telle révolution aurait lieu dans un proche avenir. Telle était",
          "l'impuissance des musulmans qu'un groupe d'entre eux avaient déjà quitté le pays",
          "pour se réfugier dans Habash et le reste des fidèles laïcs assiégé dans Shi'b Abi",
          "Talib, et ont été affamés par le boycott Quraish et le siège. Dans ces",
          "conditions, on ne pouvait imaginer que, dans les seuls ncxt sept ans, les tables",
          "allaient tnrn. _ ~ Nmah. la pupille de Hadrat 'Ahdullah bin' Abbas, a raconté que",
          "Hadrat 'Umar l'habitude de dire:. [ \"Lorsque ce verset de la sourate Al-Qamar a",
          "été envoyé vers le bas, je me demandais ce qui l'héberge est qui serait acheminé",
          "Mais quand dans la bataille. de Badr Quraish païenne furent mis en déroute et ils",
          "fuyaient les battlefieled, je l'ai vu le Messager d'AIIah dans son armure se",
          "précipitant vers l'avant et en récitant ce verset: sa-yuhzam-al -jam'u",
          "yuwallun-ad-Dubur Alors seulement je me rends compte que ce fut la défaite qui",
          "avait été prédit. \"] [(Ibn Jarir, Ibn Abi Hatim)]."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَىٰ وَأَمَرُّ",
      "simpleTranslate" : [
        "Mais leur vrai rendez-vous sera l’Heure du Jugement dernier. Et cette heure-là",
        "sera bien plus douloureuse et bien plus amère !"
      ],
      "tafsirTranslate" : [
        "Non; l'Heure de Doom est leur temps nommé, et l'Heure sera plus calamiteuse et",
        "amer."
      ],
      "tanslateWordByWord" : [
        "Non",
        "l'heure",
        "(Est) leur temps promise",
        "et l'Heure",
        "(Sera) plus grave",
        "et plus amer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "إِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُرٍ",
      "simpleTranslate" : [
        "En vérité, les impies sont partagés entre l’aberration et la folie."
      ],
      "tafsirTranslate" : [
        "Les méchants sont victimes de l'erreur et la folie."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "les criminels",
        "(sont dans",
        "une erreur",
        "et la folie"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَىٰ وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ",
      "simpleTranslate" : [
        "Le jour où ils seront traînés sur la face vers la Géhenne, il leur sera dit :",
        "«Goûtez donc les affres de l’Enfer Saqar!»"
      ],
      "tafsirTranslate" : [
        "Il viendra un jour où ils seront traînés sur leurs visages dans le Feu et sera",
        "dit: '. Maintenant, goûter la flamme de l'enfer'"
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "ils seront traînés",
        "dans",
        "le feu",
        "sur",
        "leurs visages",
        "Goût",
        "(le toucher",
        "(De) Enfer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ",
      "simpleTranslate" : [
        "En vérité, Nous avons donné une juste proportion à tout ce que Nous avons créé."
      ],
      "tafsirTranslate" : [
        "Nous avons créé tout dans une mesure déterminée. <N:25>"
      ],
      "tanslateWordByWord" : [
        "En effet, [Nous]",
        "chaque",
        "chose",
        "Nous l'avons créé",
        "par une mesure"
      ],
      "notes" : {
        "25" : [
          "Autrement dit, «Rien dans le monde a été créé au hasard, mais avec un but et un",
          "destin. Une chose vient à l'être à un moment désigné, prend une forme",
          "particulière et la forme, se développe dans toute son étendue, survit pendant une",
          "certaine période, puis se désintègre et meurt à un moment désigné. Même selon ce",
          "principe universel ce monde a aussi un destin selon lequel il fonctionne jusqu'à",
          "un temps fixé et viendra à échéance à un air nommé. Il ne sera ni à sa fin un",
          "moment plus tôt que son temps désigné de fin, ni survivre à un long moment; il",
          "n'a ni existé depuis l'éternité ni existera éternité ruisselet, ni est-il le",
          "jouet d'un enfant dont il peut détruire et quand il aime. \""
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ",
      "simpleTranslate" : [
        "Notre ordre ne tient qu’en un mot, qui est sitôt dit, sitôt exécuté."
      ],
      "tafsirTranslate" : [
        "Notre commande se compose d'un seul mot qui est réalisée en un clin d'œil. <N:26>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "(Est) Notre commandement",
        "mais",
        "un",
        "comme un clin",
        "(De) l'oeil"
      ],
      "notes" : {
        "26" : [
          "Autrement dit, «Nous ne serons pas avoir à faire des longs préparatifs pour",
          "provoquer la Résurrection, ni ne prendra pas longtemps à venir. Car à peine aura",
          "une commande être émis en avant de nous qu'elle aura lieu en un clin d'veille. \""
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَلَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ فَهَلْ مِنْ مُدَّكِرٍ",
      "simpleTranslate" : [
        "Nous avons déjà fait périr des peuples semblables à vous. Seulement est-il",
        "quelqu’un pour s’en souvenir?"
      ],
      "tafsirTranslate" : [
        "Nous avons effectivement détruit beaucoup comme vous. <N:27> Y at-il, alors, tous",
        "ceux qui écouteront?"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons détruit",
        "vos types",
        "il en est (il)",
        "tout",
        "qui recevra admonition"
      ],
      "notes" : {
        "27" : [
          "Autrement dit, «Si vous pensez que le monde est pas le Royaume d'un Sage et .lust",
          "Dieu, mais l'empire anarchique d'une règle aveugle, dans lequel l'homme peut se",
          "comporter et de mener lui-même comme il aime, sans aucune crainte de la",
          "responsabilité, l'histoire est la preuve et une révélation pour vous, ce qui",
          "montre que les nations qui ont adopté un tel mode de vie, ont été envoyés à leur",
          "perte, l'un après l'autre. \""
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ",
      "simpleTranslate" : [
        "Tout ce qu’ils ont accompli est, dans des registres, consigné ;"
      ],
      "tafsirTranslate" : [
        "Toutes leurs actions sont enregistrées dans les Manuscrits;"
      ],
      "tanslateWordByWord" : [
        "Et chaque",
        "chose",
        "ils ont fait",
        "(est dans",
        "les documents écrits"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ",
      "simpleTranslate" : [
        "et tous leurs actes, grands ou petits, y sont mentionnés."
      ],
      "tafsirTranslate" : [
        "tout grand ou petit, est dûment inscrit. <N:28>"
      ],
      "tanslateWordByWord" : [
        "Et chaque",
        "petit",
        "et grande",
        "(Est) écrit"
      ],
      "notes" : {
        "28" : [
          "Autrement dit, «Ces personnes ne devraient pas être sous l'illusion que tout ce",
          "qu'ils ont fait dans le monde a disparu; non, ils doivent savoir que la notice",
          "complète des actes de chaque personne, chaque groupe et chaque nation, mensonges",
          "conservés et seront présentés devant eux au moment opportun \"."
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ",
      "simpleTranslate" : [
        "Certes, ceux qui craignent Dieu seront dans des Jardins et parmi des ruisseaux,"
      ],
      "tafsirTranslate" : [
        "Certes, ceux qui fuient la désobéissance habiteront au milieu de jardins et",
        "ruisseaux"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "les justes",
        "(sera en",
        "jardins",
        "et la rivière"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ",
      "simpleTranslate" : [
        "dans un séjour tout de vérité, auprès d’un Souverain Tout-Puissant."
      ],
      "tafsirTranslate" : [
        "où ils seront honorablement assis en présence d'un roi, puissant au pouvoir."
      ],
      "tanslateWordByWord" : [
        "Dans",
        "un siège",
        "(De) l'honneur",
        "près",
        "un roi",
        "Plus puissant"
      ],
      "notes" : { }
    }
  ],
  "medinian" : false
}