{
  "chapterNumber" : 55,
  "nbVerses" : 78,
  "name" : "Le Tout Miséricordieux",
  "nameArabic" : "الرحمن",
  "transName" : "ar-raḥmān",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "الرَّحْمَٰنُ",
      "simpleTranslate" : [
        "Le Miséricordieux"
      ],
      "tafsirTranslate" : [
        "Le Miséricordieux"
      ],
      "tanslateWordByWord" : [
        "Le Tout Miséricordieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "عَلَّمَ الْقُرْآنَ",
      "simpleTranslate" : [
        "a enseigné le Coran,"
      ],
      "tafsirTranslate" : [
        "a enseigné le Coran, <N:1>"
      ],
      "tanslateWordByWord" : [
        "Il a enseigné",
        "Le Coran"
      ],
      "notes" : {
        "1" : [
          "Autrement dit, l'enseignement de ce Coran est pas la production de l'esprit d'un",
          "homme, mais son Maître est le Dieu Miséricordieux Lui-même. Ici, il n'y avait pas",
          "besoin de dire à qui AIIah avait donné cet enseignement coranique pour les gens",
          "l'entendaient de la langue du Prophète Muhammad [(sur qui être la paix et la",
          "bénédiction d'Allah)]. Par conséquent, la situation par lui-même fait évident que",
          "l'enseignement avait été communiqué à Muhammad [(sur lui la paix et bénédictions",
          "d'Allah)]. Pour commencer le discours par cette phrase, on entend d'abord ,, aII,",
          "de dire que le Prophète Muhammad [(sur lui la paix et bénédictions d'Allah)]",
          "lui-même est pas l'auteur, mais son Maître est AIlah Tout-Puissant. En outre, il",
          "est un autre objet aussi que le mot Rahman [(Miséricordieux)] est pointée. Si le",
          "but était seulement de dire que cette doctrine est de Dieu, et non pas la",
          "production de l'esprit du Prophète, il n'y avait pas besoin d'utiliser un",
          "attribut de AIIah au lieu de son nom propre, l'acide à cet effet un attribut",
          "parmi les attributs divins aurait pu être adoptée, mais quand, au lieu de dire",
          "que AIIah, ou le Créateur, ou la Providence, a appris cela, il a été dit: «le",
          "Miséricordieux [(Ar-Rahman)] a enseigné ce Coran,« par lui-même a donné le sens",
          "que la révélation du Coran pour guider l'humanité était rien, mais la miséricorde",
          "et la grâce d'Allah, comme il est le plus gentil et Miséricordieux à sa création,",
          "il n'a pas aimé qu'il devrait les laisser errer dans l'obscurité, et sa",
          "miséricorde exigeait qu'il fasse descendre ce Coran pour les bleu avec les",
          "connaissances dont dépend leur direction à droite et conduite dans le monde et",
          "leur réussite et le bien-être dans l'au-delà, \""
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "خَلَقَ الْإِنْسَانَ",
      "simpleTranslate" : [
        "créé l’homme"
      ],
      "tafsirTranslate" : [
        "l'homme a créé, <N:2>"
      ],
      "tanslateWordByWord" : [
        "Il a créé",
        "[l'homme"
      ],
      "notes" : {
        "2" : [
          "En d'autres termes, comme Allah est le Créateur de l'homme, et il est de la",
          "responsabilité du Créateur de fournir des conseils à sa création et à montrer la",
          "voie en suivant laquelle il peut réaliser l'objet de son érection, la révélation",
          "de cet enseignement coranique d'Allah est non seulement la demande de la",
          "miséricorde d'Allah, mais aussi la demande nécessaire et naturel de son être le",
          "Créateur. Qui d'autre pourrait fournir des conseils à la création, sinon le",
          "Créateur? Et si le Créateur n'a pas fourni de lignes directrices, qui d'autre",
          "pourrait? Et quel plus grand défaut pourrait y avoir pour un créateur qu'il ne",
          "doit pas enseigner la méthode de réalisation de l'objet pour lequel il a été créé",
          "sa création? Ainsi, en fait, la disposition et la «mise à disposition de",
          "l'enseignement pour Tnan par Allah est pas quelque chose d'étrange; il serait",
          "étrange si aucun arrangement avait été fait du tout, Allah n'a pas seulement",
          "laissé seul tout ce qu'Il a créé dans l'univers, mais a donné la structure la",
          "plus appropriée par laquelle elle peut jouer son rôle dans le système de la",
          "nature et a enseigné la méthode de jouer ce rôle efficacement et avec succès.",
          "Ainsi, chaque cheveu et chaque cellule unique de son propre corps de l'homme est",
          "né avec la connaissance de la façon dont il doit effectuer la tâche dans le corps",
          "humain pour lequel il a été créé, puis, après aII comment l'homme pourrait rester",
          "lui-même privé et indépendante de l'enseignement et l'orientation de son",
          "Créateur? Ce thème a été présenté dans le Coran à différents endroits de",
          "différentes manières, dans la sourate Al-Layl; 12, il a été dit; [ \"En effet, il",
          "est pour nous à péage de la Voie\"] dans la sourate An-Nahl: 9, il est dit",
          "qu'Allah a pris sur lui-même pour montrer la bonne façon, quand il existe des",
          "erooked façons trop: 12 Dans la sourate Ta Ha [( vv: 47-50)], il a été dit que",
          "lorsque le Pharaon a entendu le message prophétique du Prophète Moïse et a",
          "demandé qui était son Seigneur qui l'avait envoyé comme Messager lui, le Prophète",
          "répondit: [ «Notre Seigneur est celui qui a donné une forme distinctive de tout,",
          "puis l'a dirigée. »] Autrement dit, il a enseigné la méthode par laquelle il",
          "pourrait exécuter et remplir l'objet de sa création dans le système de",
          "l'existence. Tel est le raisonnement par lequel un esprit impartial est convaincu",
          "que la venue des prophètes et les livres de AIIah pour l'instruction de l'homme",
          "est la demande même de la nature. ."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "عَلَّمَهُ الْبَيَانَ",
      "simpleTranslate" : [
        "et lui a appris à s’exprimer clairement."
      ],
      "tafsirTranslate" : [
        ". Et a lui a enseigné le langage articulé <N:3>"
      ],
      "tanslateWordByWord" : [
        "Il lui a enseigné",
        "[le discours"
      ],
      "notes" : {
        "3" : [
          "Un sens du mot bayan, tel qu'il est utilisé dans l'original, est l'expression de",
          "one'e propre esprit, i e. parler et d'exprimer ses pensées et ses intentions. Son",
          "autre sens est de faire de distinction entre les choses, ce qui signifie ici la",
          "distinction entre le bien et le mal, la vertu et le vice. Selon ces deux",
          "significations cette brève phrase complète le raisonnement ci-dessus. La parole",
          "est la qualité distinctive qui distingue l'homme des animaux et d'autres",
          "créatures terrestres, Il est non seulement le pouvoir de la parole, mais il y",
          "travaillent derrière elle les facultés de raisonnement et de l'intelligence, la",
          "compréhension et le discernement, la volonté et le jugement, et d'autres facultés",
          "mentales sans laquelle la puissance de la parole de l'homme ne pouvait pas",
          "fonctionner du tout. Par conséquent, la parole est en fait un symbole explicite",
          "de l'homme est d'être un être intelligent qui a été doté de la liberté et de",
          "l'autorité, et quand AIIah a béni l'homme avec cette qualité distinctive,",
          "évidemment la nature de l'enseignement lui aussi ne peut pas être le même un:",
          "serait être adapté à la direction d'autres créatures. De même, une autre qualité",
          "distinctive d'importance vitale chez l'homme est que AIlah a placée en lui le",
          "sens moral en vertu duquel il peut naturellement distinguer entre le bien et le",
          "mal, la vérité et le mensonge, la justice et l'injustice, bien et le mal, et",
          "cette intuition et le sens ne pas quitter hlm même quand il se dégrade à l'état",
          "le plus bas de l'erreur et l'ignorance. La demande Inevitable de ces deux",
          "qualités distinctives est que la méthode d'enseignement pour la vie consciente et",
          "volontaire de l'homme devrait être différent du mode naturel inné de",
          "l'instruction en vertu de laquelle le poisson a été appris à nager, l'oiseau de",
          "voler, et l'œil le corps humain lui-même pour clin d'oeil et de voir, l'oreille",
          "pour entendre et l'estomac à digérer, l'homme dans ce domaine de sa vie reconnaît",
          "lui-même les moyens comme l'enseignant, le livre, l'école, l'instruction verbale",
          "et écrite et de raisonnement et de discussion les modes de instrutction, et ne",
          "considère pas la connaissance innée et l'intelligence comme suffisant. Pourquoi",
          "devrait-il alors apparaître en sorte que pour l'accomplissement de la",
          "responsabilité qui incombe au Créateur d'éduquer l'homme, il a fait le Messager",
          "et le Livre des moyens de son éducation et de l'instruction? Le mode d'éducation",
          "doit convenir à la nature de la création, et très rationnellement, de manière; Le",
          "[ \"Qur'an\"] panier seul soit le moyen de l'éducation de la création qui a été",
          "enseigné «bayan» [(discours)] et non mes autres moyens qui pourraient sel les",
          "créatures qui ne sont pas enseignées le discours"
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ",
      "simpleTranslate" : [
        "Le Soleil et la Lune obéissent à des lois préétablies."
      ],
      "tafsirTranslate" : [
        "Le soleil et la lune suivent un calcul, <N:4>"
      ],
      "tanslateWordByWord" : [
        "Le soleil",
        "et la lune",
        "par (précis) calcul"
      ],
      "notes" : {
        "4" : [
          "Autrement dit, «Il est une loi puissante et un système immuable qui lie les",
          "grandes planètes ensemble. L'homme est capable de calculer et de mesurer le",
          "temps, les jours, les dates et les cultures et les saisons seulement parce",
          "qu'aucun changement a lieu dans la règle qui a été fixée pour le lever et du",
          "soleil et de son passage à travers différentes étapes. les innombrables créatures",
          "trouvées sur la terre sont de rester en vie seulement parce que le soleil et la",
          "lune ont été exactement et précisément placé à la distance particulière de la",
          "terre et toute augmentation ou diminution de cette distance est faite dans la",
          "bonne mesure, dans un ordre particulier, sinon si leur distance de la terre a",
          "augmenté ou diminué au hasard, personne, pourrait survivre ici même, la relation",
          "et l'harmonie parfaite qui. a été établie entre les mouvements de la lune autour",
          "de la terre et le soleil, a fait de la lune un calendrier universel, qui annonce",
          "la date lunaire tous les soirs dans le monde entier avec une régularité parfaite."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ",
      "simpleTranslate" : [
        "Les herbes et les arbres se prosternent devant Lui."
      ],
      "tafsirTranslate" : [
        "et les étoiles <N:5> et les arbres tout prosternent eux-mêmes, <N:6>"
      ],
      "tanslateWordByWord" : [
        "Et les étoiles",
        "et les arbres",
        "tant prostré"
      ],
      "notes" : {
        "5" : [
          "Le mot utilisé dans l'original est un-najm, le sens bien connu est l'étoile; mais",
          "dans le lexique arabe ce mot est également utilisé pour les plantes et les",
          "plantes grimpantes qui ne disposent pas d'une tige, par exemple légumes, melons,",
          "pastèques, etc. Les commentateurs ont contesté le sens où ce mot a été utilisé",
          "ici. Ibn 'Abbas, Sa'id bin Jubayr, Suddi et Sufyan Thauri ont pris dans le sens",
          "de la végétation stemless, pour juste après le mot ash-shajar [(l'arbre)] a été",
          "utilisé et ce sens est plus pertinent pour il. Au contraire, Mujahid, Qatadah et",
          "Hasan Basri ont exprimé l'avis qu'un-najm ici ne signifie pas que les plantes de",
          "la terre, mais les étoiles du ciel, car ceci est son sens bien connu. En",
          "entendant ce mot, l'esprit se tourne d'abord à ce sens même, et la mention du",
          "soleil et de la lune a été suivie par les étoiles très naturellement et",
          "pertinente. Bien que la majorité des commentateurs et traducteurs ont préféré le",
          "premier sens, et il ne peut pas être tenue de mal non plus, nous tenons cette",
          "opinion Hafiz Ibn Kathir comme son qui, compte tenu de la langue et l'objet de la",
          "deuxième signification semble être préférable . A un autre endroit dans le Coran",
          "[(AI-Hajj: 18 <V:22:18>)] aussi a été fait mention des étoiles et les arbres se",
          "prosternent, et là, le mot Nujum [(pl de najm.)] Ne peuvent pas être pris à tout",
          "autre ce qui signifie que des étoiles. Les mots du verset sont: Alam fara",
          "annallaha yasjudu lahu homme SIF sma wat-i wa man fil ardi wash-Shamsu wal-qamaru",
          "walnujumu wal jibalu laver-shajaru wad-da wabbu wa kathir-um-min-annasi. . . .",
          "[(AI-Hajj: 18 <V:22:18>)]. Dans ce verset Nujum [(étoiles)] ont été mentionnés",
          "avec shams [(soleil)] et qamar [(lune)], et shajar [(arbres)] ainsi que des",
          "montagnes et des animaux et il a été dit que tous se prosternent à AIIah."
        ],
        "6" : [
          "Autrement dit, [ \"Les étoiles du ciel et les arbres de la terre, ALi sont soumis",
          "au commandement d'Allah et obéissant à Sa Loi. Ils ne peuvent pas dépasser la",
          "règle qui a été défini pour eux.\"] Qu'est-ce que destiné à être impressionné dans",
          "ces deux versets est que l'ensemble du système de l'univers a été créé par Allah",
          "et est fimctioning dans son obéissance. Rien devant la terre vers le ciel est",
          "indépendant, ni fonctionnant sous un autre est godhead, et personne n'a aucune",
          "part dans le royaume de Dieu, et personne n'a la position qu'il devrait être une",
          "divinité. AII sont serviteurs et esclaves: le Maître est un seul Seigneur",
          "Tout-Puissant seul. Par conséquent, Tauhid seul est la Vérité qui est enseigné",
          "par ce Coran. En dehors de cela, celui qui est impliqué dans le polythéisme et le",
          "déni de Dieu est, en fait, en guerre avec l'ensemble du système de l'Univers."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ",
      "simpleTranslate" : [
        "Le Ciel, Il l’a élevé ; et l’équité, Il l’a instituée,"
      ],
      "tafsirTranslate" : [
        "et il a soulevé le ciel et a mis un équilibre <N:7>"
      ],
      "tanslateWordByWord" : [
        "Et le ciel",
        "Il souleva",
        "et il a mis en place",
        "l'équilibre"
      ],
      "notes" : {
        "7" : [
          "mizan Presque tous Ies commentateurs ont interprété [(solde)] pour signifier la",
          "justice, et «... régler la balance» pour signifier que AIIah a mis en place",
          "l'ensemble du système de l'Univers sur la justice. Avait-il eu pas d'harmonie et",
          "de l'équilibre et de la justice établie parmi les innombrables étoiles et des",
          "planètes en mouvement dans l'espace, et les forces puissantes qui travaillent",
          "dans cet univers, et les innombrables créatures et les choses qui s'y trouvent,",
          "cette vie sur terre ne serait pas fonctionné même pour un instant. Regardez . les",
          "créatures existantes dans l'air et de l'eau et sur terre pour des millions et des",
          "millions d'années sur cette terre Ils continuent à exister que parce que la",
          "justice complète et l'équilibre a été établi dans les moyens et les facteurs",
          "propices à la vie, au cas où il se produit un léger déséquilibre de toute nature,",
          "chaque parcelle de levage se sont éteintes."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "أَلَّا تَطْغَوْا فِي الْمِيزَانِ",
      "simpleTranslate" : [
        "afin que vous ne fraudiez pas dans les pesées"
      ],
      "tafsirTranslate" : [
        "que vous ne pouvez pas transgresser dans la balance,"
      ],
      "tanslateWordByWord" : [
        "Cela ne",
        "vous pouvez transgresser",
        "dans",
        "l'équilibre"
      ],
      "notes" : {
        "1" : [ ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيزَانَ",
      "simpleTranslate" : [
        "et que vous ne faussiez pas la balance."
      ],
      "tafsirTranslate" : [
        ", mais peser les choses équitablement et lésinez pas dans la balance <N:8>."
      ],
      "tanslateWordByWord" : [
        "Et établir",
        "le poids",
        "dans la justice",
        "et (faire) pas",
        "faire déficiente",
        "l'équilibre"
      ],
      "notes" : {
        "8" : [
          "Autrement dit, [ \"Comme vous vivez dans un univers équilibré, dont l'ensemble du",
          "système a été établi sur la justice, vous aussi adhérer à la justice. Car si vous",
          "agissez injustement dans le domaine dans lequel vous avez été compte tenu de",
          "l'autorité, et ne parviennent pas à rendre les droits d'autrui, vous serait en",
          "effet révoltez contre la nature de l'univers;. pour la nature de cet univers ne",
          "reconnaît pas l'injustice et de la perversion et de violation des droits ne pas",
          "parler d'une grande injustice , même si une personne prive frauduleusement une",
          "autre d'une once de quelque chose, en lui donnant courte mesure, il perturbe",
          "l'équilibre de l'ensemble Universe.-Ceci est la deuxième partie importante de",
          "l'enseignement coranique qui a été présenté dans ces trois versets . le premier",
          "enseignement est Monothéisme et le second est la justice. Ainsi, en quelques",
          "phrases les gens ont dit ce que l'enseignement a été apporté par le Coran que le",
          "Dieu Miséricordieux a envoyé pour le guidage de l'homme. \"]"
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَالْأَرْضَ وَضَعَهَا لِلْأَنَامِ",
      "simpleTranslate" : [
        "Quant à la Terre, Il l’a aménagée pour tous les êtres vivants,"
      ],
      "tafsirTranslate" : [
        "Et il <N:9> a mis en place la terre pour tous les êtres. <N:10>"
      ],
      "tanslateWordByWord" : [
        "Et la terre",
        "Il posa",
        "pour les créatures"
      ],
      "notes" : {
        "9" : [
          "Maintenant, d'ici au verset 20, mention est faite de la bénédiction et bienfaits",
          "de Dieu et de ces manifestations de sa puissance par laquelle l'homme et djinns",
          "sont bénéficiaires, et dont la demande naturelle et morale est que bien qu'ils",
          "aient l'option de croire ou de ne pas croire, ils devraient adopter la voie du",
          "service et de l'obéissance de leur Seigneur volontiers par leur libre choix."
        ],
        "10" : [
          "Le mot wade `dans les moyens originaux pour composter, faire, préparer, garder.",
          "et inscrire, et Anam les créatures, qui comprend l'homme et tous les autres êtres",
          "vivants. Selon Ibn 'Abbas, anam comprend tout ce qui a une âme. Mujahid prend",
          "dans le sens des créatures vivantes. Qatadah, Ibn Zaid et Sha'bi disent que tous",
          "les êtres vivants sont anam. Hasan Basri dit que les deux hommes et les djinns",
          "sont inclus dans son sens. Les mêmes significations ont été ~ donnée par les",
          "lexicographes. Cela montre que les gens qui déduisent de ce verset le",
          "commandement de rendre la terre la propriété de l'Etat, sont dans l'erreur. Ceci",
          "est une tentative laide d'introduire des théories étrangères de force dans le",
          "Coran qui arc ni supporté par les mots du verset, ni par le contexte. Anam ne",
          "sert pas seulement pour la société humaine, mais il inclut tous Ies autres",
          "créatures de la terre aussi bien, et le réglage de la terre des ETCD de l'ANAM ne",
          "signifie pas que ce devrait être la propriété commune de aII. Par ailleurs, le",
          "contexte ici aussi DCEs pas indiqué que l'objet de ce verset est d'énoncer un",
          "principe économique. Ceci, en fait, est destiné à impressionner la vérité que",
          "AIIah fait et préparé cette terre de telle sorte qu'il est devenu une demeure",
          "apte à tous les types de l'être vivant. Il n'a pas le devenir par lui-même, mais",
          "par la volonté et la puissance du Créateur. Il dans Sa sagesse l'a placé à une",
          "distance appropriée et a créé de telles conditions sur ce qui a permis pour les",
          "différentes espèces d'exister et de rester en vie sur elle. [(Pour plus",
          "d'explications, voir l'EN de 73, 74 An-Naml, FR de 29, 32 de Ya Sin, EN de 90, 91",
          "de Al-Mu'min, FR de 11 à 13 de Ha Mim Comme -Sajdah, de 7 à 10 de Az.Zukhruf, FR",
          "7 AI-Jathiyah)] eN."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "فِيهَا فَاكِهَةٌ وَالنَّخْلُ ذَاتُ الْأَكْمَامِ",
      "simpleTranslate" : [
        "en la pourvoyant d’arbres fruitiers, de palmiers aux régimes bien protégés,"
      ],
      "tafsirTranslate" : [
        "sont là des fruits et des palmiers avec leurs dates dans les gaines,"
      ],
      "tanslateWordByWord" : [
        "La bride",
        "(Est) fruit",
        "et palmiers",
        "ayant",
        "gaines"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ",
      "simpleTranslate" : [
        "de grains empaillés et de plantes odoriférantes."
      ],
      "tafsirTranslate" : [
        "et une variété de maïs à la fois avec la cosse et le grain. <N:11>"
      ],
      "tanslateWordByWord" : [
        "Et le grain",
        "ayant",
        "décortiquer",
        "et des plantes parfumées"
      ],
      "notes" : {
        "11" : [
          "C'est-grain pour les hommes et enveloppe pour les animaux."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des bienfaits de votre Seigneur <N:12> vous TWAIN 'vous, les hommes et les",
        "djinns », puis refuser? <N:13>"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : {
        "12" : [
          "Le mot alaa »dans le refrain comme répété maintes et maintes fois dans les",
          "versets suivants a été traduit différemment à différents endroits. Par",
          "conséquent, il serait utile de comprendre dès le départ combien vaste ce mot est",
          "dans un sens et ce que les différentes nuances de sens qu'il contient. Les",
          "lexicographes et les commentateurs ont généralement expliqué alaa »pour désigner",
          "[« bénédictions »] et [\" primes \"]. Les traducteurs ont également donné ce même",
          "sens de ce mot, et même a été rapporté d'après Ibn 'Abbas, Qatadah et Hasan",
          "Basri. Le principal argument qui prend en charge ce sens est la propre",
          "déclaration du Saint Prophète que les djinns en entendant ce verset récité",
          "répondrait à elle, en disant La bi-shai en min-ni nukadhdhib maatika Rabba-na: [",
          "\"O notre Seigneur, nous ne nie pas toute de vos bénédictions. \"] Par conséquent,",
          "nous ne souscrivons pas à l'avis de certains savants actuels, qui disent que alaa",
          "'est jamais utilisé dans le sens de la bénédiction. Une autre signification de ce",
          "mot est la puissance et les merveilles de la puissance, ou d'excellentes",
          "manifestations de puissance. Ibn Jarir Tabari a rapporté que Ibn Zaid a pris les",
          "mots fa-bi-ayyi alaa i Rabbi kuma dans le sens de fa bi-ayyi qudrat-Allah. Ibn",
          "Jarir lui-même a pris alaa 'dans le sens du pouvoir et de la puissance dans son",
          "commentaire de vv. 37-38. Imam Razi a également fait cette observation dans son",
          "commentaire de vv.14-16: [ \". Ces versets ne décrivent pas les bénédictions, mais",
          "les pouvoirs de AIIah, et dans le commentaire de vv 22-23, ceci;\"] Ceux-ci",
          "décrivent la merveilles du pouvoir et non les bénédictions. [ \"Son troisième sens",
          "est la vertu, qualités louables et prefections. Bien que ce sens n'a pas été",
          "mentionné par les lexicographes et les commentateurs, ce mot a souvent été",
          "utilisé dans ce sens dans la poésie arabe. [( Exemples omis)]. Ainsi, nous avons",
          "pris ce mot dans son sens le plus vaste et traduit en gardant convenablement",
          "compte tenu du contexte dans lequel il se produit. Cependant, à certains",
          "endroits, le mot alaa »peut avoir plusieurs sens dans un seul et même endroit,",
          "mais en raison des limites de la traduction que nous avons dû adopter un seul",
          "sens. Par exemple, dans ce verset après avoir fait mention de la création de la",
          "terre et de prendre les meilleures dispositions pour la fourniture de vivres aux",
          "créatures, il a été dit: «Lequel des alaa 'de votre Seigneur nierez-vous\"]? ici,",
          "alaa 'n'a pas été utilisé dans le sens des bénédictions seulement, mais aussi",
          "dans le sens des manifestations de la puissance de AIIah Tout-Puissant et ses",
          "attributs louables. Il est une merveille de sa force qu'il a façonné cette terre",
          "de telle manière merveilleuse que d'innombrables espèces de créatures vivent ici",
          "et une infinie variété de fruits et de céréales sont cultivés sur lui et il est",
          "dû à ses qualités louables il a non seulement créé ces créatures, mais aussi pris",
          "des dispositions pour leur subsistance et la fourniture de provisions pour eux.",
          "et les arrangements aussi si parfait que leur nourriture est non seulement",
          "nutritif, mais aussi agréable au goût et de la vue. à cet égard, on a fait",
          "référence à une seule excellence de l'ouvrage de AIlah Tout-Puissant pour le bien",
          "de l'exemple, à savoir., la création de la dattier fruits dans des gaines. En",
          "gardant cela un exemple en vue ne peut considérer ce excellences d'art ont été",
          "conçus et montré dans l'emballage de la banane, grenadiers, orange, noix de coco",
          "et d'autres fruits, et comment chacune des différentes sortes de grains et de",
          "légumineuses qui nous si inconsidérément cuisinons et manger, sont produites",
          "chaudement emballés et couverts dans les oreilles et les gousses et les clusters."
        ],
        "13" : [
          "[ \"Refuser\"] implique plusieurs attitudes que les gens adoptent à l'égard des",
          "bénédictions et des manifestations de sa puissance de AIlah Tout-Puissant et ses",
          "attributs louables. Par exemple, certaines personnes ne reconnaissent pas du tout",
          "que le Créateur des choses AII Allah Tout-Puissant. Ils pensent que ce aII est un",
          "simple sous-produit de la matière, ou d'un événement accidentel, qui est non liée",
          "avec une sagesse et d'habileté et de fabrication. Ceci est la négation ouverte.",
          "D'autres personnes admettent que le Créateur de ces choses est Allah, mais",
          "considèrent les autres à côté de Lui aussi associés dans la Divinité: ils rendent",
          "grâce à d'autres pour ses bénédictions: ils adorent d'autres, bien qu'ils mangent",
          "ses dispositions. Ceci est une autre forme de déni. . De toute évidence, ce",
          "serait le comble de l'ingratitude si une personne tout en admettant qu'une",
          "certaine personne lui avait fait une faveur rendue grâce à un autre, qui avait en",
          "fait pas de lui bosselleront cette faveur, pour cet acte de son serait une preuve",
          "expresse qu'il considéré l'autre comme son bienfaiteur qui il rendait la grâce.",
          "Il y a encore d'autres. qui reconnaissent Allah seul comme le Créateur de toutes",
          "choses et le dispensateur de toutes les bénédictions, mais ne reconnaissent pas",
          "qu'ils doivent obéir aux ordres de leur Créateur et Pourvoyeur et suivre ses",
          "injonctions. Ceci est une autre forme d'ingratitude et de déni des bénédictions,",
          "pour la personne qui se comporte de façon nie le droit du Donateur de la",
          "bénédiction bien qu'il reconnaisse la bénédiction elle-même. D'autres personnes",
          "ne désavouent la bénédiction, ni refuser le droit de l'Bestower de la",
          "bénédiction, mais en pratique, il n'y a pas de différence notable entre leur",
          "conduite et la conduite d'un denier. Cela ne veut pas la négation verbale, mais",
          "le déni dans la pratique."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "خَلَقَ الْإِنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ",
      "simpleTranslate" : [
        "Il a créé l’homme d’une argile semblable à celle qui est utilisée en poterie"
      ],
      "tafsirTranslate" : [
        "Il a créé l'homme de sec, l'argile pourrie comme le potier, <N:14>"
      ],
      "tanslateWordByWord" : [
        "Il a créé",
        "l'homme",
        "de",
        "argile",
        "comme la poterie"
      ],
      "notes" : {
        "14" : [
          "L'ordre des étapes initiales de la création de l'homme, comme donné à différents",
          "endroits dans le Coran semble être la suivante: [(1)] Turab, la terre ou la",
          "poussière à savoir; [(2)] Tin, à savoir l'argile préparée en mélangeant de l'eau",
          "avec de la terre; [(3)] étain-i-lazib: argile collante, à savoir une argile qui",
          "devient collant lorsqu'il est laissé seul pendant une longue période; [(4)] hama",
          "dans musnun, à savoir l'argile avec une odeur en elle; [(S)] Salsal-im-min",
          "ourlets dans masnun kalfakhkhar. à-dire l'argile pourrie qui, lorsqu'il est séché",
          "devient comme la poterie cuite; [(Ti)] bashar, i.e .. celui qui a été fabriqué à",
          "partir de cette dernière forme de la terre, en qui Dieu insuffla de Son Esprit, à",
          "qui les anges ont été commandés de se prosterner, et dont l'espèce de son",
          "compagnon a été créé; [(7)] thumma ja ala nasla-hu min sulala-étain-min-ma 'dans",
          "mahin: «ensuite propagée sa progéniture au moyen d'un extrait de la nature d'une",
          "eau méprisable», pour laquelle le mot noutfa a été utilisé à d'autres endroits.",
          "Pour ces étapes, on peut regarder les versets suivants du Coran en séquence:",
          "ka-melba / -i Adalla khalaqa-hu min Turab [(AI-Imran: 59 <V:3:59>)];",
          "khalqal-insan-i min de l'étain de lit [(As Sajda: 7)]; Inna khalaq-na hum min",
          "étain-il- / azib [(As-Saffat: 11 <V:37:11>)]: les quatrième et cinquième étapes",
          "ont été décrites dans le verset étant expliqué, et les étapes ultérieures dans",
          "les versets suivants: bashar de Khaliq-un Inni étain une nonne. Faidha sa",
          "wwaitu-hu wa nafakhtu-fi -hi min-ruhi fa-qa, u-lahu sajidin. [(Suad: 71-72)];",
          "min-nafs khalaqa-kum dans wahidatin wa khalaqa nun-ha-ha zauja wa baththa minhuma",
          "rijal-an kathir-an wa nisa-un. [(An -Nisa ': 1 <V:4:1>)]; thumma Ja ala nasla-hu",
          "min sulata-étain-min mmaa'-in -mahin. [(As-Sajda: 8 <V:32:8>)]; fa-inna",
          "khalaq-na-kum min turabin thumma min nutfs-étain. [(AI-Hajj: 5 <V:22:5>)]."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ",
      "simpleTranslate" : [
        "et Il a créé les djinns d’un feu subtil sans fumée."
      ],
      "tafsirTranslate" : [
        "et a créé les djinns de la flamme de feu. <N:15>"
      ],
      "tanslateWordByWord" : [
        "Et Il a créé",
        "djinns",
        "de",
        "une flamme sans fumée",
        "de",
        "Feu"
      ],
      "notes" : {
        "15" : [
          "Les mots de l'original sont: mim-marij-im-min-nar. Nar signifie feu d'une nature",
          "particulière et non le feu qui est produit par le bois ou la combustion du",
          "charbon, et marij signifie, sans fumée pure flamme. signifie Le verset que, tout",
          "comme le premier homme a été créé à partir de la terre, puis en passant par",
          "différentes étapes de la création, le modèle d'argile a adopté la forme d'un",
          "homme vivant de chair et de sang, puis sa progéniture propage par l'intermédiaire",
          "de la goutte de sperme , donc a été le premier djinns créé à partir d'une pure",
          "flamme de feu, ou un feu sans fumée, puis les espèces de djinns répandre de sa",
          "descendance. La position du premier djinns parmi les djinns est le même que",
          "d'Adam [(paix soit sur lui)] entre les êtres humains. Après avoir pris la forme",
          "d'un homme vivant, le corps d'Adam et les êtres humains nés de sa progéniture",
          "conservé aucune relation avec la poussière qui. ils ont été créés. Bien que même",
          "maintenant notre corps est entièrement composé des substances terrestres, ces",
          "substances ont pris la à partir de la chair et le sang, et après avoir fait un",
          "corps vivant, il est devenu tout à fait différent d'un simple morceau d'argile.",
          "La même chose est vrai aussi des djinns. Leur être est aussi essentiellement de",
          "feu. Mais comme nous ne sommes pas une simple motte de terre, de même qu'ils arc",
          "pas une simple flamme de feu. Ce verset prouve deux choses. Tout d'abord, que les",
          "djinns ne sont pas tout simplement l'esprit, mais sont des êtres matériels d'une",
          "nature particulière, mais comme ils ont été composés de substances pures de feu,",
          "ils restent invisibles pour les êtres humains qui ont créé le haricot de",
          "substances terrestres. La même chose a été mentionné dans ce verset: [ \"Satan et",
          "son parti que vous voyez d'où vous ne pouvez pas les voir.\"] [(AI-A`raf: 27",
          "<V:7:27>)] De même, étant en mouvement rapide du djinns, leur adoption différente",
          "formes et les formes facilement et leur pénétration dans différents endroits",
          "imperceptiblement où les choses en substances terrestres ne peuvent pas pénétrer,",
          "ou si elles le font, their.penetration devient perceptible, toutes ces choses",
          "sont possibles et compréhensibles seulement parce qu'ils sont essentiellement une",
          "création de feu. L'autre chose que nous apprenons à connaître de ce verset est",
          "que les djinns ne sont pas seulement une création d'une nature totalement",
          "différente de l'être humain, mais la substance de leur création est absolument",
          "différente de celle de l'homme, animal, végétal et la matière solide. Ce verset",
          "indique explicitement l'erreur du point de vue de ces gens qui considèrent les",
          "djinns comme une sorte d'êtres Haman. Selon leur interprétation, le sens de la",
          "création de l'homme de la poussière et les djinns du feu est de décrire la",
          "différence de la nature capricieuse des deux sortes de gens; une sorte d'entre",
          "eux sont humbles par nature, et ils sont des hommes dans le vrai sens du terme,",
          "et l'autre sorte de gens sont méchants par nature et de feu dans l'humeur, qui",
          "peut mieux être appelé démons. Ceci est, cependant, aucun commentaire du Coran,",
          "mais sa déformation. Dans E.N. 14 ci-dessus nous avons montré en détail comment",
          "le Coran lui-même a pleinement décrit le sens de la création d'homme de la terre.",
          "Après avoir lu tous Ies ces détails, une personne peut raisonnablement comprendre",
          "que l'objet de aII ceci est seulement de définir l'humilité des hommes bons? De",
          "plus, comment une personne saine d'esprit à comprendre que le sens de la création",
          "de l'homme d'argile pourri, sec et les djinns de la flamme du feu pur est la",
          "différence des caractéristiques morales distinctes des deux individus ou des",
          "groupes avec des tempéraments différents appartenant à la mêmes espèce humaine?",
          "[(Pour de plus amples explications, voir E.N. . 53 de la sourate Ad-Dariyat)]."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des merveilles de la puissance de ton Seigneur <N:16> va vous TWAIN 'vous,",
        "les hommes et les djinns »puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : {
        "16" : [
          "Ici, compte tenu du contexte, il est plus approprié de traduire alaa »comme«",
          "merveilles de la puissance \", mais dans ce l'aspect de la bénédiction est",
          "également présent. Tout comme il est une merveilleuse manifestation de la",
          "puissance d'Allah ont amené à l'existence des créatures merveilleuses comme",
          "l'homme de la poussière et les djinns de la flamme de feu, donc pour ces deux",
          "créatures ceci est une grande bénédiction que Dieu non seulement leur a accordé",
          "un corps, mais a donné à chacun une structure telle et dotée chacun avec les",
          "pouvoirs et les capacités qu'ils sont devenus capables d'accomplir des œuvres",
          "uniques dans le monde. bien que nous ne savons pas beaucoup sur les djinns,",
          "l'homme est présent devant nous. il avait reçu le corps d'un poisson ou d'un",
          "oiseau ou un singe le long avec le cerveau humain, il ne pouvait pas avoir avec",
          "cet organisme a utilisé les pouvoirs mentaux pour tout avantage. alors, est-ce",
          "pas une bénédiction suprême de AIIah qu'il bénit l'homme avec le corps le plus",
          "approprié aussi, afin qu'il puisse exploiter les facultés mentales accordées pour",
          "lui efficacement? Considérez les mains, les pieds, les yeux, les oreilles, la",
          "langue et la stature dressée comme againts l'intelligence et de la raison, et les",
          "capacités de fabrication et de talent artistique, et on sentira que le Créateur a",
          "fourni une profonde relation et l'harmonie entre eux sans que le corps humain",
          "serait resté inutile. Ensuite, la même chose souligne des qualités louables",
          "d'Allah aussi. Comment les hommes et les djinns d'une telle qualité et le rang",
          "pourraient être amenés à l'existence sans connaissance, la sagesse, la",
          "miséricorde et une puissance créatrice profonde? Pour ces miracles de la création",
          "ne peut être effectuée par des accidents et des lois automatiques sourds et",
          "aveugles de la nature."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ",
      "simpleTranslate" : [
        "Il est le Maître Souverain des deux Orients et Il l’est aussi des deux Occidents."
      ],
      "tafsirTranslate" : [
        "Le Seigneur des deux orients et des deux wests est Lui. <N:17>"
      ],
      "tanslateWordByWord" : [
        "Seigneur",
        "(De) les deux Orients",
        "et lord",
        "(De) les deux Wests"
      ],
      "notes" : {
        "17" : [
          "«Les deux Orients et les deux Wests\" peut signifier deux points de lever et les",
          "deux points de coucher du soleil le jour le plus court de l'hiver et le jour le",
          "plus long de l'été, ainsi que les orients et les wests de les deux hémisphères de",
          "la terre sur le jour le plus court de l'hiver le soleil se lève et se couche",
          "faisant un petit angle aigu:.. au contraire, sur le jour le plus long de l'été-il",
          "se lève et se couche faisant un grand angle obtus entre eux ses points de lever",
          "et aller sur le transfert de tous les jours, pour lequel à un autre endroit dans",
          "le Coran [(AI-Ma'arij: 40 <V:70:40>)]. les mots Rabbul-mashariq wal-magharib ont",
          "été utilisés même, au moment où le soleil se lève dans un hémisphère de la terre,",
          "il fixe dans l'autre hémisphère, produisant ainsi deux orients et deux wests de",
          "la terre. il arc plusieurs significations d'appeler AIIah le Seigneur des Orients",
          "et les deux Wests. Tout d'abord, que ce soit par son commandement que le système",
          "de la montée et le coucher du soleil et de leur configuration changeante au cours",
          "de l'année est fimctioning Deuxièmement, que AIIah seul est le maître et",
          "souverain de la terre et le soleil. avaient-ils leurs propres seigneurs séparés,",
          "ce système régulier du lever et du soleil sur la terre ne pouvait pas avoir",
          "fonctionné et a continué à fonctionner de façon permanente. Troisièmement, que le",
          "Maître et le Pourvoyeur des deux Levants et tant le Wests est un Dieu seul; Lui",
          "appartiennent les créations vivant entre eux. Il est seul les nourrit, et il est",
          "pour leur subsistance qu'il a mis en place ce système sage de l'établissement et",
          "de lever du soleil sur la terre."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des pouvoirs de ton Seigneur <N:18> va vous TWAIN 'vous, les hommes et les",
        "djinns »puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : {
        "18" : [
          "Ici aussi, bien que, compte tenu du contexte, [ \"puissance\"] semble être une",
          "signification plus évidente de alaa ', mais, en outre, l'aspect de [",
          "\"bénédiction\"] et \"qualités louables\" est également présent en elle. elle est une",
          "grande bénédiction que Dieu Tout-Puissant a prescrit la règle du lever et du",
          "soleil, par des moyens de celui-ci les changements de la culture et des saisons",
          "arc réglementées avec quels intérêts innombrables des hommes et des animaux et",
          "légumes sont fixés. de même, il est Allahs la miséricorde et la providence et la",
          "sagesse qu'il a fait ces arrangements par sa puissance pour répondre aux besoins",
          "et aux exigences des créatures qu'il a créées sur la terre respectifs."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ",
      "simpleTranslate" : [
        "Il a donné libre cours aux deux mers pour se rejoindre"
      ],
      "tafsirTranslate" : [
        "Il déchaîne les deux mers de sorte qu'ils se confondent,"
      ],
      "tanslateWordByWord" : [
        "Il a libéré",
        "les deux mers",
        "réunion"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "بَيْنَهُمَا بَرْزَخٌ لَا يَبْغِيَانِ",
      "simpleTranslate" : [
        "et Il a établi entre elles une barrière à ne pas enfreindre."
      ],
      "tafsirTranslate" : [
        "et pourtant il y a une barrière entre eux qui ils ne peuvent pas dépasser. <N:19>"
      ],
      "tanslateWordByWord" : [
        "Entre les deux",
        "(Est) une barrière",
        "ne pas",
        "ils transgressent"
      ],
      "notes" : {
        "19" : [
          "Pour une explication, voir E. N. 68 de la sourate Al-Furqan."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des merveilles de votre Seigneur vous TWAIN 'vous, les hommes et les",
        "djinns »puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ",
      "simpleTranslate" : [
        "Et c’est de l’une et de l’autre mers qu’on tire des perles et du corail."
      ],
      "tafsirTranslate" : [
        "De ces mers sortira pour perles <N:20> et le corail. <N:21>"
      ],
      "tanslateWordByWord" : [
        "Avancer",
        "de deux d'entre eux",
        "la perle",
        "et le corail"
      ],
      "notes" : {
        "20" : [
          "Selon Ibn 'Abbas, Qatadah, Ibn Zaid et Dahhak [(peut AIIah bénir)], marjan",
          "implique de petites perles, mais selon Hadrat' Abdullah bin Mas'ud, ce mot est",
          "utilisé pour les coraux en Arabie."
        ],
        "21" : [
          "Littéralement: [ \"De ces deux mers sortent ...\"] Les objecteurs disent que les",
          "perles et les coraux sortent seulement des eaux salées. Comment est-il alors",
          "qu'ils sont énoncés à sortir à la fois des eaux douces et de sel? La réponse est",
          "que les mers contiennent à la fois les eaux douces et le sel; par conséquent, si",
          "elle est dit que ces choses sortent de la combinaison des deux, ou des deux types",
          "d'eaux, il serait une seule et même chose. Et il se pourrait bien que de",
          "nouvelles enquêtes pourraient révéler que ces deux choses naissent dans la mer à",
          "l'endroit où les sources de doux outs jaillissement d'eau du lit de la mer; et",
          "dans leur combinaison de naissance et le développement des deux types de l'eau",
          "joue son rôle. Près de Bahreïn qui a été célèbre pour ses perles-pêche depuis des",
          "siècles, il existe des sources d'eau douce au fond du golfe."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des merveilles de la puissance de votre Seigneur vous TWAIN 'vous, les",
        "hommes et les djinns », puis refuser? <N:22>"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : {
        "22" : [
          "Ici aussi bien l'aspect du pouvoir dans alaa 'est visible, l'aspect de la",
          "bénédiction et les qualités louables aussi est pas caché. Il est une bénédiction",
          "de Dieu que ces choses précieuses sortent de la mer, et il est sa Providence que,",
          "pour la satisfaction du goût esthétique des créatures qu'Il avait béni avec le",
          "goût pour la beauté et le rustre et la nostalgie de la parure, Il sortes ali",
          "créées de ces belles choses dans son monde."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَلَهُ الْجَوَارِ الْمُنْشَآتُ فِي الْبَحْرِ كَالْأَعْلَامِ",
      "simpleTranslate" : [
        "C’est à Lui qu’appartiennent les vaisseaux qui sillonnent la mer, telles des",
        "montagnes altières."
      ],
      "tafsirTranslate" : [
        "Son sont les navires, <N:23> imposantes sur la mer comme des montagnes."
      ],
      "tanslateWordByWord" : [
        "Et pour Lui",
        "(Sont) les navires",
        "élevé",
        "dans",
        "la mer",
        "comme des montagnes"
      ],
      "notes" : {
        "23" : [
          "[ \"Son sont les navires ...\"]: Les navires sont devenus possibles que par sa",
          "puissance. Il est Celui qui a béni l'homme avec la capacité et la compétence dont",
          "il peut construire des navires pour traverser les océans; il est Celui qui a créé",
          "sur la terre le matériau à partir duquel les navires pourraient être construits;",
          "et il est celui qui soumet l'eau aux lois par lesquelles il est devenu possible",
          "pour les navires de montagne comme de naviguer sur la surface des océans flambée."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des bienfaits de votre Seigneur vous TWAIN 'vous, les hommes et les djinns",
        "», puis refuser? <N:24>"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : {
        "24" : [
          "Ici, l'aspect de la bénédiction; et la générosité est remarquable dans alaa ',",
          "mais l'explication donnée ci-dessus montre que l'aspect de la puissance et de",
          "bonnes qualités est également présente en elle."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "كُلُّ مَنْ عَلَيْهَا فَانٍ",
      "simpleTranslate" : [
        "Tout ce qui est sur la Terre est périssable ;"
      ],
      "tafsirTranslate" : [
        "Tout <N:25> qui est sur la terre périra,"
      ],
      "tanslateWordByWord" : [
        "Tout le monde",
        "qui",
        "(Is) sur elle",
        "(Sera) périsse"
      ],
      "notes" : {
        "25" : [
          "De héros à la girouette 30, les djinns et les hommes ont été informés de deux",
          "réalités; Tout d'abord, «Ni vous arc immortelles, ni les dispositions que vous",
          "arc bénéficiant dans cette éternelle monde. Immortal et Everlasting est l'Être de",
          "la Haute et suprême Dieu seul dont la grandeur cet univers témoigne, et par dont",
          "la grâce et la bonté que vous avez été favorisée avec ces primes. Maintenant, si",
          "quelqu'un parmi vous se comporte avec arrogance, ce serait en raison de sa propre",
          "bassesse. Si une personne folle suppose orgueil dans sa petite sphère d'autorité,",
          "ou devient dieu d'un coudre les hommes impuissants qui tombent dans sa main,",
          "cette farce ne durerait pas longtemps. Un godhead qui traîne: pour un simple",
          "score ou deux ans de pointage dans un coin de la terre dont la taille dans cette",
          "infinie Univers est même pas égale à une graine de pois, et devient alors une",
          "légende du passé, ne sont pas quelque chose dont on peut sentir fier et arrogant.",
          "\"L'autre vérité importante dont ces deux créations ont été avertis est:« Aucun de",
          "ceux que vous avez mis en place comme des divinités et les décapants de",
          "difficultés et qui accomplit: des besoins, en dehors de AIlah, si ce sont des",
          "anges ou des prophètes ou la lune et le soleil, ou une autre création, peuvent",
          "remplir tous vos besoins Ces créatures et les choses lulpless se tiennent dans le",
          "besoin de l'aide d'Allah pour leurs besoins et exigences ils se prient à lui de",
          "l'aide;.. quand ils ne sont pas NBLE pour enlever leur propre ? difficultés",
          "comment vont-ils retirer vos difficultés Quoi qu'il se passe dans ce illimitées",
          "univers, de la terre vers le ciel, se passe sous commandement de rite d'un Dieu",
          "seul, personne d'autre n'a de simulacre Dans sa divinité, donc personne ne peut",
          "lunfluence de quelqu'un d'autre destin En aucune façon"
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَيَبْقَىٰ وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ",
      "simpleTranslate" : [
        "seule perdurera la Face de ton Seigneur, auréolée de majesté et de gloire."
      ],
      "tafsirTranslate" : [
        ", seule la personne de ton Seigneur, plein de majesté et la splendeur, perdurera."
      ],
      "tanslateWordByWord" : [
        "Mais restera",
        "(la face",
        "(De) votre Seigneur",
        "(le propriétaire",
        "(De) Majesté",
        "et Honor"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel donc des merveilles de votre Seigneur vous TWAIN 'vous, les hommes et les",
        "djinns », puis refuser? <N:26>"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : {
        "26" : [
          "Ici, le contexte lui-même montre, le mot alaa 'a été utilisé dans le sens des",
          "excellences et perfections. Celui des créatures mortelles est impliqué dans la",
          "vanité et l'arrogance et se pavane en pensant que sa fausse divinité est",
          "éternelle, désavoue Seigneur de la gloire et la majesté du monde par sa conduite,",
          "sinon par sa langue. Son orgueil et de l'arrogance par lui-même est un déni de la",
          "grandeur et la gloire de AIlah Tout-Puissant. Quelle que soit la demande, il peut",
          "faire à une excellence par sa langue, ou s'arroger à lui-même une telle",
          "excellence, il est en effet un désaveu du rang et de la véritable Possesseur de",
          "excellences et perfections."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ ۚ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ",
      "simpleTranslate" : [
        "Tous ceux qui sont dans les Cieux et sur la Terre implorent Son secours, pendant",
        "que Lui Se manifeste chaque jour dans la réalisation d’une œuvre nouvelle."
      ],
      "tafsirTranslate" : [
        "Tout dans les cieux et la terre le prier pour leurs besoins; une nouvelle,",
        "puissante tâche lui engage chaque jour. <N:27>"
      ],
      "tanslateWordByWord" : [
        "lui demande",
        "quiconque",
        "(est dans",
        "Le Paradis",
        "et la terre",
        "Chaque",
        "journée",
        "Il",
        "(est dans",
        "une matière"
      ],
      "notes" : {
        "27" : [
          "Autrement dit, [ \"Il est en continu et sans cesse fimctioning dans cet univers et",
          "la création d'innombrables nouvelles choses avec de nouvelles et encore de",
          "nouvelles formes et dessins et qualités, il donne la mort à une vie et à un",
          "autre, exaltante . et avilir une autre, ce qui provoque un à récupérer et une",
          "autre de rester malade, le sauvetage d'une noyade un et la noyade d'un un",
          "flottant il fournit la nourriture à d'innombrables créatures dans une variété de",
          "façons, Son monde ne reste jamais dans le même état: il est en train de changer",
          "tous les moment et son Créateur organise dans un nouvel état et de la mode à",
          "chaque fois, ce qui est différent de toute forme précédente et de la mode et de",
          "l'Etat, \"]"
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel de vos attributs louables du Seigneur vous TWAIN 'vous, les hommes et les",
        "djinns », puis refuser? <N:28>"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : {
        "28" : [
          "Ici, alaa semble avoir été arborés dans le sens des qualités et des gloires Toute",
          "personne qui commet le polythéisme de toute nature, en fait, désavoue l'un ou",
          "l'autre des attributs d'Allah, d'une personne disant que tel ou tel un saint a",
          "retiré sa maladie, en fait, revient à dire que Dieu est pas le Remover de la",
          "maladie et Restaurateur de la santé, mais le saint, un autre de dire que tel ou",
          "tel saint lui a obtenu un emploi, en fait, revient à dire que AIIah est pas le",
          "Pourvoyeur et Seigneur, mais la personne sainte particulière. Encore un autre a",
          "dit que sa prière a été répondu à un sanctuaire particulier, en fait, revient à",
          "dire que la commande qui régit le monde est pas Allah, mais le sanctuaire de, En",
          "bref, toute croyance et énoncé polythéiste, dans l'analyse finale, mène le",
          "désaveu des attributs divins. Le polythéisme est rien, mais que l'on doit",
          "attribuer les attributs divins d'être Audient et Clairvoyant AII, Tout-Puissant",
          "et Tout-Puissant, etc .. à d'autres qu'Allah, et devrait nier que AIIah seul est",
          "le Possesseur de tous ces attributs."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "سَنَفْرُغُ لَكُمْ أَيُّهَ الثَّقَلَانِ",
      "simpleTranslate" : [
        "Nous aurons bientôt à vous juger, ô hommes et génies !"
      ],
      "tafsirTranslate" : [
        "O vous TWAIN, qui sont un fardeau (sur la terre), <N:29> Nous allons assister à",
        "vous et vous demander des comptes. <N:30>"
      ],
      "tanslateWordByWord" : [
        "Bientôt, nous allons assister à",
        "à toi",
        "O vous",
        "deux classes"
      ],
      "notes" : {
        "29" : [
          "Thaqalan est dérivé de thiql ce qui signifie un fardeau, et thaqal est la charge",
          "chargée sur un moyen de transport. Thaqalan [(double)] signifierait donc: [ \"deux",
          "fardeaux chargés\"]. Ici, ce mot se réfère à la djinns puis; qui sont à la fois",
          "chargé sur la terre. Comme les destinataires ici sont ceux djinns et les hommes",
          "qui se sont détournés du service et de l'obéissance de leur Seigneur et",
          "Pourvoyeur, ils ont été traités comme suit: [ \"0 charges de la terre,\"] En",
          "d'autres termes, le Créateur met en garde ces deux groupes indignes de sa",
          "création, en disant; [ \" 'Vous qui sont devenus un fardeau pour ma terre, je vais",
          "bientôt vous amène à la tâche,\"]"
        ],
        "30" : [
          "Cette ETCD ne signifie pas que AIIah à ce moment est trop occupé pour appeler les",
          "serviteurs désobéissants à compte, mais cela signifie que AIIah a organisé un",
          "calendrier spécial selon laquelle il va d'abord mettre en production d'existence",
          "après génération les djinns et les hommes dans le monde jusqu'à un temps fixé, et",
          "fournira théiste l'occasion de travailler dans ce centre d'examen du monde; puis",
          "à une heure spécifique, l'examen sera soudain amené à sa fin, et Ali les djinns",
          "et les hommes vivant à ce moment-là sera donné la mort en même temps. Ensuite, à",
          "un autre moment qui est prédestinée avec Allah pour appeler les djinns et les",
          "hommes de compte, tous les anciens et les dernières générations de deux espèces",
          "seront ressuscités et rassemblèrent à un seul et même temps. Compte tenu de ce",
          "calendrier les deux espèces ont été mis en garde, comme pour dire: `Nous sommes",
          "encore occupés avec le travail de la première période, et le temps pour la",
          "deuxième période n'a pas encore venu, sans parler de se lancer dans les travaux",
          "de la troisième période. Mais vous pouvez être assuré. Le temps est proche où",
          "nous serons libres pour vous emmener à la tâche. »Ce manque de loisirs ne",
          "signifie pas que AIIah est trop occupé par un genre de travail pour assister à un",
          "autre genre de travail. Mais sa nature est analogue à l'occupation d'une personne",
          "qui a fixé un calendrier pour les différentes sortes de travaux et à l'égard",
          "d'une œuvre dont le temps n'a pas encore arrivé selon l'horaire, il peut dire",
          "qu'il est à l'heure actuelle pas libre pour elle."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "(Nous verrons alors), qui des bienfaits de votre Seigneur vous TWAIN 'vous, les",
        "hommes et les djinns », puis refuser? <N:31>"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : {
        "31" : [
          "Ici, alaa 'peut également être pris dans le sens des pouvoirs. Compte tenu du",
          "contexte, chaque sens semble être approprié à sa manière. Selon le premier sens,",
          "cela voudrait dire: [ «Aujourd'hui, vous êtes ingrat pour nos bénédictions et",
          "sont traîtres et déloyaux en adoptant les différentes attitudes de l'incrédulité,",
          "le polythéisme, l'athéisme, le péché et la désobéissance, mais demain, quand",
          "vient le temps de rendre des comptes , Nous le verrons qui de nos bénédictions",
          "vous révélera être le résultat d'un simple accident, ou le fruit de votre propre",
          "capacité, ou la manifestation de la bonté d'un dieu ou d'une déesse ou d'un",
          "saint. \"] Dans le second cas, le sens serait être: `Aujourd'hui vous moquez la",
          "doctrine de la Résurrection et le rassemblement de tous les hommes et les djinns",
          "sur le jour du Jugement et de la reddition de comptes et le ciel et l'enfer, et",
          "que hébergez le malentendu que de telles choses arc pas du tout possible, mais",
          "quand Nous vous réunissons pour la responsabilité et tout ce que vous niez",
          "aujourd'hui comparaître devant vous, alors nous verrons qui de nos pouvoirs que",
          "vous niez. \""
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانْفُذُوا ۚ لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ",
      "simpleTranslate" : [
        "Ô peuples de djinns et d’hommes ! Si vous pouvez traverser les espaces célestes",
        "et les espaces terrestres, faites-le ! Mais vous ne les traverseriez qu’à l’aide",
        "d’un pouvoir."
      ],
      "tafsirTranslate" : [
        "O compagnie de djinns et les hommes, si vous avez le pouvoir d'aller au-delà des",
        "limites des cieux et de la terre, aller au-delà! Pourtant, vous ne pourrez pas",
        "aller au-delà de ce que requiert une puissance infinie. <N:32>"
      ],
      "tanslateWordByWord" : [
        "Ensemble de O",
        "(De) les djinns",
        "et les hommes",
        "Si",
        "tu es capable",
        "à",
        "passer au-delà",
        "[de]",
        "(les) régions",
        "(De) les cieux",
        "et la terre",
        "puis passer",
        "ne pas",
        "tu peux passer",
        "sauf",
        "par l'autorité"
      ],
      "notes" : {
        "32" : [
          "«La terre et les cieux [\":. L'Univers ou le Royaume de Dieu Le verset signifie",
          "pour impressionner ceci:. `Il est en votre pouvoir pour échapper à l'étreinte",
          "d'Allah Quand le temps de la responsabilité des que vous êtes prédit vient, vous",
          "serez saisi et amené devant Dieu dans tous les cas où que vous soyez. pour sortir",
          "de la portée de Dieu, vous devrez fuir l'univers de Dieu pour lequel vous faites",
          "trotter avoir la puissance nécessaire. Si vous vous sentez que vous avez le",
          "pouvoir, vous pouvez alors utiliser ce pouvoir, si vous le voulez. \"]"
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des pouvoirs de votre Seigneur va vous TWAIN 'vous, les hommes et les",
        "djinns »puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ فَلَا تَنْتَصِرَانِ",
      "simpleTranslate" : [
        "On lancera alors contre vous des jets de feu et d’airain fondu. Et de ce combat",
        "vous ne sortirez pas victorieux !"
      ],
      "tafsirTranslate" : [
        "(Si vous le aventurez) une flamme de feu et de fumée <N:33> doivent être arrimés",
        "à vous, que vous serez incapable de résister."
      ],
      "tanslateWordByWord" : [
        "Sera envoyé",
        "contre vous deux",
        "une flamme",
        "de",
        "Feu",
        "et la fumée",
        "et pas",
        "vous (être capable de) défendre vous-mêmes"
      ],
      "notes" : {
        "33" : [
          "Le mot shuwaz, tel qu'il est utilisé dans l'original, signifie la, sans fumée",
          "dame pure, et Nuhas est la fumée brute sans flamme. Ces deux choses, l'une après",
          "l'autre, seront Iet lâche sur les hommes et les djinns, quand ils essaient",
          "d'échapper à la responsabilité des AIIah."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des pouvoirs de votre Seigneur va vous TWAIN 'vous, les hommes et les",
        "djinns »puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "فَإِذَا انْشَقَّتِ السَّمَاءُ فَكَانَتْ وَرْدَةً كَالدِّهَانِ",
      "simpleTranslate" : [
        "Puis, lorsque le Ciel, devenu comme un cuir écarlate, se fendra"
      ],
      "tafsirTranslate" : [
        "(Qu'est-ce qui se passera) lorsque le ciel sera fende et deviendra rouge comme le",
        "cuir? <N:34>"
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "est divisé",
        "le paradis",
        "et il devient",
        "couleur rose",
        "comme l'huile trouble"
      ],
      "notes" : {
        "34" : [
          "Cela fait référence au Jour de la Résurrection. Débordant des cieux implique le",
          "relâchement de la discipline des cieux, la diffusion des corps célestes,",
          "bouleversant du système des cieux. Et le sens de `rougissement comme le cuir",
          "rouge» est que pendant ce grand bouleversement quiconque regarde vers le ciel, se",
          "sentir comme si le ciel entier étaient en feu."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "– lequel donc des bienfaits de votre Seigneur oserez-vous renier? –,"
      ],
      "tafsirTranslate" : [
        "Lequel des pouvoirs de ton Seigneur te TWAIN 'vous, les hommes et les djinns »,",
        "puis refuser? <N:35>"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : {
        "35" : [
          "Autrement dit, «Aujourd'hui vous jugez Résurrection impossible;. Vous pensez que",
          "Dieu n'a pas de pouvoir pour l'amener à propos Mais quand il aura eu lieu et que",
          "vous voyez avec vos yeux aII que vous êtes prédit, quels les pouvoirs d'Allah",
          "vous puis nier?"
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ",
      "simpleTranslate" : [
        "ce jour-là, ni les hommes ni les djinns ne seront interrogés sur leurs péchés."
      ],
      "tafsirTranslate" : [
        "Ce jour-là il n'y aura pas besoin de demander des hommes ou des djinns à propos",
        "de leurs péchés. <N:36>"
      ],
      "tanslateWordByWord" : [
        "Ensuite (sur) ce jour-là",
        "ne pas",
        "sera demandé",
        "sur",
        "son péché",
        "tout homme",
        "et pas",
        "tout djinns"
      ],
      "notes" : {
        "36" : [
          "Ceci est expliqué par la phrase suivante: [ \". Les coupables y sont reconnus par",
          "leurs visages\"] Cela signifie que, dans cette grande assemblée où aII l'ancienne",
          "et les dernières générations se sont réunis, il n'y aura pas besoin de demander à",
          "qui sont les coupables, ni sera un homme ou djinn besoin d'être demandé s'il est",
          "coupable ou non. Les visages mornes des coupables, leurs yeux épouvantés, leurs",
          "visages perturbés et effrayés seront eux-mêmes assez pour exposer le secret",
          "qu'ils sont les coupables. Quand une foule comprenant à la fois les coupables et",
          "les innocents, est encerclé par la police, le calme et tranquille des gens",
          "innocents et l'état perplexe et troublé des coupables dire à un coup d'œil à qui",
          "dans la foule est le coupable et qui est innocent. Cette règle générale est dans",
          "la plupart des cas démenties dans le monde, parce que la police du monde ne",
          "jouissent pas de la réputation d'être juste et équitable, plutôt à maintes",
          "occasions, ils se sont révélés être plus gênant pour les gens doux et innocents",
          "que pour les coupables . Par conséquent, ici, il est possible que lorsque",
          "encerclé par la police les gens doux et innocents pourraient devenir encore plus",
          "épouvanté que les criminels, mais dans l'au-delà, quand chaque personne noble",
          "aura une foi totale dans la justice de AIlah, la confusion sera affliger seuls",
          "ceux dont la conscience sera consciente du fait qu'elles sont les coupables",
          "eux-mêmes, et qui, à leur arrivée très à la Cour de Dieu deviendra certaine de",
          "leur destin, qu'ils avaient considéré comme impossible ou douteux dans le monde",
          "et ainsi avait été commis tous les odieux le péché et le crime."
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "(nous le verrons) Lequel donc des bienfaits de votre Seigneur vous TWAIN 'vous,",
        "les hommes et les djinns », puis refuser? <N:37>"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : {
        "37" : [
          "La véritable base du crime selon le Coran est que le serviteur qui bénéficie par",
          "les bénédictions de son Pourvoyeur; devrait abriter le malentendu que les",
          "bénédictions ont été conféré par personne, mais lui de leur propre gré ont",
          "atteint, ou que les bénédictions ne sont pas le don de Dieu, mais le fruit de sa",
          "propre capacité ou la bonne fortune, ou qu'ils sont le cadeau de Dieu, mais Dieu",
          "n'a aucun droit sur ses serviteurs, ou que Dieu lui-même ne l'a pas fait ces",
          "faveurs, mais un autre être a obtenu ces lui faire. Ce sont les mauvais concepts",
          "en raison de laquelle l'homme devient indépendant de Dieu et être libre de son",
          "obéissance et de service accomplit des actes qu'il a défendus. et évite les actes",
          "qu'il a enjointes. Vu sous cet angle chaque crime et chaque péché est, en",
          "réalité. o désaveu des faveurs de AIIah si une personne les nie par la parole de",
          "(bouche ou non. Mais la personne qui, en fait, n'a pas l'intention de la",
          "négation. mais reconnaît les faveurs dans les profondeurs de son cœur, commet une",
          "erreur de temps en temps à cause de la faiblesse humaine, il montre la repentance",
          "sur elle et tente de ovoïdes lui. cela lui évite d'être inclus parmi les deniers.",
          "en dehors de cela. tous Ies autres coupables sont, en fait, Beliers des",
          "bénédictions et deniers de ses faveurs d'Allah. ce est la raison pour laquelle il",
          "a été dit: [ «Quand vous avez été saisis comme coupables, alors nous verrons à",
          "quel Nos faveurs vous niez.\"] Dans la sourate Takathur: 8 la même chose a été mis",
          "ainsi: [ \"Sur ce Day vous allez certainement être abattus pour tenir compte des",
          "bénédictions que vous aviez été accordés \"] Autrement dit, il sera demandé:. Si",
          "Nous avions vous accordé ces bénédictions ou non Alors, quelle attitude avez-vous",
          "adopté vers votre Bienfaiteur, et de quelle manière? avez-vous utilisé ses",
          "bénédictions? \""
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ فَيُؤْخَذُ بِالنَّوَاصِي وَالْأَقْدَامِ",
      "simpleTranslate" : [
        "Et les criminels, reconnaissables à leurs traits distinctifs, seront saisis par",
        "le toupet et les pieds."
      ],
      "tafsirTranslate" : [
        "Les coupables sont connus par leurs marques, et sont saisis par les toupets et",
        "les pieds."
      ],
      "tanslateWordByWord" : [
        "Sera connue",
        "les criminels",
        "par leurs marques",
        "et sera saisi",
        "par le toupet",
        "et les pieds"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des pouvoirs de votre Seigneur, va vous TWAIN 'vous, les hommes et les",
        "djinns »puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "هَٰذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ",
      "simpleTranslate" : [
        "«Voici la Géhenne, leur sera-t-il dit, que les criminels niaient !»"
      ],
      "tafsirTranslate" : [
        "(Il sera dit): «Voici l'Enfer que les coupables avaient pleuré mensonges."
      ],
      "tanslateWordByWord" : [
        "Ce",
        "(Est) Enfer",
        "lequel",
        "nier",
        "[De lui]",
        "les criminels"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ",
      "simpleTranslate" : [
        "Et, à partir de cet instant, ils ne feront que tournoyer entre le Brasier et une",
        "eau portée à sa température la plus élevée."
      ],
      "tafsirTranslate" : [
        "Ils vont garder encerclant entre l'enfer et de l'eau bouillante. <N:38>"
      ],
      "tanslateWordByWord" : [
        "Ils vont faire le tour",
        "entre celle-ci",
        "et entre",
        "eau d'échaudage",
        "chauffé"
      ],
      "notes" : {
        "38" : [
          "Autrement dit, [ \"Dans l'enfer qu'ils se sentent opprimés par la soif, encore et",
          "encore. Et vont se précipiter vers les sources d'eau, mais vont trouver de l'eau",
          "que l'ébullition, qui ne sera pas satisfaire leur soif, et ils ainsi continuer à",
          "errer çà et là entre l'enfer et les ressorts pour toujours et à jamais. \"]"
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des pouvoirs de ton Seigneur te TWAIN 'vous, les hommes et les djinns »,",
        "puis refuser? <N:39>"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : {
        "39" : [
          "Autrement dit, [ «Voulez-vous, même à ce moment-là être en mesure de nier que",
          "Dieu peut apporter la Résurrection, pouvez-vous donner une autre vie après la",
          "mort, pouvez-vous demander des comptes, et peut également faire de ce Hell in que",
          "vous souffrez punisment aujourd'hui? \"]"
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ",
      "simpleTranslate" : [
        "En revanche, pour ceux qui auront craint de comparaître devant leur Seigneur, il",
        "y aura deux Jardins."
      ],
      "tafsirTranslate" : [
        "Pour tout qui craint de se tenir devant son Seigneur <N:40> sont deux jardins.",
        "<N:41>"
      ],
      "tanslateWordByWord" : [
        "Mais pour (lui) qui",
        "craintes",
        "(La) debout",
        "(Avant) son Seigneur",
        "(Sont) deux jardins"
      ],
      "notes" : {
        "40" : [
          "Qui redoute ... Seigneur »:. Qui craint Dieu dans tout ce qu'il ETCD dans le",
          "monde, et redoute sa responsabilité devant Lui dans l'au-delà Celui qui détient",
          "cette croyance va inévitablement éviter de servir les convoitises de son auto ,",
          "va éviter de suivre chaque chemin aveuglément, permettra de distinguer entre la",
          "vérité et le mensonge, la justice et l'injustice, pur et impur, et le licite et",
          "l'illicite, et il ne détournera pas délibérément de suivre les commandements de",
          "Dieu. Ceci est le véritable motif de la récompense qui est mentionné ci-dessous."
        ],
        "41" : [
          "Jannat signifie réellement un jardin. Aux endroits sains dans le Coran le monde",
          "entier dans lequel les justes seront gardés, a boon appelé Jannat, comme si tout",
          "cela était un jardin. Et à d'autres, il a été dit qu'ils auront Jannat",
          "[(jardins)] dans lesquelles les canaux seront coulent. Cela signifie que ce grand",
          "jardin comprendra d'innombrables autres jardins; et ici précisément il a été dit",
          "que chaque homme pieux sera donné deux jardins dans ce grand jardin, qui sera",
          "particulièrement destiné à lui; il aura ses propres palais dans lequel il vivra",
          "avec sa famille et serviteurs comme un roi, et il lui sera fourni avec aII qui",
          "est mentionné ci-dessous."
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des faveurs de ton Seigneur te TWAIN 'vous, les hommes et les djinns »,",
        "puis refuser? <N:42>"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : {
        "42" : [
          "De là jusqu'à la fin, le mot alaa 'a été utilisé à la fois pour les bénédictions",
          "et pourThe pouvoirs, et il y a un aspect des qualités louables aussi. en elle. Si",
          "nous prenons le premier sens, le sens de répéter le refrain dans ce contexte",
          "sera: [ \"Si vous voulez nier les bénédictions de AIIah, vous pouvez le faire Le",
          "juste sera certainement recevoir ces bénédictions de leur Seigneur.\".] En le",
          "second cas, le sens serait: [ \"Si vous pensez qu'il est impossible pour AIIah",
          "pour créer le Jardin et bénir Ses serviteurs justes avec ces primes en elle, vous",
          "pouvez penser AIIah certainement LASS le pouvoir de faire ce travail et il le",
          "fera. . sûrement l'accomplir \"] Selon le troisième sens, cela signifie: [\" Vous",
          "pensez que, après avoir créé ce grand monde Allah maintenant ne se soucie pas de",
          "savoir si une personne se comporte injustement ici justement travaille à",
          "promouvoir la vérité ou le mensonge, les spreads. bon ou mauvais: Il ne sera ni",
          "punir l'oppresseur, ni redresser les griefs des opprimés, ne sera ni apprécier",
          "bon ni abhorrent le mal Alors, comme vous pensez, il est impuissant trop Il peut",
          "construire les cieux et la terre, mais ne peut pas préparer l'enfer pour.. punir",
          "les méchants et ne peut pas faire le Ciel pour récompenser les adeptes de la",
          "vérité. Ainsi. vous pouvez refuser ses attributs louables que vous pouvez, mais",
          "demain quand il jette les méchants en enfer et bénit les adorateurs du trnth dans",
          "le ciel. vous même alors être en mesure de nier Ses ces attributs? \"]"
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "ذَوَاتَا أَفْنَانٍ",
      "simpleTranslate" : [
        "Deux Jardins aux multiples bosquets."
      ],
      "tafsirTranslate" : [
        "Ces jardins seront abondent en vert, les branches en fleurs."
      ],
      "tanslateWordByWord" : [
        "Ayant",
        "branches"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des bienfaits de votre Seigneur va vous TWAIN 'vous, les hommes et les",
        "djinns »puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "فِيهِمَا عَيْنَانِ تَجْرِيَانِ",
      "simpleTranslate" : [
        "Deux Jardins arrosés par deux sources jaillissantes."
      ],
      "tafsirTranslate" : [
        "Dans chacun des deux jardins sont deux ressorts fluides."
      ],
      "tanslateWordByWord" : [
        "Dans les deux",
        "(Sont) deux ressorts",
        "écoulement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des bienfaits de votre Seigneur va vous TWAIN 'vous, les hommes et les",
        "djinns »puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ",
      "simpleTranslate" : [
        "Deux Jardins produisant deux espèces de chaque variété de fruits."
      ],
      "tafsirTranslate" : [
        "Dans ces deux est une paire de chaque fruit. <N:43>"
      ],
      "tanslateWordByWord" : [
        "Dans les deux",
        "[de]",
        "(Sont) tous les",
        "fruits",
        "(par deux"
      ],
      "notes" : {
        "43" : [
          "Ce peut avoir deux significations:. [(1)] [ \"Les fruits des deux jardins auront",
          "leurs propres saveurs et des goûts spéciaux Dans un jardin, il va trouver une",
          "sorte de regroupement de fatir sur ses branches , et dans l'autre, un autre type",
          "\"] [(2)] 'dans chaque jardin, il y aura deux sortes de fruits. une sorte de fath",
          "familier connu et goûté dans le monde, mais bien supérieure à celle trouvée dans",
          "le monde, et l'autre type de fruit rare jamais imaginé et goûté avant \"."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des bienfaits de votre Seigneur va vous TWAIN 'vous, les hommes et les",
        "djinns »puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "مُتَّكِئِينَ عَلَىٰ فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ ۚ وَجَنَى الْجَنَّتَيْنِ دَانٍ",
      "simpleTranslate" : [
        "Et les bienheureux s’y reposeront sur de magnifiques tapis aux revers de brocart,",
        "et les fruits des deux Jardins seront à leur portée."
      ],
      "tafsirTranslate" : [
        "Ils seront accoudés sur des tapis doublés de brocart, <N:44> et à portée de main",
        "retombera les fruits des deux jardins."
      ],
      "tanslateWordByWord" : [
        "inclinables",
        "sur",
        "divans",
        "(dont) doublures",
        "(sont de",
        "brocart",
        "et (le) fruit",
        "(De) deux jardins",
        "(est proche"
      ],
      "notes" : {
        "44" : [
          "Autrement dit, [ «Quand leur doublure sera d'une qualité supérieure, vous pouvez",
          "Magine quelle sera la qualité de la couche extérieure des tapis.\"]"
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des bienfaits de votre Seigneur va vous TWAIN 'vous, les hommes et les",
        "djinns »puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "فِيهِنَّ قَاصِرَاتُ الطَّرْفِ لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ",
      "simpleTranslate" : [
        "Là, ils rencontreront les houris au regard chaste et que nul homme ni génie",
        "n’aura auparavant effleurées."
      ],
      "tafsirTranslate" : [
        "Au milieu de ces moyens doit être jeunes filles avec modestes, regards retenus"
      ],
      "tanslateWordByWord" : [
        "Dans les",
        "(Sera) compagnons de modeste regard",
        "(Sera) compagnons de modeste regard",
        "ne pas",
        "les a touchés",
        "tout homme",
        "Avant eux",
        "et pas",
        "tout djinns"
      ],
      "notes" : {
        "45" : [
          "Ceci est le vrai caractère de la femme: elle ne doit être ni impudique, ni",
          "impudique, mais devrait avoir la modestie dans ses regards. Voilà pourquoi AIIah",
          "tout en faisant une mention des femmes parmi les bénédictions ofParadise a",
          "d'abord loué aII leur modestie et la chasteté et non leur beauté et les charmes",
          "physiques. Les belles femmes peuvent se réunir dans des clubs mixtes et studios",
          "de cinéma et des concours de beauté où les belles femmes sélectionnez onlv sont",
          "admis. mais une personne de mauvais goût et de la mentalité ne peut montrer aucun",
          "intérêt pour eux. Aucune personne noble peut trouver aucun charme à la beauté qui",
          "attire tous les regards mal et est prêt à hauteur de chaque tour!"
        ],
        "46" : [
          "Cela signifie que dans la vie mondaine si une femme est morte une vieille fille.",
          "ou comme la femme de quelqu'un. ou mort jeune, ou comme une vieille femme, dans",
          "l'au-delà lorsque Ies femmes vertueuses ENTRER Paradise, ils seront réalisés",
          "jeunes et vierges: et l'une des femmes qui ont fait un ascenseur partenaire d'un",
          "homme juste, aura pas heen possédé par quelqu'un avant que le mari, dans le",
          "Paradis. Ce verset montre aussi que les djinns juste trop entrera au Paradis",
          "comme les hommes de righteus. Les hommes HAVC femmes de leur propre espèce et les",
          "djinns leurs femmes de leur propre genre: les deux types auront leurs camarades",
          "de leur propre type particulier. Aucune personne d'un genre sera un partenaire",
          "d'un membre de: bonne mère avec qui il ne peut pas vivre comme mari ou la femme",
          "naturellement. Les mots du verset [ «... que ni l'homme ni djinn ne HAVC touché",
          "devant eux,\"] ne signifie pas que les femmes là-bas ne seront d'espèce humaine et",
          "ils ne HAVC Heen touché par un homme ou djinn avant leur maris, mais sa",
          "signification réelle est: au Paradis, il y aura des femmes à la fois les djinns",
          "et l'espèce humaine; ils Aii-t-il modeste et intact: ni un djinn femelle aura été",
          "touché par un homme de djinns avant que son mari au paradis, ni une femelle",
          "humaine auront été touché par un mâle humain avant que son mari dans le Paradis."
        ]
      }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des bienfaits de votre Seigneur va vous TWAIN 'vous, les hommes et les",
        "djinns »puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ",
      "simpleTranslate" : [
        "Des houris dont la beauté aura l’éclat de l’hyacinthe et du corail."
      ],
      "tafsirTranslate" : [
        "Beau comme rubis et de perles."
      ],
      "tanslateWordByWord" : [
        "Comme si elles étaient",
        "rubis",
        "et le corail"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des bienfaits de votre Seigneur vous TWAIN 'vous, les hommes et les djinns",
        "»puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ",
      "simpleTranslate" : [
        "Y a-t-il d’autre récompense pour le bien que le bien lui-même?"
      ],
      "tafsirTranslate" : [
        "la récompense de la bonté peut être tout autre que la bonté? <N:47>"
      ],
      "tanslateWordByWord" : [
        "Est",
        "(la récompense",
        "pour le bien",
        "mais",
        "bien"
      ],
      "notes" : {
        "47" : [
          "Autrement dit, \"Comment, après aII, est-il possible que AIIah devrait permettre",
          "d'aller gaspiller les sacrifices de ces serviteurs justes et devrait leur refuser",
          "leurs récompenses, qui se tenaient soumis à des restrictions tout au long de leur",
          "vie pour la souci de AIIah, qui a évité le unlawfirl et est resté contenu avec le",
          "légitime, qui a exécuté leurs fonctions fidèlement et sincèrement, a rendu les",
          "droits des personnes à qui les droits sont dus, et enduré les épreuves contre le",
          "mal et a confirmé la bonne?"
        ]
      }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des attributs louables de votre Seigneur vous TWAIN 'vous, les hommes et",
        "les djinns », puis refuser? <N:48>"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : {
        "48" : [
          "De toute évidence, le curé qui est un denier du Paradis et ses récompenses, nie",
          "en fait un grand nombre d'attributs louables de AIIah Tout-Puissant. Même s'il",
          "croit en Allah, il est titulaire d'une mauvaise opinion à son sujet À son avis,",
          "il est une règle perverse dont le royaume impie faire le bien est un exercice",
          "futile. Il est soit aveugle et sourd et est, par conséquent, tout à fait ignorer",
          "à qui, dans son royaume des sacrifices de la vie, de la richesse et du travail à",
          "cause de lui; ou il est non reconnaissants et ne peut pas distinguer entre le",
          "bien et le mal; ou. comme il flaire à penser. Il est impuissant et impuissant: Il",
          "peut être très reconnaissants du bien, mais est incapable de récompenser l'auteur",
          "de lui. Voilà pourquoi u a été dit: «Quand dans l'au-delà le bien sera récompensé",
          "avec un bon devant vos yeux. vous même alors désavouer les attributs louables de",
          "votre Seigneur? \""
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "وَمِنْ دُونِهِمَا جَنَّتَانِ",
      "simpleTranslate" : [
        "Et, en deçà de ces deux Jardins, il y en aura deux autres."
      ],
      "tafsirTranslate" : [
        "Et d'ailleurs ces deux, il y aura deux autres jardins. <N:49>"
      ],
      "tanslateWordByWord" : [
        "Outre ces deux",
        "Outre ces deux",
        "(Sont) deux jardins"
      ],
      "notes" : {
        "49" : [
          "Le mot isabelle utilisé dans min isabelle-i-hima Jannatan. est employé dans trois",
          "sens différents en arabe [(1)] Pour être situé à un niveau inférieur à une autre",
          "chose; [(2)] pour être inférieure à quelque chose de mieux et de plus noble",
          "qualité; et [(3)] pour être au-dessus de quelque chose d'autre. En raison de",
          "cette différence de sens, un sens probable de ces mots est que chaque habitant du",
          "Paradis sera donné deux autres jardins outre les deux mentionné précédemment; une",
          "autre signification probable est que ces deux jardins seront de qualité",
          "inférieure et le rang à la fois les jardins de tirst mentionnés: qui est, les",
          "deux tirst jardins seront soit situé à un Ievel plus élevé que ces deux, ou les",
          "deux tirst jardins seront d'un espèce supérieure et ces deux d'une espèce",
          "inférieure par rapport à eux. Si la première probabilité est adoptée, cela",
          "voudrait dire que ces deux jardins supplémentaires seront également pour les",
          "habitants du Paradis, qui ont été mentionnés ci-dessus, et dans le cas où la",
          "deuxième probabilité est adopté, le sens serait que les deux premiers jardins",
          "seront pour 'ceux le plus proche à Allah [ \", et ces deux pour\"] le peuple de la",
          "main droite. [ \"Cette seconde probabilité est renforcée par les deux types de",
          "l'inerte juste comme mentionné dans la sourate AI-Waqi'ah. . Tout d'abord, au",
          "premier rang, qui ont également été appelé le \"] muqarrabun [\"; deuxièmement, les",
          "gens de la main droite, qui HAVC également eu droit \"] ashab al-Maimanah [\"; et",
          "pour ces deux qualités distinctes des deux types de jardins ont été mentionnés.",
          "De plus, cette probabilité est également renforcée par le Hadith qui Abu Bakr a",
          "raconté sur l'autorité de son père, Abû Musa al-Ash'ari, En cela, il dit: Le",
          "Saint Prophète a dit: «Deux jannats [(jardins)] sera être pour le premier parmi",
          "les justes [(ou Muqarrabin)], dans laquelle les ustensiles et articles de",
          "décoration seront d'or, et deux jannats pour les adeptes [(ou le ashab al",
          "gamin)], où tout sera de argent, \"] [(Fath al-Bari, Kitab at-Tafsir: Sourate",
          "Ar-Rahman)]."
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des bienfaits de votre Seigneur vous TWAIN 'vous, les hommes et les djinns",
        "»puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "مُدْهَامَّتَانِ",
      "simpleTranslate" : [
        "Deux Jardins bien ombragés."
      ],
      "tafsirTranslate" : [
        "Deux jardins, vert foncé et frais. <N:50>"
      ],
      "tanslateWordByWord" : [
        "Vert foncé"
      ],
      "notes" : {
        "50" : [
          "Le mot madhammatan a été utilisé dans l'éloge de ces jardins. Mudhamma est telle",
          "végétation luxuriante qui, en raison de son extrême luxuriance prend une teinte",
          "noirâtre."
        ]
      }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des bienfaits de votre Seigneur vous TWAIN 'vous, les hommes et les djinns",
        "»puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ",
      "simpleTranslate" : [
        "Deux Jardins où coulent deux sources jaillissantes."
      ],
      "tafsirTranslate" : [
        "En eux aura deux sources jaillissantes."
      ],
      "tanslateWordByWord" : [
        "Dans les deux",
        "(Sont) deux ressorts",
        "jaillissant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des bienfaits de votre Seigneur vous TWAIN 'vous, les hommes et les djinns",
        "»puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "فِيهِمَا فَاكِهَةٌ وَنَخْلٌ وَرُمَّانٌ",
      "simpleTranslate" : [
        "Deux Jardins contenant des fruits, des palmiers et des grenadiers."
      ],
      "tafsirTranslate" : [
        "là seront les fruits et les dates et les grenades."
      ],
      "tanslateWordByWord" : [
        "Dans les deux",
        "(Sont) les fruits",
        "et palmiers",
        "et de grenadiers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des bienfaits de votre Seigneur vous TWAIN 'vous, les hommes et les djinns",
        "»puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "فِيهِنَّ خَيْرَاتٌ حِسَانٌ",
      "simpleTranslate" : [
        "Deux Jardins habités par des houris aussi belles que vertueuses."
      ],
      "tafsirTranslate" : [
        "Au milieu de ces jeunes filles seront, bonnes et avenantes."
      ],
      "tanslateWordByWord" : [
        "Dans les",
        "(sont bonnes",
        "et belles"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des bienfaits de votre Seigneur vous TWAIN 'vous, les hommes et les djinns",
        "»puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ",
      "simpleTranslate" : [
        "Des houris aux yeux grands et beaux, retirées dans leurs logis."
      ],
      "tafsirTranslate" : [
        "Il est des jeunes filles à l'abri dans des tentes. <N:51>"
      ],
      "tanslateWordByWord" : [
        "les justes",
        "restreint",
        "dans",
        "les pavillons"
      ],
      "notes" : {
        "51" : [
          "Pour l'explication de la voir de 28 E. N, 29 de la sourate As-Saffat et E.N. 42",
          "de la sourate Ad-Dukhan les tentes seront probablement semblables à ceux dressée",
          "pour les nobles et les riches dans les parcs publics. Très probablement les",
          "épouses des habitants du Paradis vont vivre avec eux dans leurs palais et dans",
          "leurs parcs, il y aura des tentes plantées ici et là où il y aura les houris pour",
          "les divertir. Notre cette présomption est basée sur ce que, dans ce qui précède",
          "versets femmes belles et chasse HAVC été mentionnés; maintenant, ici, la mention",
          "de l'houris signifie qu'ils seront un autre type de femmes des femmes. Cette",
          "présomption est encore renforcée par le Hadith qui Hadrat Umm Salamah a rapporté.",
          "Elle dit: «Je demandai: O messager de AIIah, qui sont mieux: les femmes du monde",
          "ou de la houris! Le Saint Prophète répondit: Les femmes du monde sont supérieurs",
          "aux houris de la même manière que la couche extérieure d'un vêtement est",
          "supérieure à sa doublure. Je demandai: Sur quels motifs? il a répondu: Sur le",
          "terrain que les femmes ont offert leurs prières, observé leurs jeûnes, et a",
          "effectué d'autres dévotions \"[(Tabarani)] Cela montre que les femmes des gens du",
          "Paradis seront les femmes qui ont affirmé la foi dans la.. monde et a quitté le",
          "monde alors qu'ils pratiquaient bon et juste. ils vont entrer au Paradis à cause",
          "de leur foi et de bonnes actions, et ils méritent les bénédictions du Paradis sur",
          "le mérite. ils soit devenir les femmes de leurs maris précédents de leur propre",
          "gré et le choix. si eux aussi se trouvaient être les habitants du Paradis, ou",
          "AIIah va les marier à un autre habitant du Paradis, si les deux aimerait vivre",
          "ensemble comme mari et femme. Quant aux houris ils ne seront pas le droit de",
          "demeurer dans Paradise à la suite de tout acte juste de leur propre, mais AIIah",
          "va les créer en tant que jeunes, de belles femmes et de donner leur a aussi comme",
          "une bénédiction parmi les autres bénédictions sur les habitants du Paradis afin",
          "qu'ils puissent profiter de leur compagnie. mais ils ne seront pas en tout cas,",
          "être des créatures du genre des djinns et des fées, car l'homme ne peut pas",
          "cohabiter avec une autre nature que la sienne. . Par conséquent, la plupart sans",
          "doute ceux-ci seraient ces filles innocentes qui sont mortes immature, et dont",
          "les parents ne méritait pas le Paradis afin qu'ils puissent être admis au Paradis",
          "avec eux comme les enfants de leurs torrents justes."
        ]
      }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des bienfaits de votre Seigneur vous TWAIN 'vous, les hommes et les djinns",
        "»puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ",
      "simpleTranslate" : [
        "Des houris qu’avant eux nul homme ni génie n’avait effleurées."
      ],
      "tafsirTranslate" : [
        "Aucun homme ni djinn jamais les toucher avant."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "les a touchés",
        "tout homme",
        "Avant eux",
        "et pas",
        "tout djinns"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des bienfaits de votre Seigneur vous TWAIN 'vous, les hommes et les djinns",
        "»puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "مُتَّكِئِينَ عَلَىٰ رَفْرَفٍ خُضْرٍ وَعَبْقَرِيٍّ حِسَانٍ",
      "simpleTranslate" : [
        "Et les bienheureux reposeront sur des coussins et de magnifiques tapis."
      ],
      "tafsirTranslate" : [
        "Ils seront accoudés sur des coussins verts et des tapis magnifiques. <N:52>"
      ],
      "tanslateWordByWord" : [
        "inclinables",
        "sur",
        "coussins",
        "vert",
        "et les tapis",
        "beau"
      ],
      "notes" : {
        "52" : [
          "Le mot abqari dans l'original est de abqar. la capitale des djinns dans les",
          "légendes de l'Arabie pré-islamique. Il était à ce titre que les Arabes appelaient",
          "chaque chose belle et rare abqari comme si elle appartenait à la féérie et n'a eu",
          "aucune correspondance dans le monde matériel. Alors mach de sorte que dans leur",
          "idiome l'homme qui possédait des capacités extraordinaires et qui a effectué des",
          "œuvres merveilleuses a également été appelé abqari Le mot génie anglais est",
          "également parlé dans le même sens et est également dérivé de Génies qui est",
          "synonyme de djinns. Voilà pourquoi le mot abqari; a été utilisé ici pour donner",
          "une idée de la finesse extraordinaire des dispositions du Paradis aux Arabes."
        ]
      }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "simpleTranslate" : [
        "Lequel donc des bienfaits de votre Seigneur oserez-vous renier?"
      ],
      "tafsirTranslate" : [
        "Lequel des bienfaits de votre Seigneur vous TWAIN 'vous, les hommes et les djinns",
        "»puis nier?"
      ],
      "tanslateWordByWord" : [
        "Alors, qui",
        "(Des) faveurs",
        "(De) votre Seigneur",
        "vous à la fois nier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلَالِ وَالْإِكْرَامِ",
      "simpleTranslate" : [
        "Béni soit donc le Nom de ton Seigneur, plein de majesté et de munificence !"
      ],
      "tafsirTranslate" : [
        "Béni soit le nom de ton Seigneur, le Seigneur de majesté et de gloire."
      ],
      "tanslateWordByWord" : [
        "Heureux",
        "(le nom",
        "(De) votre Seigneur",
        "Propriétaire",
        "(De) Majesté",
        "et Honor"
      ],
      "notes" : { }
    }
  ],
  "medinian" : false
}