{
  "chapterNumber" : 56,
  "nbVerses" : 96,
  "name" : "L'événement, Celle qui est inéluctable, L’échéante",
  "nameArabic" : "الواقعة",
  "transName" : "al-wāqiʿa",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "إِذَا وَقَعَتِ الْوَاقِعَةُ",
      "simpleTranslate" : [
        "Lorsque l’événement attendu s’accomplira"
      ],
      "tafsirTranslate" : [
        "Lorsque l'événement arrivera"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "se produit",
        "l'événement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ",
      "simpleTranslate" : [
        "– et nul n’en contestera l’accomplissement –,"
      ],
      "tafsirTranslate" : [
        "»et alors il n'y aura personne pour nier sa présence <N:1> '"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "lors de sa survenue",
        "un déni"
      ],
      "notes" : {
        "1" : [
          "Ouverture du discours avec ce sentece par lui-même signifie que ceci est une",
          "réponse aux objections qui étaient d'être soulevée dans les mécréants conférences",
          "contre la Résurrection. Ce fut le moment où les gens de la Mecque avaient tout",
          "juste commencé à entendre l'invitation à l'Islam du Saint Prophète Muhammad [(sur",
          "être la paix et la bénédiction d'Allah)]. Dans ce qui semblait le plus étonnant",
          "et éloigné de la raison pour eux était que tout le système de la terre et les",
          "cieux serait un jour renversé, puis un autre monde serait mis en place dans",
          "lequel aII les morts, de la première et les dernières générations, serait être",
          "ressuscité. Déconcerté ils demandent: `Ceci est tout simplement impossible! Où va",
          "cette terre, ces océans, ces montagnes, cette lune et le soleil aller? Comment",
          "les siècles anciens cadavres se lever à la vie? Comment peut-on dans ses sens",
          "croient qu'il y aura une autre vie après la mort et il y aura des jardins du",
          "Paradis et le feu de l'Enfer? [ \"Tels étaient les doutes qui ont été exprimés à",
          "ce moment-là partout à la Mecque. Il vas dans ce contexte qu'il a été dit: \"]",
          "Lorsque l'événement inévitable se produit, il n'y aura personne pour démentir. [",
          "\" \n Dans ce verset, le mot \"] wagi ah [\" [(event)] a été utilisé pour la",
          "Résurrection, ce qui signifie à peu près la même chose que le mot anglais",
          "«inévitable», signifiant par là qu'il est quelque chose qui doit arriver. Puis,",
          "son happening a été décrit par le mot \"] waqi ah,\" qui est utilisé pour",
          "l'apparition soudaine d'une catastrophe. Laisa li-waq'at-i-ha kadhibat-un peut",
          "avoir deux significations: [(I)] Ce ne sera pas possible que son occurrence être",
          "évitée ou arrêtée, ou se retourna; ou, en d'autres termes, il n'y aura pas le",
          "pouvoir de le faire apparaître comme un événement irréel; et [(2)] qu'il n'y aura",
          "pas d'être vivant pour raconter le mensonge que l'événement n'a pas eu lieu."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "خَافِضَةٌ رَافِعَةٌ",
      "simpleTranslate" : [
        "il abaissera les uns et élèvera les autres ;"
      ],
      "tafsirTranslate" : [
        "(un événement catastrophique) qui doit changer les choses à l'envers: <N:2>"
      ],
      "tanslateWordByWord" : [
        "Abaisser",
        "soulevant"
      ],
      "notes" : {
        "2" : [
          "Littéralement: [ \"ce qui provoque (quelque chose ou quelqu'un j à se lever et à",
          "l'automne.\"] Son seul sens peut être qu'il va bouleverser chaque commande:. Il va",
          "tourner les choses côté-down autre sens peut aussi être qu'il exalte les humbles",
          "et mettre bas le haut et puissant;. qui est, à son arrivée la décision quant à",
          "savoir qui est noble et qui est ignoble parmi les gens seront effectués sur une",
          "base tout à fait différente Ceux qui pose comme les honorables personnes dans le",
          "monde, deviendrait méprisable et ceux qui étaient considérés comme méprisables",
          "deviendraient honorable."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "إِذَا رُجَّتِ الْأَرْضُ رَجًّا",
      "simpleTranslate" : [
        "lorsque la terre sera violemment secouée,"
      ],
      "tafsirTranslate" : [
        "quand la terre va soudainement secouer avec une secousse terrible <N:3>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "seront ébranlées",
        "La terre",
        "(Avec) une secousse"
      ],
      "notes" : {
        "3" : [
          "Autrement dit, il ne sera pas un tremblement de terre locale qui peut se produire",
          "dans une zone restreinte, mais il va secouer la terre entière à ses profondeurs",
          "aII d'un coup, et il connaîtra un énorme choc et des tremblements ALi par."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَبُسَّتِ الْجِبَالُ بَسًّا",
      "simpleTranslate" : [
        "que les montagnes seront pulvérisées"
      ],
      "tafsirTranslate" : [
        "et les montagnes s'écrouleront"
      ],
      "tanslateWordByWord" : [
        "Et sera émietté",
        "les montagnes",
        "(Avec affreux) croulant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "فَكَانَتْ هَبَاءً مُنْبَثًّا",
      "simpleTranslate" : [
        "et réduites à de la poussière disséminée,"
      ],
      "tafsirTranslate" : [
        "et se disperser à l'étranger dans les poussières fines."
      ],
      "tanslateWordByWord" : [
        "Donc, ils deviennent",
        "les particules de poussière",
        "dispersant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَكُنْتُمْ أَزْوَاجًا ثَلَاثَةً",
      "simpleTranslate" : [
        "vous serez alors répartis en trois catégories :"
      ],
      "tafsirTranslate" : [
        "Tu deviennent alors trois groupes <N:4>."
      ],
      "tanslateWordByWord" : [
        "Et vous deviendrez",
        "types",
        "Trois"
      ],
      "notes" : {
        "4" : [
          "Bien que l'adresse est apparemment dirigée vers les personnes à qui ce discours a",
          "été récité, ou qui peut le lire ou l'entendre lire maintenant, en fait l'ensemble",
          "de l'humanité est son destinataire. êtres humains AII qui sont nés depuis le jour",
          "tirst de création et sera né jusqu'au Jour de la Résurrection, en fin de compte,",
          "il divisé en trois classes."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ",
      "simpleTranslate" : [
        "celle des gens de la dextre, qui formera le groupe des bienheureux ;"
      ],
      "tafsirTranslate" : [
        "Les gens sur le droit: <N:5> et la chance sera populaire sur le droit!"
      ],
      "tanslateWordByWord" : [
        "Puis (les) compagnons",
        "(De) le droit",
        "quelle",
        "(Les) compagnons",
        "(De) le droit"
      ],
      "notes" : {
        "5" : [
          "Le mot maintanah dans ashab al-Maimanah, dans l'original, rester ont été dérivé",
          "de Yamin, ce qui signifie la main droite, et aussi de youmn, ce qui signifie bon",
          "augure. Si elle est prise à tirer de yamin, ashab almaimanah signifierait:..",
          "`Ceux de la main droite\" Ceci, cependant, ETCD n'implique pas sa signification",
          "lexicale, mais il signifie le peuple de rang élevé et de la position Les Arabes",
          "considéraient le droit main comme un symbole de force et de l'éminence et",
          "l'honneur, et ne serait donc accueillir une personne que l'on voulait faire",
          "honneur, à la main droite, dans les assemblées. et si elle est prise comme dérivé",
          "de youmn, ashab almaimanah signifierait chanceux et béni gens."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَأَصْحَابُ الْمَشْأَمَةِ مَا أَصْحَابُ الْمَشْأَمَةِ",
      "simpleTranslate" : [
        "celle des gens de la sénestre, qui formera le groupe des malheureux ;"
      ],
      "tafsirTranslate" : [
        "Et les gens de gauche: <N:6> et comment misérable seront les gens sur la gauche!"
      ],
      "tanslateWordByWord" : [
        "Et (les) compagnons",
        "(D ') gauche",
        "quelle",
        "(Les) compagnons",
        "(D ') gauche"
      ],
      "notes" : {
        "6" : [
          "Le mot mash 'amah dans ashab al-mash'amah, dans l'original, est de shu'm qui",
          "signifie malheur, malheur et de mauvais augure; en arabe la main gauche aussi est",
          "appelé shuma. Le shimal Arabes considérés [(la main gauche)] et shu'm [(mauvais",
          "présage)] comme des synonymes, la main gauche étant un symbole de la faiblesse et",
          "de l'indignité. Si un oiseau a volé à gauche sur le début d'un voyage, ils le",
          "prendre comme un mauvais présage; s'ils ont fait une personne assis à leur",
          "gauche, cela signifiait qu'ils le considéraient comme un homme faible. Par",
          "conséquent, ashab al-mash'amah implique des gens funestes, ou ceux qui souffrent",
          "la honte et de l'ignominie, et sera fait pour se tenir debout sur le côté gauche",
          "de la Cour d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَالسَّابِقُونَ السَّابِقُونَ",
      "simpleTranslate" : [
        "et les devanciers qui seront, eux, les premiers"
      ],
      "tafsirTranslate" : [
        "En ce qui concerne l'Foremost, ils seront au premier rang! <N:7>"
      ],
      "tanslateWordByWord" : [
        "Et le tout",
        "(Sont) au premier rang"
      ],
      "notes" : {
        "7" : [
          "Sabiqin [(la Foremost)] implique les personnes qui ont excellé en vertu d'autres",
          "et l'amour de la vérité et dans les bonnes œuvres et ont répondu à l'appel",
          "d'Allah et à Son messager avant d'autres. Ils étaient également à la pointe dans",
          "leur réponse à l'appel pour le Jihad, pour dépenser leur richesse pour le bien",
          "des nécessiteux et pour les services publics, ou pour inviter les autres à la",
          "vertu et de la vérité, en bref, pour répandre le bien et anéantir le mal et faire",
          "des sacrifices et exercer eux-mêmes à chaque fois qu'il y avait besoin pour cela.",
          "Sur cette base même, dans l'au-delà aussi, ils seront placés dans l'avant-garde.",
          "Ainsi, l'humanité, pour ainsi dire, sera rangée en Cour d'Allah comme ceci: Sur",
          "la main droite, il y aura les justes, à gauche les méchants, et dans",
          "l'avant-garde [(le plus proche dans la Présence Divine)] l'Sabiqin [( le tout",
          "dans la foi et les bonnes actions)]. Selon un hadith rapporté par, Hadrat",
          "`A'ishah le Saint Prophète [(sur qui être la paix d'Allah)] a demandé aux gens:",
          "[\" Savez-vous qui, au Jour de la Résurrection, sera-il le premier à être logé",
          "sous la Shade Divin? \"] les gens ont dit Allah et Son messager avaient seulement",
          "les meilleures connaissances. Là-dessus, le Saint Prophète répondit: [ \"Ceux qui",
          "étaient tels que lorsque la vérité a été présenté devant eux, ils l'ont accepté",
          "immédiatement, lorsqu'un droit a été demandé d'entre eux, ils déchargé",
          "gracieusement, et leur décision à l'égard des autres était le même que à l'égard",
          "de leur propre moi \".] [(Musnad Ahmad)]."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "أُولَٰئِكَ الْمُقَرَّبُونَ",
      "simpleTranslate" : [
        "à être, auprès de Dieu, les plus rapprochés,"
      ],
      "tafsirTranslate" : [
        "Ils sont presque stationnés (à leur Seigneur),"
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "(Sont) ceux les plus proches"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "فِي جَنَّاتِ النَّعِيمِ",
      "simpleTranslate" : [
        "dans les Jardins des délices."
      ],
      "tafsirTranslate" : [
        "dans les jardins de Bliss."
      ],
      "tanslateWordByWord" : [
        "Dans",
        "Jardins",
        "(de plaisir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "ثُلَّةٌ مِنَ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "Et, au milieu d’eux, il y aura une multitude d’élus parmi les premiers"
      ],
      "tafsirTranslate" : [
        "Une foule des anciens,"
      ],
      "tanslateWordByWord" : [
        "Une entreprise",
        "de",
        "les anciens (les gens)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَقَلِيلٌ مِنَ الْآخِرِينَ",
      "simpleTranslate" : [
        "et seulement un petit nombre parmi les derniers,"
      ],
      "tafsirTranslate" : [
        "et quelques de temps plus tard. <N:8>"
      ],
      "tanslateWordByWord" : [
        "Et quelques-uns",
        "de",
        "les plus tardives (personnes)"
      ],
      "notes" : {
        "8" : [
          "Les commentateurs ont différé quant à savoir qui sont sous-entendus par athe uns",
          "et les «gens` Un groupe d'entre eux a exprimé l'avis que les [ «anciens peuple»]",
          "ont été les communautés qui sont décédés depuis l'époque du Prophète Adam [(paix",
          "soit sur lui)] jusqu'à ce que le temps du Prophète Muhammad [(sur qui être la",
          "paix d'Allah et la bénédiction)], et le «peuple de ce dernier jour [\" ceux qui",
          "auront vécu dans le monde depuis . l'avènement du Saint Prophète jusqu'au jour de",
          "la Résurrection en conséquence, le verset signifierait: \"] le numéro du Sabqin",
          "[(le premier dans la foi et les bonnes actions)] parmi le peuple qui est décédé",
          "au cours des milliers d'années avant l'avènement du Prophète Muhammad [(sur qui",
          "être la paix d'Allah et la bénédiction)] seraient plus, et le nombre de ceux qui",
          "atteindrait au rang de l'Sabiqin parmi ces gens qui sont nés depuis l'avènement",
          "du Saint Prophète, ou la volonté être né jusqu'au jour de la Résurrection, sera",
          "moins. \"Le deuxième groupe dit que l'ancien et le second dans ce verset implique",
          "l'ancien et celui-ci les gens de sa propre Oummah du Saint Prophète lui-même.",
          "Autrement dit, dans sa Ummah les personnes appartenant à la première période ont",
          "été les premiers parmi lesquels le numéro du Sabiqin sera plus grande, et le",
          "peuple des périodes ultérieures sont les derniers parmi lesquels le numéro du",
          "Sabiqin sera plus petite. Le troisième groupe estime que this- implique l'ancien",
          "et celui-ci les gens de sa propre Ummah de chaque prophète. Autrement dit, il y",
          "aura de nombreux Sabiqin parmi les premiers disciples de chaque prophète, mais",
          "parmi ses disciples plus tard leur nombre va diminuer. Les mots du verset portent",
          "tous les trois significations, et peut-être aII trois ate implicite, car il n'y a",
          "pas de contradiction entre eux. En outre, ils donnent un autre sens aussi, et qui",
          "est trop cornette: chaque période précoce d'un Prophète suit la proportion de la",
          "Sabiqin de la population humaine serait plus grande et dans la période plus tard,",
          "moins, pour le nombre des travailleurs de bons et de droite DCEs pas augmenter le",
          "taux d'accroissement des populations humaines. Ils peuvent être plus nombreux que",
          "contre le Sabiqin de la première période. . mais dans l'ensemble de leur nombre",
          "contre la population mondiale continue de moins en moins."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "عَلَىٰ سُرُرٍ مَوْضُونَةٍ",
      "simpleTranslate" : [
        "sur des lits ornés d’or et de pierreries,"
      ],
      "tafsirTranslate" : [
        "Ils (seront assis) sur des divans d'or incrusté,"
      ],
      "tanslateWordByWord" : [
        "Sur",
        "trônes",
        "décoré"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "مُتَّكِئِينَ عَلَيْهَا مُتَقَابِلِينَ",
      "simpleTranslate" : [
        "accoudés face à face,"
      ],
      "tafsirTranslate" : [
        "couchée sur eux, le visage vêtu à face;"
      ],
      "tanslateWordByWord" : [
        "inclinables",
        "sur eux",
        "l'un face à l'autre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ",
      "simpleTranslate" : [
        "pendant que, parmi eux, circuleront des éphèbes d’une éternelle jeunesse,"
      ],
      "tafsirTranslate" : [
        "jeunes immortels doivent aller à leur sujet <N:9>"
      ],
      "tanslateWordByWord" : [
        "circuleront",
        "parmi eux",
        "garçons",
        "immortel"
      ],
      "notes" : {
        "9" : [
          "Cela implique garçons qui resteront toujours les garçons et rester jeune. Aii",
          "Hadrat et Hadrat Hasan Basri disent que ce seront les enfants du peuple, qui sont",
          "morts avant d'atteindre leur maturité; par conséquent, ils ne seront ni avoir de",
          "bonnes œuvres à leur crédit pour lesquels ils peuvent être récompensés, ni de",
          "mauvaises actions pour lesquelles ils peuvent être punis, mais de toute évidence,",
          "cela pourrait impliquer ces gens qui ne méritent Paradise. Car, comme pour les",
          "vrais croyants, à leur sujet Allah a garanti dans le Coran que leurs enfants se",
          "joindront à eux au paradis [(At-Tur: 21 <V:52:21>)]. Ceci est également soutenu",
          "par le Hadith, qui Abu Dâwûd Tayalisi, Tabarani et Bazzar ont porté sur",
          "l'autorité de Hadrat Anas et Hadrat Samurah bin Jundub, selon laquelle le Saint",
          "Prophète [(sur qui soit la paix d'Allah)] dit que la les enfants des polythéistes",
          "seront préposés des gens du Paradis. [(Pour de plus amples explications, voir",
          "E.N. 26 As-Saffat, E.N. 19 At-tur)]."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "بِأَكْوَابٍ وَأَبَارِيقَ وَكَأْسٍ مِنْ مَعِينٍ",
      "simpleTranslate" : [
        "avec des calices, des aiguières et des coupes remplis d’une liqueur exquise,"
      ],
      "tafsirTranslate" : [
        "avec des coupes, des aiguières et une tasse remplie d'une boisson tirée d'une",
        "source en cours d'exécution,"
      ],
      "tanslateWordByWord" : [
        "Avec les navires",
        "et cruches",
        "et une tasse",
        "de",
        "un ruisseau qui coule"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ",
      "simpleTranslate" : [
        "dont ils ne seront ni déprimés ni enivrés."
      ],
      "tafsirTranslate" : [
        "une boisson qui leur esprit ne sera pas assombri ni ne causer l'ivresse; <N:10>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "ils auront des maux de tête",
        "de là",
        "et pas",
        "ils seront en état d'ébriété"
      ],
      "notes" : {
        "10" : [
          "Pour une explication, voir E. N. 27 As-Saffat, E. N. 22 de la sourate Muhammad,",
          "E. N. 18 de At-Tur."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَفَاكِهَةٍ مِمَّا يَتَخَيَّرُونَ",
      "simpleTranslate" : [
        "Et on leur servira au choix toutes sortes de fruits,"
      ],
      "tafsirTranslate" : [
        "ils vont aussi aller à leur sujet avec les fruits dont ils peuvent choisir,"
      ],
      "tanslateWordByWord" : [
        "et les fruits",
        "de quoi",
        "ils choisissent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ",
      "simpleTranslate" : [
        "ainsi que toute viande d’oiseaux dont ils auront envie."
      ],
      "tafsirTranslate" : [
        "et avec la chair de toute volaille qu'ils peuvent désirer manger; <N:11>"
      ],
      "tanslateWordByWord" : [
        "Et (la) chair",
        "(de) poules",
        "de quoi",
        "ils désirent"
      ],
      "notes" : {
        "11" : [
          "Pour une explication, voir E.N. 17 de la sourate At-tur."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَحُورٌ عِينٌ",
      "simpleTranslate" : [
        "Là, ils auront pour épouses des femmes aux yeux grands et noirs,"
      ],
      "tafsirTranslate" : [
        "et il y aura des jeunes filles aux yeux écarquillés,"
      ],
      "tanslateWordByWord" : [
        "Et juste ceux",
        "(Avec) grands yeux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "كَأَمْثَالِ اللُّؤْلُؤِ الْمَكْنُونِ",
      "simpleTranslate" : [
        "aussi belles que des perles soigneusement enchâssées,"
      ],
      "tafsirTranslate" : [
        "belle comme des perles cachées dans leurs coquilles. <N:12>"
      ],
      "tanslateWordByWord" : [
        "Comme",
        "perles",
        "bien protégé"
      ],
      "notes" : {
        "12" : [
          "Pour une explication, voir de 28 E.N., 29 As-Saffat, E.N. 42, de Ad-Dukhan, E. N.",
          "61 de Ar-Rahman."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "جَزَاءً بِمَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "en récompense de leurs actions passées."
      ],
      "tafsirTranslate" : [
        "Tout cela doit être le leur comme une récompense pour leurs actes."
      ],
      "tanslateWordByWord" : [
        "Une récompense",
        "pour quoi",
        "ils avaient l'habitude)",
        "faire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا",
      "simpleTranslate" : [
        "Là, ils n’entendront ni parole frivole ni obscénité,"
      ],
      "tafsirTranslate" : [
        "Là, ils entendront pas le bavardage, ni aucun discours pécheresse. <N:13>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "ils entendront",
        "la bride",
        "vains discours",
        "et pas",
        "pécheresse (discours)"
      ],
      "notes" : {
        "13" : [
          "Ceci est l'une des principales bénédictions du Paradis, qui a été mentionné à",
          "plusieurs endroits dans le Coran, à savoir. que, dans les oreilles humaines",
          "Paradise restera sécurisé contre le bavardage et frivole, le mensonge, la",
          "médisance la calomnie, l'invective, la vantardise et vantardise, railleries et",
          "moqueries, la satire et le sarcasme. Ce ne sera pas une société de faute en",
          "gueule, les gens indécents qui jettent de la boue à l'autre, mais une société de",
          "personnes nobles et civilisés libres de ces frivolités. Une personne qui a été",
          "béni avec une certaine deceney de manière et de sens par Allah peut très bien",
          "ressentir ce que l'agonie, il est dans la vie mondaine d'un espoir de la",
          "délivrance de ce qui a été donné à l'homme dans le Paradis."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "إِلَّا قِيلًا سَلَامًا سَلَامًا",
      "simpleTranslate" : [
        "mais seulement le mot : «Paix ! Salâm !» sans cesse répété."
      ],
      "tafsirTranslate" : [
        "Tous les discours sera son et droit. <N:14>"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "un dicton",
        "Paix",
        "Paix"
      ],
      "notes" : {
        "14" : [
          "Certains commentateurs et traducteurs ont pris les mots, illa Gilan salam-un",
          "salama, signifiant que dans le Paradis n'entendra que la salutation de «Paix,",
          "paix\" de tous côtés; la vue correcte, cependant, est qu'il implique la parole",
          "saine et salutaire, à savoir ce discours qui peut être exempt de vices et les",
          "imperfections, les défauts et les maux, qui ont été mentionnés dans la phrase",
          "précédente. Ici, le mot salam a été utilisé à peu près dans le même sens que le",
          "mot anglais sain d'esprit."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ",
      "simpleTranslate" : [
        "Et les gens de la dextre, cette heureuse catégorie,"
      ],
      "tafsirTranslate" : [
        "Comme pour le peuple sur le droit, la chance doit être le peuple sur le droit!"
      ],
      "tanslateWordByWord" : [
        "Et (les) compagnons",
        "(De) le droit",
        "quelle",
        "(Les) compagnons",
        "(De) le droit"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "فِي سِدْرٍ مَخْضُودٍ",
      "simpleTranslate" : [
        "séjourneront parmi des jujubiers soigneusement taillés"
      ],
      "tafsirTranslate" : [
        "Ils sont au milieu des arbres sans épines de lote, <N:15>"
      ],
      "tanslateWordByWord" : [
        "Parmi",
        "arbres lote",
        "thornless"
      ],
      "notes" : {
        "15" : [
          "Voilà, jujubiers sans épines sur eux. Ce sera une sorte supérieure de la",
          "lote-arbre à seulement trouvé dans le Paradis, et son fruit sera également",
          "beaucoup supérieure à celle trouvée dans le monde."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَطَلْحٍ مَنْضُودٍ",
      "simpleTranslate" : [
        "et des bananiers aux régimes bien garnis,"
      ],
      "tafsirTranslate" : [
        "et acacias de fleurs vêtue,"
      ],
      "tanslateWordByWord" : [
        "Et bananiers",
        "couches"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "وَظِلٍّ مَمْدُودٍ",
      "simpleTranslate" : [
        "sous de spacieux ombrages,"
      ],
      "tafsirTranslate" : [
        "et étendu l'ombre,"
      ],
      "tanslateWordByWord" : [
        "Et l'ombre",
        "prolongé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَمَاءٍ مَسْكُوبٍ",
      "simpleTranslate" : [
        "au bord de ruisseaux coulant sans arrêt,"
      ],
      "tafsirTranslate" : [
        "et l'eau jaillissant,"
      ],
      "tanslateWordByWord" : [
        "Et de l'eau",
        "répandu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَفَاكِهَةٍ كَثِيرَةٍ",
      "simpleTranslate" : [
        "et au milieu de fruits variés,"
      ],
      "tafsirTranslate" : [
        "et des fruits abondants, <N:16>"
      ],
      "tanslateWordByWord" : [
        "Et fruits",
        "abondant"
      ],
      "notes" : {
        "16" : [
          "Le mot un ah maqtu du texte signifie: Ce fruit ne sera ni saisonnière que son",
          "alimentation peut échouer lorsque la saison est terminée, ni sa production",
          "cessera, comme il arrive dans un jardin après ses fruits a été ramassé. Mais au",
          "Paradis toutes sortes de fruits restera disponible en abondance dans chaque",
          "saison et continuera d'être produit et fourni, peu importe combien il est",
          "consommé. Et la mamnu'ah signifie qu'il n'y aura pas d'interdiction ou un",
          "obstacle à l'obtention de fruits comme il est dans les jardins du monde, ce ne",
          "sera pas hors de portée en raison des épines ou la hauteur."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ",
      "simpleTranslate" : [
        "toujours disponibles, jamais prohibés."
      ],
      "tafsirTranslate" : [
        "sans fin et unforbidden."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "limité",
        "et pas",
        "interdit"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَفُرُشٍ مَرْفُوعَةٍ",
      "simpleTranslate" : [
        "Ils reposeront sur des lits haut placés,"
      ],
      "tafsirTranslate" : [
        "Ils sont sur des divans surélevées,"
      ],
      "tanslateWordByWord" : [
        "Et (le) divans",
        "relevé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً",
      "simpleTranslate" : [
        "entourés de leurs épouses que Nous avons finement ciselées"
      ],
      "tafsirTranslate" : [
        "et leurs conjoints Nous les avons mis en étant à nouveau,"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "[Nous] avons les produits",
        "(En) une création"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "فَجَعَلْنَاهُنَّ أَبْكَارًا",
      "simpleTranslate" : [
        "et qui ne perdent jamais leur virginité."
      ],
      "tafsirTranslate" : [
        "et aura fait les vierges, <N:17>"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons fait les",
        "vierges"
      ],
      "notes" : {
        "17" : [
          "Cela signifie les femmes vertueuses du monde, qui entreront Paradise sur la base",
          "de leur foi et les bonnes œuvres. Allah les rendra jeune âge, peu importe comment",
          "ils auraient pu mourir dans le monde; leur fera beau ou non ils étaient beaux",
          "dans le monde; et les rendra vierges si elles sont mortes vierges dans le monde",
          "ou des enfants portant. Si leurs maris ont également conclu Paradise avec eux,",
          "ils se joindront à eux, sinon AIIah va les marier à un autre habitant de",
          "Paradise. Cette explication même de ce verset a été rapporté par le Saint",
          "Prophète [(sur lesquels la paix)] dans plusieurs hadiths. Selon Shama il",
          "Tirmidhi, une vieille femme a demandé au Saint Prophète de prier pour son",
          "admission au Paradis. Le Saint Prophète répondit: [ «Non vieille femme va entrer",
          "au Paradis.\"] En entendant cela la femme est retournée pleurer. Là-dessus, le",
          "Saint Prophète a dit au peuple: [ \"Dites-lui qu'elle ne sera pas entrer au",
          "Paradis comme une vieille femme, car Allah dit:` Nous allons les créer de nouveau",
          "et de les rendre vierges '. \"] Ibn Abi Hatim a raconté, sur la autorité de Hadrat",
          "Salamah bin Yazid, qu'il a entendu le Saint Prophète [(sur lesquels la paix)]",
          "expliquer ce verset, ainsi: [ \"cela implique les femmes du monde, si elles sont",
          "mortes vierges ou marié.\"] Tabarani contient une longue tradition liée à partir",
          "de Hadrat Umm Salamah selon laquelle elle a demandé au Saint Prophète le sens des",
          "nombreuses références dans le Coran aux femmes du Paradis. . En réponse, il a",
          "expliqué ce verset et dit: [ «Ce sont les femmes qui sont mortes que les femmes",
          "âgées et cariées, avec les yeux collants et les cheveux gris, modifier ce",
          "vieillesse Allah à nouveau les rendre jeunes et vierges.\"] Hadrat Umm Salamah",
          "demandé: [ «Si une femme a eu plusieurs maris dans le monde, l'un après l'autre,",
          "à qui sera-elle appartenir au Paradis '' le Saint Prophète répondit\"] elle a",
          "demandé de faire son propre choix, et elle choisira la celui qui avait le",
          "meilleur caractère moral. Elle dira: O mon Seigneur, fais de moi sa femme, car il",
          "était le meilleur dans sa conduite et les relations avec moi. O Umm Salamah, la",
          "bonne conduite morale a emporté tout le bien de ce monde et l'au-delà. »[(Pour",
          "plus d'explications, voir E.N. 51 de la sourate Ar-Rahman)]."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "عُرُبًا أَتْرَابًا",
      "simpleTranslate" : [
        "Toujours gracieuses et d’égale jeunesse,"
      ],
      "tafsirTranslate" : [
        "intensément aimante <N:18> et de l'âge correspondant. <N:19>"
      ],
      "tanslateWordByWord" : [
        "Dévoué",
        "est égal à l'âge"
      ],
      "notes" : {
        "18" : [
          "Le mot «uruban est utilisé pour les meilleures qualités féminines de la femme en",
          "arabe. Cela signifie une femme qui est gracieuse et élégante, bien élevé et",
          "éloquent, et brimful des sentiments féminins, qui aime son mari avec tout son",
          "cœur, et dont le mari l'aime aussi avec tout son cœur."
        ],
        "19" : [
          "Cela peut avoir deux significations: [(1)] Ce qu'ils seront en âge d'égalité avec",
          "leurs maris; et [(2)] qu'ils seront de l'égalité âge entre eux; à savoir toutes",
          "les femmes de Paradise seront du même âge et seront éternellement rester jeune.",
          "Ces deux significations peuvent être correctes à un seul et même temps, à savoir",
          "que ces femmes peuvent être d'âge égaux entre eux et leurs maris peuvent",
          "également être faits de même âge avec eux. .Selon Un, Hadith, [ «Quand les gens",
          "du Paradis y entrer, leur corps sera sans cheveux, leurs moustaches seront tout",
          "apparaissant, mais seront pourtant il imberbe, ils seront bel et juste teint,",
          "avec des corps solides et collyrium- yeux colorés; ils seront tous 33 ans \"]",
          "[(Musnad Ahmad: Marwiyat Abi Hurayrah).]. Presque le même thème a été lié à",
          "Tirmidhi par Hadrat Mu'adh bin Jabal et Abû Sa`īd Khoudri aussi."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "لِأَصْحَابِ الْيَمِينِ",
      "simpleTranslate" : [
        "elles seront les compagnes des hommes de la dextre,"
      ],
      "tafsirTranslate" : [
        "Tout cela sera pour le peuple sur le droit;"
      ],
      "tanslateWordByWord" : [
        "Pour (les) compagnons",
        "(De) le droit"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "ثُلَّةٌ مِنَ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "parmi lesquels il y aura une multitude d’élus appartenant aux devanciers"
      ],
      "tafsirTranslate" : [
        "une grande foule des anciens,"
      ],
      "tanslateWordByWord" : [
        "Une entreprise",
        "de",
        "les anciens habitants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "وَثُلَّةٌ مِنَ الْآخِرِينَ",
      "simpleTranslate" : [
        "et une multitude d’élus parmi les derniers."
      ],
      "tafsirTranslate" : [
        ", et également une grande multitude de celles des derniers temps."
      ],
      "tanslateWordByWord" : [
        "Et une entreprise",
        "de",
        "les gens plus tard"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ",
      "simpleTranslate" : [
        "Pour ce qui est des hommes de la sénestre, cette malheureuse catégorie,"
      ],
      "tafsirTranslate" : [
        "En ce qui concerne les gens de la gauche: comment misérable sera populaire sur la",
        "gauche!"
      ],
      "tanslateWordByWord" : [
        "Et (les) compagnons",
        "(D ') gauche",
        "quelle",
        "(Les) compagnons",
        "(D ') gauche"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "فِي سَمُومٍ وَحَمِيمٍ",
      "simpleTranslate" : [
        "ils seront exposés à un vent brûlant et au milieu d’une eau bouillante,"
      ],
      "tafsirTranslate" : [
        "Ils seront au milieu des brûlant du vent et de l'eau bouillante,"
      ],
      "tanslateWordByWord" : [
        "Dans",
        "feu ardent",
        "et de l'eau bouillante"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "وَظِلٍّ مِنْ يَحْمُومٍ",
      "simpleTranslate" : [
        "à l’ombre d’une épaisse fumée,"
      ],
      "tafsirTranslate" : [
        "et une ombre épaisse fumée, pitch-black,"
      ],
      "tanslateWordByWord" : [
        "Et une nuance",
        "de",
        "fumée noire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "لَا بَارِدٍ وَلَا كَرِيمٍ",
      "simpleTranslate" : [
        "dépourvue de fraîcheur et de légèreté,"
      ],
      "tafsirTranslate" : [
        ", qui ne sera ni frais, ni apaisant."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "cool",
        "et pas",
        "agréable"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "إِنَّهُمْ كَانُوا قَبْلَ ذَٰلِكَ مُتْرَفِينَ",
      "simpleTranslate" : [
        "car ces damnés vivaient jadis dans le luxe,"
      ],
      "tafsirTranslate" : [
        "Certes, ils avaient vécu avant dans le luxe,"
      ],
      "tanslateWordByWord" : [
        "En effet, ils",
        "ont été",
        "avant",
        "cette",
        "se livrant à la richesse"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "وَكَانُوا يُصِرُّونَ عَلَى الْحِنْثِ الْعَظِيمِ",
      "simpleTranslate" : [
        "s’acharnaient à commettre les plus graves péchés"
      ],
      "tafsirTranslate" : [
        "et avait persisté dans le grand péché. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Et étaient",
        "persistant",
        "dans",
        "le péché",
        "le grand"
      ],
      "notes" : {
        "20" : [
          "Autrement dit, [ \"Leur prospérité a eu un effet négatif sur eux. Au lieu d'être",
          "reconnaissants envers Allah Tout-Puissant, ils étaient devenus des deniers de ses",
          "bénédictions. Perdu dans la recherche du plaisir qu'ils avaient oublié Dieu et",
          "persisté dans odieux péchant. \"] Heinous péchant [\" comprend l'incrédulité, le",
          "polythéisme et de l'athéisme, ainsi que tous les péchés graves de la morale et de",
          "conduite. \"]"
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَكَانُوا يَقُولُونَ أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ",
      "simpleTranslate" : [
        "et disaient : «Quoi ! Une fois morts, réduits en poussière et en ossements",
        "pourris, serions-nous ramenés à la vie,"
      ],
      "tafsirTranslate" : [
        "Ils disaient: «Quoi! Une fois que nous sommes morts et sommes réduits à la",
        "poussière et ossements, nous aurons encore ressuscités à une vie nouvelle de la",
        "mort?"
      ],
      "tanslateWordByWord" : [
        "Et ils ont utilisé (pour)",
        "dire",
        "Quand",
        "nous mourons",
        "et devenir",
        "poussière",
        "et les os",
        "allons-nous",
        "sûrement être ressuscité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "أَوَآبَاؤُنَا الْأَوَّلُونَ",
      "simpleTranslate" : [
        "nous et nos ancêtres premiers?»"
      ],
      "tafsirTranslate" : [
        "(Nous) et nos avant-pères d'autrefois?"
      ],
      "tanslateWordByWord" : [
        "Et nos pères",
        "ancien"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "قُلْ إِنَّ الْأَوَّلِينَ وَالْآخِرِينَ",
      "simpleTranslate" : [
        "Dis-leur : «En vérité, tous les hommes des premiers jusqu’aux derniers"
      ],
      "tafsirTranslate" : [
        "Dites-leur, (O Prophète): «les précédentes et les plus tardifs"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Effectivement",
        "l'ancien",
        "et les gens plus tard"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "لَمَجْمُوعُونَ إِلَىٰ مِيقَاتِ يَوْمٍ مَعْلُومٍ",
      "simpleTranslate" : [
        "seront rassemblés au rendez-vous fixé."
      ],
      "tafsirTranslate" : [
        "seront tous réunis sur un jour désigné."
      ],
      "tanslateWordByWord" : [
        "Sûrement, seront rassemblés",
        "pour",
        "(le rendez-vous",
        "(De) un jour",
        "bien connu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "ثُمَّ إِنَّكُمْ أَيُّهَا الضَّالُّونَ الْمُكَذِّبُونَ",
      "simpleTranslate" : [
        "Et alors, vous, hommes égarés qui refusez de croire,"
      ],
      "tafsirTranslate" : [
        "Alors vous, les égarés et ceux qui ont donné le mensonge à la vérité,"
      ],
      "tanslateWordByWord" : [
        "alors",
        "en effet vous",
        "O égarés",
        "O égarés",
        "les deniers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "لَآكِلُونَ مِنْ شَجَرٍ مِنْ زَقُّومٍ",
      "simpleTranslate" : [
        "vous mangerez du fruit de l’arbre de Zaqqûm ;"
      ],
      "tafsirTranslate" : [
        "sont tous manger de l'arbre de al-Zaqqum, <N:21>"
      ],
      "tanslateWordByWord" : [
        "Va sûrement manger",
        "de",
        "(l'arbre",
        "de",
        "zaqqum"
      ],
      "notes" : {
        "21" : [
          "Pour l'explication de zaqqum, sec E.N. 34 As-Saffat."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "فَمَالِئُونَ مِنْهَا الْبُطُونَ",
      "simpleTranslate" : [
        "vous vous en emplirez le ventre"
      ],
      "tafsirTranslate" : [
        "remplissant vos ventres avec elle;"
      ],
      "tanslateWordByWord" : [
        "Puis remplira",
        "Avec ça",
        "le ventre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "فَشَارِبُونَ عَلَيْهِ مِنَ الْحَمِيمِ",
      "simpleTranslate" : [
        "et vous boirez par-dessus cela de l’eau bouillante"
      ],
      "tafsirTranslate" : [
        "et alors tu boire de l'eau bouillante,"
      ],
      "tanslateWordByWord" : [
        "Et boire",
        "par-dessus",
        "[de]",
        "l'eau bouillante"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "فَشَارِبُونَ شُرْبَ الْهِيمِ",
      "simpleTranslate" : [
        "à la manière des chameaux altérés.»"
      ],
      "tafsirTranslate" : [
        "boire comme chameaux assoiffés faire."
      ],
      "tanslateWordByWord" : [
        "Et boiront",
        "(As) potable",
        "(De) les chameaux assoiffés"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "هَٰذَا نُزُلُهُمْ يَوْمَ الدِّينِ",
      "simpleTranslate" : [
        "Tel est le premier repas qui leur sera servi le Jour du Jugement dernier."
      ],
      "tafsirTranslate" : [
        "Ainsi ils seront divertis sur le jour de la Rétribution."
      ],
      "tanslateWordByWord" : [
        "Ce",
        "(Est) leur hospitalité",
        "(au jour",
        "(De) Arrêt"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 57,
      "arabicVerse" : "نَحْنُ خَلَقْنَاكُمْ فَلَوْلَا تُصَدِّقُونَ",
      "simpleTranslate" : [
        "N’est-ce pas Nous qui vous avons créés? Alors pourquoi ne croyez-vous donc pas à",
        "la résurrection?"
      ],
      "tafsirTranslate" : [
        "Nous vous avons créés, <N:22>, alors pourquoi ne pas vous le confirmer? <N:23>"
      ],
      "tanslateWordByWord" : [
        "nous",
        "[Nous] vous créé",
        "alors pourquoi (ne) pas",
        "vous admettez la vérité"
      ],
      "notes" : {
        "22" : [
          "Les arguments d'ici au verset 74 fournissent le raisonnement pour prouver les",
          "deux doctrines de `Monothéisme et de Hereafter rationnellement. Car il était là",
          "deux doctrines fondamentales de l'enseignement du Saint Prophète que les gens de",
          "la Mecque ont été débattent et objections à l'époque."
        ],
        "23" : [
          "Autrement dit, [ \"Pourquoi pensez-vous bornez pas que nous seul arc votre",
          "Seigneur et Dieu et nous avons le pouvoir de vous créer une fois de plus?\"]"
        ]
      }
    },
    {
      "verseNumber" : 58,
      "arabicVerse" : "أَفَرَأَيْتُمْ مَا تُمْنُونَ",
      "simpleTranslate" : [
        "Avez-vous réfléchi à la goutte de sperme que vous éjaculez?"
      ],
      "tafsirTranslate" : [
        "Avez-vous déjà considérer le sperme que vous émettez?"
      ],
      "tanslateWordByWord" : [
        "Est-ce que tu vois",
        "quelle",
        "vous émettez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 59,
      "arabicVerse" : "أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ",
      "simpleTranslate" : [
        "Est-ce vous qui la créez ou en sommes-Nous le Créateur?"
      ],
      "tafsirTranslate" : [
        "Ne vous créez un enfant hors de celui-ci, ou sommes-nous ses créateurs? <N:24>"
      ],
      "tanslateWordByWord" : [
        "Est-ce toi",
        "qui le créer",
        "ou",
        "(sommes nous",
        "Créateurs"
      ],
      "notes" : {
        "24" : [
          "Dans cette courte phrase une question très importante a été mis devant l'homme.",
          "En dehors de tous Ies autres choses dans le monde, si l'homme ne considère que la",
          "façon dont il a lui-même vu le jour, il ne peut alors ni avoir des doutes laissés",
          "à propos de la doctrine de Monothéisme présenté par le Coran, ni à propos de sa",
          "doctrine de l'au-delà. Le processus de création propre de l'homme commence quand",
          "le mâle a transmis son sperme dans l'utérus de la femelle. Mais la question est:",
          "Est-ce que le sperme lui-même devenir doté de la capacité de produire un enfant,",
          "et nécessairement un enfant humain? Ou, at-il été créé par l'homme lui-même, ou",
          "par un autre que Dieu? Et, est-il à la puissance de l'homme, ou de la femme, ou",
          "d'une autre agence dans le monde, pour provoquer la conception de ce sperme?",
          "Alors, qui est responsable de la formation et le développement du fœtus",
          "progressive dans le ventre de la mère, sa mise en forme et le moulage en un",
          "enfant unique, la mise à disposition dans une proportion particulière de",
          "différents pouvoirs et des qualités mentales et physiques de chaque enfant, de",
          "sorte qu'il se développe dans une unique personne, sauf un seul Dieu? A un autre",
          "que Dieu un rôle à jouer dans ce domaine? Est-ce fait par les parents eux-mêmes?",
          "Ou, par un médecin? Ou, par les prophètes de saints, qui ont eux-mêmes créé de",
          "cette façon très? Ou, par le soleil et la lune et les étoiles, qui s'arc soumis à",
          "une loi? Ou, par nature, qui est dépourvu de toute connaissance, la sagesse, la",
          "volonté et l'autorité? Alors, est-il aussi dans la puissance d'un autre que Dieu",
          "de décider si l'enfant est d'être un garçon ou une fille? Que ce soit pour être",
          "beau ou laid, fort ou faible, aveugle et sourd et un infirme ou soundbodied,",
          "intelligent ou stupide? Alors, est-il un autre que Dieu qui décide que les gens",
          "de ce calibre, bon ou et sont à créer dans un pays donné à un moment donné, qui",
          "entraînerait sa hausse ou la baisse? Si une personne n'a pas endurcie et têtu, il",
          "va se rendre compte que pas de réponse rationnelle ne peut être donnée à ces",
          "questions sur la base du polythéisme et de l'athéisme. Leur réponse rationnelle",
          "est seul et il est cet homme est totalement et entièrement la création de Dieu;",
          "et quand la vérité est ce, quel droit a cet homme, la création de Dieu, la",
          "revendication de liberté et de l'indépendance contre son Créateur, ou servir un",
          "autre à côté de Lui?\n Comme il est pour Tauhid, il est donc à l'égard de",
          "l'au-delà aussi. L'homme est créé à partir d'un germe qui ne peut pas être vu",
          "sans un puissant microscope. Ce gène combine dans l'obscurité du corps de la mère",
          "avec l'ovule [(germinale femelle)] qui est comme lui-même un germe microscopique",
          "insignifiant. Ensuite, par leur combinaison une cellule vivante minuscule vient",
          "en être, ce qui est le point de départ de la vie humaine. Cette cellule est",
          "également trop petit pour être vu sans microscope. Allah développe cette cellule",
          "insignifiante dans l'utérus de la mère pendant neuf mois ou dans un être humain",
          "vivant, et quand son développement et la formation devient complète, le corps de",
          "la mère elle-même pousse à soulever une tempête dans le monde. Tous les êtres",
          "humains sont nés dans le monde de cette manière très et sont témoins de jour et",
          "de nuit ce phénomène de la naissance des êtres humains comme eux. Après cela,",
          "seule une personne folle pourrait affirmer que le Dieu qui crée les êtres humains",
          "de cette manière aujourd'hui ne serait pas en mesure de créer les êtres humains",
          "créés par lui-même d'une autre manière demain."
        ]
      }
    },
    {
      "verseNumber" : 60,
      "arabicVerse" : "نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ",
      "simpleTranslate" : [
        "Nous vous avons prédestinés à la mort, et rien ne Nous empêchera"
      ],
      "tafsirTranslate" : [
        "Il est Nous qui ordonné la mort sur vous <N:25> et Nous ne sommes pas à être",
        "frustré."
      ],
      "tanslateWordByWord" : [
        "nous",
        "[Nous] avons décrété",
        "parmi vous",
        "la mort",
        "et pas",
        "nous",
        "(Sont) distancer"
      ],
      "notes" : {
        "25" : [
          "Autrement dit, [ \"Comme yow naissance yow la mort aussi, est sous notre contrôle.",
          "Nous décidons de qui est de mourir dans l'utérus de la mère elle-même, qui est à",
          "une CIVD peu après la naissance, et qui est de meurent à un stade ultérieur.",
          "Aucun pouvoir au monde ne peut causer la mort d'une personne avant l'heure fixée",
          "pour sa mort par nous, ne peut le maintenir en vie après même pour un instant.",
          "les mourants dic dans les grands hôpitaux avant même les yeux de médecins",
          "éminents;. et les médecins eux-mêmes meurent également en leur temps jamais de la",
          "toute personne pu connaître l'heure de la mort à l'avance, et personne n'a été en",
          "mesure d'éviter la mort approcher, ni de savoir comment et où et par quels moyens",
          "sera une certaine personne dic. \"]"
        ]
      }
    },
    {
      "verseNumber" : 61,
      "arabicVerse" : "عَلَىٰ أَنْ نُبَدِّلَ أَمْثَالَكُمْ وَنُنْشِئَكُمْ فِي مَا لَا تَعْلَمُونَ",
      "simpleTranslate" : [
        "de vous remplacer par des êtres semblables à vous ou ayant d’autres formes que",
        "vous ne sauriez même pas soupçonner."
      ],
      "tafsirTranslate" : [
        "Si Nous avions voulu, rien ne pouvait nous empêchait de vous remplacer par",
        "d'autres comme vous, ou vous transformer en êtres que vous ne savez rien. <N:26>"
      ],
      "tanslateWordByWord" : [
        "Dans",
        "cette",
        "Nous (volonté) changement",
        "votre ressemblance [es]",
        "et vous produire",
        "dans",
        "quelle",
        "ne pas",
        "tu sais"
      ],
      "notes" : {
        "26" : [
          "Autrement dit, «Tout comme nous étions pas impuissants à vous créer dans votre",
          "forme actuelle et de l'apparence, de même Nous ne sommes pas impuissants à",
          "changer la méthode de votre création et vous mettre en étant sous une autre forme",
          "et la forme avec un autre ensemble de qualités et caractéristiques. Aujourd'hui,",
          "la méthode que nous avons adoptée pour votre création est que la conception a",
          "lieu par votre sperme alors vous arc progressivement former et développé dans le",
          "ventre de ta mère, et puis vous est présentée comme un enfant. Cette méthode de",
          "la création a également été mis au point par nous. Mais ce n'est pas la seule",
          "méthode sans laquelle nous ne pouvons pas qu'il en sachant, ou peut ne pas être",
          "en mesure d'adopter, toute autre méthode. sur le jour de la Résurrection Nous",
          "pouvons vous créer dans la forme de la homme du même âge auquel vous êtes mort.",
          "Aujourd'hui, nous avons mis une mesure particulière pour votre vue et l'ouïe et",
          "d'autres facultés. Mais ce n'est pas la seule mesure que nous avons pour l'homme,",
          "que Nous ne pouvons pas avoir le pouvoir de changer. Le Jour de la Résurrection,",
          "Nous changerons absolument; si bien que vous serez en mesure de voir et",
          "d'entendre les choses que vous ne pouvez pas voir et ne peut pas entendre ici.",
          "Aujourd'hui, votre peau et vos membres et vos yeux ne possèdent pas le pouvoir de",
          "la parole. Mais, il est Nous qui avons donné la langue de la puissance de la",
          "parole; donc nous ne sommes pas impuissants à provoquer tous vos membres et",
          "toutes les parties de la peau du corps yow à parler par Notre ordre du Jour de la",
          "Résurrection. Aujourd'hui, vous vivez jusqu'à un certain âge, puis meurent. Votre",
          "cette vie et la mort est également contrôlée par une loi ordonnée par nous.",
          "Demain Nous pouvons Makr une autre loi pour contrôler la vie yow en vertu de",
          "laquelle vous pouvez ne jamais mourir. Aujourd'hui, vous pouvez supporter la",
          "punition que dans une certaine mesure: vous ne pouvez pas survivre si la peine",
          "est augmentée au-delà. Cette règle a également été faite par nous. Demain Nous",
          "pouvons faire une autre règle pour vous sous lequel vous pourrez subir des peines",
          "beaucoup plus sévères à l'infini, et la mort ne serait pas venu à vous, même si",
          "vous aviez le plus dur du châtiment. Aujourd'hui, vous ne pouvez pas imaginer",
          "qu'un vieil homme pourrait revenir à la jeunesse, qu'il ne pourrait jamais",
          "devenir malade, qu'un jeune homme ne pourrait jamais être vieux, et qu'il ne",
          "pouvait rester jeune pour toujours et à jamais. . Mais la jeunesse ici change",
          "dans la vieillesse selon les lois biologiques faites par nous. Demain nous",
          "pouvons faire d'autres lois pour votre vie en vertu de laquelle tous les vieux",
          "peut devenir jeune dès qu'il est entré dans le Paradis et rester jeune et en",
          "bonne santé éternellement."
        ]
      }
    },
    {
      "verseNumber" : 62,
      "arabicVerse" : "وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَىٰ فَلَوْلَا تَذَكَّرُونَ",
      "simpleTranslate" : [
        "Certes, vous connaissez la première création. Eh bien ! Que cela vous invite à",
        "réfléchir"
      ],
      "tafsirTranslate" : [
        "Vous êtes bien au courant de la première création; puis, apprenez-vous pas de",
        "leçon de lui? <N:27>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "tu sais",
        "la création",
        "la première",
        "alors pourquoi pas",
        "vous prenez garde"
      ],
      "notes" : {
        "27" : [
          "Autrement dit, [ \"Vous savez déjà comment vous avez été créé en premier lieu,",
          "comment le sperme a été transféré depuis les reins du père qui vous a vu le jour,",
          "comment vous avez été nourri dans le ventre de la mère , ce qui était pas moins",
          "sombre que la tombe, et formé en un être humain vivant, comment un parler",
          "insignifiant a été développé et doté du cœur et le cerveau, les yeux et les",
          "oreilles, les mains et les pieds, et comment il a été béni avec les facultés",
          "merveilleuses de l'intelligence et le sens, la connaissance et de la sagesse, de",
          "fabrication et d'inventivité, etc. Est-ce miracle de quelque façon moins",
          "merveilleux que ressusciter les morts à la vie? et quand vous êtes témoin ce",
          "merveilleux miracle avec vos propres yeux et sont-vous une preuve vivante de dans",
          "le monde, pourquoi ne puis pas apprendre la leçon que le même Dieu qui par sa",
          "puissance est à l'origine de ce miracle ait lieu jour et nuit, peut également",
          "provoquer le miracle de la vie après la mort, la résurrection et l'enfer et le",
          "ciel à prendre placer par la même puissance? \"]"
        ]
      }
    },
    {
      "verseNumber" : 63,
      "arabicVerse" : "أَفَرَأَيْتُمْ مَا تَحْرُثُونَ",
      "simpleTranslate" : [
        "d’abord aux terres que vous labourez."
      ],
      "tafsirTranslate" : [
        "Avez-vous envisagé les graines que vous TILL?"
      ],
      "tanslateWordByWord" : [
        "Et voyez-vous",
        "quelle",
        "vous semez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 64,
      "arabicVerse" : "أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ",
      "simpleTranslate" : [
        "Est-ce vous qui y faites germer les semences ou est-ce Nous qui les faisons",
        "lever?"
      ],
      "tafsirTranslate" : [
        "Est-ce que vous ou nous qui faisons grandir? <N:28>"
      ],
      "tanslateWordByWord" : [
        "Est-ce que vous (qui)",
        "l'amener à croître",
        "ou",
        "(sommes nous",
        "Ceux qui poussent"
      ],
      "notes" : {
        "28" : [
          "La question ci-dessus a attiré l'attention des gens à la vérité qu'ils ont été",
          "développés et nourris par Allah Tout-Puissant et ont vu le jour par son acte de",
          "création. Or, cette deuxième question attire leur attention sur cette importante",
          "vérité que les dispositions qui les soutiennent, sont également créés que par",
          "Allah pour eux, comme pour dire: «Tout comme dans votre propre création effort",
          "humain n'a plus rien à faire que ce que ton père peut jeter le sperme dans votre",
          "mère, donc dans la fourniture des dispositions pour vous aussi l'effort humain",
          "n'a plus rien à faire que ce que l'agriculteur devrait semer la graine dans le",
          "sol. la terre où la culture est fait, n'a pas été faite par vous . la puissance",
          "de la croissance dans le sol n'a pas été accordée par vous. les substances dans",
          "ce que deviennent les moyens de vos aliments ne sont pas fournis par vous. la",
          "graine que vous semez n'est pas fait capable d'une croissance par vous. la",
          "capacité de chaque graine que d'elle devrait pousser l'arbre de la même espèce de",
          "semences dont il est, n'a pas été créé par vous. Le processus pour changer cette",
          "culture dans la floraison des cultures qui travaillent sous le sol et d'organiser",
          "le genre requis des conditions météorologiques et de l'air et de l'eau au-dessus",
          "DCES ne doit rien en aucune façon à votre planification et de la compétence. Tout",
          "cela est la manifestation de la puissance et de la providence de Dieu. Puis,",
          "quand vous avez vu le jour que par son acte de création et sont soutenus par sa",
          "disposition, comment pouvez-vous avez alors le droit de vous poser comme",
          "indépendant de lui, ou d'enregistrer un autre que lui en tant que votre divinité?",
          "Bien que ce verset apparemment des raisons hors Monothéisme, mais si l'on",
          "considère son thème un peu plus profondément, on trouve en elle l'argument pour",
          "l'au-delà, aussi. La semence qui est semée dans le sol est par lui-même mort,",
          "mais quand le fermier enterre sous le sol, Allah imprègne avec la vie végétale,",
          "ce qui met hors pousses et les fleurs au printemps. Ainsi, ces innombrables corps",
          "sont à la hausse de la mort devant nos yeux tous les jours. Est-ce miracle dans",
          "toute perte de merveilleuse façon de sorte qu'une personne peut considérer",
          "l'autre miracle merveilleux de l'au-delà de la vie, qui est prédit par le Coran,",
          "comme impossible?"
        ]
      }
    },
    {
      "verseNumber" : 65,
      "arabicVerse" : "لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُونَ",
      "simpleTranslate" : [
        "Et si Nous voulions, Nous les dessécherions et vous en seriez réduits au",
        "désespoir"
      ],
      "tafsirTranslate" : [
        "Si nous le voulions, nous aurions pu réduire votre récolte en ruines, et vous",
        "aurait été laissé émerveillé de crier:"
      ],
      "tanslateWordByWord" : [
        "Si",
        "Nous voulions",
        "Nous (voulons) sûrement, faire",
        "débris",
        "alors vous resteriez",
        "demande"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 66,
      "arabicVerse" : "إِنَّا لَمُغْرَمُونَ",
      "simpleTranslate" : [
        "à crier à la ruine"
      ],
      "tafsirTranslate" : [
        "«Nous avons été pénalisés;"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "sûrement sont chargés de la dette"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 67,
      "arabicVerse" : "بَلْ نَحْنُ مَحْرُومُونَ",
      "simpleTranslate" : [
        "et à la misère !"
      ],
      "tafsirTranslate" : [
        "nay; nous avons été défait!"
      ],
      "tanslateWordByWord" : [
        "Non",
        "nous",
        "(Sont) privés"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 68,
      "arabicVerse" : "أَفَرَأَيْتُمُ الْمَاءَ الَّذِي تَشْرَبُونَ",
      "simpleTranslate" : [
        "Considérez également l’eau que vous buvez !"
      ],
      "tafsirTranslate" : [
        "Avez-vous jeté un bon coup d'oeil à l'eau que vous buvez?"
      ],
      "tanslateWordByWord" : [
        "Est-ce que tu vois",
        "l'eau",
        "lequel",
        "tu bois"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 69,
      "arabicVerse" : "أَأَنْتُمْ أَنْزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنْزِلُونَ",
      "simpleTranslate" : [
        "Est-ce vous qui la faites descendre des nuages ou est-ce Nous qui la faisons",
        "précipiter?"
      ],
      "tafsirTranslate" : [
        "Est-ce vous qui a fait descendre des nuages ​​ou est-ce nous qui l'abattit?",
        "<N:29>"
      ],
      "tanslateWordByWord" : [
        "Est-ce toi",
        "qui l'envoyer vers le bas",
        "de",
        "les nuages ​​de pluie",
        "ou",
        "nous",
        "(Sont) les Ones à envoyer"
      ],
      "notes" : {
        "29" : [
          "Voilà, arrangements [ \"Nous avons non seulement faites de satisfaire votre faim,",
          "mais aussi de satisfaire votre soif, cette eau qui est encore plus essentiel pour",
          "votre vie que le pain a été arrangé par nous, non pas par vous les mers de la",
          "terre ont aubaine créé par nous. il est la chaleur de notre soleil qui provoque",
          "leur eau à évaporer, et ce sont nos vents qui causent les vapeurs à la hausse.",
          "Ensuite, il est par Notre puissance et la sagesse que les vapeurs recueillent et",
          "former des nuages. Puis, par Notre ordre les nuages ​​se divisent en une",
          "proportion particulière et répartis sur les différentes régions de la terre de",
          "sorte que la part de l'eau nommé pour une région particulière, devrait atteindre.",
          "et dans la haute atmosphère aussi Nous apportons à propos de la fraîcheur qui",
          "provoque les vapeurs pour changer de nouveau dans l'eau Nous avons non seulement",
          "vous a créés, mais sont également occupés à faire aII ces arrangements pour votre",
          "subsistance sans lesquels vous ne pourriez pas survivre à aII. Puis, quand le",
          "fait est que vous venez à l'être par notre acte de création, arc de manger et de",
          "boire Nos dispositions Notre eau, d'où avez-vous le droit que vous devez posez",
          "être indépendant de nous et de servir un autre côté nous? \"]"
        ]
      }
    },
    {
      "verseNumber" : 70,
      "arabicVerse" : "لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا فَلَوْلَا تَشْكُرُونَ",
      "simpleTranslate" : [
        "Et si Nous l’avions voulu, Nous l’aurions rendue saumâtre. Pourquoi donc",
        "n’êtes-vous pas reconnaissants?"
      ],
      "tafsirTranslate" : [
        "Si Nous avions tellement heureux, nous aurions pu faire amer. <N:30> Alors,",
        "pourquoi voulez-vous pas reconnaissants? <N:31>"
      ],
      "tanslateWordByWord" : [
        "Si",
        "Nous voulions",
        "Nous (pourrait) faire",
        "salé",
        "alors pourquoi n'êtes-vous pas reconnaissants",
        "alors pourquoi n'êtes-vous pas reconnaissants"
      ],
      "notes" : {
        "30" : [
          "Dans cette phrase, une manifestation importante de la puissance et la sagesse",
          "d'Allah a été souligné. Parmi les propriétés merveilleuses que Dieu a créé dans",
          "l'eau une propriété aussi est que peu importe ce que les différentes substances",
          "sont dissoutes dans l'eau, quand il se transforme en vapeur sous l'effet de la",
          "chaleur, il laisse derrière adultérations tous Ies et évapore seulement avec sa",
          "composante originale et réelle éléments. N'eût possédé cette propriété les",
          "substances dissoutes auraient également évaporée avec les vapeurs d'eau. Dans ce",
          "cas, les vapeurs qui se posent dans les océans auraient contenu le sel de la mer,",
          "ce qui aurait rendu la solution saline du sol et incultivables où il a plu.",
          "Alors, ni l'homme pourrait avoir survécu en buvant cette eau, ni ne pouvait aider",
          "à faire croître toute végétation. Maintenant, peut un homme possédé de toute",
          "revendication de bon sens que cette propriété sage dans l'eau est venu à propos",
          "d'elle-même dans une loi aveugle et sourd de la nature? Cette caractéristique en",
          "vertu de laquelle, l'eau douce et pure est distillée à partir des mers saltish et",
          "tombe sous forme de pluie, puis sert comme une source d'approvisionnement en eau",
          "et l'irrigation sous forme de rivières, canaux, sources et des puits, fournit une",
          "preuve claire de la fait que la Providence a doté l'eau avec cette propriété",
          "réfléchie et délibérément dans le but qu'il peut devenir un moyen de subsistance",
          "pour ses créatures. Les créatures qui pourraient être soutenus par l'eau salée",
          "ont été créés par lui dans la mer et ils y prospèrent et se multiplient. Mais les",
          "créatures qu'il a créé sur la terre et dans l'air, avaient besoin d'eau douce",
          "pour leur subsistance et avant de prendre arrangement de la pluie pour son",
          "approvisionnement Il a créé cette propriété dans l'eau qu'à l'évaporation, il",
          "devrait augmenter claire et libre de tout dissous."
        ],
        "31" : [
          "En d'autres termes, [ \"Pourquoi vous commettras ne ingratitude en ce que certains",
          "d'entre vous considèrent les précipitations comme une faveur des dieux, et",
          "quelques autres pensent que la montée des nuages ​​de la mer et leur",
          "précipitation que l'eau est un cycle naturel qui fonctionne par lui-même, et",
          "d'autres encore, tout en reconnaissant comme une miséricorde et la bénédiction de",
          "Dieu, ne pas admettre que Dieu a un tel droit sur eux qu'ils doivent se plier à",
          "lui seul? Comment est-il que pendant que vous tirer autant profit de cette grande",
          "bénédiction d'Allah, en retour, vous commettez des péchés de l'incrédulité et le",
          "polythéisme et la désobéissance de Lui? \"]"
        ]
      }
    },
    {
      "verseNumber" : 71,
      "arabicVerse" : "أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ",
      "simpleTranslate" : [
        "Et ce feu que vous faites jaillir?"
      ],
      "tafsirTranslate" : [
        "Est-ce que vous considérez le feu que vous allumez?"
      ],
      "tanslateWordByWord" : [
        "Est-ce que tu vois",
        "le feu",
        "lequel",
        "vous allumez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 72,
      "arabicVerse" : "أَأَنْتُمْ أَنْشَأْتُمْ شَجَرَتَهَا أَمْ نَحْنُ الْمُنْشِئُونَ",
      "simpleTranslate" : [
        "Est-ce vous qui créez l’arbre qui l’alimente ou en sommes-Nous le Créateur?"
      ],
      "tafsirTranslate" : [
        "considèrent Avez-vous faire son arbre <N:32> grandir ou était-ce nous qui fait",
        "grandir?"
      ],
      "tanslateWordByWord" : [
        "Est-ce toi",
        "qui a produit",
        "son arbre",
        "ou",
        "nous",
        "(Sont) les producteurs"
      ],
      "notes" : {
        "32" : [
          "L'arbre ici soit implique l'arbre qui fournit du bois pour allumer un feu, ou les",
          "arbres de markh et «loin, bâtons verts qui ont été frappés l'un contre l'autre",
          "pour produire des étincelles dans l'ancienne Arabie."
        ]
      }
    },
    {
      "verseNumber" : 73,
      "arabicVerse" : "نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ",
      "simpleTranslate" : [
        "Nous en avons fait un rappel de l’Enfer, et un élément utile pour les voyageurs",
        "du désert."
      ],
      "tafsirTranslate" : [
        "Nous avons fait un rappel <N:33> et une provision pour les nécessiteux. <N:34>"
      ],
      "tanslateWordByWord" : [
        "nous",
        "ont fait",
        "un rappel",
        "et une disposition",
        "pour les pèlerins dans le désert"
      ],
      "notes" : {
        "33" : [
          "Faire du feu [ «un moyen de mémoire»] signifie; [ \"Le feu en vertu de sa qualité",
          "d'être allumé à, tout moment rappelle à l'homme sa leçon oublié que sans elle la",
          "vie humaine ne pouvait pas être différente de la vie animale. En raison de",
          "l'incendie seulement l'homme d'apprendre à cuisiner la nourriture pour manger au",
          "lieu de manger cru comme les animaux, puis de nouveau et toujours de nouvelles",
          "avenues à l'industrie et de l'invention est allé sur l'ouverture devant lui. il",
          "est évident que, si Dieu n'a pas créé les moyens d'allumer le feu et les",
          "substances qui pourraient être allumées, potentialités inventives de l'homme",
          "serait resté en sommeil. Mais l'homme a oublié que son Créateur est un Pourvoyeur",
          "sage, qui l'a créé avec les capacités humaines, d'une part, et d'autre part, créé",
          "ces matériaux sur la terre par lequel ses ces capacités pourraient devenir actif",
          "et opérationnel . S'il ne se perd pas dans l'insouciance, le feu seul est",
          "suffisant pour lui rappeler les faveurs et bienfaits de son Créateur, qu'il",
          "connaît si librement dans le monde. \"]"
        ],
        "34" : [
          "Le mot muqwin dans l'original a été interprétée différemment par les",
          "lexicographes. Certains ont pris dans le sens des voyageurs qui ont stoppé dans",
          "le désert, certains dans le sens d'un homme qui a faim, et certains le prendre",
          "dans le sens de aII ceux qui tirent profit de l'incendie, que ce soit au profit",
          "de la cuisine la nourriture ou de la lumière ou de la chaleur."
        ]
      }
    },
    {
      "verseNumber" : 74,
      "arabicVerse" : "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ",
      "simpleTranslate" : [
        "Glorifie donc le Nom de ton Seigneur, le Très-Haut !"
      ],
      "tafsirTranslate" : [
        "Glorify, puis, (O Prophète), le nom de votre Grand Seigneur. <N:35>"
      ],
      "tanslateWordByWord" : [
        "glorifie donc",
        "(le nom",
        "(De) votre Seigneur",
        "Plus Grand"
      ],
      "notes" : {
        "35" : [
          "Autrement dit, [ \"Mentionner son nom béni et proclame qu'il est libre de et",
          "au-dessus des défauts et les défauts et les faiblesses que les païens et",
          "polythéistes attribuent à Lui, et qui sous-tendent toutes les croyances de",
          "l'incrédulité et de tous les argument qui est présenté par les deniers de",
          "l'au-delà. \"]"
        ]
      }
    },
    {
      "verseNumber" : 75,
      "arabicVerse" : "فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ",
      "simpleTranslate" : [
        "Non ! J’en jure par les positions des étoiles"
      ],
      "tafsirTranslate" : [
        "Non! <N:36> Je jure par les positions des étoiles '"
      ],
      "tanslateWordByWord" : [
        "Mais nay",
        "je le jure",
        "en fixant",
        "(De) les étoiles"
      ],
      "notes" : {
        "36" : [
          "Autrement dit, [ \"La vérité est pas ce que vous semblez penser qu'il est.\"] Ici,",
          "l'utilisation du mot / a [(nay)] avant de prêter serment par l'être du Coran la",
          "révélation d'Allah par lui-même montre que le serment a été juré de réfuter",
          "certaines objections que les incroyants wen soulevant à l'égard du Coran."
        ]
      }
    },
    {
      "verseNumber" : 76,
      "arabicVerse" : "وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ",
      "simpleTranslate" : [
        "– et c’est là un serment solennel, si vous pouviez le savoir ! –"
      ],
      "tafsirTranslate" : [
        ", ce qui est en effet un serment solennel, si vous saviez »"
      ],
      "tanslateWordByWord" : [
        "Et en effet, il",
        "(Est) sûrement un serment",
        "si",
        "tu sais",
        "génial"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 77,
      "arabicVerse" : "إِنَّهُ لَقُرْآنٌ كَرِيمٌ",
      "simpleTranslate" : [
        "que ce Coran est une noble Écriture"
      ],
      "tafsirTranslate" : [
        "que ce bien est un noble Coran, <N:37>"
      ],
      "tanslateWordByWord" : [
        "En effet, il",
        "(Est) sûrement, un Coran",
        "noble"
      ],
      "notes" : {
        "37" : [
          "[ \"Les positions des étoiles\"]: les positions et les phases et les orbites des",
          "étoiles et des planètes. Le serment implique que, tout comme le système des corps",
          "célestes est ferme et stable, il en est de cette entreprise Parole divine et",
          "stable. Le même Dieu qui a revêtu ce système a également fait descendre cette",
          "Parole. Tout comme il existe parfait. la cohérence et l'harmonie entre les",
          "innombrables étoiles et les planètes trouvées dans les galaxies innombrables de",
          "l'Univers, alors apparemment, ils semblent être dispersés, de même ce livre",
          "présente un code parfaitement cohérente et systématique de la vie dans laquelle",
          "des directives détaillées a été donné, sur la base de la croyance, de la morale,",
          "des modes de culte, de la civilisation et de la culture, la vie économique et",
          "sociale, le droit et la justice, la paix et la guerre, bref, sur tous les aspects",
          "de la vie humaine, et il n'y a rien hors de l'harmonie avec l'autre, alors que ce",
          "système de pensée a été exprimée dans les versets épars et les discours donnés à",
          "différentes occasions. Puis, comme le système des cieux définis et planifiés par",
          "Dieu est stable et immuable, et ne jamais admettre la moindre variation, de même",
          "sont les vérités et les instructions données dans ce livre stable et",
          "inaltérables: aucune partie de ceux-ci peuvent être modifiés ou déplacés en",
          "aucune façon."
        ]
      }
    },
    {
      "verseNumber" : 78,
      "arabicVerse" : "فِي كِتَابٍ مَكْنُونٍ",
      "simpleTranslate" : [
        "conforme à un Prototype bien gardé au Ciel,"
      ],
      "tafsirTranslate" : [
        "inscrit dans un Livre bien gardé, <N:38>"
      ],
      "tanslateWordByWord" : [
        "Dans",
        "un livre",
        "bien gardé"
      ],
      "notes" : {
        "38" : [
          "Cela implique la tablette bien gardée [(Leuh-Mahfuz)]. Car le mot Kitab maknun a",
          "été utilisé, ce qui signifie une écriture maintenue cachée, à savoir une écriture",
          "qui est inaccessible à tous. Le Coran est d'avoir été inscrit dans ce livre bien",
          "gardé signifie que, avant son envoi vers le Saint Prophète [(sur qui soit la paix",
          "d'Allah)], il gisait inscrit dans le Divin Allégorie du Destin dans lequel trois",
          "est pas possible de toute modification ou de corruption en cours, car il est",
          "inaccessible à toute création. La signification du Coran"
        ]
      }
    },
    {
      "verseNumber" : 79,
      "arabicVerse" : "لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ",
      "simpleTranslate" : [
        "que seuls les purifiés sont autorisés à toucher."
      ],
      "tafsirTranslate" : [
        "dont aucun mais le pur peut toucher; <N:39>"
      ],
      "tanslateWordByWord" : [
        "Aucun",
        "touche ça",
        "sauf",
        "purifiés"
      ],
      "notes" : {
        "39" : [
          "Ceci est une réfutation de l'accusation selon laquelle les incroyants utilisés",
          "pour fort contre le Coran. Ils considéraient le Saint Prophète comme un sorcier",
          "et affirmé qu'il était inspiré par la Parole par les djinns et les satans. Une",
          "réponse à cette question a été donnée à plusieurs endroits dans le Coran, par",
          "exemple dans la sourate Ash-Shu'ara, où il a été dit: [ «Ce [(Livre lucide)] n'a",
          "pas la bière ramené par satans, ni DCEs ce travail incomberait eux, ni arc-ils",
          "capables de le faire Ils ont en effet. été tenus à l'écart de son audition. \"]",
          "[(vv. 210-212)]. Le même thème a été exprimé ici, en disant:. 'None mais purifié",
          "peut toucher [ \"Autrement dit\"] Sans parler de son introduction par les satans,",
          "ou son être altéré au sein de quelque manière que quand il est en cours de a",
          "révélé, il n'y a que les anges purs peut se approcher de lui quand il est révélé",
          "à partir de la tablette [(Lauh-Mahfuz bien gardé;:. au Prophète [ \"le mot",
          "mutahharin a été utilisé pour les anges dans le sens où AIlah a gardé les libérer",
          "de toute sorte de sentiment impur et le désir. Ce même commentaire de ce verset a",
          "été donnée par Anas bin Malik, Ibn 'Abbas, Sa'id bin Jubayr, Ikrima, Mujahid,",
          "Qatadah, Abul' Aliyah, Suddi, Dahhak et Ibn Zaid, et même inscrit également dans",
          "la le contexte. Pour le contexte lui-même montre que après avoir réfuté les faux",
          "concepts des mécréants mecquois environ Monothéisme et l'au-delà, maintenant",
          "leurs fausses accusations contre le Coran sont exaucées, et par une prestation de",
          "serment par les positions des étoiles, il est déclaré que le Coran est un livre",
          "exalté, qui est inscrit dans le Divin Writ bien gardé, dans lequel il n'y a pas",
          "de possibilité de toute ingérence de toute création, et il est révélé au Prophète",
          "de façon sûre qu'il n'y a que la anges purs peuvent le toucher. \n Certains",
          "commentateurs ont pris la dans ce verset dans le sens de l'interdiction, et ont",
          "interprété le verset signifie: \".] Aucun de ceux qui est impur devrait toucher [\"",
          "Bien que certains autres commentateurs prennent la dans le sens de la négation et",
          "interpréter la verset signifie: \"] Aucun mais le contact propre et pur ce livre,",
          "[\" ils expriment l'opinion que cette négation est une interdiction de la même",
          "manière que la parole du Saint Prophète est une interdiction: \"] un musulman est",
          "un frère d'un musulmane:. il ne le traite pas injustement [ \"Bien que, il a été",
          "dit qu'un musulman ne traite pas l'autre musulman injustement, vous elle enjoint",
          "qu'un musulman est de ne pas traiter l'autre musulman injustement. De même, bien",
          "que dans ce verset, il a été l'état qu'il n'y a que les anges propres et purs",
          "toucher ce livre, mais il ordonne que si une personne est purifié, il ne doit pas",
          "y toucher. \n Le fait, cependant, est que ce commentaire ne se conforme pas au",
          "contexte du verset. Indépendamment du contexte, on peut prendre ce sens de ses",
          "paroles, mais si on la considère dans le contexte dans lequel le verset se",
          "produit, on n'a pas sec aucun motif pour dire que \"] Aucun est de toucher ce",
          "livre, sauf les gens propres et purifiés. [ \"pour les destinataires ici sont les",
          "mécréants et ils arc étant dit, comme pour dire:` Ce livre a été envoyé par Allah",
          "Seigneur des mondes. Par conséquent, votre soupçon que les satans inspirent le",
          "Prophète avec lui, est erroné. \"] Quel pourrait être l'occasion ici pour emuciate",
          "l'injonction Shari'ah que personne ne devrait toucher sans purification? Tout ce",
          "que l'on pourrait dire à cet égard est que, bien que ce verset n'a pas été envoyé",
          "vers le bas pour interdire cette commande, mais le contexte souligne que, tout",
          "comme seul le purifié (mutahharin)] peut toucher ce livre en présence d'AIIah,",
          "donc dans le monde aussi les gens qui croient au moins dans son être Verbe Divin",
          "devrait éviter de toucher dans l'impur et de l'état impur. \n Voici les traditions",
          "qui portent sur ce sujet: \n [(1)] Imam Malik a raconté dans Mu 'atta cette",
          "tradition sur l'autorité de' Abdullah bin Abi Bakr Muhammad bin 'Amr bin Hazm: [",
          "\"Les instructions écrites que le Saint Prophète [(sur lui la paix)] avait envoyé",
          "aux chefs Yarnanite par la main de 'Amr bin Hazm contenu de cette instruction",
          "aussi:.. la yamass-ul Coran a illa tahir-un Personne ne doit toucher le Coran,",
          "sauf le pur \"] cette même chose a été rapporté par Abu Dâwûd de l'Imam Zuhri dans",
          "les traditions qui sont immédiatement tracées au Saint Prophète [(marasil)], en",
          "disant que l'écriture qu'il avait vu avec Abou Bakr Muhammad bin 'Amr bin Hazm",
          "contenait cette instruction ainsi. \n [(2)] Les traditions de Hadrat 'Ali dans",
          "laquelle il dit: «Rien n'empêchait le Saint Prophète de AIlah de réciter le",
          "Coran, mais l'état de malpropreté due à des rapports sexuels [\" [(Abu Dâwûd. ,",
          "Nasa'i, Tirmidhi)]. \n [(3)] La tradition d'Ibn 'Umar dans lequel il déclare: \"]",
          "Le Saint Messager d'Allah a dit: La femme de menstruation et celui qui est impur",
          "à cause d'un rapport sexuel ne doit pas lire une partie quelconque du Qur'an un.",
          "[ \"[(Abu Dâwûd. Tirmidhi)]. \n [(4)] La tradition de Bukhari dans laquelle il a",
          "été dit que la lettre que le Saint Prophète [(sur lui la paix)] envoyé à",
          "Héraclius, l'empereur romain, contenait également ce verset du Coran: Ya Ahl",
          "al-Kitab-i 'ALAU ila kalimat-in sawaa'un bainana wa baina-kum ... \n Les points de",
          "vue qui ont été liés à partir des Compagnons du Saint Prophète et leurs disciples",
          "immédiats sont les suivants: \n Salman, le Persan, ne voyait aucun mal à lire le",
          "Coran sans les ablutions, mais même selon lui de toucher le Coran à la main dans",
          "cet état n'a pas été autorisée. Le même aussi était la vue de Hadrat Sa`d bin Abi",
          "Waqqas et Hadrat 'Abdullah bin' Umar. Et Hadrat Hasan Basri et Ibrahim Nakha'i",
          "également considérés toucher le Coran à la main sans les ablutions comme",
          "désapprouvait, [(AI-Jassas, Ahkam al-Coran)]). La même chose a été rapporté de",
          "'Ata', Ta'us, Sha'bi et Qasim bin Muhammad aussi. [(Ibn Qudamah, AI-Mughni)].",
          "Toutefois, selon eux tous, la lecture du Coran, sans le toucher avec la main, ou",
          "la récitation de la mémoire, était autorisée même sans les ablutions. \n Hadrat",
          "'Umar, Hadrat' Ali, Hadrat Hasan Basri. Hadrat Ibrahim Nakha'i et Imam Zuhri",
          "considérés lire le Coran dans l'état de malpropreté due à des rapports sexuels et",
          "de la menstruation et des saignements après l'accouchement comme désapprouvé.",
          "Mais Ibn 'Abbas a estimé, et le même était aussi sa pratique, que l'on pouvait",
          "réciter de mémoire la partie du Coran que celui habituellement récité comme sa",
          "pratique quotidienne. Lorsque Hadrat Sa'id bin al-Musayyab et Sa`īd bin Jubayr",
          "ont été interrogés sur leur point de vue à cet égard, ils ont répondu: \"] est-ce",
          "pas le Coran conservé dans la mémoire d'une telle personne Quel est alors le mal",
          "à? réciter? [ \"[(AI-Moughni, .9l-Muhalla par Ibn Hazm)]. \n Voici les points de",
          "vue des juristes sur ce sujet: \n Le point de vue Hanafi a été expliqué par l'Imam",
          "`Ala-'uddin al-Kashani dans son Bada I-Sana i, donc\"] la convoitise comme il est",
          "pas permis d'offrir la prière sans les ablutions, de même il est interdit de",
          "toucher le Coran sans les ablutions, Cependant, si le Coran est dans un plâtre ou",
          "une couverture, il peut être touché. [ \"Selon certains juristes, le cas ou la",
          "couverture implique la liaison, et selon les autres, le sac ou l'enveloppe ou",
          "l'emballage dans lequel le Coran est conservé et peut également être retiré. De",
          "même, les livres du commentaire aussi ne devrait pas être touché sans les",
          "ablutions, ni rien d'autre dans lequel un verset coranique peut avoir été écrit.",
          "Cependant, les livres de fiqh [(jurisprudence islamique)] peuvent être touchés,",
          "bien que de préférence, elles aussi peuvent ne pas être touchés sans les",
          "ablutions , car ils contiennent également des versets coraniques dans le cadre de",
          "l'argumentation et du raisonnement. Certains juristes Hanafi tiennent l'opinion",
          "que seule la partie du Coran où le texte peut avoir été écrit ne devrait pas être",
          "touché sans les ablutions. en ce qui concerne les marges il n'y a pas de mal à le",
          "toucher, si elles sont vides ou contiennent des notes sur le texte. la chose",
          ".correct, cependant, est que les marges sont également une partie du livre et de",
          "toucher les montants à toucher le livre. Quant à la lecture de la Coran, il est",
          "permis sans les ablutions. \"] Chez les enfants Alamgiri Fatawa 'ont été fait une",
          "exception à cette règle. Le Coran ne peut être donnée dans la main des enfants à",
          "des fins d'enseignement, qu'ils soient dans l'état de ablutions ou non .. \n Le",
          "point de vue Shafi'i a été déclaré par l'Imam Nawaw1 à Al-Minhaj, donc, [ \"Comme",
          "il est pour la prière et la circumambulation de la Kaaba, il est également",
          "interdit de manipuler le Coran ou de toucher une feuille de celle-ci sans les",
          "ablutions. de même, il est également interdit w toucher la fixation du Coran, et",
          "aussi un sac, ou un arc contenant le Coran, ou une tablette sur laquelle une",
          "partie du Coran peut avoir été écrit à des fins d'enseignement. Cependant, il est",
          "permis de toucher les bagages d'une personne contenant l'inscription coranique.",
          "un enfant peut toucher le Coran sans les ablutions, et une personne sans",
          "ablutions peut tourner sur une feuille avec un morceau de bois, ou autre chose,",
          "s'il veut lire le Coran. \n La position Maliki comme indiqué dans AI-Fiqh",
          "'alal-Madhahib al Arbah est: Ils sont d'accord avec les autres juristes dans ce",
          "que l'état d'ablutions est une condition préalable pour toucher le Coran, mais en",
          "matière d'instruction conférant dans le Coran, ils font à la fois l'enseignant et",
          "l'enseigné une exception à la règle, et permettent même une femme menstruée de",
          "toucher le Coran si elle est engagée dans l'apprentissage ou l'enseigner. Ibn",
          "Qadamah a cité dans Al-Moughni cette parole de l'Imam Malik: Bien que la lecture",
          "du Coran dans l'état de malpropreté due à des rapports sexuels est interdit, la",
          "femme qui décharge les menstrues est pemitted de le lire, car elle serait",
          "l'oublier récitations si interdit de lire le Coran pour le temps long. Le point",
          "de vue Hanbali comme indiqué par Ibn Qadamah est la suivante: Dans l'état de",
          "malpropreté due à des rapports sexuels et de la menstruation et des saignements",
          "après l'accouchement, il est interdit de lire le Coran ou un verset complet de",
          "celui-ci. Cependant, il est permis de réciter bismillah, un! -hamdu- / I // ah,",
          "etc., pour même si elles sont également parties d'un ou l'autre verset, leur",
          "récitation ne revient pas à la récitation du Coran. En ce qui concerne la",
          "manipulation du Coran, il est interdit en tout cas sans les ablutions. Cependant,",
          "on est pas interdit de toucher une lettre, ou un livre de Fiqh, ou d'un autre",
          "écrit contenant un verset coranique. De même, on peut gérer, même sans les",
          "ablutions, quelque chose qui contient le Coran. L'état de ablution est également",
          "pas de pré-requis pour .handling les livres d'exégèse. En outre, si une personne",
          "qui se trouve pas dans l'état d'ablution est nécessaire pour gérer le Coran sous",
          "un besoin immédiat, il peut le faire après purification avec la poussière",
          "[(tayammum)]. \"] AI-Fiqh` alal-Madhahib a / - `Araba contient cette décision",
          "également du Hanbali Fiqh: Il ne convient pas pour les enfants manipuler le Coran",
          "sans ablutions, même lors de la réception instruction en elle, et il est du",
          "devoir de leurs tuteurs pour leur faire effectuer les ablutions avant de donner",
          "le Coran pour eux. \n Le point de vue Zahiri est que la lecture du Coran et la",
          "manipulation, il est permis dans toutes les conditions, si l'on est sans les",
          "ablutions, ou impur en raison de rapports sexuels, ou même si la femme est",
          "menstruée. Ibn Hazm a discuté de cette question pleinement AI-Muhalla [(vol. 1,",
          "pp. 77-84)] et arguments donnés pour la validité de ce point de vue et a conclu",
          "qu'aucune des conditions fixées par les juristes pour la lecture du Coran 'un et",
          "la manipulation, est pris en charge par le Coran et la Sunna. ."
        ]
      }
    },
    {
      "verseNumber" : 80,
      "arabicVerse" : "تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "C’est une révélation émanant du Maître de l’Univers."
      ],
      "tafsirTranslate" : [
        "une révélation du Seigneur de l'Univers."
      ],
      "tanslateWordByWord" : [
        "Une révélation",
        "de",
        "(le Seigneur",
        "(De) les mondes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 81,
      "arabicVerse" : "أَفَبِهَٰذَا الْحَدِيثِ أَنْتُمْ مُدْهِنُونَ",
      "simpleTranslate" : [
        "Est-ce qu’un pareil Livre mérite d’être traité avec tiédeur?"
      ],
      "tafsirTranslate" : [
        "Avez-vous, alors, prendre ce discours en soi la lumière, <N:40>"
      ],
      "tanslateWordByWord" : [
        "est alors à cette",
        "déclaration",
        "que vous",
        "(Sont) indifférent"
      ],
      "notes" : {
        "40" : [
          "Littéralement, Idhan [(à partir de laquelle mudhinun du texte est dérivé)]",
          "signifie pour traiter quelque chose avec mépris, de nier son importance en",
          "raison, à la considérer comme indigne d'une attention sérieuse, pour le maintenir",
          "en soi la lumière ."
        ]
      }
    },
    {
      "verseNumber" : 82,
      "arabicVerse" : "وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ",
      "simpleTranslate" : [
        "Est-ce pour vous une façon de remercier Dieu que de traiter le Coran d’imposture?"
      ],
      "tafsirTranslate" : [
        "et votre partie en elle est tout simplement que vous dénoncez comme fausse?",
        "<N:41>"
      ],
      "tanslateWordByWord" : [
        "Et vous faites",
        "votre disposition",
        "que vous",
        "nier"
      ],
      "notes" : {
        "41" : [
          "Dans son commentaire de taj `aluna Rizqa-kum, Imam Razi a exprimé l'avis que",
          "probablement le mot rizq signifie ici des moyens de subsistance. Depuis l'Qaraish",
          "mécréant considéré le message du Coran comme nuisible à leurs intérêts",
          "économiques et craignait que si elle réussissait, il serait les priver de leurs",
          "moyens de subsistance, le verset peut aussi signifier ceci: [ \"Vous avez fait la",
          "négation de ce Coran une question de vos intérêts économiques, et pour vous la",
          "question du bien et du mal est sans conséquence, la seule chose réelle importance",
          "à vos yeux est le pain à cause de laquelle vous souhaitez moins hésiter à opposer",
          "à la vérité et à adhérer à la fausseté. \"]"
        ]
      }
    },
    {
      "verseNumber" : 83,
      "arabicVerse" : "فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ",
      "simpleTranslate" : [
        "Lorsque l’âme d’un moribond est sur le point de quitter son corps,"
      ],
      "tafsirTranslate" : [
        "Pourquoi, alors, quand l'âme bondit à la gorge,"
      ],
      "tanslateWordByWord" : [
        "Alors pourquoi ne pas",
        "quand",
        "elle atteint",
        "la gorge"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 84,
      "arabicVerse" : "وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ",
      "simpleTranslate" : [
        "en votre présence,"
      ],
      "tafsirTranslate" : [
        "le pendant que vous êtes en train de regarder, impuissants, qu'il est sur le",
        "point de mourir,"
      ],
      "tanslateWordByWord" : [
        "Et toi",
        "(à ce moment-là",
        "regarder"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 85,
      "arabicVerse" : "وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَٰكِنْ لَا تُبْصِرُونَ",
      "simpleTranslate" : [
        "Nous serons plus près de lui que vous qui l’entourez, sans que vous puissiez vous",
        "en apercevoir."
      ],
      "tafsirTranslate" : [
        "'à ce moment où nous sommes plus près de lui que vous, même si vous ne voyez pas",
        "(nous)"
      ],
      "tanslateWordByWord" : [
        "Et nous",
        "(Sont) plus proche",
        "à lui",
        "que toi",
        "mais",
        "tu ne vois pas",
        "tu ne vois pas"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 86,
      "arabicVerse" : "فَلَوْلَا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ",
      "simpleTranslate" : [
        "Alors, pourquoi donc, si vous ne deviez jamais être jugés,"
      ],
      "tafsirTranslate" : [
        "si vous n'êtes pas soumis à l'autorité de personne,"
      ],
      "tanslateWordByWord" : [
        "Alors pourquoi ne pas",
        "si",
        "tu es",
        "ne pas",
        "être dédommagé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 87,
      "arabicVerse" : "تَرْجِعُونَهَا إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "n’empêcheriez-vous pas cette âme de s’envoler? Dites-le, si vous êtes sincères !"
      ],
      "tafsirTranslate" : [
        "pourquoi êtes-vous donc pas en mesure de les ramener à la vie si vous êtes",
        "véridiques?"
      ],
      "tanslateWordByWord" : [
        "Ramène le",
        "si",
        "tu es",
        "véridique"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 88,
      "arabicVerse" : "فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ",
      "simpleTranslate" : [
        "En vérité, si le mort est du monde de ceux que Dieu admet dans Sa proximité,"
      ],
      "tafsirTranslate" : [
        "Donc, s'il est l'un de ceux qui sont presque en poste (à Allah),"
      ],
      "tanslateWordByWord" : [
        "alors",
        "si",
        "il était",
        "de",
        "rapprochés"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 89,
      "arabicVerse" : "فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ",
      "simpleTranslate" : [
        "il trouvera dans les Jardins des délices repos et sérénité."
      ],
      "tafsirTranslate" : [
        ", puis le bonheur et la joie et les jardins de Bliss sont les siennes."
      ],
      "tanslateWordByWord" : [
        "Puis reposer",
        "et la générosité",
        "et un jardin",
        "(de plaisir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 90,
      "arabicVerse" : "وَأَمَّا إِنْ كَانَ مِنْ أَصْحَابِ الْيَمِينِ",
      "simpleTranslate" : [
        "Et s’il fait partie des gens de la dextre,"
      ],
      "tafsirTranslate" : [
        "Et s'il est l'un des gens sur le droit,"
      ],
      "tanslateWordByWord" : [
        "Et",
        "si",
        "il était",
        "de",
        "(les) compagnons",
        "(De) le droit"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 91,
      "arabicVerse" : "فَسَلَامٌ لَكَ مِنْ أَصْحَابِ الْيَمِينِ",
      "simpleTranslate" : [
        "c’est avec : «Paix à toi !» qu’il sera de leur part accueilli."
      ],
      "tafsirTranslate" : [
        ", il sera accueilli par les mots: «Paix à vous» des gens sur le droit."
      ],
      "tanslateWordByWord" : [
        "Puis, la paix",
        "pour toi",
        "[de]",
        "(les) compagnons",
        "(De) le droit"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 92,
      "arabicVerse" : "وَأَمَّا إِنْ كَانَ مِنَ الْمُكَذِّبِينَ الضَّالِّينَ",
      "simpleTranslate" : [
        "Mais s’il est du nombre des négateurs égarés,"
      ],
      "tafsirTranslate" : [
        "Et s'il est l'un de ceux qui donnent le mensonge (à ce message) et égarés,"
      ],
      "tanslateWordByWord" : [
        "Mais",
        "si",
        "il était",
        "de",
        "les deniers",
        "l'égarement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 93,
      "arabicVerse" : "فَنُزُلٌ مِنْ حَمِيمٍ",
      "simpleTranslate" : [
        "c’est dans l’eau bouillante qu’il sera jeté,"
      ],
      "tafsirTranslate" : [
        ", alors il sera servi l'eau bouillante,"
      ],
      "tanslateWordByWord" : [
        "Ensuite, l'hospitalité",
        "de",
        "(La) de l'eau bouillante"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 94,
      "arabicVerse" : "وَتَصْلِيَةُ جَحِيمٍ",
      "simpleTranslate" : [
        "pour être ensuite dans le Brasier précipité."
      ],
      "tafsirTranslate" : [
        "et seront brûlés par le feu."
      ],
      "tanslateWordByWord" : [
        "Et la combustion",
        "(In) Hellfire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 95,
      "arabicVerse" : "إِنَّ هَٰذَا لَهُوَ حَقُّ الْيَقِينِ",
      "simpleTranslate" : [
        "Telle est l’absolue Vérité !"
      ],
      "tafsirTranslate" : [
        "Voilà bien la vérité absolue."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ce",
        "sûrement, il",
        "(est la vérité",
        "certain"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 96,
      "arabicVerse" : "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ",
      "simpleTranslate" : [
        "Glorifie donc le Nom de ton Seigneur, le Sublime !"
      ],
      "tafsirTranslate" : [
        "Glorifie donc le nom de votre Grand Seigneur. <N:42>"
      ],
      "tanslateWordByWord" : [
        "glorifie donc",
        "(le nom",
        "(De) votre Seigneur",
        "Plus Grand"
      ],
      "notes" : {
        "42" : [
          "Hadrat `Uqba bin` Amir Juhni rapporte que lorsque ce verset a été envoyé le Saint",
          "Prophète [(sur qui soit la paix d'Allah)] a ordonné que les gens mettent dans",
          "leur ruku`, à savoir qu'ils doivent réciter Subhana Rabbi -yal-`Azim en position",
          "ruku 'dans la prière. Et quand le verset Sabbih-ismi-Rabb-i- kal-A'la a été",
          "envoyé vers le bas, il enjoignit qu'ils mettent dans leur prosternation, à savoir",
          "qu'ils doivent réciter Subhana Rabb-i -yal-A 7a en prosternation. [(Musnad Ahmad,",
          "Abou Daoud, Ibn Majah, Ibn Hibban, Hakim)]. Ceci montre que même les détails les",
          "plus petits de la procédure ordonnée par le Saint Prophète [(sur qui être la paix",
          "d'Allah)] pour la prière proviennent des allusions donnés dans le Coran. et",
          "pieux, car ils étaient les plus dignes et digne de aII humanité. Ici aussi, il",
          "n'a pas été dit que les nouvelles était donné seulement buter ceux qui étaient",
          "croyants parmi eux. Puis, dans les phrases initiales aussi de ce verset lui les",
          "caractéristiques arc de ALi mentionnés les gens qui étaient avec le Saint",
          "Prophète Muhammad [(sur qui être la paix et la bénédiction d'Allah)]. Les mots",
          "sont à l'effet que Aii les gens qui sont avec lui ont ceci et cette qualité et",
          "caractéristique. Après cela, tout à coup dans la dernière phrase qu'il pourrait y",
          "avoir aucune excuse pour dire que certains d'entre eux étaient des croyants et",
          "d'autres non."
        ]
      }
    }
  ],
  "medinian" : false
}