{
  "chapterNumber" : 57,
  "nbVerses" : 29,
  "name" : "Le fer",
  "nameArabic" : "الحديد",
  "transName" : "al-ḥadīd",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Tout ce qui est dans les Cieux et sur la Terre célèbre la gloire du Seigneur.",
        "C’est Lui le Puissant, le Sage"
      ],
      "tafsirTranslate" : [
        "Tout ce qui est dans les cieux et la terre exalte la gloire d'Allah <N:1> Il est",
        "le Très Puissant, le Sage <N:2>.."
      ],
      "tanslateWordByWord" : [
        "glorifie",
        "[À] Allah",
        "peu importe",
        "(est dans",
        "Le Paradis",
        "et la terre",
        "et il",
        "(Est) le Tout-Puissant",
        "le Sage"
      ],
      "notes" : {
        "1" : [
          "»Autrement dit, [\" Il a toujours été ainsi que tout dans l'univers a proclamé la",
          "vérité que son Créateur et est exempt de tout défaut et défaut, toutes les",
          "faiblesses, l'erreur et le mal. Il est glorifié dans son essence, Il est glorifié",
          "dans ses attributs, il est glorifié dans ses œuvres, ainsi que ses commandes si",
          "elles se rapportent à la création ou à la loi religieuse pour l'humanité ici",
          "sabbaha a été utilisé dans le passé;. à d'autres endroits yusabbihu a été",
          "utilisé, qui comprend à la fois le présent et l'avenir tenses. Cela signifie que",
          "chaque particule dans l'univers a toujours été vantant la gloire de son Créateur",
          "et dans le passé, est en train de faire 60 à l'heure actuelle et continuera à",
          "faire de même à l'avenir pour les siècles des siècles. \"]"
        ],
        "2" : [
          "Autrement dit, non seulement il est Tout Puissant et Tout-Wist, mais la vérité",
          "est qu'il se prépare AII-Puissant et Sage. Le mot 'Aziz signifie un être puissant",
          "et puissant dont les décrets ne peut être empêché par aucune puissance dans le",
          "monde d'être imposée, que personne ne peut s'y opposer et résister, qui doit être",
          "obéi par tout le monde, qu'on le veuille ou non, dont les rebelles ne peut",
          "échapper à sa responsabilité et à la punition de quelque façon; et Hakim signifie",
          "que tout ce qu'il fait, il le fait à bon escient. Sa création, son administration",
          "et de la règle, ses commandements et d'orientation, tous sont basés sur la",
          "sagesse. Aucun de ses œuvres est ternie par toute étendue de la folie ou de",
          "l'ignorance. \n Il y a un autre point bien ici, que l'on devrait comprendre.",
          "Rarement dans le Coran a l'attribut d'Allah `Aziz [(AII-Puissant)] est",
          "accompagnée de ses attributs d'être Qawi [(Strong)], Mugtadir [(Puissant)],",
          "Jabber [(Omnipotent)], Dhuntiqam [( Avenger)], etc., qui ne signifie sa puissance",
          "absolue, et cela a été fait que dans les endroits où le contexte a exigé que les",
          "méchants et désobéissants être averti de la punition implacable d'Allah. En",
          "dehors de ces quelques endroits, où le mot «Aziz a été utilisé pour Allah, il a",
          "partout été accompagnée par une ou l'autre de ses attributs d'être Hakim",
          "[(Wise)], Alim [(Omniscient)], Rahim [(Miséricordieux) ], Ghafur [(Pardonneur)],",
          "Wahhab [(généreux)] et Hamid [(Praiseworthy)]. La raison en est que si un être",
          "qui exerce un pouvoir non limité est en même temps stupide, ignorant, non",
          "pardonnant ainsi que radin et dépourvue de caractère, sa puissance et son",
          "autorité ne peut que conduire à l'injustice et de la méchanceté Ainsi, partout où",
          "l'injustice et la méchanceté est commis dans le monde, il est seulement parce que",
          "celui qui exerce l'autorité sur les autres, est soit en utilisant son pouvoir non",
          "sagement et bêtement, ou il est impitoyable et au cœur dur, ou mal intentionné et",
          "méchant. Partout où la puissance est couplée avec ces mauvais traits de",
          "caractère, pas bon peut être devrait entraîner. Voilà pourquoi dans l'attribut du",
          "Saint Coran Allah `Aziz a nécessairement été accompagné par ses attributs d'être",
          "All-Wise et Omniscient, Compatissant et Pardonneur, Praiseworthy et généreux,",
          "afin que l'homme peut savoir que le Dieu qui gouverne cet univers a, sur la 'une",
          "part, un tel pouvoir absolu que personne, de la terre vers le ciel, peut empêcher",
          "ses décrets d'être imposée, mais, d'autre part, il est également Ali-Wise: Sa",
          "chaque décision est basée sur parfaite sagesse; Il est également AII Omniscient",
          "la décision qu'il rend, précisément en fonction des connaissances; Il est aussi",
          "compatissant: Il ne consomme pas d'énergie infinie sans pitié; Il est Pardonneur",
          "ainsi: Il ne punit pas ses créatures pour des fautes insignifiantes, mais donne",
          "sur leurs erreurs; Il est aussi généreux: Il ne traite pas ses sujets chichement,",
          "mais généreusement et avec bienveillance; et il est également Praiseworthy: Il",
          "combine en lui-même toutes les vertus et excellences louables. \n L'importance",
          "complète de cette déclaration du Coran peut être mieux comprise par les personnes",
          "qui sont au courant des discussions de la philosophie de la politique et du droit",
          "sur la question de la souveraineté. La souveraineté connote que celui qui le",
          "possède doit exercer un pouvoir non limité: il devrait y avoir aucun pouvoir",
          "interne et externe de changer ou modifier sa décision ou l'empêcher d'être",
          "forcée, et nul ne doit avoir aucun autre choix que de lui obéir. Au seul concept",
          "de ce pouvoir infini et non-limitée, le bon sens de l'homme exige nécessairement",
          "que celui qui atteint à un tel pouvoir, doit être irréprochable et parfait dans",
          "la connaissance et la sagesse, car si celui qui détient ce pouvoir est ignorant,",
          "impitoyable et le mal, sa souveraineté va inévitablement conduire à la méchanceté",
          "et corurption. Voilà pourquoi les philosophes qui considéraient un seul homme, ou",
          "d'une institution de l'homme, ou un ensemble d'hommes comme le détenteur de ce",
          "pouvoir, ont dû présumer qu'il serait infaillible. Mais de toute évidence, ne",
          "peut souveraineté limitée non être effectivement atteint par une puissance",
          "humaine, ni est-il possible pour un roi, ou un parlement, ou d'une nation, ou",
          "d'un parti qu'il peut utiliser la souveraineté atteint par elle dans un cercle",
          "restreint parfaitement et sans danger. . La raison est que la sagesse qui est",
          "tout à fait libre de toute trace de la folie, et la connaissance que comprend",
          "pleinement toutes les vérités connexes, ne sont pas du tout possédé même par",
          "toute l'humanité, sans parler de son être atteindre d par un individu, ou une",
          "institution, ou d'une nation. De même, tant que l'homme est homme, son être",
          "totalement libre et au-dessus de l'égoïsme, de la sensualité, la peur, la",
          "cupidité, les désirs, les préjugés et l'amour sentimental, la colère et la haine",
          "est pas non plus possible. Si une personne médite sur ces vérités, il se rendra",
          "compte que le Coran est en effet présente ici une vision correcte et parfaite de",
          "la souveraineté. Il dit que personne, sauf Allah dans cet univers est possesseur",
          "du pouvoir absolu, et avec ce pouvoir illimité Lui seul est irréprochable, Sage",
          "et Omniscient, Compatissant et Pardonneur et Praiseworthy et généreux dans ses",
          "relations avec les sujets Hid."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يُحْيِي وَيُمِيتُ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "à qui appartient le Royaume des Cieux et de la Terre, qui est l’Auteur de la vie",
        "et de la mort et dont la puissance n’a point de limite."
      ],
      "tafsirTranslate" : [
        "Il est la royauté des cieux et de la terre. Il donne la vie et la mort, et il a",
        "le pouvoir sur tout."
      ],
      "tanslateWordByWord" : [
        "Pour lui",
        "(Est la) domination",
        "(De) les cieux",
        "et la terre",
        "Il donne la vie",
        "et provoque la mort",
        "et il",
        "(est fini",
        "tout",
        "des choses",
        "Tout-puissant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۖ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ",
      "simpleTranslate" : [
        "Il est le Premier et le Dernier, l’Apparent et le Caché ; Il est l’Omniscient."
      ],
      "tafsirTranslate" : [
        "Il est le premier et le dernier, et le manifeste et le caché, <N:3> et il a",
        "connaissance de tout."
      ],
      "tanslateWordByWord" : [
        "Il",
        "(est le premier",
        "et le dernier",
        "et apparent",
        "et inapparente",
        "et il",
        "(Is) de chaque",
        "chose",
        "Omniscient"
      ],
      "notes" : {
        "3" : [
          "Autrement dit, [ «Quand il n'y avait rien, il était, et quand il n'y aura rien,",
          "il sera. Il est le plus manifeste de tout le manifeste, pour tout ce qui se",
          "manifeste dans le monde, ne 50 seulement par Ses attributs et Ses œuvres et sa",
          "lumière. Il est le plus caché de tous les caché, car non seulement les sens ne",
          "parviennent pas à lui, mais l'intellect perçois et de la pensée et de",
          "l'imagination peuvent aussi ne pas parvenir à son essence et de la réalité. le",
          "meilleur commentaire à cet égard sont les mots d'une supplication du Saint",
          "Prophète [(sur qui être la paix et la bénédiction d'Allah)]. laquelle Imam Ahmad,",
          "Muslim, Tirmidhi et Baihaqi ont lié à l'autorité de Abû Hurayrah, et Hafiz Abu ya",
          "' la Mosuli dans son Musnad sur l'autorité de A'ishah Hadrat: \n \"] Antal Awwal,",
          "fa-laisa qablaka shai'in; ba wa Antal Akhir fa-laisa 'daka shai' dans; wa Antal",
          "Zahir, fa-laisa fauqaka shai dans;. Wa Anfal Batin, fa laisa dunaka shai'in [\" \"]",
          "Vous êtes seul le premier, aucun est devant toi; Toi seul es le dernier: aucun",
          "est après toi, Toi seul es aucun Exalté est au-dessus vous, vous êtes seul",
          "l'invisible: none est plus cachée que vous [.\" \n Ici, la question se pose:",
          "Comment cet accord avec l'immortalité et la vie éternelle des dwellrs du Paradis",
          "et l'Enfer mentionné dans le Coran où Allah seul est le dernier et éternel? Sa",
          "réponse a été fournie par le Coran lui-même: \"] Tout est périssable sauf Allah",
          "Lui-même.\" [(AI-Qasas: 88 <V:28:88>)]. En d'autres termes, aucune créature est",
          "immortel dans sa capacité personnelle; si une chose existe ou continuos existe,",
          "il le fait parce qu'Allah le garde donc, et ne peut exister que par Sa laisser",
          "exister; autrement dans sa propre capacité tout est périssable sauf Allah,",
          "Immortalité dans le ciel et l'enfer ne sera pas accordé à quelqu'un parce qu'il",
          "est immortel par lui-même, mais parce que AIIah lui accordera la vie éternelle.",
          "La même chose est vraie des anges: ils ne sont pas immortels par eux-mêmes. Quand",
          "Allah a voulu qu'ils sont entrés en existence, et continueront d'exister aussi",
          "longtemps que Sa veut."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَىٰ عَلَى الْعَرْشِ ۚ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا ۖ وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "simpleTranslate" : [
        "C’est Lui qui a créé les Cieux et la Terre en six jours et qui ensuite S’est",
        "établi sur le Trône. Il connaît ce qui pénètre dans la terre et ce qui en sort,",
        "ce qui descend du ciel et ce qui y monte. Où que vous soyez, Il est toujours avec",
        "vous et Il a une claire vision de tout ce que vous faites."
      ],
      "tafsirTranslate" : [
        "C'est Lui qui a créé les cieux et la terre en six jours et lui-même établi sur le",
        "Trône puis <N:4> Il sait tout ce qui pénètre dans la terre et tout ce qui sort de",
        "lui, et tout. qui descend du ciel et tout ce qui va à la hauteur. <N:5> il est",
        "avec vous où que vous soyez. <N:6> Allah voit tout ce que vous faites."
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Celui qui",
        "créé",
        "Le Paradis",
        "et la terre",
        "dans",
        "six",
        "périodes",
        "puis",
        "Il se leva",
        "plus de",
        "Le trône",
        "Il sait",
        "quelle",
        "pénètre",
        "dans)",
        "La terre",
        "et quoi",
        "qui en sort",
        "à partir de cela",
        "et quoi",
        "descend",
        "de",
        "le paradis",
        "et quoi",
        "monte",
        "la bride",
        "et il",
        "(Est) avec vous",
        "partout où",
        "partout où",
        "tu es",
        "Et Allah",
        "de quoi",
        "tu fais",
        "(Est) All-seer"
      ],
      "notes" : {
        "4" : [
          "Autrement dit, Lui seul est le Créateur de l'univers, ainsi que son souverain.",
          "[(Pour de plus amples explications, voir de FR 41, 42 AI-Araf, EN4 de Yunus, FR",
          "de 2 à 5 de Ar-Raad, EN, s '11 à 15 de Ha Mim As- Sajdah)]."
        ],
        "5" : [
          "En d'autres termes, il est non seulement le Connaisseur des totalités, mais aussi",
          "des parties. Il connaît chaque graine qui va sous les couches du sol, chaque",
          "feuille et le bourgeon qui sort du sol, chaque goutte de pluie qui tombe du ciel,",
          "et chaque molécule de la vapeur qui monte de la mer et des lacs vers le ciel . Il",
          "est au courant de chaque semence Iying partout sous le sol. Voilà comment il",
          "l'amène à diviser et germer et se développer. Il est conscient de la quantité de",
          "vapeur est passé de chaque endroit différent et où il a atteint. Voilà comment il",
          "recueille en nuage et le distribue et fait tomber sous forme de pluie en raison",
          "mesure sur place différente de la terre. La même chose est vraie des détails de",
          "tout ce qui va dans la terre et sort de celui-ci, et de tout ce qui monte vers le",
          "ciel et descend de lui. Si aII ce n'a pas été compris par Allah dans Sa",
          "connaissance, il ne serait pas possible pour lui de planifier et de commander",
          "chaque chose séparément et de réglementer et de contrôler d'une manière sage."
        ],
        "6" : [
          "Autrement dit, [ \"Nulle part êtes-vous en dehors de la connaissance de Dieu, sa",
          "puissance, sa règle, sa gestion et l'administration. Allah sait où que vous",
          "soyez, que ce soit sur la terre, ou de l'air ou l'eau, ou dans un lieu secret.",
          "Votre être en vie, il est en soi une preuve que Dieu fournit pour vous dans cet",
          "endroit même. Si yow cœur bat, si vos poumons respirent, si yow l'ouïe et le",
          "fonctionnement arc de vue yow, il est seulement parce que toutes les parties de",
          "yow corps travaillent sous le règne d'Allah et si la mort vient à vous en tout",
          "lieu;. il vient parce qu'Allah prend une décision de cesser de fournir pour vous",
          "et vous vous souvenez du monde \"]."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ",
      "simpleTranslate" : [
        "La souveraineté des Cieux et de la Terre Lui appartient, et c’est à Lui que tout",
        "fera retour."
      ],
      "tafsirTranslate" : [
        "Il est la royauté des cieux et de la terre, et à Lui sont toutes les questions",
        "visées (pour le jugement)."
      ],
      "tanslateWordByWord" : [
        "Pour lui",
        "(Est la) domination",
        "(De) les cieux",
        "et la terre",
        "et à",
        "Allah",
        "seront retournés",
        "les matières"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ ۚ وَهُوَ عَلِيمٌ بِذَاتِ الصُّدُورِ",
      "simpleTranslate" : [
        "Il insère la nuit dans le jour et le jour dans la nuit, et Il a une connaissance",
        "parfaite de ce que recèlent les cœurs."
      ],
      "tafsirTranslate" : [
        "Il provoque la nuit pour passer dans la journée, et provoque la journée pour",
        "passer dans la nuit, et Il sait parfaitement tout ce qui est caché dans les seins",
        "de personnes."
      ],
      "tanslateWordByWord" : [
        "Il fusionne",
        "la nuit",
        "dans",
        "le jour",
        "et il fusionne",
        "le jour",
        "dans",
        "la nuit",
        "et il",
        "(Est) Omniscient",
        "de ce qui est dans les seins",
        "de ce qui est dans les seins"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ ۖ فَالَّذِينَ آمَنُوا مِنْكُمْ وَأَنْفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ",
      "simpleTranslate" : [
        "Croyez en Dieu et en Son Prophète ! Donnez en aumône une partie des biens dont Il",
        "a fait de vous les dépositaires, car ceux d’entre vous qui ont la foi et qui font",
        "l’aumône auront une magnifique récompense."
      ],
      "tafsirTranslate" : [
        "Croyez en Allah et en Son messager <N:7> et dépenser <N:8> de ce qu'il vous a",
        "confié <N:9> Une grande récompense attend ceux d'entre vous qui croient et",
        "dépensent leurs biens .[ *dix]"
      ],
      "tanslateWordByWord" : [
        "Croyez",
        "en Allah",
        "et Son Messager",
        "et passer",
        "de quoi",
        "Il vous a fait",
        "curateurs",
        "la bride",
        "Et celles",
        "qui croient",
        "parmi vous",
        "et passer",
        "pour eux",
        "(Est) une récompense",
        "génial"
      ],
      "notes" : {
        "8" : [
          "Ici, par les dépenses n'implique pas les dépenses sur le bien-être public, mais,",
          "comme cela est clairement confirmée par les paroles du verset 10, il implique la",
          "souscription à la cause de l'effort de guerre qui a été menée à ce moment-là sous",
          "la direction du Saint Prophète [(sur qui être la paix et la bénédiction d'Allah)]",
          "pour défendre l'islam contre le paganisme. Deux choses, en particulier, étaient",
          "tels pour lesquels le gouvernement islamique à cette époque avait grand besoin",
          "d'aide financière. , L'équipement Première guerre; deuxièmement, soutenir et",
          "soutenir les musulmans opprimés, qui, en raison de la persécution par les",
          "incroyants avaient émigré, et étaient toujours émigrer à Médine de tous les coins",
          "de l'Arabie, Les musulmans sincères ont essayé de leur mieux pour rendre autant",
          "d'aide qu'ils ont pu, mais la réunion l'ensemble des dépenses à cet égard a été",
          "bien au-delà de leurs moyens et de ressources, et leur ce même esprit de",
          "sacrifice a été félicité en vv. 10, 12, 18 et 19 ci-dessous. Mais parmi les",
          "musulmans, il y avait tout à fait un certain nombre de puits à faire des gens qui",
          "regardaient cette lutte entre l'islam et le paganisme que de simples spectateurs",
          "et n'a eu aucun sentiment quoi que la foi qu'ils prétendent croire en imposées",
          "certains droits aussi sur leur vie et richesse. Ce deuxième type de personnes",
          "sont les destinataires de ce verset, Ils ont été exhortés à croire sincèrement,",
          "et de dépenser leur richesse dans la cause d'Allah."
        ],
        "9" : [
          "Cela a deux significations et les deux sont impliqués ici. Le premier sens est [",
          "«La richesse que vous possédez est pas, en fait, vos biens personnels, mais a été",
          "donneurs à vous par Allah. Vous n'êtes pas son maître exclusif et propriétaire.",
          "Allah vous a donné droit de propriété sur elle comme son vicaire. par conséquent,",
          "vous devriez avoir aucune hésitation à dépenser dans le service du vrai Maître il",
          "est pas pour le vicegerent de retenir la richesse du Maître d'être passé pour soi",
          "le Maître .. \"] la seconde: [\". Ni bas cette richesse été avec vous depuis",
          "toujours, ni elle restera en votre possession pour toujours, Hier, il était en",
          "possession de quelques autres personnes, puis Allah vous a fait son successeur et",
          "lui a confié à vous, un temps viendra où il ne restera pas avec vous, mais un",
          "autre les gens vont vous réussir en tant que ses propriétaires, donc, dans cette",
          "propriété de courte durée, lorsque vous êtes ses fiduciaires, passent dans la",
          "cause de AIlah de sorte que dans l'au-delà, vous pouvez être récompensé de façon",
          "permanente et éternellement. Cette même chose a été dit par le Saint Prophète",
          "[(sur qui être la paix d'Allah)] dans un Hadith. Tirmidhi rapporte qu'une fois",
          "une chèvre a été abattu dans la maison du Saint Prophète et sa chair a été donnée",
          "aux pauvres. Quand il est venu à la maison et a demandé: \"?] Ce qui reste de la",
          "chèvre [\" Hadrat `A'ishah a répondu:\"] Rien qu'un épaule [. »Là-dessus, le Saint",
          "Prophète a remarqué:\"] Non, la chèvre entier, mais le ! épaule [ \"Voilà,\"] Tout",
          "ce qui a été donné loin pour l'amour d'Allah, a, en effet, été sauvé [ \"Selon un",
          "autre Hadith, une personne a demandé:\"]. ô Messager d'Allah, quel genre de",
          "charité apporte la plus haute récompense, il a répondu:? Que vous devriez donner",
          "une chose dans la charité quand vous êtes hale et chaleureux:. quand vous vous",
          "sentez il pourrait être sauvé et peut-être souhaitez investir dans l'espoir de",
          "gagner plus ne pas attendre jusqu'à ce que la mort quand vous pouvez dire: Donnez",
          "ceci à telle et telle et que, pour ainsi et ainsi, car à cette époque la richesse",
          "a en tout cas transmettre à tel ou tel [ \"[(Bukhari, Muslim)].. Selon encore un",
          "autre Hadith, le Saint Prophète a dit: \"] Man dit:!` Ma richesse Ma richesse »",
          "tandis que sa part dans sa richesse est pas plus que ce qu'il a mangé, ou usé, ou",
          "transmis dans la charité? Ce qui reste lui laissera et sera transmis à d'autres.",
          ". [ \"[(Musulman)]"
        ],
        "10" : [
          "Ici encore, dépenser la richesse dans la cause du Jihad a été considérée comme",
          "une exigence essentielle de la foi et une preuve de sa sincérité en elle, comme",
          "pour dire: \"] Le vrai croyant et sincère est-il qui ne se dérobe pas à dépenser",
          "la richesse sur une telle occasion \"."
        ],
        "7" : [
          "Les destinataires ici ne sont pas les non-musulmans, mais, comme cela est",
          "confirmé par l'ensemble du discours ultérieur, les Musulmans qui avaient affirmé",
          "la foi et rejoint les rangs des croyants, mais ne sont pas répondre aux demandes",
          "de la foi et eux-mêmes comme de vrais croyants doivent mener. Il est évident que",
          "les non-musulmans ne peuvent pas être invités à affirmer la foi, puis",
          "immédiatement demandé à souscrire généreusement à la cause du Jihad pour l'amour",
          "d'Allah, ils ne peuvent pas être dit que celui qui se battrait et passer sa",
          "richesse dans la cause d'Allah avant la victoire, atteindrait à un rang plus",
          "élevé que celui qui veut effectuer ces services plus tard, car, quand un",
          "non-musulman est invité à la foi, les exigences préliminaires seulement sont",
          "présentés devant lui et non l'ultime fois, donc ,. compte tenu du contexte, le",
          "sens de dire [ \"Croyez en Allah et en Son messager\"] serait ici: [ \"Ô gens, qui",
          "prétendent avoir affirmé la foi et ont rejoint les rangs des musulmans,. croire",
          "en Allah et Messenger sincèrement et conduisez-vous comme les vrais croyants et",
          "sincères devraient. \"]"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ ۙ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ",
      "simpleTranslate" : [
        "Qu’avez-vous à ne pas croire en Dieu, alors que le Prophète ne cesse de vous",
        "convier à vous soumettre à votre Seigneur, Qui a déjà pris acte de votre",
        "engagement, si toutefois vous êtes sincères?"
      ],
      "tafsirTranslate" : [
        "Comment est-ce que vous ne croyez pas en Dieu quand le Messager vous appelle à",
        "croire en votre Seigneur <N:11> et bien qu'il ait pris un engagement de votre",
        "part, <N:12>, si bien que vous êtes croyants?"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "(est pour toi",
        "(Ce) pas",
        "tu crois",
        "en Allah",
        "tandis que le Messager",
        "vous appelle",
        "que vous croyez",
        "en votre Seigneur",
        "et en effet",
        "Il a pris",
        "votre alliance",
        "si",
        "tu es",
        "croyants"
      ],
      "notes" : {
        "12" : [
          "Certains commentateurs ont pris cet engagement pour impliquer l'engagement du",
          "service à Allah, qui avait été prise au début de la création de la future",
          "progéniture d'Adam [(la paix soit sur lui)], et quelques autres prennent pour",
          "l'engagement avec lequel l'homme a été naturellement doué pour servir et obéir à",
          "Allah. Mais le trnth est qu'elle implique l'engagement conscient de l'obéissance",
          "à Allah et à Son messager que chaque musulman rend à son Seigneur par",
          "l'affirmation de la foi à un autre endroit dans le Coran ce même engagement a été",
          "appelé ainsi; \n [ \"Gardez à l'esprit la bénédiction d'Allah vous a accordé et ne",
          "pas oublier l'alliance solennelle qu'il a faite avec vous [(et qui vous avez",
          "confirmé)], quand vous avez dit:` Nous avons entendu et soumis. Craignez Allah,",
          "car Allah connaît les secrets mêmes des cœurs »] [(AI-Maidah: 7 <V:5:7>)] \n",
          "Hadrat `Ubadah bin Samit rapporte: [\" Le Saint Messager d'Allah [(sur qui soit sa",
          "paix et les bénédictions)] nous avait fait l'engagement que nous écouter et obéir",
          "à la fois en bonne santé et en mauvaise santé, passeraient dans le cause d'Allah",
          "aussi bien dans la prospérité et dans l'adversité serait enjoindre le bien et",
          "interdire le mal;. proclamerait la vérité pour l'amour d'Allah et ne craindrait",
          "pas la faute de l'une quelconque à cet égard \"] [(Musnad Ahmad)]"
        ],
        "11" : [
          "Autrement dit, [ \"Vous adoptez cette attitude incroyante et la conduite à un",
          "moment où le Messager d'Allah est présent parmi vous, et vous recevez",
          "l'invitation à la foi non pas par un moyen indirect et à distance, mais",
          "directement par le Messager d'Allah lui-même. \"]"
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "هُوَ الَّذِي يُنَزِّلُ عَلَىٰ عَبْدِهِ آيَاتٍ بَيِّنَاتٍ لِيُخْرِجَكُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ ۚ وَإِنَّ اللَّهَ بِكُمْ لَرَءُوفٌ رَحِيمٌ",
      "simpleTranslate" : [
        "C’est Lui qui révèle à Son Serviteur des versets d’une clarté limpide, afin de",
        "vous tirer des ténèbres vers la lumière, car Dieu est envers vous Plein de",
        "compassion et de mansuétude."
      ],
      "tafsirTranslate" : [
        "C'est Lui qui fait descendre des preuves évidentes à son serviteur afin de vous",
        "faire sortir de l'obscurité à la lumière. Certes, Allah est le plus aimable et",
        "très compatissant à vous."
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Celui qui",
        "envoie vers le bas",
        "sur",
        "Son esclave",
        "versets",
        "clair",
        "qu'il vous fasse sortir",
        "de",
        "les ténèbres [es]",
        "dans",
        "la lumière",
        "Et en effet",
        "Allah",
        "à toi",
        "(Est) le plus Kind",
        "(Le) Très Miséricordieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَمَا لَكُمْ أَلَّا تُنْفِقُوا فِي سَبِيلِ اللَّهِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ ۚ لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ ۚ أُولَٰئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا ۚ وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَىٰ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "simpleTranslate" : [
        "Qu’avez-vous à ne pas faire dépense de vos biens pour la Cause de Dieu à qui",
        "revient l’héritage des Cieux et de la Terre? Cependant, on ne saurait confondre",
        "ceux d’entre vous qui ont fait dépense de leurs biens et combattu avant la",
        "victoire – et qui, de ce fait, ont mérité un rang supérieur – avec ceux qui ont",
        "attendu, pour offrir leurs biens et s’engager dans le combat que la victoire ait",
        "eu lieu ! Néanmoins, Dieu a promis aux uns et aux autres la plus belle",
        "récompense, car Dieu est parfaitement Informé de ce que vous faites."
      ],
      "tafsirTranslate" : [
        "Comment est-ce que vous ne dépensez pas dans la voie d'Allah quand Allah",
        "appartient l'héritage des cieux et de la terre? <N:13> Ceux qui ont passé leur",
        "richesse et a pris part à des combats avant la Victoire ne peut être assimilé",
        "(avec ceux qui ont passé leur richesse et a pris part à des combats par la",
        "suite). Ils sont plus élevés dans le rang de ceux qui ont dépensé et ont combattu",
        "après. <N:14> Mais à chacun Allah a promis une bonne récompense. Allah est bien",
        "conscient de tout ce que vous faites. <N:15>"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "(est pour toi",
        "qui ne",
        "tu dépenses",
        "dans",
        "(le chemin",
        "(De) Allah",
        "tandis que pour Allah",
        "(Est le) patrimoine",
        "(De) les cieux",
        "et la terre",
        "ne pas",
        "sont égaux",
        "parmi vous",
        "(ceux qui",
        "dépensé",
        "avant",
        "avant",
        "la victoire",
        "et se sont battus",
        "Ceux",
        "(Sont) supérieure",
        "(En) degré",
        "que",
        "ceux qui",
        "dépensé",
        "ensuite",
        "ensuite",
        "et se sont battus",
        "Mais à tous",
        "Allah a promis",
        "Allah a promis",
        "le meilleur",
        "Et Allah",
        "de quoi",
        "tu fais",
        "(Est) All-Aware"
      ],
      "notes" : {
        "13" : [
          "Cela a deux significations:.. [(1)] [ \"Votre richesse ne va pas rester",
          "éternellement avec vous Un jour, vous laisser derrière, puis Allah seul héritera",
          "donc la meilleure chose serait que vous devriez passer vous-même dans la cause",
          "d'Allah afin que. votre récompense car il est garanti avec Allah. Si vous ne",
          "passez pas vous-même, il sera, en tout cas, le retour à Allah, mais alors vous ne",
          "serez pas droit à une récompense de lui. \"] [(2)] [\" vous devriez avoir aucune",
          "crainte de l'indigence et de la pauvreté quand vous dépensez dans la cause",
          "d'Allah, car Allah pour qui vous passeriez votre richesse, est le propriétaire de",
          "tous Ies trésors des cieux et de la terre. Il possédait non seulement ce qu'il a",
          "donné à vous aujourd'hui, mais a beaucoup plus à donner à demain. \"] Ce même bas",
          "chose été exprimé à un autre endroit, ainsi \n [ \"O Prophète, dis là:` Mon",
          "Seigneur donne abondamment à quiconque de Ses serviteurs qu'Il veut et avec",
          "parcimonie pour qui Il veut que vous dépensez, il réapprovisionne par d'autres",
          "dispositions:.. Il est le meilleur des fournisseurs » ] [(Saba: 39 <V:38:39>)]"
        ],
        "14" : [
          "Autrement dit, [ «Bien que les deux ont droit à la récompense, mais les premiers",
          "sont nécessairement plus élevé en grade que celui-ci, car ils confrontés de plus",
          "grands risques pour l'amour d'Allah dans des circonstances difficiles, que",
          "celui-ci ne . ils ont passé leur richesse à un moment où il est apparu aucune",
          "chance à distance de la victoire qui compenserait pour leurs dépenses, et ils ont",
          "combattu les mécroit à une hauteur critique quand il y avait un toujours présent",
          "crainte que l'ennemi pourrait dominer et écraser les adeptes de l'islam",
          "complètement. \"] Mujahid, Qatadah et Zaid bin Aslam, parmi les commentateurs,",
          "disent que le mot« victoire [ \"dans ce verso a été utilisé pour la conquête de la",
          "Mecque, et` Amir Sha'bi dit qu'il se réfère à la Trêve de Hudaibiyah. Le premier",
          "point de vue a été adopté par la plupart des commentateurs, et à l'appui de ce",
          "dernier cette tradition de Abû Sa'id Khoudri est présenté: \"] Pendant le temps où",
          "la trêve de Hudaibiyah a été conclu, le Saint Prophète [(à qui la paix d'Allah)]",
          "nous a dit: `Dans un proche avenir, il apparaît le peuple, dont les actes vont",
          "vous faire paraître sur vos propres actions comme moyen et insignifiant, mais",
          "même si l'un d'eux possédait une montagne d'or et il a dépensé tout de celui-ci",
          "dans la cause d'Allah, il ne serait pas parvenir à vos dépenses de deux livres,",
          "ou même une livre de celui-ci. [ \"[(Ibn Jarir, Ibn Abi Hatim Ibn Marduyah, Abu",
          "Nu'aim Isfahani)]. Plus loin. De plus, il est également soutenu par le, Hadith",
          "qui Imam Ahmad a rapporté sur l'autorité de Anas. Il dit: \"] Une fois qu'un",
          "différend a surgi entre Hadrat Khalid bin Walid et Hadrat` Abdur Rahman bin `Auf,",
          "dans le cours de laquelle Hadrat Khalid dit w Hadrat` Abdur Rahman: [ \"Vous les",
          "gens assumer votre supériorité sur nous à cause de votre services passés. `Quand",
          "cette chose est venu à la connaissance du Saint Prophète, il a dit:` Par Dieu",
          "dans la main duquel est mon ascenseur, même si vous les gens ont dépensé autant",
          "d'or [(en poids)] au mont Uhud, ou égale à d'autres montagnes, vous ne seriez pas",
          "atteindre les actes de ces personnes. \"] de cela, il fait valoir que, dans ce",
          "verset [\" victoire \"] fait référence à la trêve de Hudaibiyah, pour Hadrat Khalid",
          "bin Walid avait embrassé l'islam après cette trêve et avait participé à la",
          "conquête de la Mecque. . Cependant, si [ \"victoire\"] dans ce cas particulier est",
          "considéré comme impliquant la Trêve de Hudaibiyah ou la conquête de La Mecque, en",
          "tout cas, les ETCD verset ne signifie pas que la distinction des rangs est",
          "limitée à cette seule victoire seul, mais comme un principe général, il montre",
          "que ceux qui combattent et passent dans la cause de l'Islam à l'époque où",
          "l'incrédulité et incroyants semblent être dominante et l'islam semble avoir",
          "aucune chance à distance de la victoire, sont de loin supérieurs au rang de ceux",
          "qui font des sacrifices après la conflit entre l'islam et le paganisme a été",
          "décidé en faveur de l'islam. [ \""
        ],
        "15" : [
          "Autrement dit, \"] Allah DCEs pas accorder ses faveurs à l'aveuglette. Ho voit qui",
          "a accompli ce que les actes, sous quel genre de circonstances, et avec quel",
          "motif, puis détermine le rang et la récompense de l'acte de chaque personne avec",
          "justice et la pleine conscience, \""
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ وَلَهُ أَجْرٌ كَرِيمٌ",
      "simpleTranslate" : [
        "Quiconque consent à Dieu un prêt gracieux, Dieu le lui rendra au décuple et lui",
        "accordera, en plus, une généreuse récompense."
      ],
      "tafsirTranslate" : [
        "Qui est-ce qui donnera Allah un beau prêt? Un prêt qu'Allah remboursera après",
        "avoir augmenté plusieurs fois et lui accorde une généreuse récompense. <N:16>"
      ],
      "tanslateWordByWord" : [
        "Qui est)",
        "celui qui",
        "celui qui",
        "prêtera",
        "(À) Allah",
        "un prêt",
        "beau",
        "alors Il multiplier",
        "pour lui",
        "et pour lui",
        "(Est) une récompense",
        "noble"
      ],
      "notes" : {
        "16" : [
          "Comment généreux et bienfaisant est Allah que si un homme passe la richesse",
          "accordée par lui-même dans son chemin, il l'appelle un prêt lui-même, à condition",
          "qu'il soit un bon prêt, qui est, un prêt qui donne une intention pure, sans aucun",
          "motif égoïste de gagner la réputation et la renommée, ou de faire faveur à",
          "quelqu'un, mais seulement pour l'amour de l'approbation d'Allah et de gagner sa",
          "bonne volonté et des récompenses. Allah fait deux promesses à cet égard: [(1)]",
          "Qu'il va rembourser l'augmenter collecteur; et [(2)] qu'il va aussi donner de",
          "lui-même la meilleure récompense pour elle. \n Selon un hadith rapporté par Hadrat",
          "`Abdullah bin Mas'ud, quand ce verset a été révélé et les gens ont entendu du",
          "Saint Prophète [(sur qui sera la paix d'Allah)], Hadrat Abud-Dahdah Ansari a",
          "demandé: [\" O Messager de Allah, DCEs Allah veut un prêt de nous Le Saint",
          "Prophète répondit: Oui, O Abud-Dahdah ,. Il dit gentiment me montrer votre main",
          "Le Saint Prophète tendit la main vers lui, il lui prit la main dans sa main et a",
          "dit.. : je donne mon jardin prêt à mon Seigneur \"] Hadrat 'Abdullah bin Mas'ud",
          "dit que le jardin avait 600 palmiers et de sa propre maison aussi dans laquelle",
          "sa famille lived- disant cela au Saint Prophète [(sur. qui sera la paix",
          "d'Allah)], il est allé directement à la maison, et en appelant à sa femme dit: [",
          "«Sortez, ô mère de Dahdah, je l'ai prêté ce jardin à mon Seigneur.»] Elle a",
          "répondu: [ \"père Dahdah, vous ont fait une bonne affaire! \" et elle a",
          "immédiatement libéré et a quitté le jardin avec ses effets et les enfants \".]",
          "[(Ibn Abi Hatim)]. Cet incident met en lumière le comportement des croyants",
          "sincères de ce moment-là, et à partir de celui-ci peut également comprendre le",
          "genre de la [ «bon prêt»] que Dieu a promis de revenir l'augmentant collecteur",
          "avec une riche récompense en plus."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَىٰ نُورُهُمْ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ بُشْرَاكُمُ الْيَوْمَ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ",
      "simpleTranslate" : [
        "Le jour où tu verras les croyants et les croyantes avec leur lumière évoluant",
        "devant eux et à leur droite, ce jour-là, il leur sera annoncé : «C’est une bonne",
        "nouvelle pour vous, aujourd’hui ! Voici des Jardins sous lesquels coulent des",
        "rivières, et où vous serez éternels.» Tel est le comble du bonheur !"
      ],
      "tafsirTranslate" : [
        "Ce jour-là, vous verrez croire les hommes et les femmes que leur lumière sera en",
        "cours d'exécution devant eux et à leur main droite <N:17> (On leur dira): \". Une",
        "bonne tiding à vous aujourd'hui ». Il doit y avoir des Jardins sous lesquels",
        "coulent les ruisseaux; ils y demeureront éternellement. Tel est bien le grand",
        "triomphe."
      ],
      "tanslateWordByWord" : [
        "(Au jour",
        "vous allez voir",
        "les croyants",
        "et les croyantes",
        "fonctionnement",
        "leur lumière",
        "Avant eux",
        "Avant eux",
        "et sur leur droit",
        "De bonnes nouvelles pour vous",
        "ce jour",
        "jardins",
        "écoulement",
        "de",
        "dessous",
        "les rivières",
        "respectueux pour toujours",
        "la bride",
        "Cette",
        "[c'est)",
        "le succès",
        "le grand"
      ],
      "notes" : {
        "17" : [
          "Ceci et les versets suivants montrent que la Lumière sur le Jour du Jugement sera",
          "spécifiquement conçu pour que les croyants justes. Comme pour les mécréants et",
          "les hypocrites et les méchants, ils seront erraient dans les ténèbres comme ils",
          "l'avaient été dans le monde. La lumière, il y aura la lumière des bonnes oeuvres.",
          "La sincérité de la foi et la piété du caractère et la conduite se transformera en",
          "lumière qui prêtera luminosité à la personnalité du vertueux. Le plus brillant",
          "l'acte plus lumineuse aura sa personne, et quand il marchera vers le Paradis, sa",
          "lumière sera en marche avant devant lui. La meilleure explication de cela est la",
          "tradition de mursal de Qatadah dans laquelle il dit; [ \"Le Saint Prophète [(sur",
          "lui la paix et bénédictions d'Allah)] dit:\"] La lumière de quelqu'un sera si",
          ".strong et forte qu'il sera en cours d'exécution sur le devant lui égal à la",
          "distance entre Médine et `Aden, d'une autre égale à la distance entre Médine et",
          "San'a, et d'une autre encore moins que cela; à un point tel qu'il y aura un",
          "croyant dont la lumière va Dot prolonger au-delà de ses étapes. [ \"[(Ibn Jarir)].",
          "En d'autres termes, l'intensité de la lumière d'une personne sera proportionnelle",
          "à la mesure du bien fait et propagée par lui dans le monde, et les faisceaux de",
          "sa lumière seront en cours d'exécution sur le devant lui dans l'au-delà",
          "s'étendant jusqu'à sa bonne aura étendu dans le monde. \n Ici, une question peut",
          "se poser dans l'esprit du lecteur \"] On peut comprendre le sens de leur lumière",
          "en cours d'exécution avant de les croyants, mais qu'est-ce que leur lumière, il",
          "fonctionne sur seulement sur leur main droite signifie? Sera l'obscurité sur le",
          "côté gauche? la réponse est:. Quand un homme se promène avec une lumière sur sa",
          "main droite, son côté gauche sera également clair, bien que le fait de la",
          "question est que la lumière sera sur sa main droite Cela a été expliqué par le",
          "Hadith, qui Abû Dharr et Abu Darda 'ont signalé, en disant que le Saint Prophète",
          "[(sur lui la paix de Dieu;)] dit: [ \"Je vais reconnaître les personnes justes de",
          "ma Ummah par leur lumière qui sera en cours d'exécution devant eux et sur leur",
          "droite et à leur gauche. \"] Hakim, Ibn Abi Hatim Ibn Marduyah)."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ قِيلَ ارْجِعُوا وَرَاءَكُمْ فَالْتَمِسُوا نُورًا فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ",
      "simpleTranslate" : [
        "Le jour où les hypocrites, hommes et femmes, diront à ceux qui auront cru :",
        "«Attendez que nous empruntions un peu de votre lumière !», il leur sera répondu :",
        "«Allez chercher cette lumière ailleurs, s’il en est temps encore !» Et aussitôt",
        "se dressera entre eux une muraille percée d’une porte à l’intérieur de laquelle",
        "il y aura la miséricorde et, à l’extérieur, juste en face, le châtiment."
      ],
      "tafsirTranslate" : [
        "Ce jour-là les hypocrites, hommes et femmes, diront aux croyants: \".",
        "Regardez-nous que nous pouvons extraire un peu de lumière à partir de votre",
        "lumière» <N:18> On leur dira: ' Revenez en arrière et chercher la lumière pour",
        "vous-mêmes ailleurs. ' Ensuite, un mur sera érigé entre eux avec une porte en",
        "elle. A l'intérieur de celui-ci, il y aura la miséricorde, et à l'extérieur de",
        "celui-ci, il y aura un châtiment. <N:19>"
      ],
      "tanslateWordByWord" : [
        "(Au jour",
        "diront",
        "les hommes hypocrites",
        "et les hypocrites femmes",
        "à ceux qui",
        "a cru",
        "Attends-nous",
        "nous pouvons acquérir",
        "de",
        "votre lumière",
        "On dira",
        "Retourner",
        "derrière toi",
        "et chercher",
        "lumière",
        "Ensuite, sera mis en place",
        "entre eux",
        "un mur",
        "pour ça",
        "une porte",
        "son intérieur",
        "en ce",
        "(Est) merci",
        "mais son extérieur",
        "tournée vers [it]",
        "tournée vers [it]",
        "la punition"
      ],
      "notes" : {
        "18" : [
          "Cela signifie que lorsque les croyants iront vers le Paradis, la lumière sera",
          "devant eux, et les hypocrites seront trébucher dans l'obscurité derrière. À ce",
          "moment-là, ils crieront aux croyants, qui vivaient avec que dans la même société",
          "musulmane dans le monde, en disant: [ \"Regarder en arrière vers nous pendant",
          "quelque temps afin que nous puissions également obtenir un peu de lumière.\"]"
        ],
        "19" : [
          "Cela signifie que les gens du Paradis y entreront pendant quelque temps cette",
          "porte et la porte sera alors fermée. D'un côté de la porte, il y aura les",
          "bénédictions du Paradis et de l'autre le tourment de l'Enfer. Pour les",
          "hypocrites, il ne sera pas possible de franchir la barrière qui se tiendra entre",
          "eux et le Paradis."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ ۖ قَالُوا بَلَىٰ وَلَٰكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّىٰ جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ",
      "simpleTranslate" : [
        "Et, s’adressant aux croyants, les hypocrites crieront : «N’étions-nous pas",
        "autrefois avec vous?» – «Oui, répondront les croyants, mais vous avez cédé à vos",
        "passions ; vous avez tergiversé, douté et nourri de vains espoirs, jusqu’à ce que",
        "la mort vînt vous surprendre. Le séducteur vous a trompés sur le compte de Dieu."
      ],
      "tafsirTranslate" : [
        "Le hypocrites crieront aux croyants: «Étiez-nous pas avec vous? <N:20> Les",
        "croyants diront:« Oui; mais vous avez permis à vous de succomber à des",
        "tentations, <N:21> et vous vacillé <N:22> et vous êtes resté dans le doute <N:23>",
        "et les fausses attentes que vous trompés jusqu'à ce que l'ordre d'Allah arriva,",
        "<N:24> et le trompeur <N:25> trompés vous au sujet d'Allah."
      ],
      "tanslateWordByWord" : [
        "Ils les appelleront",
        "N'étaient pas",
        "nous",
        "avec toi",
        "Ils diront",
        "Oui",
        "mais toi",
        "conduit à la tentation",
        "vous-mêmes",
        "et vous attendiez",
        "et vous doutiez",
        "et vous trompé",
        "la pensée magique",
        "jusqu'à",
        "venu",
        "(la commande",
        "(De) Allah",
        "Et vous trompé",
        "à propos d'Allah",
        "l'imposteur"
      ],
      "notes" : {
        "20" : [
          "Autrement dit, [ «Avons-nous pas vivre avec vous dans la même société musulmane?",
          "Avons-nous pas affirmer la foi? Avons-nous pas offrir les prières avec vous et",
          "observer le jeûne et accomplir le Hadj et de payer la Zakat? avons-nous pas assis",
          "avec vous dans vos assemblées et on nous pas lié dans les liens du mariage et la",
          "parenté avec vous? Alors, comment est-ce que nous avons été séparés de vous",
          "aujourd'hui? \"]"
        ],
        "21" : [
          "qui est en dépit de la revendication d'ifs être musulmans, vous ne croyiez comme",
          "de vrais et, les musulmans sincères et restaient suspendus entre la croyance et",
          "l'incroyance. Vous aviez encore vos intérêts attachés à l'incrédulité et les",
          "mécréants et vous ne vous êtes jamais renoncé totalement à l'Islam. [ \""
        ],
        "22" : [
          "Tarabbus [(à partir de laquelle tarabbastum du texte est dérivé)] signifie",
          "attendre et goudronneuse pour l'occasion. Quand une personne est incapable de",
          "décider lequel des deux autres moyens, il doit choisir, mais se lève et attend",
          "d'examiner de quelle manière devrait être plus favorable pour lui de suivre, il",
          "est impliqué dans tarabbus. Les hypocrites, avaient adopté la même attitude au",
          "cours de la période critique du conflit entre l'Islam et non l'Islam. Ni",
          "étaient-ils se rangeant avec incrédulité ouvertement, ni ont été dépenser leur",
          "énergie à soutenir et à aider à l'Islam avec conviction. Ils étaient assis sur la",
          "clôture, en attendant de définir quel parti dans le conflit est devenu dominant,",
          "de sorte que si elle était l'Islam, ils peuvent se joindre à elle sur la base de",
          "leur affimlation de la foi, et si elle était incrédulité, ils peuvent côté -avec",
          "ses partisans en profitant de leur position neutre dans le conflit."
        ],
        "23" : [
          "Cela implique différents types de doutes qu'un hypocrite souffre de, et même sont",
          "aussi les causes réelles de son hypocrisie. Il doute de l'existence de Dieu, la",
          "Prophétie du Prophète, étant le livre d'Allah du Coran, l'au-delà, sa",
          "responsabilité, et ses récompenses et de punitions, et il doute que le conflit",
          "entre la vérité et le mensonge est réel, ou un simple illusion; comme pour",
          "lui-même qu'il considère comme la seule vérité d'être que l'on devrait profiter",
          "de ascenseur et de ses plaisirs au maximum, pour moins qu'une personne est",
          "impliquée dans de tels doutes, il ne peut jamais être un hypocrite."
        ],
        "24" : [
          "Cela peut avoir deux significations: [(1)] \"] Jusqu'à la mort vint à lui, on ne",
          "pouvait pas jeter cette illusion jusqu'au moment dernière [\"; et [(2)] \"] que",
          "l'islam est devenu dominant, alors que vous avez regardé sur indifférents.\""
        ],
        "25" : [
          "Autrement dit, Satan."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا ۚ مَأْوَاكُمُ النَّارُ ۖ هِيَ مَوْلَاكُمْ ۖ وَبِئْسَ الْمَصِيرُ",
      "simpleTranslate" : [
        "Aujourd’hui donc, aucune rançon ne sera acceptée ni de vous ni des infidèles.",
        "Vous aurez pour séjour et pour patron l’Enfer, cette détestable demeure !»"
      ],
      "tafsirTranslate" : [
        "Alors qu'aucune rançon ne sera accepté de vous aujourd'hui, ni de ceux qui ont",
        "mécru. <N:26> Vous sont destinés à l'incendie. Ce sera votre tuteur. <N:27> Et",
        "qui est en effet une destination grave."
      ],
      "tanslateWordByWord" : [
        "Donc aujourd'hui",
        "ne pas",
        "seront acceptées",
        "de toi",
        "une rançon",
        "et pas",
        "de",
        "ceux qui",
        "pas foi",
        "Votre séjour",
        "(Est) le Feu",
        "c'est)",
        "votre protecteur",
        "et misérable est",
        "la destination"
      ],
      "notes" : {
        "26" : [
          "Cela montre clairement que dans l'au-delà les hypocrites sera vouée au même sort",
          "que les incroyants."
        ],
        "27" : [
          "Les mots hiya maula kum [(Hell est votre maula)] peut avoir deux significations:",
          "[(1)] [ \"que l'enfer est le seul endroit approprié pour vous\"]; et [(2)] [ \"que",
          "vous jamais pris Allah comme maula [(ami, patron)], afin qu'il puisse occuper de",
          "vous, maintenant Enfer seulement votre maula, par conséquent, l'enfer va",
          "maintenant se occuper de vous\"]"
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ وَلَا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ ۖ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ",
      "simpleTranslate" : [
        "Alors, le moment n’est-il pas venu pour ceux qui croient de laisser leurs cœurs",
        "se remplir d’humilité à l’évocation de Dieu et devant la Vérité qu’Il a révélée?",
        "Ne doivent-ils pas éviter de suivre l’exemple de ceux qui avaient reçu l’Écriture",
        "avant eux et dont les cœurs se sont desséchés avec le temps, au point que",
        "beaucoup d’entre eux devinrent pervers?"
      ],
      "tafsirTranslate" : [
        "Est-il pas temps que les cœurs des croyants doivent être humiliés au souvenir",
        "d'Allah et à la Vérité qu'Il a révélé, <N:28> et qu'ils ne devraient pas être",
        "comme ceux qui ont été daigna le livre et puis un long temps écoulé pour que",
        "leurs cœurs étaient endurcis? Un grand nombre d'entre eux sont maintenant",
        "méchants. <N:29>"
      ],
      "tanslateWordByWord" : [
        "a ne pas",
        "venir (le) temps",
        "pour ceux qui",
        "a cru",
        "cette",
        "devenir humble",
        "leur cœur",
        "à (le) souvenir (de) Allah",
        "à (le) souvenir (de) Allah",
        "et quoi",
        "est descendu",
        "de",
        "la vérité",
        "Et pas",
        "ils deviennent",
        "comme ceux qui",
        "ont reçu",
        "le livre",
        "avant",
        "avant",
        "(Et) a été prolongée",
        "pour eux",
        "le terme",
        "endurci",
        "leur cœur",
        "et beaucoup",
        "d'eux",
        "(Sont) pervers"
      ],
      "notes" : {
        "28" : [
          "Ici encore, le mot [ «croyants»] est générale, mais elle DCEs pas appliquer à ALi",
          "les musulmans; il se réfère à ces musulmans particuliers qui avaient professé la",
          "foi verbalement et rejoint les partisans du Saint Prophète [(sur qui être la paix",
          "d'Allah)] bien que leurs cœurs étaient dépourvus de toute préoccupation pour",
          "l'Islam. Ils observaient que les forces païennes étaient pliées à anéantir",
          "l'Islam; ils avaient encerclé la poignée de musulmans de tous les côtés, qui",
          "étaient faites la cible de persécution partout en Arabie, et donc opprimés les",
          "musulmans fuyaient vers Médine mains vides refuge; les musulmans sincères",
          "étendaient leur toute l'aide qu'ils pouvaient économique; mais ils étaient, en",
          "même temps, engagé dans une vie et la mort lutte avec l'ennemi. Mais, malgré",
          "cela, ces gens qui professaient la foi ne sont pas déplacés du tout. Donc, ici,",
          "ils sont mis à la honte. comme pour dire: [ «Quel genre de croyants êtes-vous à",
          "ce moment critique de l'islam, est-il pas encore temps que vos coeurs devraient",
          "fondre à la mention de AIlah et être rempli de l'esprit de sacrifice pour l'amour",
          "de sa religion? ? les croyants peuvent être tels qu'ils peuvent «avoir aucun",
          "sentiment pour l'islam quand il est confronté à des moments difficiles, qu'ils",
          "peuvent rester non concernés, lorsqu'ils sont convoqués au nom d'Allah, que les",
          "cœurs ne peuvent ni trembler de peur de Allah ni arc à son commandement quand il",
          "se doit faire un appel de contributions dans le livre envoyé par lui, déclarant",
          "comme un prêt sur lui-même et simplement dire que celui qui considérerait sa",
          "richesse comme plus cher que la cause de la vraie foi serait un hypocrite et non",
          "croyant? \"]"
        ],
        "29" : [
          "Autrement dit, [ \"Les juifs et les chrétiens semblent avoir perdu la ferveur et",
          "dégénéré spirituellement et moralement des centaines d'années après la",
          "disparition de leurs prophètes, mais avez-vous déjà si dépravée que si le",
          "prophète est toujours présent parmi vous, et le livre de Dieu est encore révélé,",
          "et pas beaucoup de temps a passé sur vous depuis que vous affirmiez la foi, et",
          "vous avez commencé à se comporter comme les juifs et les chrétiens qui ont",
          "atteint cet état par des siècles de jeu et de trempe avec le livre d'Allah et ses",
          "versets? \"]"
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "اعْلَمُوا أَنَّ اللَّهَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا ۚ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ",
      "simpleTranslate" : [
        "Sachez que Dieu fait revivre la terre après sa mort. Nous vous exposons",
        "clairement les signes afin que vous puissiez en comprendre le sens."
      ],
      "tafsirTranslate" : [
        "savent bien que Allah fait revivre la terre après qu'elle devient sans vie. Nous",
        "avons clairement montré Nos signes pour vous, peut-être que vous allez utiliser",
        "votre raison. <N:30>"
      ],
      "tanslateWordByWord" : [
        "Connaître",
        "cette",
        "Allah",
        "donne la vie",
        "(à la terre",
        "après",
        "sa mort",
        "Effectivement",
        "Nous avons clairement",
        "à toi",
        "les panneaux",
        "afin que vous puissiez",
        "comprendre"
      ],
      "notes" : {
        "30" : [
          "Le point contenue ici doit être bien compris, à plusieurs endroits dans le Coran",
          "la prophétie et la révélation du livre ont été par rapport à la pluviométrie, les",
          "effets produits par eux sur l'humanité sont exactement comme celles produites par",
          "la pluie sur le sol. Tout comme les houles et les fleurs de la terre morte -comme",
          "dès qu'il reçoit une douche de pluie, il est donc avec l'humanité morte dans un",
          "pays où un prophète est soulevé par la miséricorde et la révélation d'Allah",
          "commence à être envoyé vers lui. Il commence révélant les vertus qui se cachait",
          "et supprimés pendant des siècles; il commence à manifester de l'intérieur",
          "lui-même d'excellentes mœurs et les bonnes actions et les vertus de toutes",
          "sortes. Allusion a été faite à cette vérité ici afin d'ouvrir les yeux des",
          "musulmans de la foi faible et de les faire réfléchir leur état. La façon dont",
          "l'humanité a été réformé par la pluviométrie bénie du Prophétie et de",
          "l'Apocalypse et la façon dont il a été richement et généreusement béni dans tous",
          "les sens était pas une histoire à distance pour eux. Ils observaient eux-mêmes",
          "dans la société pieuse et juste des Compagnons et de vivre jour et nuit autour",
          "d'eux. Polythéisme avec ALi ses maux était présente devant eux, tandis que les",
          "vertus et les bonnes choses émanant de l'Islam aussi étaient en fleurs et",
          "florissante sous leurs yeux. Par conséquent, ils ne doivent être informés des",
          "détails. Une allusion a suffi à l'effet, [ \"Les signes de la façon dont Allah",
          "accorde la vie à la terre morte par les précipitations de Sa miséricorde ont été",
          "montré pour vous, maintenant, vous devez utiliser votre bon sens et d'envisager",
          "pour vous-même quant à ce que vous bénéficiez arc résultant de cette bénédiction.",
          "\"]"
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ",
      "simpleTranslate" : [
        "En vérité, ceux et celles qui font la charité et consentent à Dieu un prêt",
        "gracieux, Dieu le leur rendra au décuple et leur attribuera, en plus, une",
        "généreuse récompense."
      ],
      "tafsirTranslate" : [
        "En vérité, ceux qui font l'aumône <N:31> «qu'ils soient hommes ou femmes, 'et de",
        "donner à Allah un beau prêt doit être remboursé après avoir augmenté plusieurs",
        "fois; et leur aura une généreuse récompense."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "les hommes qui donnent la charité",
        "et les femmes qui donnent la charité",
        "et qui prête",
        "(À) Allah",
        "un prêt",
        "beau",
        "il sera multiplié",
        "pour eux",
        "et pour eux",
        "(Est) une récompense",
        "noble"
      ],
      "notes" : {
        "31" : [
          "Sadagah, comme un terme islamique, est l'organisme de bienfaisance donné",
          "sincèrement et avec une intention pure qu'en vue d'obtenir l'agrément d'Allah",
          "sans faire aucune émission de celui-ci, et sans l'intention de faire une faveur à",
          "la bénéficiaire. Le donneur doit donner seulement parce qu'il a un vrai sentiment",
          "de service de son Seigneur. Le mot est dérivé de sidq; par conséquent, Sadaqat",
          "[(sincérité)] est de son essence. Aucun organisme de bienfaisance et aucun",
          "Dépenses des de la richesse peut être un sadaqah à moins qu'il jaillit d'un motif",
          "sincère et pur de dépenser seulement pour l'amour d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَٰئِكَ هُمُ الصِّدِّيقُونَ ۖ وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ ۖ وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ الْجَحِيمِ",
      "simpleTranslate" : [
        "Ceux qui auront cru en Dieu et à Ses messagers, ceux-là seront les grands",
        "véridiques et les témoins auprès de leur Seigneur ; et ils auront leur récompense",
        "et leur lumière, tandis que ceux qui auront mécru et auront traité Nos signes de",
        "mensonges, ceux-là seront les hôtes de la Géhenne."
      ],
      "tafsirTranslate" : [
        "Aux yeux d'Allah que ceux qui croient vraiment en Allah et en Ses messagers",
        "<N:32> sont absolument véridiques <N:33> et vrais porteurs de témoin (pour",
        "l'amour d'Allah). <N:34> eux est leur récompense et leur lumière. <N:35> Quant à",
        "ceux qui ont donné un démenti à Nos signes, ils sont les gens de l'enfer."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "croyez",
        "en Allah",
        "et Ses messagers",
        "[ceux]",
        "ils",
        "(Sont) la vérité",
        "et les martyrs",
        "(sont avec",
        "leur Seigneur",
        "Pour eux",
        "(Est) leur récompense",
        "et leur lumière",
        "Mais ceux qui",
        "ne pas croire",
        "et refuser",
        "Nos versets",
        "ceux",
        "(Les) compagnons",
        "(Des) Hellfire"
      ],
      "notes" : {
        "32" : [
          "Ici, les croyants impliquent ces gens de la vraie foi dont l'attitude et la",
          "conduite était absolument différente de celle des gens de foi faible et les faux",
          "demandeurs d'asile à l'islam, et qui étaient à l'époque en lice avec l'autre dans",
          "faire des sacrifices monétaires et ont été aux prises avec leur vie à la cause de",
          "la vraie foi."
        ],
        "33" : [
          "Siddiq [(plus véridique)] est le superlatif de sidq; Cependant, il faut",
          "comprendre clairement que sidq est non seulement une déclaration conforme à la",
          "vérité, mais une déclaration qui est non seulement vrai en soi mais son Bayer",
          "confirme aussi comme une vérité sincèrement. Par exemple, si une personne dit que",
          "Muhammad [(sur lui la paix et bénédictions d'Allah)] est le Messager d'Allah,",
          "cela est par lui-même précisément en fonction de «la vérité pour le Saint",
          "Prophète est vraiment le Messager d'Allah, mais la personne serait vrai dans sa",
          "déclaration que s'il croyait aussi et lui a confirmé que le Messager d'Allah. Par",
          "conséquent, une chose serait sidq si ce qui a été dit était conforme à la vérité",
          "ainsi qu'avec sa propre conscience du Bayer. De même, sidq contient aussi le sens",
          "de la fidélité, la sincérité et la justice pratique. Sadiq-ul-wa d serait la",
          "personne qui a tenu sa promesse en pratique, qui ne le rompit. Sadiq [(vrai ami)]",
          "serait celui qui rendait justice à l'amitié dans le temps de besoin, et qui n'a",
          "jamais prouvé infidèle à tout, le corps en aucune façon. Dans la guerre, sadiq",
          "fil-qital [(vrai soldat)] serait celui qui a combattu avec tout son cœur et le",
          "corps et a établi sa valeur pratique. Ainsi, sidq en substance implique que son",
          "acte doit pleinement se conformer à la parole donnée. Celui qui agit",
          "contrairement à sa parole ne peut pas être Sadiq. Sur cette base même, celui qui",
          "prêche une chose et agit contrairement à elle, est considérée comme un faux",
          "prédicateur. Avec ce sens de sidq et sadiq en vue, on peut apprécier pleinement",
          "la signification du sadiq superlative. Cela impliquerait inévitablement une",
          "personne juste qui est exempt de toute impureté, qui n'a jamais dévié de la",
          "vérité et de la piété, qui n'a jamais pu être prévu de dire quoi que ce soit",
          "contre sa conscience. qui ont cru en ce qu'il croyait en pleine sincérité et est",
          "resté fidèle en toutes circonstances, et qui a pratiquement prouvé qu'il est un",
          "vrai croyant dans le plein sens du mot. [(Pour de plus amples explications, voir",
          "E.N. 99 de An-Nisa)]."
        ],
        "34" : [
          "Les premiers commentateurs ont différé sur l'explication de ce verset. Ibn",
          "'Abbas, Masruq, Dahhak, Muqatil bin Hayyan et d'autres disent que la phrase",
          "précédente a pris fin avec humsssiddiqun; et lavez-shuhada'-u `inda rabbihim",
          "la-hum-hum ajru wa nuru-hum est une phrase distincte et indépendante Selon cette",
          "explication, la traduction de la phrase serait: [\" Ceux qui ont cru en Allah et",
          "Son Messager , sont en effet le plus véridique [(comme siddiqun)];. comme pour",
          "les vrais témoins [(ash-Shuhada)], ils auront leur récompense et leur lumière de",
          "leur Seigneur \"] Contrairement à cela, Mujahid et plusieurs autres commentateurs",
          "égard toute cette expression comme une phrase. Selon eux la traduction serait",
          "celle que nous avons donné dans le texte ci-dessus. Les deux commentaires",
          "diffèrent parce que le premier groupe a pris la parole Shahid dans le sens du",
          "martyr dans le chemin d'Allah. et voyant que chaque croyant est pas un shahid, en",
          "ce sens, a pris wash-shuhada'-u `inda Rabbi-lui comme une phrase séparée. Mais",
          "l'autre groupe prend shahid dans le sens du témoignage de la vérité, et non pas",
          "dans le sens du martyr, et dans ce sens, chaque croyant est un shahid. Nous",
          "sommes d'avis que ce deuxième commentaire est préférable et cela est \n [ \"De",
          "même, Nous vous fîmes une communauté de la« Golden Mean »de sorte que vous pouvez",
          "être témoins à l'égard de l'humanité et le Messager peut être un témoin à votre",
          "égard.\"] [(AI-Baqarah, 143)] . \n [ \"AIIah vous avait appelé\"] musulmans [ \"avant",
          "cette fourmi vous [(du même nom)] a appelé dans ce [(Coran)] aussi pour que le",
          "Messager soit témoin en ce qui concerne vous et . vous pouvez être témoins en ce",
          "qui concerne le reste de l'humanité »] [(Al-Hajj: 78 <V:22:78>)] \n Dans un",
          "Hadith, Hadrat Bara 'bin' Azib a raconté qu'il a entendu le Saint Prophète [(sur",
          "qui sera la paix d'Allah)] dire: «Les croyants de ma Ummah sont shahid [(les",
          "témoins)]; puis il a récité ce verset de la sourate Al-Hadid. . [ \". [(Ibn",
          "Jarir)] Ibn Marduyah a raconté sur l'autorité de Hadrat Abu Darda 'la tradition",
          "que le Saint Prophète [(sur qui être la paix d'Allah)] dit:\"] Celui qui émigre",
          "d'un pays en afin de sauver sa vie et sa foi de la tentation, est enregistrée en",
          "tant que Siddiq [(plus véridique)], et quand il meurt, AIIah prend son âme comme",
          "un shahid [(vrai témoin)]. Puis AFTAR cela, le Saint Prophète récita ce verset. [",
          "\"[(Pour« l'explication de ce sens de shahadat, voir E:. N 144 AI-Baqarah, E.N 99",
          "de An-Nisa ', E.N. 82 d'Al-Ahzab)]."
        ],
        "35" : [
          "Autrement dit, \"] Chacun d'eux recevra la récompense et la lumière de la mesure",
          "et le degré qu'il mérite. Ils auront tous leurs propres récompenses et les",
          "lumières respectives, et leurs actions ont déjà été réservés pour leur,\""
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ ۖ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا ۖ وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ ۚ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ",
      "simpleTranslate" : [
        "Sachez que la vie d’ici-bas n’est que jeu et frivolité, apparat et futiles",
        "rivalités, ainsi que joutes sur la quantité de richesses et le nombre d’enfants.",
        "Elle est semblable à une pluie qui fait pousser une végétation qui, après avoir",
        "charmé un instant les cultivateurs, se fane, jaunit et tombe en débris. Dans la",
        "vie future, il y aura soit un terrible tourment, soit le pardon de Dieu et Son",
        "agrément. Quant à la vie d’ici-bas, elle n’est que jouissance éphémère."
      ],
      "tafsirTranslate" : [
        "savent bien que la vie de ce monde est simplement le sport et le détournement et",
        "la parure et un objet de votre vantardise un avec l'autre, et une rivalité dans",
        "la multiplication des richesses et des enfants. Sa ressemblance est celle de la",
        "pluie: quand elle produit la végétation, il ravit les talles. Mais alors elle se",
        "fane et tu vois jaunir, puis il s'effrite. Dans l'au-delà, il est (soit)",
        "châtiment douloureux (ou) le pardon d'Allah et (son) bon plaisir. La vie de ce",
        "monde est rien d'autre que l'illusion. <N:36>"
      ],
      "tanslateWordByWord" : [
        "Connaître",
        "cette",
        "la vie",
        "(du monde",
        "(Est) jouer",
        "et d'amusement",
        "et de la parure",
        "et offrant",
        "parmi vous",
        "et la concurrence dans augmentation",
        "de",
        "la richesse",
        "et les enfants",
        "comme (le) exemple",
        "(De) une pluie",
        "fait plaisir",
        "les talles",
        "sa croissance",
        "puis",
        "en séchant",
        "et vous voyez",
        "jaunissent",
        "puis",
        "se transforme",
        "débris",
        "Et en",
        "l'au-delà",
        "(Est) une punition",
        "sévère",
        "et le pardon",
        "de",
        "Allah",
        "et le plaisir",
        "Mais non",
        "(est la vie",
        "(du monde",
        "sauf",
        "(La) jouissance",
        "(De) l'illusion"
      ],
      "notes" : {
        "36" : [
          "Pour comprendre ce thème complètement il faut garder les versets suivants du",
          "Coran à l'esprit: Imran; 14- 15, Yunus: 24-25, ibrahim: 18, AI-Kahf: 45-46,",
          "An-Nur: 39. En aII ces vers la vérité qui a été imprimé à l'esprit est: La vie de",
          "ce monde est un vie temporaire: son ressort, ainsi que son automne est",
          "temporaire, Them est beaucoup ici pour séduire l'homme. mais, en fait, se compose",
          "de base et insignifiantes choses que l'homme à cause de son manque de profondeur",
          "d'esprit considère comme une grande et splendide et est trompé en pensant que",
          "dans leur réalisation réside le succès suprême, La vérité est cependant que les",
          "avantages et les moyens de plaisir les plus élevés et le plaisir que l'on peut",
          "éventuellement atteindre dans le monde, arc en effet libériennes et insignifiant",
          "et limité à quelques années de vie temporaire, et peut être détruit par un seul",
          "tour du destin. Contrairement à cela, l'au-delà de levage est une vie splendide",
          "et éternelle: ses avantages sont grands et permanents et ses pertes sont trop",
          "grande et permanente. Celui qui atteint le pardon d'Allah et Sa bonne volonté là,",
          "va en effet avoir atteint la félicité éternelle à côté de laquelle toute la",
          "richesse du monde et de son royaume deviennent pâles et insignifiantes. Et celui",
          "qui est saisi dans le tourment de Dieu là, viendra à savoir qu'il avait fait une",
          "mauvaise affaire, même s'il avait atteint aII qu'il considérait comme une grande",
          "et magnifique dans le monde."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "سَابِقُوا إِلَىٰ مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ ۚ ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
      "simpleTranslate" : [
        "Hâtez-vous donc d’obtenir le pardon de votre Seigneur et de mériter un Paradis",
        "aussi vaste que le Ciel et la Terre, destiné à ceux qui croient en Dieu et à Ses",
        "envoyés. C’est là la grâce de Dieu qu’Il accorde à qui Il veut, car Dieu est le",
        "Maître de la grâce suprême."
      ],
      "tafsirTranslate" : [
        "Donc vie avec l'autre <N:37> en cherchant à atteindre le pardon du Seigneur votre",
        "et un jardin dont la largeur est la largeur du ciel et la terre, <N:38> celui qui",
        "a été préparé pour ceux qui croient en Allah et en Ses messagers. Telle est la",
        "grâce d'Allah qu'Il donne à qui Il veut. Allah est le Seigneur de riche bonté."
      ],
      "tanslateWordByWord" : [
        "Course",
        "à",
        "(Le) pardon",
        "de",
        "votre Seigneur",
        "et un jardin",
        "sa largeur,",
        "(Est) comme (la) largeur",
        "(De) le ciel",
        "et la terre",
        "préparé",
        "pour ceux qui",
        "croyez",
        "en Allah",
        "et Ses messagers",
        "Cette",
        "(Est) Bounty",
        "(De) Allah",
        "Il donne",
        "(à qui",
        "Il veut",
        "Et Allah",
        "(Est) le Possesseur du Bounty",
        "(Est) le Possesseur du Bounty",
        "le grand"
      ],
      "notes" : {
        "37" : [
          "Musabagat [(à partir de laquelle sabiqu de l'original est dérivé)] signifie pour",
          "concurrencer et rivaliser les uns avec les autres afin d'exceller. Le sens est: [",
          "\"Abandonnez vos rivalités avec un autre pour amasser des richesses, et les",
          "plaisirs et les avantages, du monde et de la place faire le pardon de votre",
          "Seigneur et le Paradis l'objet de votre lutte et rivalités."
        ],
        "38" : [
          "Certains commentateurs ont pris la parole dans ard 'arduha ka-' sama ard-est- '-I",
          "wal-ard dans le sens de la largeur, mais en réalité ce mot a été utilisé ici dans",
          "le sens d'espace et extensification . En arabe, le mot ard est non seulement",
          "utilisé pour la largeur, en contrepartie de la longueur, mais aussi pour espace,",
          "comme il a été utilisé dans Ha Mim As-Sajda: 51: fa-dhu du'a dans 'aride: \"] Puis",
          "il est plein de supplication verbeuses. [ «d'ailleurs, il faut aussi comprendre",
          "que l'objet ici est de ne pas prédire la zone ou l'étendue du Paradis, mais pour",
          "donner une idée de son immensité et extensification. Voici son immensité a été",
          "décrit comme l'immensité du ciel et la terre, et dans la sourate. AI-Imran il a",
          "été dit: (v. 133) \"] Hâtez à suivre le chemin qui mène au pardon de votre",
          "Seigneur et Paradis dont l'immensité est celle de l'univers, qui a été préparé",
          "pour les justes\" '[] Lorsque ces deux versets sont lus ensemble, on a l'idée que",
          "le; jardins et palais homme recevra au Paradis ne servent sa demeure sur place t,",
          "mais l'univers entier sera sa maison, il ne sera pas limité à un seul endroit que",
          "soit dans ce monde, où juste pour atteindre la Lune, son voisin le plus proche",
          "dans l'espace, il a dû lutter dur pendant des années et dépenser des ressources",
          "excessives que pour surmonter les difficultés d'une courte journeny. Il l'univers",
          "entier sera accessible pour lui: il sera en mesure de voir tout ce qu'il désire",
          "de son poste et être en mesure de visiter selon endroit où il aimerait",
          "facilement."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا ۚ إِنَّ ذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
      "simpleTranslate" : [
        "Aucun malheur ne s’abat sur la Terre ou sur vos propres personnes qui ne figure",
        "déjà dans un Livre, avant même que Nous le fassions survenir. Et c’est une chose",
        "si aisée pour le Seigneur."
      ],
      "tafsirTranslate" : [
        "Aucun malheur ne jamais arrive sur la terre, ni sur vous-mêmes, mais nous avons",
        "inscrit dans le Livre <N:39> avant de le rendre manifeste. <N:40> Certes, cela",
        "est facile pour Allah. <N:41>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "grèves",
        "tout",
        "catastrophe",
        "dans",
        "La terre",
        "et pas",
        "dans",
        "vous-mêmes",
        "mais",
        "dans",
        "un registre",
        "avant",
        "avant",
        "cette",
        "Nous apportons à l'existence",
        "Effectivement",
        "cette",
        "pour",
        "Allah",
        "(est facile"
      ],
      "notes" : {
        "40" : [
          "Ici, [ \"it\"] peut-être allusion à l'affliction, ainsi que sur la terre, ou le soi",
          "de l'homme, ou en raison du contexte, à toutes les créatures."
        ],
        "41" : [
          "Autrement dit, il est pas du tout difficile pour Allah pré-ordonnons le destin de",
          "chacun de ses créatures."
        ],
        "39" : [
          "[ \"Un livre\"]: l'Allégorie du destin,"
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "لِكَيْلَا تَأْسَوْا عَلَىٰ مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ ۗ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ",
      "simpleTranslate" : [
        "Il en est ainsi afin que vous ne vous tourmentiez pas au sujet d’un bien qui vous",
        "échappe ou que vous ne vous réjouissiez pas outre mesure de celui que Dieu vous",
        "accorde, car Dieu n’aime point les superbes pleins de gloriole"
      ],
      "tafsirTranslate" : [
        "(Nous le faisons) que vous ne pouvez pas pleurer sur <N:42> la perte que vous",
        "souffrez, ni réjouissez sur ce qu'Il vous a donné. Allah n'aime pas le vaniteux,",
        "le vantard,"
      ],
      "tanslateWordByWord" : [
        "Alors que vous ne pouvez pas",
        "chagriner",
        "plus de",
        "quelle",
        "vous a échappé",
        "et (faire) pas",
        "exulter",
        "à quel",
        "Il vous a donné",
        "Et Allah",
        "(ne fait pas",
        "amour",
        "chaque",
        "auto-trompé",
        "fanfaron"
      ],
      "notes" : {
        "42" : [
          "Afin de comprendre pourquoi cela a été dit dans ce contexte, il convient de",
          "garder à l'esprit les conditions par lesquelles les musulmans se passaient à",
          "l'époque cette sourate a été révélée. «Un danger toujours présent d'une attaque",
          "par l'ennemi, les batailles en succession rapide, l'état de siège constant, les",
          "difficultés causées par le boycott économique par les incroyants, la persécution",
          "des convertis à l'islam partout en Arabie, ce sont les conditions que les",
          "Musulmans ont été confrontés avec à cette époque. Les incroyants regardés ceux-ci",
          "comme une preuve des musulmans ayant été abandonné et rejeté, et les hypocrites",
          "ont pris ces derniers comme une confirmation de leurs soupçons et des doutes.",
          "Quant aux musulmans sincères, ils ont été confrontés à ces courageusement et",
          "résolument, mais l'excès de détresse et les souffrances seraient parfois devenir",
          "essayant même pour eux. Ainsi, les musulmans sont consolés, comme pour dire: [",
          "«Non affliction, Dieu ne plaise, vous est arrivé à l'insu de votre Seigneur Quoi",
          "que vous rencontrez est selon le schéma préétabli d'Allah, qui est déjà",
          "enregistré. dans le Allégorie du destin. et vous êtes fait pour passer à travers",
          "ces épreuves et tribulations pour le bien de votre propre formation pour le grand",
          "service que Dieu veut prendre de vous. Si vous êtes faits pour atteindre le",
          "succès sans passer par ces épreuves , les faiblesses resteront dans votre",
          "personnage en raison de laquelle vous ne soyez capable de digérer le pouvoir et",
          "l'autorité, ni résister aux tempêtes et furies du mensonge. \"]"
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ ۗ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ",
      "simpleTranslate" : [
        "ni les avares qui prêchent l’avarice dans leur entourage. Quant à ceux qui",
        "tournent le dos à la charité, qu’ils sachent que Dieu Se suffit à Lui-même et",
        "qu’Il est Digne de louange."
      ],
      "tafsirTranslate" : [
        "ceux qui sont avares et à la vente d'autres d'être mesquine. <N:43> Et celui qui",
        "se détourne, (devrait savoir que) Allah est autosuffisant, Immensément",
        "Praiseworthy. <N:44>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "sont radin",
        "et enjoindre",
        "(Sur) les personnes",
        "avarice",
        "Et quiconque",
        "se détourne",
        "alors en effet",
        "Allah",
        "Il",
        "(Est) gratuit de besoin",
        "le Praiseworthy"
      ],
      "notes" : {
        "44" : [
          "Autrement dit, [ «Même si, après avoir entendu ces paroles de remontrance une",
          "personne n'adopte pas la voie de la sincérité, la fidélité et de sacrifice pour",
          "le bien de AIIah et sa religion, et souhaite persister dans son entêtement,",
          "qu'Allah désapprouve, alors AIlah n'a aucune utilité pour lui, pour AIIah est",
          "AII-suffisant et indépendant de ses créatures. Il ne se tient pas besoin de leur",
          "aide de quelque façon et il est tout-Praiseworthy: les gens de bonnes qualités",
          "que l'arc acceptable Lui, les gens de mauvais caractère ne peut pas être en droit",
          "de recevoir une faveur de Lui \"]."
        ],
        "43" : [
          "L'allusion est le trait de caractère que tout le monde pourrait connaître parmi",
          "les hypocrites dans la société musulmane elle-même. En ce qui concerne",
          "l'affirmation extérieure de la foi, ils ne pouvaient pas être distingués des",
          "vrais musulmans. Mais en raison du manque de sincérité qu'ils ne recevaient pas",
          "le genre de formation qui a été accordée aux musulmans sincères. Par conséquent,",
          "la petite prospérité et le leadership qu'ils jouissaient dans une ville ordinaire",
          "de l'Arabie, a été les obligeant à être gonflé de fierté. Quant à leur pingrerie,",
          "non seulement ont-ils été fhcmsc1vee réticents à donner un sou dans la cause de",
          "Dieu qui ils professaient de croire et le Messager qu'ils professaient à suivre",
          "et la foi qu'ils professaient avoir accepté, mais ont essayé d'empêcher les",
          "autres également de faire toute contribution, car, pensaient-ils, était une cause",
          "inutile. De toute évidence, il y avait eu aucun procès et les tribulations, ces",
          "gens sans valeur, qui étaient d'aucune utilité à Allah, ne pouvaient pas être",
          "séparés des croyants sincères et dignes, et sans eux, désherber une foule mixte",
          "de musulmans sincères et sincères ne pouvait pas être chargé de hautes fonctions",
          "de leadership du monde, les grandes bénédictions dont le monde par la suite été",
          "témoins dans le califat bien guidé."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ ۖ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ",
      "simpleTranslate" : [
        "Nous avons envoyé Nos prophètes munis de preuves irréfutables, et Nous avons fait",
        "descendre avec eux le Livre et la balance, afin de faire régner la justice parmi",
        "les hommes. Nous avons également fait descendre le fer qui comporte une force",
        "redoutable, et aussi de multiples avantages pour les hommes, afin que Dieu, dans",
        "Son mystère, reconnaisse ceux qui défendent Sa Cause et celle de Ses prophètes.",
        "En vérité, Dieu est Plein de force et de puissance."
      ],
      "tafsirTranslate" : [
        "En effet, Nous avons envoyé Nos Messagers avec des preuves évidentes, et fait",
        "descendre avec eux le Livre et la balance que les gens peuvent faire respecter la",
        "justice. <N:45> Et Nous avons fait descendre le fer, dans lequel il est puissance",
        "impressionnante et beaucoup avantages pour les personnes, <N:46> afin qu'Allah",
        "savoir qui, sans même l'avoir vu, Lui et Ses messagers aide. Certes, Allah est le",
        "plus fort, le plus puissant. <N:47>"
      ],
      "tanslateWordByWord" : [
        "Certainement",
        "Nous avons envoyé",
        "Nos messagers",
        "avec des preuves évidentes",
        "et Nous avons fait descendre",
        "avec eux",
        "l'Ecriture",
        "et la balance",
        "qui peut établir",
        "les gens",
        "Justice",
        "Et Nous avons fait descendre",
        "[le fer",
        "où",
        "(Est) le pouvoir",
        "puissant",
        "et les avantages",
        "pour les gens",
        "et afin qu'Allah mettre en évidence",
        "et afin qu'Allah mettre en évidence",
        "(lui qui",
        "Lui aide",
        "et Ses messagers",
        "invisible",
        "Effectivement",
        "Allah",
        "(Est) All-Fort",
        "Tout-Puissant"
      ],
      "notes" : {
        "45" : [
          "Dans cette courte phrase toute l'essence de la mission des prophètes bas été",
          "comprimé, que l'on doit comprendre clairement. Il dit que tous les messagers qui",
          "sont venus au monde de AIIah, apporté trois choses: \n [(1)] Bauuomatat: manifeste",
          "des signes qui montraient clairement qu'ils étaient vraiment des messagers",
          "d'Allah, et ne sont pas des imposteurs; des arguments convaincants qui rendait",
          "évident que ce qu'ils déchiraient présentant comme la Vérité était vraiment la",
          "vérité, et ce qu'ils condamné comme le mensonge était vraiment des instructions",
          "claires mensonge qui ont dit sans ambiguïté quel était le. bonne façon pour les",
          "gens à l'égard des croyances, les mœurs, les actes de culte et les relations,",
          "qu'ils devraient adopter, et quelles étaient les mauvaises façons dont ils",
          "devraient shun et éviter. \n [(2)] Kitab: le livre qui contenait tous les",
          "enseignements nécessaires à la conduite de l'homme afin que les gens peuvent se",
          "tourner w pour l'illumination. \n [(3)] Mizan: le critère de la vérité et le",
          "mensonge qui peut indiquer précisément, comme un équilibre, le juste milieu entre",
          "les extrêmes t40 en matière de pensée, la morale et les relations. \n L'objet pour",
          "lequel les prophètes ont été envoyés avec ces trois choses était la conduite de",
          "l'homme dans le monde et le système de la vie humaine, aussi bien",
          "individuellement que collectivement, devraient être mis en place avec la justice.",
          "Sur le à la main, chaque homme devrait connaître précisément les droits de Dieu,",
          "les droits de son auto et les droits de tous. ces personnes avec qui ne peuvent",
          "avoir w beaucoup de toute façon, et doivent les remplir fidèlement; et, d'autre",
          "part, le système de la vie collective devrait reposer sur des principes tels que",
          "devrait éliminer toute sorte d'injustice de la société, devrait sauvegarder tous",
          "les aspects de la civilisation et de la vie locial contre l'extrémisme, devrait",
          "établir un juste équilibre et de l'équité dans toutes les sphères de la",
          "collective la vie, de sorte que tous les éléments de la société devraient",
          "recevoir leurs droits de façon équitable et remplir leurs obligations et",
          "fonctions de manière responsable. En d'autres termes, l'objet de l'envoi des",
          "prophètes était d'établir individuelle ainsi que la justice collective Ils",
          "voulaient établir la justice dans l'ascenseur personnel de chaque individu afin w",
          "apporter l'équilibre et l'équilibre dans son esprit, son caractère, sa conduite",
          "et son relations. Ils voulaient aussi d'établir l'ensemble du système de la",
          "société humaine sur la justice, afin que l'individu et la société devraient aider",
          "et de coopérer les uns avec les autres dans leur spirituel, moral et bien-être",
          "matériel au lieu d'être un obstacle et un obstacle."
        ],
        "46" : [
          "Envoi vers le bas fer signifie créer fer dans la terre comme dans Az-Zumar: 6, il",
          "a été dit: Comme tout ce qui existe dans le [ \"Il Scat vers le bas pour vous huit",
          "têtes de bétail, mâle et femelle.\"] la terre, est venu héros par le commandement",
          "d'Allah, et n'a pas comparu par lui-même, son être créé a été exprimé dans le",
          "Coran comme son envoi vers le bas. La mention de [ «l'envoi de descendre le fer",
          "qui a la force GREATH et d'autres avantages pour les hommes\"] immédiatement après",
          "avoir déclaré l'objet de la mission des prophètes par lui-même indique que par le",
          "fer, on entend ici le pouvoir politique et militaire. Ainsi le verset signifie: [",
          "«Allah n'a pas soulevé ses prophètes dans le monde juste pour présenter un plan",
          "pour la mise en place de la justice, mais il était aussi une partie de leur",
          "mission w effort pour faire appliquer pratiquement, w recueillir la puissance",
          "nécessaire pour établir la justice dans toutes les sphères de la vie, w punir",
          "ceux qui pourraient le perturber et de briser le pouvoir de ceux qui pourraient",
          "résister. \"]"
        ],
        "47" : [
          "Autrement dit, [ «Allah n'a pas besoin de cette aide parce qu'il est faible et ne",
          "peut pas utiliser son pouvoir pour accomplir ce travail, mais il a adopté cette",
          "méthode pour le procès des hommes: l'homme peut avancer sur le chemin de son .",
          "progrès et le bien-être qu'en passant par ce procès Allah a en effet le pouvoir w",
          "assujettir toutes les mécréants par une commande à chaque fois qu'il veut et",
          "donner à Ses messagers la domination complète sur eux, mais dans ce cas, les",
          "croyants dans les Messcngers aurait - rien à faire pour lequel ils devraient",
          "avoir droit à des récompenses. Voilà pourquoi Allah au lieu de l'accomplissement",
          "de cette mission par sa puissance dominante a adopté la méthode d'envoi Ses",
          "messagers aux êtres humains avec les signes et le livre et le critère, et leur",
          "enjoignit de présenter la voie de la justice devant le peuple et les exhorter à",
          "ne pas et renoncer à la méchanceté triste injustice Dans le même temps, il nous a",
          "donné la pleine option d'accepter le message des messagers ou de le rejeter. il",
          "appela ceux qui ont accepté l'invitation à venir en avant et Lui et Ses messagers",
          "aider à établir la justice, et d'exercer leur pouvoir contre ceux l'ont plié sur",
          "le maintien du système injuste. Ainsi, Allah veut voir qui d'entre nous",
          "rejettent: l'invitation à la justice, qui exercent leur vie afin de conserver",
          "l'injustice contre la justice, qui se dérobe: d soutenir la lutte pour la cause",
          "du message de la justice après qu'ils l'ont accepté, et qui jeu leurs vies et",
          "leurs biens pour l'amour de Dieu invisible pour aider la vérité devient dominante",
          "dans le monde. Seulement pour ceux qui émergent avec succès dans ce test seront",
          "avenues au montage des progrès être ouvert. \"]"
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النُّبُوَّةَ وَالْكِتَابَ ۖ فَمِنْهُمْ مُهْتَدٍ ۖ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ",
      "simpleTranslate" : [
        "Nous avons envoyé Noé et Abraham et Nous avons confié à leur descendance la",
        "prophétie et l’Écriture. Et si certains d’entre eux ont suivi le droit chemin,",
        "beaucoup d’autres furent pervers."
      ],
      "tafsirTranslate" : [
        "En effet, nous <N:48> envoyèrent Noé et Abraham et établis dans leur ligne",
        "Prophétie et le livre. <N:49> Ensuite, certains d'entre eux ont embrassé",
        "l'orientation et beaucoup d'entre eux sont méchants. <N:50>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons envoyé",
        "Nuh",
        "et Ibrahim",
        "et Nous avons placé",
        "dans",
        "leur progéniture",
        "prophétie",
        "et l'Ecriture",
        "et parmi eux,",
        "(Est) une une guidée",
        "mais la plupart",
        "d'eux",
        "(Sont) un air de défi disobediently"
      ],
      "notes" : {
        "48" : [
          "Maintenant, il est dit ce corruptions figurait parmi ceux qui ont cru dans les",
          "prophètes qui sont venus au monde devant le Prophète Muhammad [(sur qui être la",
          "paix et la bénédiction d'Allah)] avec les signes et le Livre et la Critère."
        ],
        "49" : [
          "qui est, selon Messenger est venu avec le Livre d'Allah, était parmi la",
          "descendance du Prophète Noé et, après lui, de la descendance du Prophète Abraham."
        ],
        "50" : [
          "«transgresseurs Devient» est devenu désobéissant."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "ثُمَّ قَفَّيْنَا عَلَىٰ آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ۖ فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ ۖ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ",
      "simpleTranslate" : [
        "Nous avons envoyé ensuite sur leurs traces Nos autres prophètes que Nous avons",
        "fait suivre de Jésus, fils de Marie, à qui Nous avons donné l’Évangile. Et Nous",
        "avons fait naître dans le cœur de ceux qui l’ont suivi la bonté et la compassion.",
        "Quant au monachisme qu’ils ont instauré eux-mêmes, Nous ne le leur avons point",
        "imposé. Ils y étaient seulement poussés par leur propre désir d’être agréables à",
        "Dieu, sans pour autant l’observer comme ils auraient dû le faire. Nous avons",
        "donné leur récompense à ceux qui avaient cru parmi eux ; mais beaucoup d’entre",
        "eux furent des pervers."
      ],
      "tafsirTranslate" : [
        "Dans leur sillage, Nous avons envoyé une succession de Nos messagers, et",
        "ressuscité Jésus, fils de Marie, après tout, et il rendit son l'Evangile, et nous",
        "avons mis la tendresse et de la miséricorde <N:51> dans les cœurs de ceux qui le",
        "suivirent. En ce qui concerne le monachisme, <N:52> ce sont eux qui l'a inventé,",
        "<N:53> Nous ne prescrivait pas pour eux. Ils s'inventé à la poursuite du bon",
        "plaisir d'Allah, et ils ne l'observent comme il aurait dû être observée. <N:54>",
        "Ainsi, Nous avons donné leur récompense à ceux d'entre eux qui croyaient. Mais",
        "beaucoup d'entre eux sont méchants."
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous avons envoyé",
        "sur",
        "leurs traces",
        "Nos messagers",
        "et Nous avons suivi",
        "avec Isa",
        "fils",
        "(De) Maryam",
        "et Nous lui avons donné",
        "l'Injeel",
        "Et Nous avons placé",
        "dans",
        "(les) coeurs",
        "(De) ceux qui",
        "le suivi",
        "la compassion",
        "et de la miséricorde",
        "Mais monachisme",
        "ils innovées",
        "ne pas",
        "Nous prescrit",
        "pour eux",
        "seulement",
        "recherche",
        "(le plaisir",
        "(De) Allah",
        "mais non",
        "ils ont observé qu'il",
        "(Avec) droit",
        "observance",
        "Donc, Nous avons donné",
        "ceux qui",
        "a cru",
        "parmi eux",
        "leur récompense",
        "mais la plupart",
        "d'eux",
        "(Sont) un air de défi disobediently"
      ],
      "notes" : {
        "51" : [
          "Les mots du texte sont rafat et rahmat, qui sont presque synonymes: Mais quand",
          "ils sont utilisés ensemble, rafat implique la compassion qu'une personne se sent",
          "en voyant une autre personne dans la douleur et de la détresse, et rahmat est le",
          "sentiment sous lequel sera tente To- l'aider. Comme le Prophète Jésus était très",
          "compatissant et miséricordieux envers le peuple, son ce trait de caractère",
          "profondément influencé ses disciples: par conséquent, ils ont traité les gens",
          "avec pitié ant-sympat par et servis avec eux aII leur cœur et l'âme."
        ],
        "52" : [
          "Le Rahb racine [(à partir de laquelle rabaniyyat ou ruhbaniyyat est dérivé)]",
          "signifie la peur; ainsi rahbaniyyat signifie un mode de vie qui reflète la peur",
          "et la terreur, et ruhbaniyyat signifie le mode de vie de la peur. Comme un terme",
          "implique une personne de l'abandon du monde de la peur [(que ce soit la peur de",
          "la tyrannie de quelqu'un, ou loin des tentations mondaines et les distractions,",
          "ou la peur de ses faiblesses personnelles)] et se réfugier dans la jungle et les",
          "montagnes, ou vivant seul comme un ermite."
        ],
        "53" : [
          "Les mots de l'original peut HAVC deux significations: [(I)] [ \"que nous",
          "n'enjoignons rahbanit monachisme) sur eux: Nous avons enjoint sur eux que la",
          "recherche de l'agrément d'Allah:\"] et [(2)] que le monachisme n'a pas été enjoint",
          "par nous: ils de leur propre gré enjoint sur eux-mêmes, à chercher le bon plaisir",
          "d'Allah [ \"Dans les deux cas ce verset rend explicite que le monachisme est un",
          "non islamiques crced, et il n'a jamais. fait partie de la vraie foi la même chose",
          "a été dit par le Saint Prophète ainsi: \"..] Il n'y a pas monachisme en Islam [\"",
          "[(Musnad Ahmed)]. Dans un autre Hadith, le Saint Prophète a dit: \"] Le monachisme",
          "de cette Ummah est de combattre dans le sentier d'Allah [.\" [(Musnad Ahmed",
          "Musnad'Abi Ya'la C'est, il voie à cette Ummah d'atteindre aux mensonges de la",
          "piété spirituelle pas à abandonner le monde, mais en combattant dans le sentier",
          "d'Allah: cette Ummah ne fuit pas les jungles et les montagnes de peur des",
          "tentations et les distractions, mais les contrebalance par le recours à la lutte",
          "dans le sentier d'Allah selon une tardition liée à la fois par Bukhari ant par.",
          "musulman, l'un des Compagnons a dit qu'il garderait jusqu'à prières pendant toute",
          "la nuit, un autre a dit qu'il jeûner perpétuellement sans jamais observer une",
          "pause, et un troisième dit le il ne se marierait jamais et aurait rien à voir",
          "avec les femmes Lorsque. le Saint Prophète (sur qui être la paix d'Allah)] est",
          "venu à connaître de ce qu'ils avaient résolu, il dit: «Par Dieu, je crains Allah",
          "le plus et rester conscient de lui en tout temps, et pourtant mon chemin est que",
          "j'observe le jeûne ainsi que le casser, je maintenir la prière pendant la nuit,",
          "ainsi que avoir un sommeil; et je me marie les femmes aussi. Celui qui DCES pas",
          "suivre mon chemin, ne fait pas partie de moi \"] .Hadrat Anas dit que le Saint",
          "Prophète [(sur qui sera de la paix d'Allah)] l'habitude de dire: [« Ne devenons",
          "dur et sévère à vous-mêmes de peur que AIIah devrait être dur et sévère pour",
          "vous. Une communauté a adopté cette façon de sévérité envers elle-même; puis",
          "Allah a également saisi dans la gravité. Regardez, le reste d'entre eux se",
          "trouvent dans les monastères et les églises. \"] [(Ud Abu Da ')]."
        ],
        "54" : [
          "Autrement dit, ils ont été impliqués dans une double erreur: d'abord, ils ont",
          "imposé sur eux-mêmes les restrictions qu'Allah avait pas imposées; deuxièmement,",
          "ils ne respectent pas dans le bon esprit, les restrictions qu'ils avaient",
          "imposées sur eux-mêmes en vue d'atteindre à la bonne volonté d'Allah, et se sont",
          "conduits de façon à gagner la colère d'Allah au lieu de son bon plaisir. \n Pour",
          "comprendre ce thème complètement nous devrions HAVC un oeil à l'histoire du",
          "monachisme chrétien. \n Jusqu'à 200 ans après le Prophète Jésus [(paix soit sur",
          "lui)] l'Église chrétienne ne connaissait pas le monachisme. Ses germes,",
          "cependant, ont été trouvés dans le christianisme dès le début. Pour regarder",
          "l'ascétisme comme un idéal moral et à considérer le célibat comme supérieur",
          "matrimoniaux et de la vie mondaine est la base du monachisme. Ces deux existaient",
          "dans le christianisme depuis le début. En raison de la sanctification du célibat",
          "en particulier, il a été jugé indésirable pour les services religieux célébrés",
          "dans l'église pour se marier, avoir des enfants et d'être impliqué dans les",
          "tâches domestiques; si bien que par le 3ème monachisme siècle a commencé à se",
          "répandre comme une épidémie dans Christiandom. Historiquement, il y avait trois",
          "causes principales !: \n En premier lieu, la sensualité, l'immoralité et le culte",
          "du monde avaient alors pénétré l'ancienne société polythéiste que, dans leur zèle",
          "pour la contrecarrer les savants chrétiens ont adopté la manière extrémiste au",
          "lieu de la voie de la modération. Ils ont insisté sur la chasteté alors que la",
          "relation entre l'homme et la femme en lui-même est venu à être considéré comme",
          "sale, même si elle était dans le mariage. Ils ont réagi si violemment à",
          "mammonisme que posséder des biens de toute nature a finalement été considéré",
          "comme un péché pour une personne religieuse et de vivre comme un pauvre homme et",
          "ascétique le critère de l'excellence morale. De même, dans leur réaction au",
          "sensualisme de la société polythéiste ils ont touché l'autre extrême. Ils ont",
          "fait le retrait de plaisir et de tout le confort matériel, l'abnégation et la",
          "limitation des désirs l'objet de la morale et considérées torturer le corps par",
          "différentes sortes de discipline sévère comme l'apogée et la preuve de la",
          "spiritualité d'une personne. \n En second lieu, lorsque le christianisme a",
          "commencé à réaliser des succès et se propage rapidement parmi les gens",
          "ordinaires, l'Eglise dans son zèle pour attirer de plus en plus d'adeptes sont",
          "allés sur imbiber tous les maux qui prévalait dans la société. Ainsi, saint-culte",
          "remplacé les anciennes divinités. Images du Christ et de Marie ont commencé à",
          "être adoré à la place des idoles d'Horus et Isis. Chrismas a pris la place de",
          "Saturnales. moines chrétiens ont commencé à pratiquer toutes sortes d'art occulte",
          "comme guérir les malades par des amulettes et des incantations magiques, en",
          "prenant des présages et cartomancie, chassant les esprits, etc., étaient répandus",
          "dans les temps anciens. De même, étant donné que les gens ordinaires regardaient",
          "une chansonnette et nue personne qui a vécu dans une grotte ou den Comme un homme",
          "saint et pieux, ce concept même de saintlihood est devenu répandu dans l'Église",
          "chrétienne, et les légendes de leurs pouvoirs miraculeux a commencé à abonder",
          "dans le mémoires des saints chrétiens, \n En troisième lieu, les chrétiens",
          "possédaient pas de loi détaillée et des traditions et des pratiques précises pour",
          "déterminer les limites de la religion. Ils avaient renoncé à la loi mosaïque et",
          "l'Evangile lui-même donné aucun code parfait de l'orientation. Par conséquent,",
          "les médecins chrétiens se sont mis en autorisant tous les types d'innovation pour",
          "entrer dans la religion en partie sous l'influence des philosophies exotiques,",
          "coutumes et pratiques et en partie sous leur préférence personnelle et caprice.",
          "Le monachisme était une telle innovation. savants et docteurs de la loi",
          "chrétienne a pris sa philosophie et les règles et les pratiques des moines",
          "bouddhistes, hindous yogis et ascètes, anachorètes égyptiens, manichéens",
          "iraniens, et les disciples de Platon et Plotin, et fait la même les moyens",
          "méthodes de fourmis d'atteindre l'auto-purification , élévation spirituelle et la",
          "proximité de AIIah. Ceux qui ont commis cette erreur n'étaient pas des hommes",
          "ordinaires. Du 3 au 7ème siècle [(ie. Jusque vers le moment où le Coran a",
          "commencé à être révélé)] les personnalités religieuses qui ont été reconnues",
          "comme les plus grands spécialistes et guides religieux et les chefs de la",
          "chrétienté, à la fois dans l'Est et dans le Ouest, -St. Athanase, saint Basile,",
          "saint Grégoire de Bazianzus, St. Chrysostome, saint Ambroise, saint Jérôme, saint",
          "Augustin saint Benoît, saint Grégoire le Grand-tous étaient moines eux-mêmes et",
          "de grands défenseurs du monachisme. Il était sous leur influence que le",
          "monachisme est devenu populaire dans l'Eglise. \n Historiquement, le monachisme",
          "parmi les chrétiens d'Egypte ont commencé. Son fondateur était St. Anthony [(250",
          "apr. J.-C. -350)] qui est considéré comme le père du monachisme chrétien. Il a",
          "créé le premier monastère à Pispir [(maintenant Der al Memum)] dans le Fayoum.",
          "Plus tard, il a créé un autre monastère sur la côte de la mer Rod, qui est",
          "maintenant appelé Der Mar Antonius Les cultes de base de Christian monachisme",
          "sont tirées de ses écrits et instructions. Après ce début les mouvements",
          "monastiques se répandent comme une inondation de f en Egypte et monastères pour",
          "les moines et les nonnes ont été mis en place partout dans le pays dans certains",
          "d'entre eux a vécu trois mille moines à la fois. En 325 une autre ascétique,",
          "Pachôme, est apparu en Egypte, qui a fondé dix grands monastères et couvents pour",
          "les moines et les nonnes. Le mouvement monastique a alors commencé à se répandre",
          "en Palestine et en Syrie et dans différents pays d'Afrique et d'Europe. L'Eglise",
          "chrétienne au début a connu une certaine confusion en rapport avec le monachisme,",
          "pour bien qu'elle reconnaisse l'abandon du monde, le célibat et la pauvreté",
          "volontaire comme un idéal de la vie spirituelle, mais il ne pouvait pas déclarer",
          "le mariage, la production d'enfants et de posséder des biens ou de l'argent pour",
          "être pécheresse que les moines ont fait. Par la suite, sous l'influence des",
          "saints hommes comme saint Athanase [(d. 373)], Saint-Basile [(d. 379)], saint",
          "Augustin [(d. 430)] et Grégoire le Grand [(d. 609 )] bon nombre des règles",
          "monastiques sont devenus partie intégrante de l'Eglise. \n Cette innovation",
          "monastique a des caractéristiques qui sont brièvement comme suit: \n [(1)]",
          "Infliger la douleur sur le corps par des exercices sévères et de nouvelles",
          "méthodes. Dans cette chose chaque moine a essayé de surpasser l'autre. Les",
          "réalisations de ces saints hommes comme liés dans les mémoires des saints",
          "chrétiens sont à cet effet: saint Macaire d'Alexandrie constamment porté sur",
          "lui-même un poids de 80 livres. Pendant six mois, il a dormi dans un marais",
          "tandis mouches venimeuses proie sur son corps nu. Son disciple, Saint-Eusèbe, a",
          "même dépassé son maître dans la souffrance sévérités et rigueurs. Il se déplaçait",
          "portant un poids de 150 livres, et se trouvait dans un puits sec pendant trois",
          "ans. Saint-Saba a mangé le maïs qui commencent à avoir puante. trempé dans l'eau",
          "pendant un mois entier. St. Bassarion se trouvait dans des buissons épineux",
          "pendant 40 jours et n'a pas reposé son dos sur le sol pendant 40 ans.",
          "Saint-Pacôme a passé 15 années de sa vie, et selon une autre tradition de 50 ans,",
          "sans notation le dos à la ronde St. John resta debout dans le culte pendant trois",
          "ans au cours de laquelle il ne siégeait ni [(ay bas; il ne RECLINE parfois contre",
          "un rocher. Sa nourriture consistait en l'offrande qui a été apporté pour lui tous",
          "les dimanches. Saint-Siméon Styiltes (390-449)] qui est compté parmi les saints",
          "chrétiens les plus illustres, utilisée pour observer un un-cassé 40 jours rapide",
          "et souriant. en raison de ces concepts le lien du mariage entre l'homme et la",
          "femme est venu à être considéré comme sale. un moine était interdit même de",
          "regarder une femme, sans parler du mariage, et était tenu d'abandonner sa femme",
          "s'il était marié. Comme pour les hommes, il a également été impressionné sur les",
          "femmes que si elles voulaient entrer dans le Royaume des Cieux, ils devraient",
          "shun le mariage et restent célibataires et si elles étaient mariées, elles",
          "doivent se séparer de leurs maris. Saint-Jérôme, le savant chrétien distingué, a",
          "jugé que la femme qui est restée une vieille fille comme une nonne pour l'amour",
          "du Christ, était l'épouse du Christ, et sa mère était la loi de belle-mère du",
          "Christ, à savoir Dieu. Ailleurs saint Jérôme dit: [ \"Pour coupé les liens du",
          "mariage avec la hache de chasteté est le premier devoir du vrai dévot de Dieu».]",
          "Le premier impact de ces enseignements avaient sur un chrétien ou une femme",
          "chrétienne, sous la ferveur religieuse , était que sa vie conjugale a été ruinée.",
          "Et comme il n'y avait aucune disposition pour le divorce ou la séparation dans le",
          "christianisme, le mari et la femme se séparent les uns des autres alors qu'ils",
          "sont restés liés à wed-lock. St. Nilus était père de deux enfants. Quand il est",
          "venu sous le charme du monachisme, il a immédiatement séparé de sa femme.",
          "Saint-Ammon, sur la première nuit de son mariage, a donné son épouse un sermon",
          "sur la souillure du lien de mariage, puis les deux entre eux a décidé de tenir à",
          "l'écart les uns des autres tout au long de la vie. Saint-Abraham a abandonné sa",
          "femme sur la première nuit du mariage. La même chose a été fait par saint Alexis.",
          "Les mémoires des saints chrétiens sont pleins de ces incidents. \n L'Eglise a",
          "continué à résister d'une manière ou l'autre de ces concepts extrémistes pendant",
          "trois siècles. Dans ces jours, il n'a pas été nécessaire d'un prêtre pour être",
          "unique et célibataire. S'il était marié avant d'être nommé ministre, il pouvait",
          "garder sa femme. Cependant, il a été interdit de se marier après sa nomination.",
          "En outre, une personne ne pouvait pas être nommé ministre s'il avait épousé une",
          "veuve ou une femme divorcée, ou avait deux épouses, ou possédé une concubine. Peu",
          "à peu, par le 4ème siècle, le concept est devenu ferme que pour une personne",
          "mariée, il était odieux d'effectuer des services religieux dans l'Eglise. Le",
          "Conseil de Gengra [(AD 362)] a été la dernière à laquelle ces idées wen a tenu",
          "comme anti-religieux, mais un peu lour en 386, Roman Synode a recommandé aux",
          "prêtres pour éviter les relations de mariage et l'année suivante, le pape Sirice",
          "décrété que la prêtre marié, ou a continué à avoir des relations sexuelles avec",
          "sa femme si déjà marié doit être démis de ses fonctions. savants illustres comme",
          "saint Ambroise, saint Augustin a confirmé cette décision le plus ardemment, et",
          "après un peu de résistance, il est devenu pleinement appliquées dans l'Église",
          "occidentale. Dans cette période, plusieurs conseils ont été convoquées pour",
          "examiner les plaintes à l'effet que les personnes qui ont déjà été entachées",
          "avaient des [ \"illicites\"] relations avec leurs femmes, même après leur",
          "nomination à exercer des fonctions religieuses. Par conséquent, en vue de les",
          "réformer, les règles ont été faites à l'effet qu'ils doivent dormir en plein air,",
          "ne devraient jamais répondre à leurs épouses en privé, et devraient les",
          "rencontrer seulement en présence d'au [(jeté deux autres hommes. St. Gregory a",
          "fait mention d'un merveilleux prêtre qui n'a eu aucune relation avec sa femme",
          "depuis 40 ans, et quand la femme l'a approché à son lit de mort, il l'a",
          "réprimandé, en disant:. «femme tenir à l'écart [\"! \n (4)] Le chapitre le plus",
          "douloureux et pathétique du monachisme ascétique est qu'il coupé en morceaux les",
          "relations de l'homme avec ses parents, avec ses frères et sœurs, et même ses",
          "enfants pour les saints chrétiens l'amour des parents pour le fils, l'amour de la",
          "frères et sœurs pour le frère et l'amour des enfants pour le père aussi était un",
          "péché. Ils ont cru qu'il était nécessaire pour l'homme de rompre aII ces",
          "relations pour le bien du progrès spirituel. Dans les biographies des saints",
          "chrétiens on rencontre des incidents très pathétiques et déchirants. Un moine,",
          "St. Évagre, avait été l'objet d'exercices sévères dans le désert pendant de",
          "nombreuses années. Soudain, un jour des lettres de lui parvenaient de son père et",
          "sa mère, qui passaient leurs journées dans une grande agonie sans lui. Le saint,",
          "craignant que les lettres pourraient susciter des sentiments de l'amour humain",
          "dans son cœur, jeta les lettres immédiatement dans le feu, sans même les ouvrir.",
          "La mère et la sœur de Saint-Theodorus sont venus au monastère où il était",
          "descendu, avec des lettres de recommandation de nombreux prêtres, et souhaite",
          "avoir seulement un aperçu de lui, mais le saint refusé de venir devant eux. La",
          "mère de St. Marcus est allé au monastère sec lui. Elle a obtenu en quelque sorte",
          "la permission de l'abbé pour elle et lui a demandé d'ordonner à son fils de venir",
          "devant elle, mais le fils a été catégorique à ses prières. Enfin, mettre en œuvre",
          "les ordres de l'abbé en comparaissant devant sa mère déguisée et les yeux fermés.",
          "Ainsi, ni la mère était capable de reconnaître son fils, ni le fils a vu sa mère.",
          "Un autre saint, saint Poemen ant ses six frères vivaient dans un tnonastery du",
          "désert de l'Egypte. Des années plus tard leur vieille mère est venue à connaître",
          "de leurs allées et venues et se rendit à sec eux dans le monastère. Dès que les",
          "frères ont vu leur mère à venir, ils se hâtèrent dans leur cellule et ont fermé",
          "la porte. La mère a commencé à pleurer et gémir dehors en disant: \".] J'ai voyagé",
          "dans cette vieillesse à partir d'un lieu éloigné seulement d'avoir un aperçu de",
          "vous Il n'y aura pas de mal si je te vois suis-je pas ta mère [.?\" Mais les",
          "saints ne pas ouvrir la porte et dit à la mère qu'ils allaient la rencontrer dans",
          "le prochain monde. Encore plus douloureux et pitoyable est l'histoire de",
          "Saint-Siméon Stylite, qui a quitté ses parents et est resté loin d'eux, sans",
          "aucune trace de ses abouts où pendant 27 ans. Le père est mort de chagrin.",
          "Lorsque la renommée de la piété et la sainteté du fils répandre la mère, qui",
          "vivait encore à l'agonie, est venu de savoir où il se trouvait. Elle est venue au",
          "monastère pour le voir, mais les femmes n'ont pas été autorisés à entrer. Elle a",
          "prié pour que ce soit le fils doit l'appeler, ou il doit se CONIC vers lui",
          "laisser un aperçu de lui, mais \"] le saint [\" avant Pâques chaque année. Une fois",
          "qu'il a gardé debout sur une jambe pendant une année entière. Souvent, il",
          "quitterait son monastère et se retirer dans un puits. Plus tard, il a réalisé un",
          "pilier de 60 pieds érigée près d'Antioche, qui était de trois pieds de large au",
          "sommet et fulminé ronde. Il a passé les 30 dernières années de sa vie sur ce",
          "pilier et est resté en permanence exposé aux éléments. Ses disciples transportés",
          "de nourriture pour lui par une échelle et enlevé sa crasse. Il était même lié au",
          "pilier par une chaîne, qui a coupé dans sa chair; quand la chair est devenue",
          "pourrie, il élevé des vers; chaque fois qu'un ver est tombé, il rétablirait à la",
          "plaie, en disant: \".] Mangez ce que Dieu vous a donné des foules de pèlerins",
          "accouraient vers lui près et de loin Quand il est mort le monde chrétien a",
          "proclamé qu'il était le meilleur modèle d'un saint chrétien. \n Les mémoires des",
          "saints chrétiens de cette époque sont pleines de tels cas. Un saint particulier",
          "avait la particularité qu'il a observé le silence pendant 30 ans: il n'a jamais",
          "été vu parler. Un autre lui-même avait attaché à un rocher; une autre",
          "parcouraient les jungles et vivaient sur l'herbe; une autre se déplaçait",
          "transportant une lourde charge; un autre conservé ses membres et le corps attaché",
          "dans les fers et les chaînes; certains saints vivaient dans les antres de bêtes,",
          "ou dans des puits secs, ou dans de vieilles tombes; et quelques autres sont",
          "restés nus et cachés leurs parties intimes sous les cheveux longs et seraient",
          "ramper sur le sol. Après la mort, les os des saints illustres ont été préservés",
          "dans le monastère. Je vis une bibliothèque complète parée de ces os dans le",
          "monastère de Sainte-Catherine, au pied du mont Sinaï. Il y avait des crânes et",
          "des pieds-os et handbones disposés séparément. Une vitrine contenait le squelette",
          "entier d'un saint. \n [(2)] Leur deuxième caractéristique était qu'ils étaient",
          "sales et strictement la propreté corporelle et les soins. Laver ou de l'eau à",
          "appliquer sur le corps a été considéré comme opposé à Dieu le culte, pour, selon",
          "eux puriflcation du corps revient à la pollution de l'âme. St. Athanasius a",
          "fidèlement décrit cette vertu de saint Antoine qu'il n'a jamais lavé ses pieds",
          "pendant la vie. Saint-Abraham à partir du jour où il est entré dans le",
          "christianisme ni lavé son visage, ni les pieds depuis 50 ans. Une célèbre",
          "religieuse Virgin Sylvia, n'a jamais permis à une partie quelconque de son corps,",
          "sauf les doigts pour être mouillé avec de l'eau tout au long de la vie Il est dit",
          "de 130 religieuses de 8 couvent que jamais ils ne se lavaient les pieds et",
          "seraient frémir d'horreur à une simple référence à bain. \n [(3)] monachisme",
          "pratiquement interdit la vie conjugale et impitoyablement rejeté l'institution du",
          "mariage. Tous les écrits religieux des 4ème et 5ème siècles sont remplis avec la",
          "pensée que le célibat est la plus haute vertu morale, et la chasteté signifie que",
          "l'on doit strictement s'abstenir de relations sexuelles, même si elle était entre",
          "mari et femme. La perfection de la vie spirituelle pur était en toute abnégation,",
          "sans désir pour le plaisir physique. C'était . nécessaire de supprimer tout désir",
          "charnel, car il a renforcé l'animalité. Pour eux, le plaisir et le péché étaient",
          "synonymes si bien que être heureux a été considéré comme étant oublieux de Dieu.",
          "Saint-Basile a interdit même rire a refusé de l'obliger. La femme était couchée à",
          "l'entrée pendant trois jours et trois nuits et finalement son dernier soupir dans",
          "le même état. Puis le saint homme est sorti de sa retraite, a pleuré la mort de",
          "sa mère et a prié pour son pardon. \n De la même manière dure ces saints",
          "traitaient leurs sœurs et enfants. Il y a l'histoire de Mutius, un homme prospère",
          "en aII signifie. Dessiné soudain par l'impulsion religieuse, il a pris son fils",
          "de 8 ans, et est allé à un monastère. Mais pour l'amour de ses progrès à la",
          "sainteté, il était nécessaire qu'il devrait abandonner l'amour de son fils. Par",
          "conséquent, d'abord le fils fut séparé de lui alors l'enfant innocent a été",
          "soumis à un traitement sévère devant ses yeux et il la regardait patiemment. Puis",
          "le. abbé du monastère lui ordonna d'aller et de Cast l'enfant dans la rivière. Il",
          "est devenu prêt même pour cela; puis à droite au moment où il allait jeter",
          "l'enfant dans la rivière, les moines ont sauvé la vie de l'enfant. puis il a été",
          "admis qu'il avait effectivement atteint td le rang d'un saint homme. \n Le point",
          "de vue du monachisme chrétien dans ces questions est que celui qui cherchait",
          "l'amour de Dieu, doit rompre toutes les relations de l'amour humain qui le liait",
          "au monde à ses parents, ses frères et sœurs et ses enfants. Saint Jérôme dit, [",
          "«Même si votre neveu se cramponne à vous avec ses mains autour de votre cou, même",
          "si votre mère vous rappelle au nom de vous avoir allaité, même si votre père",
          "obstrue votre chemin et se couche devant vous, vous devrait hasan sur la bannière",
          "de la croix, piétinant le corps de votre père, sans verser une larme. Impitoyable",
          "dans ce mater est la piété elle-même. \"] Saint Grégoire écrit, [« un jeune moine",
          "qui ne pouvait pas renoncer à l'amour de son les parents, ont quitté le monastère",
          "une nuit, afin de leur rendre visite. Dieu l'a puni pour cette erreur, car, dès",
          "son retour au monastère, il est mort. Son corps a été enterré dans la tombe, mais",
          "la terre ne l'accepte pas. il a été placé dans la tombe encore et encore, et la",
          "terre le jeta à chaque fois. enfin, saint Benoît a placé une offrande sacrée sur",
          "sa poitrine, puis la tombe l'a accepté. \"] d'une religieuse, il est dit que, pour",
          "trois jours après sa mort, elle est restée soumise à un tourment parce qu'elle",
          "n'a pas été en mesure de nettoyer son cœur de rustre de sa mère. A propos d'un",
          "saint, il est écrit qu'il n'a jamais traité quelqu'un durement, sauf ses parents.",
          "\n [(5)] Leur pratique de Meting un traitement impitoyable, cruelle et dure à",
          "leurs parents les plus proches, ont fait leur mort de sentiment humain, avec le",
          "résultat qu'ils traiteraient avec la plus grande inimitié ceux avec lesquels ils",
          "avaient des différences religieuses. Au début du 4ème siècle, 80 à 90 sectes",
          "religieuses avaient surgi dans le christianisme. Saint Augustin a fait mention de",
          "88 sectes de son temps, dont chacun considérés l'autre avec une extrême haine. Et",
          "le feu de cette haine a aussi été éventé par les moines, qui étaient toujours à",
          "la pointe de hahtt et de détruire les sectes adversaire par leurs machinations.",
          "Alexandrie était une grande cenur de ce conflit sectaire. \n Là, au début de",
          "l'évêque de la secte arienne a attaqué le parti Athanasius. religieuses Virgin",
          "ont été traînés hors de leurs couvents, déshabillées et battues avec des branches",
          "épineuses et marque dans le but de les faire renoncer à leur croyance. Puis,",
          "quand les catholiques romains sont arrivés au pouvoir en Egypte, ils ont traité",
          "la secte des Ariens 'de même; si bien que, selon l'opinion la plus répandue Arius",
          "lui aussi a été empoisonné. Une fois sur la même ville d'Alexandrie les moines de",
          "Saint ' Cyril a créé un bouleversement Ils ont saisi une religieuse de la secte",
          "de l'adversaire et l'ont emmenée dans leur église; ils l'ont tuée, soutenu son",
          "corps en morceaux et jeté dans le feu. Rome n'a pas été différent de cela. En",
          "366, à la mort du pape Libère, deux sectes nommé leurs candidats respectifs pour",
          "la papauté; il en est résulté une grande effusion de sang; si bien que en un jour",
          "137 cadavres ont été retirés d'une église. \n [(6)] A côté de cette retraite du",
          "monde et de la vie de l'isolement et de la pauvreté, la richesse du monde a",
          "également été amassé plus avare. Par le b-égrenage du 5ème siècle, la condition",
          "était que l'évêque de Rome a vécu dans son palais comme des rois, et lorsque son",
          "transport est apparu dans la ville, il serait aussi majestueux et splendide que",
          "de l'empereur lui-même. Saint-Jérôme se plaint des conditions de son temps [(plus",
          "tard partie du 4e siècle)] disant que la fête organisée par un grand nombre des",
          "évêques sur-classé les fêtes des gouverneurs. Le flux de la richesse des",
          "monastères et des églises avait pris les proportions d'un déluge au début du 7ème",
          "siècle [(l'âge de la révélation du Coran)]. Il avait été profondément",
          "impressionné sur l'esprit qu'une personne qui se trouvait à commettre un péché",
          "grave pourrait être rachetées seulement en faisant une offrande au sanctuaire",
          "d'un saint, ou un sacrifice à l'autel d'une église ou d'un monastère. Ensuite, le",
          "même monde et ses produits de luxe et le confort de l'abstention qui était la",
          "marque de distinction des moines, laïcs à leurs pieds. Le facteur qui, en",
          "particulier, a provoqué cette baisse est que lorsque les gens ordinaires ont",
          "développé une extrême vénération pour les moines en raison de leur faire subir",
          "des exercices sévères de l'auto-discipline et d'abnégation, les hôtes de la",
          "recherche mondiaux personnes ont également enfilé les vêtements du moine et sont",
          "entrés dans leur rangs. Puis, sous l'habit de la pauvreté feinte ils ont tourné",
          "l'acquisition des richesses et des biens de ce monde en une entreprise",
          "florissante. \n [(7)] Dans l'affaire de la chasteté aussi monachisme a été maintes",
          "fois vaincu dans sa lutte contre la nature et le bien et le bon vaincu. Dans les",
          "monastères des exercices d'auto-mortification étaient tels que requis les moines",
          "et les nonnes à vivre ensemble dans un seul et même lieu, et ils avaient souvent",
          "de passer la nuit dans le même lit dans leur enthousiasme pour de plus en plus de",
          "tentations. St. Evagarius, le moine bien connu, a fait l'éloge du contrôle de soi",
          "acquise par les moines palestiniens, en disant: [ \"Ils avaient maîtrisé leur",
          "passion si complètement que, bien qu'ils se baignaient avec les femmes ensemble,",
          "regarda son corsage, les toucher, même les embrassa, mais ils sont restés",
          "invincibles à la nature ».] Bien que la baignade était une chose odieuse dans le",
          "monachisme, ces bains ont également été prises pour le bien de l'exercice dans la",
          "maîtrise de soi. Enfin, sur le même Palestine, saint Grégoire de Nysse [(d. 396)]",
          "écrit que ce Bas devenir un centre de la méchanceté et de l'immoralité. La nature",
          "humaine se venge de ceux qui la combattent. Le monachisme a combattu et est",
          "finalement tombé dans la fosse de l'immoralité dont l'histoire est une tache plus",
          "honteuse sur l'histoire religieuse de la 8e à la 11e siècles. Un évêque italien",
          "du 10ème siècle écrit: [ \"Si la loi pénale pour faute est pratiquement appliquée",
          "contre ceux qui effectuent des services religieux dans l'église, ne serait",
          "échapper à la punition, sauf les garçons, et si le droit de retirer les enfants",
          "illégitimes des services religieux était également forcée, il pourrait peut-être",
          "laissé aucun garçon parmi les serviteurs de l'église. . \"] Livres des auteurs",
          "médiévaux sont remplis avec les plaintes que les couvents étaient devenus des",
          "maisons de prostitution Au sein de leurs quatre murs les nouveau-nés ont été",
          "massacrés;. Les prêtres et les préposés religieux de l'église avait développé des",
          "connexions illicites, même avec des parents interdits; le crime de l'acte",
          "mtnatural était répandu comme une épidémie dans les monastères, et la pratique de",
          "la confession était devenue un moyen d'immoralité dans les églises. \n A partir de",
          "ces informations, on peut apprécier pleinement ce que la corruption du",
          "christianisme est l'Qur'iin faisant allusion à quand il dit: [ \". Les chrétiens",
          "eux-mêmes inventé le monachisme, mais ils ne l'observer comme il aurait dû être",
          "observée\"]"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Craignez Dieu et croyez à Son Prophète, afin qu’Il vous",
        "gratifie de deux parts de Sa miséricorde, vous assigne une lumière pour vous",
        "guider et vous pardonne vos péchés. Dieu est Plein de clémence et de compassion."
      ],
      "tafsirTranslate" : [
        "Les croyants, ont peur d'Allah et croient en Son Messager, <N:55> et il vous",
        "accordera une partie double de Sa Miséricorde et nommera pour vous une lumière",
        "par laquelle vous marcherez; <N:56> et Il vous pardonnera. <N:57> Allah est",
        "Pardonneur et Très Miséricordieux."
      ],
      "tanslateWordByWord" : [
        "O vous qui croyez",
        "O vous qui croyez",
        "O vous qui croyez",
        "La crainte",
        "Allah",
        "et croyez",
        "Son messager",
        "Il vous donnera",
        "double portion",
        "de",
        "Sa Miséricorde",
        "et il fera",
        "pour toi",
        "une lumière",
        "vous marcherez",
        "Avec ça",
        "et Il pardonnera",
        "toi",
        "Et Allah",
        "(Est) Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "56" : [
          "Autrement dit, \"] Il vous bénira avec une telle lumière de la connaissance et de",
          "la vision dans le monde par lequel vous pourrez distinguer clairement à chaque",
          "pas dans le droit chemin de l'Islam des sentiers tortueux de l'ignorance en",
          "différentes questions de la vie et dans l'au-delà, il vous accordera la Lumière",
          "qui a été mentionné dans le verset 12 ci-dessus."
        ],
        "57" : [
          "Autrement dit, [ \"Il vous pardonnera vos erreurs que vous pouvez arriver à",
          "commettre en raison de faiblesses humaines en dépit de vos efforts sincères pour",
          "satisfaire aux exigences de la foi, et aussi pardonner les péchés de la vôtre que",
          "vous aviez commis dans les jours pré-islamiques de l'ignorance. \"]"
        ],
        "55" : [
          "Les commentateurs diffèrent dans l'explication de ce verset, un groupe dit que",
          "l'adresse ici est dirigée vers les gens qui ont cru dans le Prophète Jésus. On",
          "dit à eux, [ \"Croyez dans le Saint Prophète Muhammad [(sur qui être la paix et la",
          "bénédiction d'Allah)] maintenant, car cela vous sera donné une double récompense,",
          "une récompense pour croire au Prophète Jésus [(paix sur lui)] et l'autre",
          "récompense pour croire au Prophète Muhammad [(sur lui la paix et bénédictions)]",
          "d'Allah. le deuxième groupe dit que les disciples du Saint Prophète Muhammad",
          "[(sur qui être la paix et les bénédictions)] sont d'Allah . abordées Ils sont",
          "exhortés à l'effet: \"] ne pas se contenter de votre affirmation verbale de la foi",
          "seule, mais vous devez croire sincèrement et véritablement pour cela, vous",
          "recevrez. une double récompense: une récompense pour renoncer à l'incrédulité et",
          "se tournant vers l'Islam, et la seconde récompense pour croire sincèrement en",
          "Islam et en restant fidèle à elle. [ \"Le premier commentaire est soutenu par vv.",
          "52-S4 de la sourate AI-Qasas, et en outre par la tradition rapportée par Abû Musa",
          "al-Ash'ari, selon laquelle le Saint Prophète [(sur lui la paix)] dit : \"] Il y a",
          "des hommes parturition qui auront une double récompense, l'un d'eux est une",
          "personne parmi les adeptes des premiers livres qui ont cru en ce Prophète plus",
          "tôt et alors cru au Prophète Muhammad [(sur qui soit la paix d'Allah)] . [",
          "\"[(Bukhari musulman)]. le deuxième commentaire est soutenu par le verset 37 de la",
          "sourate Saba, qui dit que les croyants justes auront une double récompense. du",
          "point de vue de l'argumentation à la fois les commentaires sont tout aussi",
          "lourde. Cependant, considérant le thème qui suit, on sent que le deuxième",
          "commentaire est plus en accord avec le contexte ici, et en fait tout le thème de",
          "cette sourate, du début à la fin, soutient ce commentaire très. . Dès le début de",
          "ce Surah- les destinataires sont les gens qui étaient entrés dans l'Islam après",
          "avoir affirmé la Prophétie du Saint Prophète et ce sont eux qui le Surah invite à",
          "croire sincèrement et réellement et non pas seulement verbalement avec la langue"
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَىٰ شَيْءٍ مِنْ فَضْلِ اللَّهِ ۙ وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
      "simpleTranslate" : [
        "Et ce, afin que les détenteurs de l’Écriture sachent bien qu’ils ne peuvent en",
        "aucune façon disposer de la grâce divine que seul Dieu a le pouvoir d’accorder à",
        "qui Il veut, car Dieu est le Maître de la grâce infinie."
      ],
      "tafsirTranslate" : [
        "(Vous devriez le faire) de sorte que les gens du Livre savent qu'ils ont aucun",
        "contrôle sur Bounty d'Allah, et que toute la générosité est dans la main d'Allah;",
        "Il donne sur qui Il veut. Allah est le Seigneur de riche bonté."
      ],
      "tanslateWordByWord" : [
        "Pour que",
        "peut savoir",
        "(les gens",
        "(du livre",
        "qui ne",
        "ils ont le pouvoir",
        "plus de",
        "n'importe quoi",
        "de",
        "(La) Bounty",
        "(De) Allah",
        "et cela",
        "Bounty",
        "(Est) dans la main d'Allah",
        "(Est) dans la main d'Allah",
        "Il lui donne",
        "qui",
        "Il veut",
        "Et Allah",
        "(Est) le Possesseur du Bounty",
        "(Est) le Possesseur du Bounty",
        "le grand"
      ],
      "notes" : { }
    }
  ],
  "medinian" : true
}