{
  "chapterNumber" : 58,
  "nbVerses" : 22,
  "name" : "La discussion, La protestataire",
  "nameArabic" : "المجادلة",
  "transName" : "al-mujādala",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا ۚ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ",
      "simpleTranslate" : [
        "Dieu a entendu les propos de celle qui discutait avec toi au sujet de son mari,",
        "au moment où elle adressait sa plainte à Dieu. Et Dieu entendait bien votre",
        "conversation, car Dieu est Audient et Clairvoyant."
      ],
      "tafsirTranslate" : [
        "Allah <N:1> a sûrement entendu les paroles de son qui soutient avec vous au sujet",
        "de son mari et se plaint à Allah. Allah entend ce que chacun de vous dire. <N:2>",
        "En vérité, Allah est All- Audient et Clairvoyant."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Allah a entendu",
        "Allah a entendu",
        "(le discours",
        "(D'un) qui",
        "différends avec vous",
        "concernant",
        "son mari",
        "et elle dirige sa plainte",
        "à",
        "Allah",
        "Et Allah",
        "Entend",
        "(Le) dialogue de vous deux",
        "Effectivement",
        "Allah",
        "(Est) Audient",
        "Clairvoyant"
      ],
      "notes" : {
        "1" : [
          "Ici, l'audition ne signifie pas simplement entendre une plainte, mais aussi",
          "redresser les griefs"
        ],
        "2" : [
          "Les traducteurs ont généralement traduits ces phrases dans le passé, ce qui tend",
          "à donner le sens que la femme avait quitté après avoir raconté sa plainte et le",
          "Saint Prophète [(sur qui être la paix d'Allah)] quelque temps plus tard aurait",
          "reçu cette révélation. Voilà pourquoi Allah a dit: Nous avons en effet entendu ce",
          "que dit la femme, qui plaidait avec vous et se plaindre à nous, et nous étions à",
          "ce moment-là d'entendre la conversation des deux d'entre vous [ \"Mais dans la",
          "plupart des traditions qui ont été. rapporté dans le Hedith à propos de cet",
          "incident, il a été déclaré que le droit à la rime quand la femme racontait",
          "l'zihar prononcée par son mari et se plaindre au Saint Prophète à l'effet que si",
          "elle a été séparée de son mari, elle et ses enfants serait ruiné, l'état de",
          "réception de l'Apocalypse est apparu sur le Saint Prophète [(sur qui être la paix",
          "de Dieu)] ces versets de et ont été envoyés vers le bas. Sur cette base, nous",
          "avons préféré rendre ces phrases dans le temps présent. \n La dame au sujet de",
          "laquelle ces versets ont été envoyés vers le bas était Khaulah bint-Tha`labah de",
          "la tribu des Khazraj, et son mari, Aus bin Samit Ansari, a été frère de Hadrat",
          "`Ubadah bin Samit, le chef de la tribu Aus. L'histoire de la zihar sur elle est",
          "liée en détail ci-dessous. Ce qui est à noter ici est que l'incident de la",
          "plainte de la dame étant entendu par Allah Tout-Puissant et la descente de la",
          "commande divine immédiatement pour redresser son grief était un événement qui lui",
          "a valu une place d'honneur et d'estime parmi les Compagnons. Ibn Abi Hatim et",
          "Baihaqi ont raconté qu'une fois Hadrat `Umar était sur son chemin avec quelques",
          "compagnons. Sur le chemin, il rencontra une femme, qui l'arrêta; il a",
          "immédiatement arrêté et a écouté ce qu'elle avait à dire patiemment avec sa tête",
          "penchée vers le bas, et ne bougeait pas jusqu'à ce qu'elle ait fini. Un des",
          "compagnons dit: «O Commandeur des Croyants, vous retint les chefs Quraish depuis",
          "si longtemps pour le bien de cette vieille femme\"] Hadrat `Umar dit: [\"!?",
          "Savez-vous qui elle est, elle est Khaulah bint -Tha'labah, la dame dont la",
          "plainte a été entendue au septième ciel. Par Dieu! même si elle me avait gardé",
          "debout jusqu'à la nuit, je l'aurais gardé debout; Je ne me suis excusé au moment",
          "de prière \"] Ibn` Abdul Barr a raconté à Al-Isti ab cette tradition de Qatadah: [",
          "\". Lorsque Hadrat` Umar est venu à travers cette dame. sur le chemin, il la",
          "salua. Après avoir répondu à son salut, dit-elle, \"] Hey, O` Umar, il y avait un",
          "moment où je vous ai vu à la `Ukaz, festival. Ensuite, vous avez été appelés`",
          "Umair. Vous tendait les chèvres avec le personnel du berger dans votre main.",
          "Ensuite, , pas très longtemps après cela, vous avez commencé à être appelé `Umar.",
          "Ensuite, un temps est venu quand les gens ont commencé à adresser à vous en tant",
          "que Commandeur des croyants. donc, craignez Allah à l'égard de vos sujets, et",
          "rappelez-vous que celui qui craint le châtiment d'Allah , pour lui, l'étranger",
          "est aussi comme un parent proche, et celui qui craint la mort, pourrait bien",
          "perdre cette chose qu'il veut sauver. A cela, Jarud 'Abdi, qui accompagnait",
          "Hadrat `Umar, a dit: O femme, vous avez parlé insolemment au Commandeur des",
          "Croyants [\" Alors Hadrat `Umar dit:. Laissez dire ce qu'elle a à dire. .",
          "Savez-vous qui elle est? -Elle A été entendu au septième ciel. Ainsi, elle mérite",
          "d'être entendu plus longtemps et avec une plus grande attention par 'Umar. \"]",
          "Imam Bukhari a également lié brièvement une histoire qui ressemble à ceci dans",
          "son Histoire."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمْ ۖ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ ۚ وَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا ۚ وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ",
      "simpleTranslate" : [
        "Certains d’entre vous jurent pour répudier leurs femmes, en utilisant la formule",
        "suivante : «Tu es aussi interdite pour moi que l’est le dos de ma mère !», alors",
        "qu’elles ne sont pas leurs mères ; leurs mères étant celles qui les ont mis au",
        "monde. Ils tiennent ainsi des propos aussi blâmables que mensongers. Cependant,",
        "Dieu est Clément et Miséricordieux."
      ],
      "tafsirTranslate" : [
        "Ceux parmi vous qui répudier leurs épouses en les déclarant être leurs mères,",
        "<N:3> tels ne sont pas leurs mères; aucune ne leur mère, sauf ceux qui ont donné",
        "naissance à eux. <N:4> En effet ce qu'ils disent est très méprisable et faux.",
        "<N:5> En vérité, Allah est Pardonneur et Pardonneur. <N:6>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "prononcer zihar",
        "parmi vous",
        "[de]",
        "(À) leurs épouses",
        "ne pas",
        "ils",
        "(Sont) leurs mères",
        "ne pas",
        "(Sont) leurs mères",
        "sauf",
        "ceux qui",
        "leur a donné naissance",
        "Et en effet, ils",
        "sûrement dire",
        "un mal",
        "[de]",
        "[le mot",
        "et un mensonge",
        "Mais en effet",
        "Allah",
        "(Est) sûrement, Oft-Indulgent",
        "Pardonneur"
      ],
      "notes" : {
        "3" : [
          "Parmi les Arabes souvent se trouve que lors d'une querelle de famille, le mari",
          "dans la chaleur du moment disait à sa femme: Ant-i alayya ka-zahr-i ammi qui",
          "signifie littéralement: [ \"Vous êtes . pour moi comme le dos de ma mère \"] Mais",
          "sa signification réelle est: [\" pour avoir des relations sexuelles avec vous",
          "serait comme avoir des relations sexuelles avec ma mère \"] Ces mots sont toujours",
          "prononcées par les gens stupides qui, comme. le résultat d'une querelle de",
          "famille, déclare la femme d'être comme leur mère, soeur ou fille, et lui faire",
          "illégale pour eux-mêmes comme les femmes interdites. Ceci est appelé zihar. Zahr",
          "en arabe est métaphoriquement utilisé pour l'équitation et le montage. Ainsi, le",
          "engendra de transport est appelé zahr, parce que l'homme monte sur son dos. Comme",
          "ce mot a été employé afin de rendre la femme illégale la formule a été appelé",
          "«zihar [\". Dans les jours pré-islamiques cela a été considéré comme équivalant au",
          "prononcé du divorce, même d'un plus grand effet que cela, car ils ont pris pour",
          "signifier que le mari était non seulement rompt ses relations conjugales avec sa",
          "femme, mais a également été déclarant qu'elle soit illégale pour lui-même comme",
          "sa mère. Sur cette base même, les Arabes pensaient réunion pourrait être possible",
          "après un divorce, mais il était impossible après zihar"
        ],
        "4" : [
          "Ceci est la première décision d'Allah concernant zihar Cela signifie que si une",
          "personne compare sans vergogne la femme à sa mère, son présent énoncé ne fait pas",
          "son épouse sa mère, ni est-elle dotée de la sainteté que la mère bénéficie. être",
          "la mère de la mère est un fait réel, car elle a donné naissance à l'homme. Sur ce",
          "terrain très, elle est éternellement sacrée et interdite. Maintenant, comment la",
          "femme qui n'a pas donné l'NAISSANCE devenir sa mère par un simple mot de la",
          "bouche, et comment la sainteté et de l'interdiction seront établies pour elle par",
          "la raison, la morale et le droit qui, en vertu de ce fait, est uniquement réservé",
          "pour la mère qui a donné naissance? Ainsi, Allah par cette condamnation a aboli",
          "la coutume de l'ignorance pré-islamique selon laquelle le contrat de mariage",
          "entre le mari prononçant zihar et la femme resta dissoute et elle est devenue",
          "absolument interdit _for lui comme la mère"
        ],
        "5" : [
          "Autrement dit, \"] 'assimiler la femme à la mère est, en premier lieu, une chose",
          "absurde et honteux qu'aucune personne noble ne devrait jamais penser, de ne pas",
          "parler de prononcer avec la langue. Deuxièmement , il est aussi un mensonge, car",
          "si celui qui dit une telle chose est de donner les nouvelles que sa femme est",
          "devenue sa mère pour lui, il est prononçait le mensonge, et s'il est en déclarant",
          "qu'il a désormais donné à sa femme la la sainteté de la mère, même alors, sa",
          "demande est faux, car Dieu ne lui a pas donné le pouvoir qu'il peut traiter une",
          "femme comme sa femme aussi longtemps qu'il aime et ensuite commencer à la traiter",
          "comme sa mère et quand il aime. le législateur est Allah Tout-Puissant, pas lui,",
          "et Allah a inclus dans l'ordre de la maternité les grands-mères, à la fois",
          "paternelle et maternelle, la mère-in-law, fastermother et les épouses du Saint",
          "Prophète [(sur qui être la paix d'Allah)] ainsi que le femme qui a donné",
          "naissance. Personne n'a le droit d'inclure de son propre gré une autre femme dans",
          "cet ordre, sans parler de la femme qui a été sa femme. Cela donne la deuxième",
          "injonction légale. zihar Prononcer est un péché grave et acte interdit, dont la",
          "violation mérite d'être puni."
        ],
        "6" : [
          "Autrement dit, «Un tel énoncé mérite effectivement d'être puni beaucoup plus",
          "sévèrement, mais il est la bonté d'Allah qu'Il a, tout d'abord, a aboli la",
          "coutume de l'ignorance et sauvé la vie de famille de la ruine totale, et d'autre",
          "part, a prescrit le plus léger châtiment pour les coupables. Et sa bonté suprême",
          "est que la punition trop, n'est pas toute forme de torture physique ou",
          "d'emprisonnement, mais quelques actes d'adoration et de la vertu, qui arc",
          "destinés à vous réformer et aider à répandre la bonne dans votre société. \"A cet",
          "égard, il faut comprennent aussi que les actes de culte qui ont été prescrits par",
          "l'Islam comme expiations pour certains crimes et péchés ne sont ni de simples",
          "punitions qui they.may sans l'esprit de culte, ni de simples actes de culte",
          "qu'ils m. y entraînent pas de douleur et de la souffrance de la peine. Hut à la",
          "fois les aspects ont été combinés en eux afin que le coupable peut éprouver de la",
          "douleur ainsi que expier son péché au moyen d'perfoming une vertu et acte",
          "d'adoration."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ۚ ذَٰلِكُمْ تُوعَظُونَ بِهِ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "simpleTranslate" : [
        "Ceux qui auront répudié leurs femmes en usant de cette formule et qui reviennent",
        "ensuite sur leur parole devront affranchir un esclave, à titre d’expiation, avant",
        "de reprendre leurs rapports avec leurs épouses. Cela vous est prescrit par le",
        "Seigneur qui est Instruit de tout ce que vous faites."
      ],
      "tafsirTranslate" : [
        "Ceux <N:7> qui déclarent leurs femmes comme leurs mères et ensuite revenir sur ce",
        "qu'ils ont dit <N:8> doit libérer un esclave avant qu'ils peuvent toucher. Voilà",
        "ce que vous exhorta à faire. <N:9> Allah est pleinement conscient de toutes vos",
        "actions. <N:10>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "prononcer zihar",
        "[de]",
        "(À) leurs épouses",
        "puis",
        "retourner",
        "sur quoi",
        "ils ont dit",
        "puis libérer",
        "(De) un esclave",
        "avant",
        "avant",
        "[cette]",
        "ils se touchent",
        "Cette",
        "on vous exhorte",
        "à ce",
        "Et Allah",
        "de quoi",
        "tu fais",
        "(Est) All-Aware"
      ],
      "notes" : {
        "8" : [
          "Littéralement: [ \"qu'ils reviennent à ce qu'ils ont dit,\"], mais compte tenu de",
          "la langue arabe et de grandes différences ont idiome octurred pour déterminer le",
          "sens de ces mots: \n Leur seule signification peut être: [ \"S'ils répètent les",
          "paroles de zihar après qu'ils les ont prononcé une fois. \"] Le Zahiriyyah et",
          "Bukair bin al-Ashajj et Yahya bin Ziyad al-Farm 'détiennent ce point de vue même,",
          "et un dicton de` Ata' bin Abi Rabah a également été signalé à l'appui de la même",
          "chose. Selon-eux, le prononcé de zihar fois est pardonné, mais si une personne",
          "répète, il devient responsable de faire l'expiation Hut ce commentaire est",
          "expressément erroné pour deux raisons: premièrement, que Dieu a condamné zihar",
          "comme une chose absurde et un mensonge, puis prescrit un. peine pour elle.",
          "maintenant, il est concevable que si un homme profère mensonge ou absurdités",
          "ONCC, il devrait être excusé et s'il profère la deuxième fois qu'il doit se",
          "rendre passible de sanctions. la deuxième raison de son avoir tort est que le",
          "Saint Prophète [(sur lui la paix de Dieu)] jamais demandé l'homme prononçant",
          "zihrir s'il avait prononcé une ou deux fois. \n Le deuxième sens est [ \"Si les",
          "personnes qui ont été utilisés pour prononcer zihar dans les jours préislamique",
          "de l'ignorance, répètent dans l'Islam, ils encourent ce châtiment.\"] Cela",
          "signifie que zihar devrait par lui-même passible d'une peine et qui jamais",
          "prononce les paroles de zihar pour sa femme, devrait être tenu de faire",
          "l'expiation s'il peut divorcer de la femme après, ou sa femme peut mourir; ou il",
          "peut ne pas avoir l'intention de reprendre les relations conjugales avec sa",
          "femme. Ce point de vue est prise par Ta-nous Mujahid, Sha'bi, Zuhri, Sufyan",
          "Thauri et Qatadah parmi les jurstis Ils disent que si la femme meurt après la",
          "zihar, le mari ne peut pas lui hériter à moins qu'il fait: l'expiation. Le",
          "troisième sens est: [ \"Si, après avoir proféré les paroles de zihar l'homme",
          "voudra peut-être revenir sur ses paroles et makr modifie pour ce qu'il a dit\"] En",
          "d'autres termes, «ada lima gala signifie que l'homme a révoqué ce qu'il avait dit",
          ". \n La quatrième signification est: [ \"Si l'homme peut souhaiter faire ce",
          "légitime qu'il avait fait illégal pour lui-même en prononçant le zihar\"] En",
          "termes d'ocre, cela voudrait dire que la personne qui avait fait une chose",
          "illégale pour lui-même a maintenant retourné à faire droit de ce point de vue",
          "ful. \n La plupart des juristes ont préféré et adopté un de ces deux derniers"
        ],
        "9" : [
          "En d'autres termes: [ «Ce que vous êtes enjoint pour votre propre correction et",
          "mise en garde afin que les membres de la société musulmane peuvent renoncer à",
          "cette coutume mal de l'ignorance et aucun d'entre vous peuvent commettre cette",
          "folie Si vous. avez à se quereller avec votre femme, vous pouvez disputer avec",
          "elle comme de bonnes personnes, si vous avez l'intention de divorcer, alors vous",
          "devriez divorcer avec élégance. . Il est absurde que vous devez la comparer à",
          "votre mère et sa sœur à chaque fois que vous avez une querelle avec elle. \"]"
        ],
        "10" : [
          "Autrement dit, [ \"Allah saura certainement, même si personne ne fait d'autre, si",
          "une personne prononce zihar, et puis tranquillement reprend les relations",
          "conjugales normales avec sa femme sans avoir d'abord expiatoire pour",
          "l'infraction. Ces personnes ne peuvent en aucune façon échapper à la punition",
          "d'Allah. \"]"
        ],
        "7" : [
          "A partir de là commence la déclaration des injonctions légales concernant zihar.",
          "Pour comprendre cela, il est nécessaire que l'on doit garder à l'esprit les",
          "incidents de zihar qui a eu lieu à l'époque du Saint Prophète [(sur qui soit la",
          "paix d'Allah)], pour le code de la loi relative à zihar est dérivé des versets et",
          "les jugements que le Saint Prophète a donné après la révélation de ces versets",
          "dans les affaires zihar portées devant lui. \n Selon Hadrat `Abdullah bin` Abbas,",
          "le premier cas de zihar dans l'Islam était celle relative à Aus bin Samit Ansari,",
          "dont la femme sur plainte Allah Aem de Khaulah bas ces verset :. Bien que les",
          "détails de ce cas que les traditionnistes ont cités de plusieurs journalistes",
          "présentent des différences mineures, mais les éléments de portée juridique et la",
          "signification sont presque d'accord sur. Un résumé de ces traditions est la",
          "suivante: \n Hadrat Aus bin Samit avait grandi un peu hargneuse dans la vieillesse",
          "et selon certaines traditions, avait également développé une maladie ressemblant",
          "à la folie. Les journalistes ont décrit par le mot Lamam qui est pas exactement",
          "la folie en arabe, mais un état qui lui ressemble. Dans cet état, il avait",
          "également prononcé zihar sa femme plusieurs fois avant, mais dans l'Islam ce fut",
          "la première fois qu'il a prononcé à la suite d'une querelle avec elle. Là-dessus,",
          "sa femme a comparu devant le Saint Prophète [(sur qui soit la paix d'Allah)] et",
          "concernant toute l'histoire à lui, a dit: [ \"O Messager d'Allah: Y at-il un moyen",
          "de sortir de cette situation qui pourrait moi et mes enfants sauver de la ruine?",
          "\"] La réponse du Saint Prophète a été rapportée dans des mots différents par",
          "différents journalistes. Dans certaines traditions, les mots sont à l'effet: [",
          "\"Aucune commande n'a été donnée à moi jusqu'à présent à cet égard,\"] et dans",
          "certains autres les mots sont: [ \"Pour moi, vous êtes devenu illégal de lui,\"] et",
          "dans d'autres encore: [ \"Vous arc illégal de lui.\"] A cela, elle se mit à pleurer",
          "et se plaindre et a dit au Saint Prophète maintes et maintes fois que son mari",
          "n'a pas prononcé les mots de divorce; par conséquent, il devrait proposer un",
          "moyen par lequel elle et ses enfants, et la vie de son vieux mari pouvait être",
          "sauvé de la ruine. Mais le Saint Prophète lui a donné la même réponse à chaque",
          "fois. En attendant, il a subi l'état de recevoir la révélation et ces versets ont",
          "été révélés. Après cela, il lui dit: [(et selon d'autres traditions, il a appelé",
          "son mari et lui a dit)] pour libérer un esclave. Quand ils ont fait part de leur",
          "incapacité à le faire, il a dit que le mari aurait d'observer rapidement",
          "consécutivement deux mois. Elle a dit: [ \". Ensuite, vous aurez à nourrir 60",
          "pauvres\"] [ \". Aus est un tel homme que si il les chats et les boissons trois",
          "fois par jour, sa vue commence à défaut\"] Le Saint Prophète a dit: Ils ont fait",
          "valoir qu'ils ne disposaient pas des moyens pour que, à moins qu'ils ont été",
          "aidés par lui. Là-dessus, le Saint-Prophct leur a donné des articles alimentaires",
          "qui pourraient suffire 60 hommes pour deux repas. Différentes quantités de",
          "celui-ci ont été mentionnés dans les différentes traditions. Selon certaines",
          "traditions Hadrat Khaulah se donna à ses articles alimentaires mari en quantité",
          "égale à ceux donnés par le Saint Prophct afin qu'il puisse effectuer l'expiation.",
          "[(Ibn Jarir, Musnad Ahmad Abu Dâwûd, Ibn Abi Hatim)]. \n Le deuxième incident de",
          "zihar concerne Salamah bin Sakhr Bayadi. Il avait un appétit un peu anormal pour",
          "le sexe. Lorsque le mois de jeûne du Ramadan est venu, il, craignant qu'il",
          "pourrait perdre le contrôle de soi dans la journée à l'état de jeûne, prononcé",
          "zihar sa femme jusqu'à la fin du Ramadan. Hut, il ne pouvait pas adhérer à son",
          "engagement et est allé vers sa femme une nuit. Pénitent il a comparu devant le",
          "Saint Prophète [(sur qui être la paix d'Allah)] et lui a dit ce qu'il avait fait.",
          "Il lui a dit de libérer un esclave. Il a dit qu'il avait personne d'autre à côté",
          "de sa femme, qu'il pourrait libérer. Le Saint-Prophct lui dit alors d'observer",
          "rapidement consécutive de deux mois. Il a répondu qu'il était pendant le jeûne",
          "obligatoire lui-même qui il avait été incapable de se contrôler et avait été",
          "impliqué dans le pétrin. Le Saint Prophct dit alors qu'il doit nourrir t50",
          "pauvres, Il a répondu qu'ils étaient eux-mêmes pauvres et étaient allés au lit la",
          "nuit sans nourriture. Là-dessus, le Saint Prophète lui a obtenu une quantité",
          "suffisante d'articles alimentaires de la colloctor du zihar de Bani Zurayq afin",
          "qu'il puisse nourrir 60 personnes et peut également enregistrer quelque chose",
          "pour ses enfants. [(Musnad Ahmad, Abu Dâwûd. Tirmadhi \n Le troisième incident qui",
          "a été lié sans aucune référence à ce nom est celui d'un homme prononcé zihar sur",
          "sa femme, puis a eu des rapports sexuels sexal avec elle avant même de faire",
          "l'expiation Puis, quand il est venu au Saint Prophète pour demander le droit",
          "verdict, il lui avait ordonné de s'abstenir de lui jusqu'à ce qu'il avait fait",
          "l'expiation. (Abu Dâwûd, Tirmidhi, Nasa i Ibn Majah)]. \n Le quatrième incident",
          "que le Saint Prophète [(sur lui la paix de Dieu)] lui-même entendu un homme",
          "appelant sa femme comme sœur. Là-dessus, il lui dit avec colère: [ «Est-elle",
          "votre soeur?\"] Mais il ne considérait pas comme, zihar ,. [(Abu Dâwûd)]. \n Ces",
          "quatre sont les incidents fiables qui ont été liés dans le Hadith à travers des",
          "canaux authentiques, et à travers eux que l'on peut comprendre de façon adéquate",
          "les injonctions coraniques qui ont été fixées dans les versets suivants."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ۖ فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ۚ ذَٰلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ ۚ وَتِلْكَ حُدُودُ اللَّهِ ۗ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "Celui qui n’en a pas les moyens devra observer le jeûne pendant deux mois",
        "consécutifs avant tout rapport avec son épouse. S’il ne peut s’en acquitter, il",
        "devra donner à manger à soixante pauvres et ce, afin que vous croyiez fermement",
        "en Dieu et à Son Prophète. Telles sont les limites fixées par Dieu, et les",
        "infidèles qui les transgressent subiront un châtiment douloureux,"
      ],
      "tafsirTranslate" : [
        "Et celui qui ne trouve pas un esclave (au libre), jeûneront pendant deux mois",
        "consécutifs avant qu'ils ne peuvent se toucher; . Et celui qui est incapable de",
        "le faire doit nourrir soixante personnes dans le besoin <N:11> Tout cela est dans",
        "l'ordre que vous pouvez vraiment croire en Allah et Son Messager <N:12> Ce sont",
        "les limites fixées par Allah. et un châtiment douloureux attend les mécréants.",
        "<N:13>"
      ],
      "tanslateWordByWord" : [
        "Donc, quiconque",
        "(ne fait pas",
        "trouver",
        "puis le jeûne",
        "(pour deux mois",
        "consécutivement",
        "avant",
        "avant",
        "[cette]",
        "ils ont tous deux se touchent",
        "Mais (il) qui",
        "ne pas",
        "est capable",
        "puis (le) alimentation",
        "(De) soixante",
        "nécessiteux un (s)",
        "Cette",
        "de sorte que vous pouvez croire",
        "en Allah",
        "et Son Messager",
        "et ceux-ci",
        "(Les) limites",
        "(De) Allah",
        "et pour les incroyants",
        "(Est) une punition",
        "douloureux"
      ],
      "notes" : {
        "11" : [
          "Ceci est le commandement divin à l'égard de zihar. L'arc suivant les des détails",
          "de la loi que les juristes de l'Islam ont tiré des paroles de ce verset, les",
          "jugements du Saint Messager d'Allah [(sur lui la paix et bénédictions d'Allah)]",
          "et les principes généraux de l'Islam. \n [(1)] Cette loi de zahir abroge la",
          "coutume arabe de l'ignorance selon laquelle le contrat de mariage se tenait",
          "annulé et la femme est devenu interdit en permanence au mari. De même, cette loi",
          "annule toutes les lois et coutumes qui considèrent zihar comme une coutume de",
          "sens, ce qui est sans effet juridique, et permettent à l'homme de continuer à",
          "avoir des relations conjugales avec sa femme, comme d'habitude, même après",
          "l'avoir comparé à sa mère et d'autres relations interdites. Car, dans la vue de",
          "l'islam le caractère sacré de la mère et d'autres relations interdites est pas",
          "une telle chose ordinaire qu'un homme peut même penser à la comparaison entre eux",
          "et sa femme, pas W parler de prononcer avec la langue. Entre les deux extrêmes de",
          "la position adoptée par la loi islamique à cet égard repose sur trois principes:",
          "[(a)] Que le contrat de mariage ne soit pas annulé par zihar, mais la femme",
          "continue d'être la femme du hasban comme d'habitude, [(b )] que la femme devient",
          "temporairement interdit à l'homme par zihar, et [(c)] que cette interdiction",
          "fonctionne jusqu'au moment où le mari fait l'expiation, et que l'expiation ne",
          "peut lever l'interdiction \n [(2)] Quant à la personne prononçant zihar, il est",
          "convenu que le zihar de ce mari est seulement fiable, qui est sain d'esprit et de",
          "l'âge mûr et prononce les paroles de zihar dans son bon sens; le, zihar de",
          "l'enfant ou de la personne folle est pas fiable. En outre, le zihar de la",
          "personne qui pourrait ne pas être dans son bon sens au moment de prononcer ses",
          "mots est pas fiable, e.g. s'il marmonne des mots pendant le sommeil, ou est",
          "insensé, pour une raison quelconque. Cependant, les juristes ont différé sur les",
          "points suivants: \n [(A)] A propos -la personne qui prononce zihar dans l'état",
          "d'ivresse d'une grande majorité d'entre eux, y compris les quatre imams ont donné",
          "le verdict que, depuis qu'il a intentionnellement utilisé le intoxicant, son",
          "zihar, comme son divorce, sera considérées comme valables juridiquement, car il a",
          "subi cet état délibérément. Cependant, s'il a pris un médicament pour cause de",
          "maladie et a été en état d'ébriété, ou a été forcé de prendre du vin dans la soif",
          "intense afin de sauver la vie, son zihar et divorce prononcé dans cet état ne",
          "seront pas appliquées. Ce point de vue très est détenu par les Hanafites et",
          "l'Shafe`is et hanbalite et le même était aussi l'opinion communément admise par",
          "les Compagnons du Saint Prophète. Contrairement à elle, Hadrat `Uthman a estimé",
          "que le zihar et divorce prononcé dans l'état d'ivresse ne sont pas fiables. Imam",
          "Tahawi et Karkhi parmi les Hanafites tenir ce point de vue comme préférable et",
          "une déclaration de l'Imam Shafa 'i prend en charge aussi. Selon le Malikis",
          "l'zihar prononcée dans l'état d'ivresse sera fiable dans le cas où la personne",
          "concernée n'a pas totalement perdu ses sens, mais parle judicieusement et de",
          "façon cohérente et sait ce qu'il dit. \n [(B)] Selon Imam Abu Hanifah et l'imam",
          "Malik, seul le zihar du mari qui est un musulman est fiable. Ces injonctions ne",
          "sont pas applicables aux sujets non-musulmans de l'Etat islamique, pour les",
          "paroles coraniques: Alladhina yazahiruna minkum: [ «ceux parmi vous qui répudie",
          "sa femme par zihar, ont été adressées aux musulmans, et le jeûne, qui est l'un",
          "des trois types des expiations prescrits dans le Coran, ne peut évidemment pas",
          "être applicable aux sujets non-musulmans. Selon Imam Shafe`i et Imam Ahmad, ces",
          "injonctions sera applicable à la fois aux musulmans et aux non-musulmans, mais il",
          "n'y a pas de jeûne pour le sujet non musulman: il ne peut libérer un esclave ou",
          "nourrir 60 pauvres. \n [(C)] Une femme peut aussi, comme un homme, prononce zihar?",
          "Par exemple, il sera être zihar si elle dit à son mari: `Vous me are'for comme",
          "mon père, ou je suis pour toi comme ta mère? \"] Les quatre imams disent que ce ne",
          "sont pas, et zihar, les injonctions légales de zihar ne s'y applique pas du tout.",
          "Pour le Coran en termes exprès a fixé ces injonctions en ce qui concerne les cas",
          "où les maris prononcent zihar sur leurs épouses, et l'autorité zihar prononcer,",
          "peut être tenu que par celui qui détient l'autorité de divorce à prononcer. Tout",
          "comme la Shari'ah pas donné à la femme le pouvoir de divorcer le mari, de même il",
          "ne lui a pas donné le pouvoir de faire son propre illégale à son mari. Ce même",
          "est la vue de Sufyan Thauri, Ishaq bin Rahawaiyh, Abu Thaur et Laith bin Saad.",
          "Ils considèrent une telle position par une femme dénuée de sens et sans effet",
          "Imam Abu Yusuf. dit que, bien que ce n'est pas, zihar, elle implique pour la",
          "femme l'expiation du serment, pour le prononcé de ces mots par la femme signifie",
          "qu'elle a juré de ne pas avoir des relations conjugales avec son mari. Ce même",
          "est le point de vue de l'Imam Ahmad bin Hanbal cité par Ibn Qadamah. Imam Auza'i",
          "dit que si avant le mariage de la femme a dit que si elle entachée d'un homme",
          "particulier, il serait pour elle comme son père, il serait .zihar, et si elle dit",
          "une telle chose après le mariage, il serait dans la nature un serment, ce qui",
          "entraînerait l'expiation pour le serment. Contrairement à elle, Hasan Basri,",
          "Zuhri, Ibrahim Nakha'i et Hasan bin Ziyad Lu'lu'i disent que cela est zihar et",
          "entraînera l'expiation prescrite pour zihar par la femme; cependant, la femme",
          "aura pas le droit d'empêcher le mari de venir vers elle avant de faire",
          "l'expiation. Ibrahim Nakha`i a cité cet incident à l'appui de ce point de vue.",
          "Mus'ab, fils de Hadrat Zubair, a envoyé une proposition de mariage avec Aïcha",
          "bint Talhah. Elle a refusé la proposition, en disant: [ \"Si je le Marred, il",
          "serait pour moi comme le dos de mon père [(huwa` alayya ka-zahr-i abi)]. \"] Après",
          "un certain temps, elle est devenue prête à marrie-le. Quand les juristes de",
          "Médine ont été invités à donner leur décision à ce sujet, de nombreux juristes",
          "dont plusieurs Compagnons du Saint Prophète a jugé que «A'ishah aurait à faire",
          "une expiation pour le zihar. Après avoir cité cet incident Ibrahim Nakha'i a",
          "exprimé sa propre opinion, en disant que si 'A'ishah avait dit cette chose après",
          "le mariage, il ne serait pas entraîné l'expiation. Mais comme elle a dit cela",
          "avant le mariage quand elle avait la possibilité de se marier, ou ne pas se",
          "marier, l'expiation est devenu obligatoire sur son. \n [(3)] L'excuse d'une",
          "personne sensible et mature, qui prononce les paroles expresses de zihar dans ses",
          "sens plein, ne peut pas être acceptable qu'il prononça les mots dans un état de",
          "colère, ou en plaisantant, ou rustre, ou qu'il n'a pas l'intention de l'zihar.",
          "Toutefois, en ce qui concerne the.words qui ne sont pas expriment à cet égard, et",
          "qui peuvent donner des significations différentes, l'injonction variera en",
          "fonction de leur nature. Ci-dessous, nous dirons ce que les mots de l'arc zihar",
          "exprimer et ce que les mots ne sont pas exprimer. \n [(4)] Il est convenu par tous",
          "que zihar peut être prononcée sur la femme qui est une femme légitime de l'homme.",
          "Cependant, il y a une différence d'opinion si zihar peut se prononcer sur l'autre",
          "femme aussi ou non. Dans cette affaire, voici les différents points de vue: \n Les",
          "Hanafites disent que si un homme dit à l'autre femme: [ \"Si je vous épouserais,",
          "vous serez pour moi comme le dos de ma mère,\"], puis à chaque fois qu'il",
          "l'épouse, il ne sera pas autorisé à la toucher sans d'abord faire l'expiation. Ce",
          "même est le verdict de Hadrat 'Umar. Pendant son califat un homme a dit ces mots",
          "à une femme et ensuite épousée. Hadrat 'Umar a statué qu'il aurait à faire",
          "l'expiation pour le zihar. \n Le Malikis et hanbalite aussi ont exprimé la même",
          "opinion, et ils ajouter à cela: Si la femme n'a pas été précisé, mais l'homme a",
          "dit des mots à l'effet que toutes les femmes étaient pour lui comme ça, alors",
          "selon femme qu'il a épousée , il aurait à faire l'expiation avant de la toucher.",
          "La même chose est l'opinion de Sa'id bin al-Musayyab, 'Urwa bin Zubair,' Ata 'bin",
          "Abi Rabah, Hasan Basri et Ishaq bin Rahawaiyh. \n Les Shafe'is disent que zihar",
          "avant le mariage n'a pas de sens. Ibn 'Abbas et Qatadah détiennent également le",
          "même avis. \n [(5)] Peut zihar être prononcée pour une durée déterminée? Les",
          "Hanafites et des Shafe`is dire que si un homme a prononcé zihar pendant une",
          "certaine période de temps, il devra faire l'expiation s'il touche la femme avant",
          "l'expiration de ce délai; cependant, le zihar deviendra inefficace lorsque le",
          "temps est écoulé. Son argument est l'incident concernant Salamah bin Sakhr",
          "Bayadi, qui avait prononcé zihar sur son WIFC pour le mois de Ramadan, et le",
          "Saint Prophète [(sur qui soit la paix d'Allah)] ne lui dit pas que la fixation du",
          "délai n'a pas de sens. Au contraire, l'Imam Malik Ibn Abi Laila disent que chaque",
          "fois zihar est prononcé, il sera pour toujours et la spécification de temps sera",
          "sans effet, l'interdiction qui a eu lieu ne peut pas devenir vide de son propre",
          "gré à l'expiration de la temps. \n [(6)] Si le zihar est conditionnelle,",
          "expiations deviendra titulaire chaque fois que la condition est violée. Par",
          "exemple, si un homme dit à sa femme: [ \"Si j'entre les maisons vous serez à moi",
          "comme le dos de ma mère,\"], puis à chaque fois qu'il entre dans sa maison, il",
          "sera illégal pour lui de toucher sa femme sans premier making-expiation. \n [(7)]",
          "Dans le cas où les mots de zihar, arc répété plusieurs fois à un WIFC, les",
          "Hanafites ant les Shafe`is disent que si cela se fait en une seule séance ou en",
          "plusieurs séances, il entraînera autant de expiations que le nombre de fois que",
          "le mot a été répété, à moins que l'homme aurait pu répéter les mots seulement au",
          "stress ce qu'il avait dit auparavant. Contrairement à cela, l'Imam Malik et LMAM",
          "Ahmad bin Hanbal disent que peu importe combien de fois les salles sont répétées,",
          "il entraînera une seule expiation. La même chose est la vue de Sha`bi, Ta'us,",
          "`Ata` bin Abi Rabah Hasan Basri et Auza`i [(qu'Allah fasse miséricorde à tous)].",
          "La décision de Hadrat Tout est que si la répétition est faite en une seule",
          "séance, il n'y aura qu'une seule expiation, et si dans les différentes séances,",
          "alors il y aura autant de expiations que le nombre des séances où la répétition a",
          "été faite. La même chose est la vue de Qatadah ant 'Amr bin Dinar. \n [(8)] Si",
          "zihar se prononce sur deux ou plusieurs femmes simultanément dans un seul et même",
          "ensemble de mots, par exemple si les traiter le mari dit: «Vous êtes à moi comme",
          "le dos de ma mère, [« les Hanafites et les Shafe`is dire que expiations séparés",
          "devront être faits pour rendre chacun d'eux légitime La même chose est l'opinion",
          "de. Hadrat `Umar, Hadrat` Ali, `Urwa bin Zubair, Ta'us,` Ata, Hasan Basri,",
          "Ibrahim Nakha`i, Sufyan Thauri et Ibn Shihab Zuhri. Imam Malik et Imam Ahmad dire",
          "que dans ce cas, une seule et même expiations suffira pour tous. Rabi`ah, Auza`i,",
          "Ishaq bin Riihawaiyh et Abu Thaur aussi ont exprimé le même avis. \n [(9)] Il est",
          "convenu par tous que si un homme répète, zihar, encore une fois après avoir fait",
          "l'expiation pour elle une fois, la femme ne sera pas permis de lui à moins qu'il",
          "fait une autre expiation \n [(10)] Bien qu'il soit un péché, selon les quatre",
          "Imams, d'établir des relations conjugales avec la femme avant maltage",
          "l'expiation, et l'homme devrait demander le pardon d'Allah pour elle, et",
          "devraient éviter de répéter une telle chose, mais il entraînera une seule",
          "expiation. Le Saint Prophète [(sur qui soit la paix d'Allah)] avait exhorté les",
          "gens qui avaient commis une telle infraction en son temps pour implorer pardon à",
          "Allah et à ne pas toucher la femme à moins qu'ils avaient fait l'expiation, mais",
          "il n'a pas enjoignent tout supplémentaire expiations outre la propitiation pour",
          "zihar Hadrat `Amr bin` Comme, Qabisah bin Dhu'aib, Sa'id bin Jubayr, Zuhri et",
          "Qatadah dire qu'il entraînera deux expiations, et Hasan Basri et Ibrahim Nakha'i",
          "ont donné avis que cette entraînera trois expiations, probablement le Hadith dans",
          "lequel le Prophète a rendu sa décision à ce sujet n'a pas atteint ces savants. \n",
          "[(11)] Quant à la comparaison de la femme à qui serait zihar, les juristes ont",
          "exprimé des vues différentes: \n 'Amir Sha'bi dit que son rapport à la mère seule",
          "est zihar et le Zahiriyyah dire que sa comparaison uniquement sur le dos de la",
          "mère est zihar, pour les ETCD d'injonction ne fournissent à rien d'autre. Aucune",
          "partie de juristes islamiques, cependant; est d'accord avec eux à cet égard, pour",
          "la raison donnée par le Coran de la comparaison de la femme à la mère d'être",
          "pécheur est qu'il est absurde et un mensonge. Maintenant, évidemment comparaison",
          "de la femme pour les femmes dont la sainteté est comme serait aussi absurde que",
          "dans le cas de la mère donc de la mère, il n'y a aucune raison pour laquelle le",
          "commandement dans ce cas, ne doit pas être le même que dans le peut de la",
          "comparaison à la mère. \n Les Hanafites disent que dans cette commande sont inclus",
          "toutes ces femmes, qui sont interdits de façon permanente à l'homme sur la base",
          "de la lignée, le confiage, ou de la relation conjugale, mais les femmes qui ne",
          "peuvent être temporairement interdites et peuvent devenir légalement à tout",
          "moment, ne sont pas inclus dans ce domaine, par exemple. la sœur de l'épouse, ses",
          "tantes maternels et paternels, ou une autre femme, qui n'a pas la femme légitime",
          "des hommes. Il sera zihar si la comparaison est faite avec une telle partie du",
          "corps de la femme interdite de façon permanente comme il est interdit pour les",
          "hommes à regarder. Toutefois, il ne sera pas, zihar si la comparaison est faite",
          "de main, pied, tête, cheveux, dents de la femme, etc. à l'arrière d'une femme ou",
          "de la femme à sa tête, à la main, le pied, etc. interdit de façon permanente car",
          "il est pas illégal de regarder ces parties du corps de la mère ou la sœur. De",
          "même, pour dire à la femme: \"] Ta main est comme la main de ma mère, ou ton pied",
          "est comme le pied de ma mère, [\" ne zihar. \n Les Shafe`is disent que dans cette",
          "commande sont inclus uniquement les femmes, qui étaient, et sont, interdites en",
          "permanence, c.-à-mère, soeur, fille, etc., mais cela ne comprend pas les femmes,",
          "qui peuvent avoir été légalement à un moment , par exemple. la mère adoptive,",
          "sœur adoptive, mère-frère et sa fille-in-law, ou ceux qui peuvent devenir",
          "légitime au moment même, par exemple, la femme est la sœur de la femme. En dehors",
          "de ces femmes temporairement interdites, il sera zihar de comparer la femme à ces",
          "parties du corps de la femme interdite de façon permanente qui ne sont pas",
          "normalement mentionnés dans la crainte et le respect, tant pour les parties qui",
          "sont mentionnées dans la crainte et le respect, il sera être zihar de faire une",
          "comparaison avec eux que dans le cas où cela se fait avec l'intention de zihar;",
          "par exemple, si un homme dit à sa femme: \"] Vous êtes à moi comme l'œil ou de la",
          "vie de ma mère, ou comme la main, le pied ou le ventre de ma mère, [\" ou il",
          "compare le ventre ou la poitrine de la femme, avec le ventre de la mère , ou du",
          "sein, ou dit que la tête de la femme, le dos ou la main est pour lui sa mère, \"]",
          "il sera zihar si ladite avec l'intention de zihar et révérence si ladite avec",
          "l'intention de révérence. \n Les Malikis disent que comparer la femme à l'une des",
          "femmes interdites est zihar. si bien que, même si un homme dit à sa femme, [ «Tu",
          "es à moi comme le dos de telle ou telle autre femme,\"] il. serait zihar. En",
          "outre, ils disent que ce serait zihar de comparer une partie du corps de la mère,",
          "ou du corps d'une femme éternellement interdit, à la femme, ou à une partie du",
          "corps de la femme, sans aucune condition que les parties ainsi comparés soient",
          "tels que peut examiner toute partie du corps de la mère, comme il regarde la",
          "femme. \n Les Hanbalis inclure dans cette commande toutes ces femmes, qui peuvent",
          "être éternellement interdites, si elles peuvent avoir été légales avant, par",
          "exemple la belle-mère, ou mère adoptive. Quant aux femmes qui peuvent devenir",
          "légalement à tout moment plus tard [(la sœur de la femme par exemple)], une",
          "déclaration de l'Imam Ahmad les concernant est que par rapport à eux n'est pas",
          "zihar. En outre, selon les Hanbalis de comparer une partie du corps de la femme à",
          "une partie quelconque de la femme interdite de relève, zihar. Toutefois, les",
          "parties non-permanents comme les cheveux, les ongles, les dents, etc.. sont",
          "exclus de cette commande. [(12)] «Les juristes sont d'accord que dire w la femme:",
          "[« Tu es à moi comme le dos de ma mère, \"] est expressément zihar, pour les",
          "Arabes ont utilisé cette formule très pour zihar et le Qur'an commande anic aussi",
          "a été envoyé seulement à ce sujet. Cependant, les juristes ont contesté à quels",
          "autres mots sont de nature clairement sous zihar, et qui sont tels, dont un",
          "montant ou non d'un montant de zihar dépendra de l'intention de la speake. \n Avec",
          "les Hanafites les termes exprès de zihar sont ceux dans lesquels une femme",
          "légitime [(la femme)] peut avoir été clairement par rapport à une femme illégale",
          "[(ie une femme parmi les femmes éternellement interdites)], ou par rapport à une",
          "telle partie du corps qui est interdit pour un homme à regarder, comme dire: [ \".",
          "Vous êtes à moi comme le ventre ou la cuisse de ma mère, ou de telle ou telle",
          "femme interdite\"] a part cela, les autres mots sont contestés. Selon Imam Abu",
          "Hanifah, si l'homme dit: [ «Il vous est interdit à moi comme le dos de ma mère,\"]",
          "il est expressément zihar, mais selon Imams Abu Yusuf et Muhammad il serait zihar",
          "s'il y avait l'intention de zihar et le divorce s'il y avait l'intention de",
          "divorce, l'opinion générale par l'Hanafites est que si l'homme dit: [ \"Vous arc",
          "ma mère, ou comme ma mère,\"] il est zihar si ladite avec l'intention de zihar et",
          "le divorce irrévocable si ladite avec l'intention de divorce, et dénué de sens",
          "s'il n'y avait pas une telle intention au ALi Toutefois, selon l'imam Muhammad",
          "ceci est zihar express. Si l'homme appelle sa femme sa mère ou une soeur ou une",
          "fille, il est une absurdité sur laquelle le Saint Prophète [(sur lui la paix de",
          "Dieu)] avait exprimé sa grande colère, mais il n'a pas considéré comme zihar. Si",
          "l'homme dit [ \"Il vous est interdit à moi comme ma mère\"], il serait zihar si",
          "ladite avec l'intention de zihar et le divorce si ladite avec l'intention de",
          "divorce, et zihar s'il y avait pas l'intention du tout. S'il dit: [ «Tu es à moi",
          "comme ma mère, ou ma mère,\"] son ​​intention sera interrogé: quand il disait cela",
          "de respect et de révérence, ce serait le respect et la vénération, si, avec",
          "l'intention de divorce , ce serait le divorce: s'il n'y avait aucune intention,",
          "il serait dénué de sens selon l'Imam Abu Hanifah, mais entraînerait l'expiation",
          "du serment, mais pas de zihar selon l'Imam Abu Yusuf et serait zihar selon l'Imam",
          "Muhammad. \n Avec le Shafe'is les termes exprès de zihar sont qu'un homme devrait",
          "dire à sa femme: [ \"Vous êtes à moi, ou avec moi, ou pour moi, comme le dos de ma",
          "mère, ou si vous êtes comme le dos de ma mère, ou votre corps, ou votre auto, est",
          "à moi comme le corps ou l'auto de ma mère. \"] En dehors de ceux-ci, à l'égard de",
          "tous les autres mots de la décision dépendra de l'intention de l'orateur \n Selon",
          "le Hanbalis, chaque tel mot par lequel un homme peut avoir par rapport à sa",
          "femme, ou une partie parmi les parties permanentes de son corps, à une femme",
          "interdite, ou à une partie parmi les parties permanentes de la femme interdite de",
          "corps clairement, serait considérée comme explicite en matière de zihar \n Le",
          "point de vue de l'Malikis est également presque le même. Cependant, dans les",
          "détails, ils ont donné différentes décisions Par exemple, selon eux, un homme dit",
          "à sa femme: [ «Tu es à moi comme ma mère, ou comme ma mère,\"] est zihar, si",
          "ladite avec l'intention, de zihar, divorce si dit avec l'intention de divorce, et",
          "zihar s'il n'y avait pas du tout l'intention. Selon hanbalite, il peut être",
          "considéré que comme, zihar pourvu qu'il y ait l'intention. Si un homme dit à sa",
          "femme: [ «Tu es ma mère,\"] ceci est zihar selon les Malikis, mais selon les",
          "Hanbalis il serait zihar si ledit dans un état de colère à cause d'une querelle,",
          "et il serait pas zihar si elle a été dit sur rustre et de l'affection, mais il",
          "est faux. Si un homme dit: [ «Vous avez divorce sur vous: vous êtes comme ma",
          "mère,\"] selon le Hanbalis c'est le divorce, pas zihar, et s'il a dit: [ «Vous arc",
          "comme ma mère: vous avez divorce sur vous , \"] à la fois, et le divorce zihar",
          "auront lieu. Pour dire: il vous est interdit à moi comme le dos de ma mère, [",
          "\"est zihar à la fois selon le Malikis et les Hanbalis, si les mots ont été",
          "prononcés avec l'intention de divorce, ou sans aucune intention. \n Dans cette",
          "discussion sur les mots de zihar on devrait clairement comprendre que Ies",
          "disputes des juristes à cet égard concernent les mots et l'utilisation de la",
          "langue arabe. Il est évident que les gens qui parlent d'autres langues ne seront",
          "ni prononcer zihar en arabe, ni se prononcer une traduction exacte et précise des",
          "mots et des phrases arabes au moment où ils prononcent zihar. Par conséquent, si",
          "l'on doit décider si un mot ou une phrase relève de la définition de zihar, ou",
          "non, on ne devrait pas l'examiner du point de vue de son être une traduction",
          "exacte des mots donnés par les juristes, mais il faut seulement voir si le",
          "haut-parleur avait comparé sa femme dans le contexte sexuel clairement à l'une",
          "des femmes dans les degrés prohibés, ou s'il y avait la probabilité d'autres",
          "significations aussi dans ses paroles. Son exemple le plus remarquable est la",
          "phrase arabe elle-même dont tous les juristes et les commentateurs sont d'accord",
          "que cette phrase très a été utilisée pour zihar en arabe, à savoir Ant-i alayya",
          "ka-zahr-i ummi [( \"] Vous êtes à moi comme la dos de ma mère [ \")]. Probablement",
          "dans aucune autre langue du monde peut l'homme prononçant utiliser des mots zihar",
          "qui peut être une traduction littérale de cette phrase en arabe. Cependant, il",
          "peut certainement utiliser des mots de sa propre langue, ce qui peut avoir",
          "exactement le même sens pour lequel un Arabe utilisé cette phrase. Le sens de",
          "cette phrase était: \"] Pour avoir des rapports sexuels [\" avec vous seriez comme",
          "avoir des relations sexuelles avec ma mère, \"] ou comme une personne folle",
          "pourrait dire à sa femme: [\" Si je viens à vous, je serait aller pour ma mère. \"]",
          "\n [(13)] Dans le Saint Coran ce qui a été mentionné comme impliquant l'expiation",
          "est pas la simple zihar mais son et [(retour)] après la zihar. Autrement dit, si",
          "un homme ne prononce le zihar et ETCD pas `return [\", il ETCD ne contractera",
          "aucune expiation Maintenant, la question est:. Qu'est-ce que cela et {retour) qui",
          "implique l'expiation À cet égard, les juristes ont? tenue les points de vue",
          "suivants: \n Les Hanafites disent que et est l'intention d'avoir des rapports",
          "sexuels, mais il ne signifie pas que la simple intention devrait entraîner",
          "l'expiation; si bien que l'homme peut avoir à faire l'expiation même s'il ne",
          "prend aucune mesure concrète après que l'intention. Mais sa signification",
          "correcte est que l'homme qui souhaite lever l'interdiction qu'il avait imposée à",
          "lui en prononçant zihar de rupture des relations conjugales avec sa femme, doit",
          "d'abord faire l'expiation, car cette interdiction ne peut être enlevé sans",
          "l'expiation. \n Trois déclarations ont été cités par l'Imam Malik à cet égard,",
          "mais sa déclaration la plus connue et authentique, selon la Malikis, est en plein",
          "accord avec le point de vue le point Hanafi, comme indiqué ci-dessus. Il dit que",
          "ce que l'homme avait fait illégal pour lui-même en, zihar était la relation",
          "sexuelle avec sa femme. Maintenant, et signifie qu'il devrait revenir à établir",
          "la même relation avec elle. \n De l'avis de l'Imam Ahmad bin Hanbal tel que cité",
          "par Ibn Qadamah est presque le même que celui des deux Imams comme indiqué",
          "ci-dessus. Il dit que, après l'expiation de zihar doit nécessairement être fait",
          "pour rendre la loi sexuelle des rapports ful. L'homme qui veut rendre régulière",
          "après avoir prononcé zihar, en fait, veut revenir à l'interdiction. Par",
          "conséquent, ho a été enjoint de faire l'expiation avant de le rendre licite pour",
          "lui-même, exactement comme l'homme qui veut faire l'autre femme légitime pour",
          "lui-même et doit se marier avec elle avant qu'elle ne puisse être ful de droit",
          "pour lui. \n Imam Shafe`is point de vue est tout à fait différent. Il dit que",
          "l'homme de la tenue de sa femme comme d'habitude et sa détention dans le mariage",
          "comme avant, après avoir prononcé zihar, est aud, car dès qu'il prononçait zihar",
          "lui en fait, lui-même interdit de la garder comme épouse. Par conséquent, s'il",
          "n'a pas divorcer immédiatement à prononcer zihar et son retenait depuis si",
          "longtemps qu'il ne pouvait prononcer les mots de divorce, il a commis et et",
          "l'expiation est devenu lui incombe. Cela signifie que si après avoir prononcé",
          "zihar l'homme n'a pas prononcé le divorce dans le prochain souffle, expiations",
          "deviendrait titulaire, que ce soit après pupilles, il pourrait décider de ne pas",
          "garder la femme en tant que femme et pourrait avoir aucune intention d'avoir des",
          "relations conjugales avec elle. Tant et si bien que, même s'il a divorcé de sa",
          "femme après avoir réfléchi quelques instants, selon Imam Shafe`i, il devrait",
          "encore faire l'expiation. \n [(14)] L'injonction coranique est que les prononce de",
          "zihar doivent faire l'expiation avant que les deux [(le mari et la femme)] \"]",
          "touche [\" les uns des autres. Tous les quatre imams sont d'accord que, selon ce",
          "verset non seulement le rapport sexuel interdite avant l'expiation, mais il est",
          "également interdit que le mari de toucher la femme en aucune façon. Le regard du",
          "Shafe'i 'ne touchant de se désister comme interdit. Les Hanbalis REGARD tous les",
          "types de recherche du plaisir comme interdit; et les Malikis considèrent même la",
          "coulée du regard le corps de la femme pour l'amour du plaisir comme illégale.",
          "Selon eux que la coulée du regard sur le visage et les mains est une exception. \n",
          "[(15)] Si après zihar un homme répudie sa femme, il ne peut pas la toucher sans",
          "d'abord faire l'expiation dans le cas où il est un divorce révocable. Si elle est",
          "un divorce irrévocable, et il l'a re-marie, il devra encore faire l'expiation",
          "avant qu'il ne puisse la toucher. Tant et si bien que, même s'il lui a divorcé",
          "trois fois, et la femme après avoir épousé un autre homme devient une veuve, ou",
          "est divorcée, puis les prononce de zihar re-marie, elle ne sera pas permis de lui",
          "à moins qu'il fait d'abord le cxpiation. Car il lui a interdit de lui-même en la",
          "comparant à sa mère ou une autre femme interdite, et. cette interdiction ne peut",
          "être enlevé sans l'expiation. Tous les quatre Imams d'accord à ce sujet. \n [(16)]",
          "Il incombe à la femme qu'elle ne devrait pas permettre au mari qui a prononcé",
          "zihar sur elle pour la toucher jusqu'à ce qu'il fasse l'expiation. Et puisque la",
          "relation conjugale est un droit de la femme, dont le mari l'a privé par zihar,",
          "elle peut aller à la cour de justice s'il ne fait pas l'expiation. Le tribunal va",
          "obliger le mari à faire l'expiation pour enlever le ht barrière a soulevé entre",
          "lui et elle. Et s'il ne se conforme pas, le tribunal peut lui accorder des cils",
          "ou d'emprisonnement, ou les deux. C'est également convenu par ALi les quatre",
          "écoles de droit. Cependant, la différence est que dans le Fiqh Hanafi cela est le",
          "seul moyen pour la femme; si le tribunal ne l'aide pas sortir de la situation,",
          "elle restera suspendue sous zihar indéfiniment. Pour zihar ne se dissout pas le",
          "contrat de mariage, il ne défend le mari d'avoir des relations conjugales avec la",
          "femme. Selon l'école Malikl si le mari prononce .zihar et maintient la femme",
          "suspendue avec les vices de la punir, la loi de ila »sera appliqué contre lui, ce",
          "qui signifie qu'il ne peut pas garder son suspendu pendant plus de quatre mois.",
          "[(Pour la loi de ila, ste de E.N. 245-247 d'Al-Baqarah)]. Selon le Shafe'is, bien",
          "que dans zihar la loi de ila »peut être appliquée que si le mari aurait pu",
          "prononcer, zihar pour une période déterminée, qui ne dépasse pas quatre mois,",
          "mais puisque selon eux le cxpiation devient incombe à la mari à partir du moment",
          "même où il retient la femme comme épouse, il est impossible qu'il puisse garder",
          "son suspendu pour le long délai indéfiniment. \n [(17)] Le commandement explicite",
          "du Coran et de la Sunna est que la première victime de propitiation pour zihar",
          "est de libérer un esclave. Si un homme ne peut pas se permettre cela, il peut",
          "expier par le jeûne de deux mois consecutivety; et s'il ne peut même pas faire",
          "cela, alors il peut nourrir 60 pauvres. Mais si un homme ne peut pas expier dans",
          "l'une des trois façons, il devra attendre jusqu'à ce qu'il ait les moyens d'agir",
          "dans l'une ou l'autre manière, parce que la Shari'ah n'a pas prescrit de toute",
          "autre forme d'expiation. Cependant, la sunnah confirme qu'une telle personne doit",
          "être aidé pour qu'il puisse faire le troisième type de l'expiation. Le Saint",
          "Prophète a aidé ces gens du trésor public, qui ont été pris dans cette situation",
          "délicate par une erreur de leur part, et ils étaient impuissants à expier dans",
          "l'une des trois façons prescrites. \n [(18)] Le Coran enjoint de libérer un col",
          "[(Raqabah)] comme expiation, qui vaut aussi bien pour un homme et une femme",
          "esclave, et il n'y a pas de restriction de l'âge en elle. Il serait suffisante",
          "pour libérer un enfant de lait qui peut être dans l'état de l'esclavage.",
          "Cependant, les juristes ont contesté si les deux le croire et les esclaves",
          "incroyants peuvent être libérés, ou si seul l'esclave croyant devront être",
          "libérés. Hanafites et Zahiriyyah disent qu'il suffit de libérer un esclave, si un",
          "croyant ou un incroyant, comme cxpiation pour zihar pour le Coran ne mentionne",
          "Raqabah [(le cou)]; il ne dit pas qu'il doit être un croyant. Au contraire;",
          "l'Shafe'is, l'Malikis et hanbalite imposte la condition que ce doit être un",
          "esclave croyant. Ils ont tenu cette injonction comme analogue aux autres",
          "expiations dans lequel la libération de Raqabah a été subordonné à son être un",
          "croyant. \n [(19)] Si le pronouncer de zihar ne peut pas se permettre de libérer",
          "un esclave, le Coran lui enjoint de jeûner deux mois successifs avant que les",
          "deux peuvent se toucher. En ce qui concerne les détails d'agir sur ce",
          "commandement divin, les points de vue des différentes écoles morales sont les",
          "suivantes: \n [(A)] AII sont d'accord que les mois impliquent les mois lunaires.",
          "Si le jeûne est commencé avec l'observation de la nouvelle lune, .one devront",
          "remplir non interrompu le jeûne de deux mois. Si le jeûne est commencé à une",
          "autre date dans le mois, selon le Hanafites et les Hanbalis, on aura à jeûner",
          "pendant 60 jours consécutifs; et selon le Shafe'is, on observera un total de 30",
          "jeûnes dans le premier et le troisième mois et observer l'ensemble du mois",
          "lunaire du milieu, que ce soit de 29 jours ou 30 jours. \n [(B)] Le Hanafites et",
          "les Shafe'is disent que le jeûne doit être commencé à un moment où dans les deux",
          "prochains mois, il ne devrait ni tomber le mois de Ramadan, ni les deux jours",
          "`Id, ni le jour du sacrifice, ni les jours Tashriq [(10 au 13 du mois de",
          "Dhul-Hajj)] pour l'observance du jeûne du Ramadan et son abandon sur les `jours",
          "de Id et le jour du sacrifice de fourmis jours Tashriq, au cours du jeûne",
          "d'expiation, de rompre le succession du jeûne, et la pronouncer de zihar devrait",
          "commencer le jeûne à nouveau. Les Hanbalis disent que abservance du jeûne du",
          "Ramadan et son abandoment les jours forbibben ne casse pas la succession. \n [(C)]",
          "Au cours des deux mois si l'on abandonne un jeûne en raison d'une excuse valable",
          "ou sans excuse valable, dans les deux cas, la succession se brisera selon le",
          "Hanafites et l'Shafe`is, et on devra commencer le jeûne de nouveau. La même chose",
          "est l'opinion de l'Imam Muhammad Baqir, Ibrahim Nahka`i, Sa'id bin Jubayr, et",
          "Sufyan Thauri. Selon Imam Malik et Imam Ahmad, le jeûne peut être abandonné à",
          "cause de maladie ou d'un voyage et cela ne casse pas la succession; cependant, la",
          "succession ne se casse si le jeûne est abandonné sans raison valable. Leur",
          "raisonnement est que la nature de l'expiation est rapide pas obligatoire que du",
          "jeûne du Ramadan: quand cette vitesse peut être abandonné à cause d'une excuse,",
          "il n'y a aucune raison que cela ne peut pas être. La même chose est le point de",
          "vue de Hadrat `Abdullah bin` Abbas, Hasan Basri, `Ata 'bin Abi Rabah, Sa`īd bin",
          "al-Masayyab,' Amr bin Dinar, Sha`bi, Ta'us, Mujahid, Ishaq bin Rahawaiyh, Abu",
          "Ubaid et Abu Thaur. \n [(D)] Si l'homme commet des rapports sexuels avec la femme",
          "undo zihar dans les deux mois de jeûne, selon tous les Imams, la succession se",
          "brisera, et il devra commencer le jeûne de nouveau, car il a été enjoint jeûner",
          "deux mois successifs avant qu'il ne puisse toucher la femme. \n [(20)] Selon le",
          "Coran et la Sunna, la troisième sorte d'expiation [(nourrir les 60 pauvres)] peut",
          "être faite que par celui qui n'a pas le pouvoir de faire la deuxième expiation",
          "[(le jeûne pendant deux mois successivement)]. Le . les détails d'agir sur cette",
          "commande comme élaboré par les juristes sont les suivants: \n [(A)] Selon tous les",
          "quatre Imams, étant impuissant à observer le jeûne signifie que l'on devrait soit",
          "il impuissant à cause de la vieillesse, ou pour cause de maladie, ou en raison de",
          "la raison pour laquelle on ne peut pas être en mesure de s'abstenir de relations",
          "sexuelles pendant deux mois consécutifs, et peut devenir impatient à tout moment",
          "au cours du jeûne. La validité de tous Ies ces trois excuses est confirmée par le",
          "Hadith qui ont été cités dans le cadre des cas de Aus bin Samit Ansari et Salamah",
          "bin Sakhr Bayadi;. Cependant, à propos de la maladie il y a une petite différence",
          "d'opinion parmi les juristes. Les Hanafites disent que l'excuse de la maladie ne",
          "sera valable que dans le cas où il n'y a aucun espoir de guérison, ou il y a la",
          "crainte que la maladie peut empirer à cause du jeûne. Les Shafe`is disent que si",
          "le jeûne est susceptible de causer un préjudice grave par lequel l'homme peut se",
          "sentir le danger de son être interrompu, cette excuse peut également être",
          "valable. Les Malikis disent que si l'homme est convaincu qu'il sera en mesure",
          "d'observer le jeûne dans l'avenir, il peut attendre jusque-là, et si elle n'a pas",
          "un tel sentiment, il doit nourrir les pauvres. Les Hanbalis disent que la crainte",
          "que la maladie va empirer par le jeûne est une excuse suffisante pour ne pas",
          "jeûner. \n [(B)] des aliments peut être donné que pour ces pauvres gens dont",
          "l'entretien ne sont pas la responsabilité obligatoire de l'homme concerné. \n",
          "[(C)] Les Hanafites disent que la nourriture peut être donnée à la fois les",
          "musulmans et les sujets ne musulmans de l'État islamique, mais pas aux mécréants",
          "belligérants et à ceux qui ont reçu une protection. Le MMalikis le Shafe`is et",
          "les Hanbalis disent que les nécessiteux musulmans ne peuvent être nourris. \n",
          "[(D)] Il y a plein accord que l'alimentation implique pour nourrir deux fois par",
          "jour pour remplir. Cependant, il y a une différence d'opinion sur le sens de",
          "l'alimentation. Les Hanafites disent qu'il est tout aussi valable pour nourrir",
          "avec des aliments cuits deux fois par jour ou de donner du grain sufficiient pour",
          "répondre aux besoins alimentaires d'une personne dans le besoin deux fois par",
          "jour, pour le Coran a utilisé le mot, il am, qui signifie à la fois pour fournir",
          "de la nourriture et à nourrir. Mais les Malikis, le Shafe`is et les Hanbalis ne",
          "considèrent pas l'alimentation avec les aliments cuits comme correct; ils pensent",
          "qu'il est nécessaire de donner du grain. Dans le cas où le grain est donné, il y",
          "a plein accord que le grain doit être l'aliment de base dans la ville ou de la",
          "zone, et tous les pauvres devrait être donnée tout aussi. \n [(E)] Selon le",
          "Hanafites, il est également valable si une seule et même personne pauvre est",
          "alimenté ou donné de la nourriture pendant 60 jours, mais il est pas cornette",
          "pour lui donner de la nourriture pendant 60 jours sur un seul et même jour .",
          "Cependant, les trois autres écoles ne pense pas qu'il est valable de fournir des",
          "aliments à une seule et même pauvre homme; il est nécessaire de donner à manger à",
          "60 pesons. Il est interdit dans l'une des quatre écoles à fournir de la",
          "nourriture à 60 hommes à un moment et à un autre 60 à un autre moment. \n [(F)]",
          "Ceci est également interdit selon l'une des quatre écoles que l'on peut",
          "rapidement pendant 30 jours, puis nourrir 30 les pauvres, pour deux expiations",
          "différentes ne peuvent pas être combinées. Si l'on doit jeûner on doit jeûner",
          "deux mois successivement, et si l'on doit nourrir, il faut nourrir 60 pauvres une",
          "fois. \n [(G)] Bien que, dans le cadre de la cxpiation de nourrir le Coran 'ne pas",
          "utiliser des mots à l'effet que cette cxpiation devrait également être faite",
          "avant que le mari et la femme peut se toucher encore le contexte exige que cette",
          "restriction s'appliquera à cette troisième sorte d'expiation ainsi. Voilà",
          "pourquoi les quatre Imams ne considèrent pas comme admissible que l'homme doit",
          "aller à sa femme pendant le temps l'expiation de l'alimentation est en cours",
          "d'exécution. Cependant, le i6 de différence que, selon les Hanbalis l'homme qui",
          "commet cette infraction, aura pour nourrir les pauvres de nouveau, mais les",
          "Hanafites preuve de clémence, dans le respect de cette troisième expiation il-est",
          "pas fait mention de \"] avant que les deux toucher l'autre [ \"dans le Coran, ce",
          "qui fournit une base pour la concession. \n Bibliographie: \n Hanafi Fiqh: Hadaya6;",
          "Fath al-Qadir; Badai ur-Sanat Al-Jassas Ahkam al-Qur'an. \n Shafe i fiqh.",
          "An-Nawawi, Al-Minhaj avec Sharh Mughni alMuhtaj Tafsir Kabir. \n Fiqh Maliki.",
          "Hashah ad-Dusuqi ala-sh-Sharh al-Kabir; Hedayet alMujtahid; Ibn al-Arabi Ahkam",
          "al-Coran. \n Hanbali Fiqh. Ibn Qadamah, Al-Moughni. \n Zahiryyah Fiqh: Ibn Hazm A",
          "-Muhalla!."
        ],
        "12" : [
          "\"] Alors que vous pouvez croire [\": \".] Alors que vous pouvez adopter l'attitude",
          "d'un vrai croyant et sincère [\" De toute évidence, les destinataires de cet arc",
          "de vase pas les païens et polythéistes, mais les musulmans qui avaient déjà",
          "affirmé la foi Pour leur dire après avoir récité devant eux une injonction",
          "Shari'ah: \"] Ceci est enjoint afin que vous puissiez croire en Allah et Son",
          "Messager, [\" signifie clairement que le comportement de la personne qui continue",
          "de suivre la loi traditionnelle du paganisme même après avoir entendu le,",
          "commandement divin serait contradictoire à sa profession de foi. Il est pas le",
          "caractère d'un croyant que lorsque Allah et Son Messener ont prescrit une loi",
          "pour lui dans une certaine question de vie, il doit le mettre de côté et suivre",
          "une autre loi du monde, ou aller sur suivant ses propres désirs et blancs."
        ],
        "13" : [
          "Ici \"] mécréant [\" ETCD n'impliquent le denier des AIlah et Son messager, mais la",
          "personne qui adopte l'attitude et la conduite d'un mécréant, même après avoir",
          "affirmé la foi en AIIah et à Son messager. En d'autres termes, cela signifie:",
          "`Ceci, en fait, est une caractéristique des incroyants que, même après avoir",
          "entendu le commandement d'Allah et de Son Messager, ils devraient aller à suivre",
          "leurs caprices, et de continuer à pratiquer les coutumes de l'ignorance, pour un",
          "vrai croyant et sincère ne serait jamais adopter une telle attitude. La même",
          "chose a été dit dans la sourate AI-`Imran après enjoignait le devoir impératif du",
          "Hadj: \"] Et celui qui ne croit pas [(ie ne pas obéir à ce commandement)], puis",
          "Allah est autosuffisant et ne résiste pas dans le besoin de quiconque dans les",
          "mondes. [ \"[(v. 97)] à aucun endroit a le mot\"] kufr \"été utilisé dans le sens",
          "que celui qui continue d'avoir des relations conjugales avec la femme après zihar",
          "sans faire l'expiation, ou pense que divorce a eu lieu par la simple déclaration",
          "de zihar sur la femme, ou ne vont pas à accomplir le Hadj, malgré les moyens,",
          "doit être déclaré apostat et mécréant par le tribunal religieux et considéré",
          "comme excommunié par les musulmans. . Mais cela signifie que dans la vue d'Allah",
          "ces personnes qui peuvent rejeter ses commandements par la parole ou acte, ou",
          "peut Ieast la peine de savoir que ce que délimite leur Seigneur a fixé pour eux,",
          "ce qu'Il a interdit et ce qu'il a prescrit, ce qu'il a rendu licite et ce",
          "illégal, arc ne compte pas parmi les croyants."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِنْ قَبْلِهِمْ ۚ وَقَدْ أَنْزَلْنَا آيَاتٍ بَيِّنَاتٍ ۚ وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ",
      "simpleTranslate" : [
        "car ceux qui s’insurgent contre Dieu et Son Prophète seront humiliés et",
        "confondus, comme l’ont été ceux qui les ont précédés. Nous en avons apporté",
        "jusqu’à présent suffisamment de preuves évidentes, et les négateurs subiront des",
        "tourments humiliants."
      ],
      "tafsirTranslate" : [
        ". En vérité, ceux qui opposent à Allah et à Son messager <N:14> seront abaissées",
        "même que ceux d'avant eux ont été amenés bas <N:15> Certes, Nous avons fait",
        "descendre des preuves évidentes; et un châtiment humiliant attend les mécréants;",
        "<N:16>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "s'opposer",
        "Allah",
        "et Son Messager",
        "(Sera) déshonoré",
        "comme",
        "ont été déshonoré",
        "ceux",
        "Avant eux",
        "Avant eux",
        "Et certainement",
        "Nous avons fait descendre",
        "versets",
        "clair",
        "Et pour les mécréants",
        "(Est) une punition",
        "humiliant"
      ],
      "notes" : {
        "16" : [
          "Un peu de considération du contexte montre que ici deux punitions de cette",
          "attitude ont été mentionnés: [(I)] Kabt, à savoir l'avilissement et l'humiliation",
          "de ce monde; et [(2)] Adhab Muhin, à savoir un châtiment avilissant qu'ils vont",
          "souffrir dans l'au-delà."
        ],
        "14" : [
          "[ \"Ceux qui s'y opposent...\"]: Ceux qui ne reconnaissent pas les limites fixées",
          "par Allah et au lieu fixé d'autres limites pour eux-mêmes. Ibn Jarir Tabari a",
          "donné ce commentaire de ce verset: [ \"Autrement dit, les gens qui résistent à",
          "Allah en ce qui concerne les limites et devoirs imposés par Lui, et définir pour",
          "eux-mêmes d'autres limites au lieu des limites fixées par lui.\"] Baidawi ; a",
          "donné ce commentaire de celui-ci: [ \"Autrement dit, ils montrent l'hostilité",
          "envers et contestent à Allah et à Son messager, ou définir d'autres limites pour",
          "eux-mêmes que les limites fixées par eux, ou d'adopter les limites fixées par",
          "d'autres.\"] Alusi dans son Ruh Al-Ma `ani a souscrit à Baidawi dans ce",
          "commentaire et a cité la déclaration de Cheikh-ul-Islam Sa`dullah Chalpi à",
          "l'effet: [\" dans ce verset une menace a été tendu à ces rois et mauvais",
          "dirigeants qui ont encadrée beaucoup de ces règles sont opposés aux limites",
          "fixées par la Shari ah, et a appelé la loi de tjem. \"] ici,` Allama Alusi a",
          "insisté sur le statut constitutionnel [(c.-à-constitutionnelle du point de vue",
          "islamique)] des lois d'origine humaine comme contre les lois ah Shari et a conclu",
          "ainsi: \n [ \"Il ne peut y avoir aucun doute dans l'incrédulité de la personne qui",
          "considère cette loi comme louable et supérieure à la Shari ah et dit qu'il est",
          "plus sage et mieux adapté au génie du peuple. Et quand le ah injonction Shari",
          "dans un particulier affaire est lui fit remarquer, il est en colère, comme nous",
          "l'avons vu quelques-uns de ceux qui sont sous la malédiction d'Allah. \"]"
        ],
        "15" : [
          "Le mot utilisé dans l'original est kabt, ce qui signifie déshonorer, de détruire,",
          "de maudire, pour chasser, pour faire sortir, d'avilir. Qu'est-ce que l'on entend",
          "à dire est que les communautés des anciens prophètes qui ont résisté à Allah et à",
          "Son messager et se sont rebellés contre Ses commandements sont déjà allés à leur",
          "perte. Or, ceux parmi les musulmans qui adoptent la même attitude dans la vie",
          "sera également rencontrer le même but mal. Chaque fois que les gens ont fait",
          "leurs propres lois contradictoires à la loi divine, ou adopté des lois faites par",
          "d'autres, ils ont été privés de la bonté et la grâce d'Allah, de sorte que leurs",
          "vies ont été remplis avec des écarts, les immoralités et les maux moraux et",
          "sociaux, ce qui leur a fait dégradation ultime et humilié four dans ce monde. Si",
          "la même erreur aujourd'hui est commise par la communauté du Prophète Muhammad",
          "[(sur qui être la paix et la bénédiction d'Allah)], il n'y a aucune raison pour",
          "laquelle il devrait continuer d'être considéré avec faveur par AIIah et il peut",
          "continuer à le protéger d'un destruction honteuse pour toujours et à jamais.",
          "AIlah eu ni toute mauvaise volonté contre les communautés de ses anciens",
          "messagers, ni a Il toute connexion spéciale avec la communauté de ce Messenger."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوا ۚ أَحْصَاهُ اللَّهُ وَنَسُوهُ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
      "simpleTranslate" : [
        "Le jour où Dieu ressuscitera tous les hommes, Il les mettra en face de leurs",
        "œuvres, car Il les aura toutes recensées, mais eux en auront perdu jusqu’au",
        "souvenir. Dieu est Témoin de toute chose."
      ],
      "tafsirTranslate" : [
        ". Un châtiment qui doit venir sur eux le jour où Allah les ressuscitera à une vie",
        "nouvelle et les informera de leurs actes <N:17> Allah a enregistré tout alors",
        "qu'ils ont oublié . Allah est témoin de tout."
      ],
      "tanslateWordByWord" : [
        "(Au jour",
        "(Quand) Allah les élever",
        "(Quand) Allah les élever",
        "tout",
        "et les informer",
        "de quoi",
        "ils ont fait",
        "Allah l'a enregistré",
        "Allah l'a enregistré",
        "alors qu'ils oubliaient",
        "Et Allah",
        "(est fini",
        "tout",
        "des choses",
        "un témoin"
      ],
      "notes" : {
        "17" : [
          "Autrement dit, leur ayant oublié leur propre attitude et le comportement ne",
          "signifie pas qu'il est mort et oublié complètement. Pour eux, la désobéissance de",
          "Dieu et de la résistance à ses commandes peuvent être une matière ordinaire dont",
          "ils peuvent facilement oublier une fois qu'ils se sont livrés en elle et peut",
          "même pas considérer comme rien de répréhensible, qu'ils auraient dû éviter, mais",
          "aux yeux de Dieu, il est pas la matière ordinaire du tout. Avec lui tous les maux",
          "de la leur a été noté vers le bas, son registre contient un dossier complet de",
          "chaque acte doneby une personne, quand et où il a été fait, ce qui était sa",
          "propre réaction à elle, quelles sont ses conséquences et dans quelle mesure et",
          "dans quel formes ont-ils apparaissent et se répandent dans le monde."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ مَا يَكُونُ مِنْ نَجْوَىٰ ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَا أَدْنَىٰ مِنْ ذَٰلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ۖ ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ ۚ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ",
      "simpleTranslate" : [
        "Ne vois-tu pas que Dieu est au courant de tout ce qui se passe dans les Cieux et",
        "sur la Terre? Il n’est point de conciliabule à trois où Il ne soit le Quatrième",
        "ni à cinq où Il ne soit le Sixième. Que le nombre des participants soit en moins",
        "ou en plus, Dieu est tout le temps avec eux, en quelque lieu où ils se trouvent.",
        "Et Il leur rappellera leurs actes, le Jour de la Résurrection, car la science de",
        "Dieu n’a point de limite."
      ],
      "tafsirTranslate" : [
        "Etes-vous pas au courant <N:18> qu'Allah sait ce qui est dans les cieux et sur la",
        "terre? Jamais est-il un chuchotement entre trois sans qu'Il ne soit leur",
        "quatrième; ni parmi cinq ans, mais il est leur sixième;. <N:19>, ni moins, ni",
        "plus, mais il est avec eux partout où ils peuvent être <N:20> Et puis il leur",
        "dira le Jour du Jugement tout ce qu'ils ont fait. Certes, Allah sait tout."
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "tu vois",
        "cette",
        "Allah",
        "sait",
        "peu importe",
        "(est dans",
        "Le Paradis",
        "et quelle que soit",
        "(est dans",
        "La terre",
        "ne pas",
        "il y a",
        "tout",
        "conseil secret",
        "(De) trois",
        "mais",
        "Il est)",
        "(L) d'entre eux quatrième",
        "et pas",
        "cinq",
        "mais",
        "Il est)",
        "(L) d'entre eux sixième",
        "et pas",
        "Moins",
        "que",
        "cette",
        "et pas",
        "plus",
        "mais",
        "Il",
        "(Est) avec eux",
        "partout où",
        "partout où",
        "elles sont",
        "alors",
        "Il les informera",
        "de quoi",
        "ils ont fait",
        "(au jour",
        "(De) la Résurrection",
        "Effectivement",
        "Allah",
        "de toute",
        "chose",
        "(Est) Omniscient"
      ],
      "notes" : {
        "18" : [
          "D'ici au verset 10 continue les hypocrites ont été prises à la tâche pour",
          "l'attitude qu'ils avaient adoptée dans la société musulmane. Bien qu'apparemment",
          "ils faisaient partie de la communauté musulmane, secrètement, ils étaient un",
          "groupe distinct des croyants, chaque fois que les musulmans eux ont vu, ils les",
          "ont trouvés murmurant secrètement ensemble. Voilà HEW ils complotèrent et ont",
          "fait toutes sortes de plans en vue de créer des divisions dans les rangs des",
          "musulmans, et de provoquer l'inquiétude et la propagation de mal parmi eux."
        ],
        "19" : [
          "La question peut se poser: Pourquoi avez-trois et cinq été mentionnés ici au lieu",
          "de deux et trois? Pourquoi a deux, puis quatre, été laissés de côté? Les",
          "conunentators ont donné beaucoup de réponses à cette question, mais à notre avis",
          "la bonne réponse est que ce style a été adopté pour le maintien de la beauté",
          "littéraire. le Qur'iin. Sans ce style aurait souffert de défauts. Par conséquent,",
          "après avoir fait mention de trois et cinq chuchoteurs l'écart a été, rempli dans",
          "la phrase suivante en disant: si les chuchoteurs sont moins de trois, ou plus de",
          "cinq, en tout cas, Allah est toujours avec eux."
        ],
        "20" : [
          "l'être Cette Allah qui leur est associé est, en fait, dans le sens d'être AII",
          "Omniscient d'Allah et All-Aware, Audient et Clairvoyant, et son être absolu au",
          "pouvoir, et non pas dans le sens qu'Allah, Dieu ne plaise, est une personne qui",
          "est en secret et invisiblement présent parmi les cinq personnes que leur sixième",
          "associé. Ceci, en fait, est destiné à rendre les gens se rendent compte qu'ils",
          "peuvent être tiennent conseils secrets dans des endroits sûrs et cachés et",
          "peuvent être en mesure de dissimuler leurs plans du monde, mais ils ne peuvent",
          "pas les garder caché à Allah, afin qu'ils puissent échapper à tous les puissance",
          "du monde, mais ils ne peuvent pas échapper à l'emprise de AIIah."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ وَيَتَنَاجَوْنَ بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ وَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ الْمَصِيرُ",
      "simpleTranslate" : [
        "N’as-tu pas remarqué que ceux à qui on avait interdit les entretiens secrets ont",
        "repris leurs conciliabules pour discuter de projets malhonnêtes, d’agressions et",
        "de révoltes contre le Prophète? Puis, quand ils viennent te voir, ils t’adressent",
        "des salutations que Dieu ne t’a jamais adressées, en se disant en eux-mêmes :",
        "«Pourquoi Dieu ne nous châtie pas pour ce que nous disons?» Mais la Géhenne comme",
        "châtiment leur suffira, quand ils y seront précipités. Quelle affreuse destinée !"
      ],
      "tafsirTranslate" : [
        "Avez-vous pas vu ceux qui ont été interdits à chuchoter et pourtant ils se sont",
        "engagés dans ce qui leur avait été interdit <N:21> Ils secrètement converse entre",
        "eux concernant le péché et la transgression et la désobéissance au Messager?. Et",
        "quand ils viennent à vous, ils vous accueillent d'une manière que Dieu ne vous",
        "salue pas, <N:22>, et se disent: «Pourquoi Allah ne nous châtie pour ces paroles",
        "de la nôtre» <N:23> L'enfer est qui est suffisant pour eux, et ce sera leur",
        "brûler. Comment lamentable est leur destination!"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "tu vois",
        "[à]",
        "ceux qui",
        "étaient interdits",
        "de",
        "conseils secrets",
        "puis",
        "ils reviennent",
        "à quoi",
        "il leur était interdit",
        "à partir de cela]",
        "et ils détiennent conseils secrets",
        "pour le péché",
        "et de l'agression",
        "et la désobéissance",
        "(À) Messenger",
        "Et quand",
        "ils viennent à vous",
        "ils vous accueillent",
        "avec quoi",
        "ne pas",
        "vous salue",
        "celui-ci",
        "Allah",
        "et ils disent",
        "parmi",
        "se",
        "Pourquoi (ne) pas",
        "Allah punir nous",
        "Allah punir nous",
        "pour quoi",
        "nous disons",
        "Suffisant (pour) les",
        "(Est) Enfer",
        "ils brûleront en elle",
        "et le pire est",
        "la destination"
      ],
      "notes" : {
        "21" : [
          "Cela montre que, avant la révélation de ce verset du Saint Prophète [(à qui par",
          "la paix d'Allah)] avait interdit aux gens de cette pratique. Pourtant, quand ils",
          "ne cessent, AIIah directement envoyé vers le bas ce verset contenant son",
          "avertissement et de la colère pour ces personnes."
        ],
        "22" : [
          "Telle était la pratique commune des Juifs et les hypocrites. Selon plusieurs",
          "traditions, certains Juifs sont venus devant le Saint Prophète [(sur être la paix",
          "d'Allah)] et dit: [ \". As-sam alaika ya Abul-Qasim\"] Autrement dit, ils",
          "prononcent comme-sam `alaika de telle manière pour donner l'impression qu'ils",
          "avaient dit que-salam alaika [(la paix soit sur vous)], qui est la façon",
          "islamique de salut. Mais en réalité, ils avaient dit [ \"Sam\"], ce qui signifie la",
          "mort. En réponse, le Saint Prophète a dit: [ \". Wa alaikum\"] Hadrat `A'ishah",
          "rétorqua: [\"! La mort mai vous et la malédiction d'Allah visiter \"] Le Saint",
          "Prophète l'avertit, en disant: [\" `A'ishah, Allah n'aime pas un langage abusif »]",
          "Elle a soutenu: [\" vous n'avez pas entendu, ô Messager d'Allah a dit ce qu'ils \"]",
          "Le Saint Prophète répondit: [\"? Et avez-vous pas entendu ce que la réponse que",
          "j'ai donné je l'ai dit :. et même sur vous \"] [(Bukhiiri, musulman, Ibn Jarir Ibn",
          "Abi Hatim)]. Hadrat `` bin Abdullah Abbiis a déclaré que les Juifs et les",
          "hypocrites avaient adopté cette façon même de salutation. [(Ibn Jarir)]."
        ],
        "23" : [
          "Autrement dit, ils le considéraient comme une preuve de ne pas être un messager",
          "du Saint Prophète. Ils pensaient que s'il avait été un vrai Messager, ils",
          "seraient punis par un tourment dès qu'ils l'ont accueilli de cette façon. Comme",
          "il n'y avait pas de tourment alors qu'ils étaient le saluer jour et la nuit comme",
          "ça, il était pas un Messager d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَىٰ ۖ وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Évitez dans vos apartés de vous concerter pour commettre des",
        "péchés, des agressions et des révoltes contre le Prophète ! Prenez plutôt comme",
        "sujet d’entretien la vertu et la piété. Craignez Dieu devant qui vous serez tous",
        "réunis !"
      ],
      "tafsirTranslate" : [
        "Les croyants, lorsque vous conversez en secret, sans que pas de péché et la",
        "transgression et la désobéissance au Messager; plutôt converse concernant la",
        "vertu et la piété. Et craignez Allah à qui tous vous seront rassemblèrent. <N:24>"
      ],
      "tanslateWordByWord" : [
        "O vous qui croyez",
        "O vous qui croyez",
        "O vous qui croyez",
        "Quand",
        "vous tenez conseil secret",
        "puis (faire) pas",
        "tenir conseil secret",
        "pour le péché",
        "et de l'agression",
        "et la désobéissance",
        "(À) Messenger",
        "mais tenir conseil secret",
        "pour la justice",
        "et la piété",
        "Et la peur",
        "Allah",
        "celui qui",
        "à lui",
        "vous serez rassemblés"
      ],
      "notes" : {
        "24" : [
          "Cela montre que najwa [(parler secrètement ensemble)] par lui-même est pas",
          "interdit, mais il s étant licite ou illicite dépend du caractère des gens qui",
          "tiennent des consultations secrètes et sur les circonstances dans lesquelles ces",
          "consultations sont organisées , et sur la nature des consultations elles-mêmes,",
          "si les personnes dont la sincérité, la droiture et la pureté de caractère arc",
          "bien connu, arc vu parler secrètement ensemble, personne ne l'aurait toute",
          "inquiétude qu'ils envisageaient mal. Au contraire, les chuchotements et des",
          "consultations secrètes des gens qui sont connus pour leur mauvais caractère et",
          "méchant, produit dans tous les esprits. le soupçon qu'ils arc engagés dans une",
          "nouvelle conspiration. De même, si un couple de personnes parler pendant un",
          "certain temps ensemble sur une certaine matière secrètement, il est inacceptable,",
          "mais si certaines personnes se sont constitués en un gang et constamment engagé",
          "dans une campagne de rumeurs contre la communauté musulmane, ce serait en effet",
          "un prélude à quelque méfait. Si rien d'autre, il serait au moins attiser les",
          "divisions parmi les musulmans. Par-dessus tout, la chose qui décide si najwa [(du",
          "conseil secret)] est licite ou illicite est la nature des choses parlé de lui. Si",
          "deux hommes tiennent un conseil secret afin de porter un différend la fin, ar",
          "pour rétablir le droit d'une personne, ou de porter un différend fin, ou pour",
          "restaurer le droit d'une personne, ou de promouvoir une bonne cause, il n'y a pas",
          "de mal , mais plutôt et acte de vertu, au contraire, si le même conseil secret",
          "entre deux hommes est détenu en vue de la création de méfait, ou usurpant les",
          "droits des. d'autres, ou de commettre un péché, de toute évidence l'objet",
          "lui-même serait le mal et le conseil secret à ce sujet le mal ajouté w mal. \n A",
          "cet égard, l'enseignement donné par le Saint Prophète [(sur qui être la paix",
          "d'Allah)] de l'étiquette sociale est: [ «Quand trois hommes sont assis ensemble,",
          "pas deux d'entre eux chuchoter à l'autre, car ce serait provoquer angoisse le",
          "troisième. \"] [(Bukhari, Muslim, Musnad Ahmad Thirmidhi Adu Da'ud)]. Dans un",
          "autre Hadith, le Saint Prophète a dit: [ \". Deux hommes ne devraient pas",
          "chuchoter, sans l'autorisation de la troisième, car ce serait lui causer",
          "angoisse\"] [(musulman)]. Ce genre répréhensible de chuchotements applique",
          "également à la distribution lorsque deux des trois hommes commencent à parler",
          "dans une langue qui ne sont pas compris par le troisième, et encore plus",
          "répréhensible serait que pendant leur chuchotement ils devraient regarder vers la",
          "troisième personne ou gesticuler dans un manière à suggérer qu'il est le sujet de",
          "discussion entre eux."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "إِنَّمَا النَّجْوَىٰ مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
      "simpleTranslate" : [
        "Les entretiens clandestins sont inspirés par Satan qui veut susciter des ennuis",
        "aux croyants ; mais il ne saurait leur causer aucun mal sans la permission du",
        "Seigneur. Que les croyants aient donc confiance en Dieu !"
      ],
      "tafsirTranslate" : [
        "Whispering est un acte de Satan, celui qui vise à causer la douleur aux croyants;",
        "mais sans la permission d'Allah aucun mal ne peut être causé à eux. Donc, en",
        "Allah que les croyants doivent mettre toute leur confiance. <N:25>"
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "les conseils secrets",
        "(sont issus",
        "le Shaitaan",
        "qu'il peut pleurer",
        "ceux qui",
        "croyez",
        "mais non",
        "il (peut) leur nuire",
        "(En) rien",
        "sauf",
        "par la permission d'Allah",
        "par la permission d'Allah",
        "Et sur",
        "Allah",
        "laisser mettre (leur) confiance",
        "les croyants"
      ],
      "notes" : {
        "25" : [
          "Cela a été saidso que si un musulman regarde d'autres personnes chuchotant, ce",
          "qui lui provoque le doute qu'il est dirigé contre lui, il ne devrait pas se",
          "sentir si offensé que pour commencer à planifier une contre-attaque sur la base",
          "d'un simple soupçon, ou de commencer à nourrir la douleur, ou la malice, ou une",
          "préoccupation excessive dans son cœur. Il devrait comprendre que personne ne peut",
          "lui nuire que par la permission d'Allah. Cette conviction lui inspirer une telle",
          "confiance qu'il se sentirait livré de beaucoup de soucis inutiles et de danger",
          "imaginaire et laissant le méchant se resterait engagée à faire pacifiquement son",
          "devoir. Le croyant qui a confiance en Allah est ni un cœur faible personne, dont",
          "la tranquillité d'esprit pourrait être ruiné par tous les doutes et les soupçons,",
          "ni si peu profonde et la moyenne d'esprit comme ce serait perdre son sang-froid",
          "lorsqu'ils sont confrontés par les malfaiteurs et commencer à se comporter d'une",
          "injuste de façon lui-même."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Lorsqu’on vous dit : «Faites place aux autres dans les",
        "assemblées !», faites-le, Dieu vous mettra à l’aise au Paradis ! Et lorsqu’on",
        "vous dit : «Levez-vous !», faites-le, Dieu élèvera de plusieurs rangs ceux",
        "d’entre vous qui ont la foi et qui ont reçu la science. Dieu est parfaitement",
        "Informé de ce que vous faites."
      ],
      "tafsirTranslate" : [
        "Les croyants, quand on vous dit: «Faites de la place pour un autre dans vos",
        "assemblées\", puis faire de la place; Allah accordera amplitude sur vous <N:26> Et",
        "quand il est dit:. «Lève-toi», puis se lever; <N:27> Allah élever à un rang élevé",
        "<N:28> ceux d'entre vous qui croient et sont dotés de connaissances . Allah est",
        "bien conscient de tout ce que vous faites."
      ],
      "tanslateWordByWord" : [
        "O vous qui croyez",
        "O vous qui croyez",
        "O vous qui croyez",
        "Quand",
        "c'est dit",
        "à toi",
        "Faire de la place",
        "dans",
        "les assemblées",
        "puis faire de la place",
        "Allah fera de la place",
        "Allah fera de la place",
        "pour toi",
        "Et quand",
        "c'est dit",
        "Se soulever",
        "puis se lever",
        "Qu'Allah ressuscitera",
        "Qu'Allah ressuscitera",
        "ceux qui",
        "croyez",
        "parmi vous",
        "et ceux qui",
        "ont reçu",
        "la connaissance",
        "(En) degrés",
        "Et Allah",
        "de quoi",
        "tu fais",
        "(Est) All-Aware"
      ],
      "notes" : {
        "26" : [
          "Cela a été expliqué dans l'introduction de la Surah ci-dessus. Certains",
          "commentateurs considèrent cette commande comme limitée aux assemblées du Saint",
          "Prophète [(sur qui être la paix d'Allah)]. Mais comme l'a souligné l'Imam Malik,",
          "la vue correcte est que cela est une instruction générale pour les assemblées",
          "tenues par les musulmans. L'une des règles de l'étiquette enseignée par AIIah et",
          "Son messager aux musulmans est que quand ils l'arc assis dans une assemblée et un",
          "peu plus de gens arrivent, ils devraient avoir la courtoisie d'accueillir les",
          "nouveaux venus et doivent serrer dans ensemble aussi loin que possible pour faire",
          "place à eux de s'asseoir. Les nouveaux venus devraient également avoir la",
          "courtoisie de ne pas enfoncer de force et de faire d'autres se lèvent pour",
          "prendre leur place. Dans le 'Abdullah bin' Hadith Hadrat Umar et Abû Hurayra ont",
          "rapporté que le Saint Prophète a dit: Personne ne devrait faire une autre",
          "personne se lever pour prendre sa place, mais vous devez vous faire de la place",
          "pour les autres. [ \"[(Musnad Ahmad Bukhari musulman)] Et Hadrat` Abdullah bin",
          "`Amr bin 'Comme les rapports que le Saint Prophète a dit:\".] Il est pas permis à",
          "une personne qu'il doit force appuyer entre deux hommes que par leur congé . [",
          "\"[(Musnad Ahmad, ud Abu Da ', Tirmidhi)]."
        ],
        "27" : [
          "'Abdur Rahman bin Zaid bin Aslam a déclaré que les gens avaient l'habitude de",
          "prolonger leur séance dans le Saint Prophète comme assem- et a essayé de rester",
          "jusqu'à la fin. Cela lui a causé des inconvénients et l'inconfort ainsi que",
          "entrave dans ses tâches quotidiennes. A ce qu'Allah a fait descendre cette",
          "commande, l'enseignement des gens l'étiquette: `Quand on vous dit de se lever de",
          "mousse l'ensemble, vous devriez augmenter up.and dispersée\"] [(Ibn Jarir, Ibn",
          "Kathir)].."
        ],
        "28" : [
          "Autrement dit, \"Vous ne devriez pas penser que si, dans l'ensemble du Saint",
          "Prophète, il fallait asseoir un peu plus loin de lui pour le bien de faire de la",
          "place pour d'autres, vous seriez rétrogradé ou si vous avez été demandé de se",
          "lever et de se disperser à partir de l'assemblage, vous avez été déshonorée. les",
          "moyens réels de l'exaltation des rangs est la foi et de la connaissance, et non",
          "pas l'occasion de siéger le plus proche du Saint Prophète [(sur qui être la paix",
          "d'Allah)] dans son ensemble et asseyez-vous la plus longue. Si une personne se",
          "trouvait assis près de lui, il ne veut pas dire qu'il est devenu exalté dans le",
          "rang, pour les rangs élevés appartiennent seulement à ceux qui ont atteint à la",
          "richesse de la connaissance et de la foi. de même, la personne qui a prolongé son",
          "assis avec le Saint Prophète que pour lui causer des inconvénients et",
          "l'inconfort, en effet, affiché un manque de bonnes manières Son assis là près de",
          "lui pendant une longue;.. le temps ne sera pas le Exait rang en aucune façon",
          "beaucoup plus élevé et exalté dans le rang dans le vue AIlah est celui qui",
          "atteint au goût foi et la connaissance et imbibe la morale qui doit appartenir à",
          "un croyant."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً ۚ ذَٰلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ ۚ فَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Lorsque vous voulez obtenir une audience confidentielle du",
        "Prophète, faites-la précéder d’une aumône. Vous n’en serez que meilleurs et plus",
        "purs. À défaut de moyens, sachez que Dieu est Clément et Miséricordieux."
      ],
      "tafsirTranslate" : [
        "Les croyants, quand vous venez à l'Messenger pour consultation privée, offrent un",
        "peu de charité avant votre consultation avec lui. <N:29> Cela vaut mieux pour",
        "vous et plus propice à la pureté. Mais si vous ne trouvez rien à offrir dans la",
        "charité, sachez alors qu'Allah est le Très Miséricordieux, le Très",
        "Miséricordieux."
      ],
      "tanslateWordByWord" : [
        "O vous qui croyez",
        "O vous qui croyez",
        "O vous qui croyez",
        "Quand",
        "vous consultez privé",
        "le Messager",
        "puis offrir",
        "avant",
        "avant",
        "votre consultation privée",
        "charité",
        "Cette",
        "(est mieux",
        "pour toi",
        "et plus pur",
        "Mais si",
        "ne pas",
        "tu trouves",
        "alors en effet",
        "Allah",
        "(Est) Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "29" : [
          "selon Hadrat 'Abdullah bin' Abbas, cette commande a été envoyée vers le bas parce",
          "que les Musulmans avaient commencé à demander le Saint Prophète [(sur qui être la",
          "paix d'Allah)] pour un avocat privé beaucoup trop souvent; et cela l'a mis au",
          "grand inconvénient. Enfin, Allah a voulu soulager Son Prophète de ce fardeau ..",
          "[(Ibn Jarir)]. Zaid. bin Aslam dit que le Saint Prophète [(sur qui être la paix",
          "d'Allah)] ne serait jamais refuser la demande de toute personne, qui voulait le",
          "consulter en privé. Celui qui désire avoir un avocat privé avec lui, il l'obliger",
          "Souvent, il se trouve que les gens demander conseil privé dans les affaires dans",
          "lesquelles il n'y avait pas de réel besoin. Ce fut le moment où toute l'Arabie a",
          "été engagé dans la guerre contre Médine. Parfois, après qu'une personne avait",
          "fait une telle demande, Satan 'chuchoter dans les oreilles du peuple l'idée qu'il",
          "avait apportés au Saint Prophète les nouvelles de l'invasion par telle ou telle",
          "tribu, et cela causerait numours de se propager à Médine. D'autre part, cela",
          "donnerait les hypocrites l'occasion de dire que Muhammad [(sur lui la paix de",
          "Dieu)] était une personne crédule, qui a écouté et cru en tout ce qu'on lui a",
          "dit. En raison de cette AIlah a imposé la restriction que quiconque voulait avoir",
          "un avocat privé avec le Prophète doit d'abord donner quelque chose dans la",
          "charité. [(Ibn 'Arabi: Ahkam al-Coran)]. Qatadah dit que certaines personnes ont",
          "parlé au Saint Prophète en privé afin de montrer leur supériorité sur les autres.",
          "\n Hadrat 'Ali dit quand cela a été enjoint le Saint Prophète lui demanda: Quelle",
          "devrait être la quantité de l'organisme de bienfaisance? Devrait-il être un",
          "dinar? Je dis: Ceci est plus que les gens peuvent se permettre. Le Saint Prophète",
          "a alors demandé: Devrait-il être un demi-dinar? Je dis: Cela aussi est trop. Puis",
          "il a demandé ce qu'il devrait être. J'ai dit . Or égale à un grain d'orge. Le",
          "Saint Prophète a remarqué: Votre conseil est trop peu! [ \"[(Ibn Jarir, Tirmidhi,",
          "Musnad Abu ya '/ a)] Dans une autre tradition Hadrat` Ali dit: \".] Ceci est un",
          "verset du Coran qui ne sollicité sauf moi. Dès qu'il a été enjoint, je lui ai",
          "offert la charité et consulté le Saint Prophète sur un problème. \"[(Ibn Jarir,",
          "Hakim, Ibn al-Mundhi,` Abd bin Humaid)]."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ ۚ فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ ۚ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
      "simpleTranslate" : [
        "Si vous avez craint d’éprouver quelque gêne, en faisant chaque fois une aumône",
        "avant de vous entretenir avec le Prophète, et si vous vous êtes abstenus",
        "effectivement de la faire, après avoir obtenu le pardon du Seigneur, du moins",
        "accomplissez la salât, acquittez la zakât et obéissez à Dieu et à Son Prophète !",
        "Dieu est parfaitement Informé de ce que vous faites."
      ],
      "tafsirTranslate" : [
        "Avez-vous peur que vous aurez à offrir la charité lorsque vous maintenez une",
        "conversation privée avec le Prophète? Mais si vous êtes incapable de le faire et",
        "Allah vous pardonne, alors établir la prière et de payer la Zakat, et obéissez à",
        "Allah et à Son messager. Allah est bien conscient de tout ce que vous faites.",
        "<N:30>"
      ],
      "tanslateWordByWord" : [
        "As tu peur",
        "à",
        "offre",
        "avant",
        "avant",
        "votre consultation privée",
        "les organismes de bienfaisance",
        "Puis quand",
        "vous ne faites pas",
        "vous ne faites pas",
        "et Allah a pardonné",
        "et Allah a pardonné",
        "toi",
        "ensuite établir",
        "la prière",
        "Et donner",
        "le zakah",
        "et d'obéir",
        "Allah",
        "et Son Messager",
        "Et Allah",
        "(Est) All-Aware",
        "de quoi",
        "tu fais"
      ],
      "notes" : {
        "30" : [
          "Cette deuxième commande a été envoyée vers le bas un certain temps après la",
          "première commande, et il concelled l'injonction de donner quelque chose dans la",
          "charité. Cependant, il y a une divergence d'opinion quant à la durée de",
          "l'injonction est restée en vigueur. Qatadah dit qu'il est resté en vigueur",
          "pendant moins d'une journée, puis a été abrogée. Muqatil bin Hayyan dit qu'il est",
          "resté en vigueur pendant dix jours; et ceci est la période la plus longue de sa",
          "vie mentionnée dans aucune tradition."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ مَا هُمْ مِنْكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ",
      "simpleTranslate" : [
        "Que penses-tu de ceux qui ont pactisé avec des gens qui ont encouru la colère de",
        "Dieu, alors qu’ils ne sont ni des vôtres ni des leurs? Et ils appuient leurs",
        "mensonges en toute connaissance de cause, par de faux serments."
      ],
      "tafsirTranslate" : [
        "Ne voyez-vous ceux qui ont des amis un peuple que Dieu est irrité contre <N:31>",
        "Ils n'appartiennent? À vous, ni vous pour eux. <N:32> Ils jurent à un mensonge,",
        "ils le font en connaissance de cause. <N:33>"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "tu vois",
        "[à]",
        "ceux qui",
        "prendre comme alliés",
        "un peuple",
        "colère",
        "(De) Allah",
        "(Is) sur eux",
        "Ils ne sont pas",
        "Ils ne sont pas",
        "de toi",
        "et pas",
        "d'eux",
        "et ils jurent",
        "à",
        "le mensonge",
        "pendant qu'ils",
        "connaître"
      ],
      "notes" : {
        "32" : [
          "Autrement dit, ils ne sont ni sincères dans leurs relations avec les croyants, ni",
          "avec les Juifs: leurs relations avec les deux sont basés sur des intérêts",
          "égoïstes."
        ],
        "33" : [
          "[ \"Un mensonge\"]: ils ont cru et ont accepté Muhammad [(sur lui la paix et",
          "bénédictions d'Allah)] comme leur guide et leur chef et sont fidèles à l'Islam et",
          "les musulmans"
        ],
        "31" : [
          "L'allusion est aux Juifs de Médine dont les hypocrites avaient pris pour des",
          "amis."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "Dieu leur a préparé un terrible châtiment, pour prix de leur détestable",
        "comportement."
      ],
      "tafsirTranslate" : [
        "Allah a préparé pour eux un châtiment douloureux. En effet, le mal sont les actes",
        "dans lesquels ils sont engagés."
      ],
      "tanslateWordByWord" : [
        "Allah a préparé",
        "Allah a préparé",
        "pour eux",
        "une punition",
        "sévère",
        "En effet, [ils]",
        "le mal est",
        "quelle",
        "ils avaient l'habitude",
        "faire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ فَلَهُمْ عَذَابٌ مُهِينٌ",
      "simpleTranslate" : [
        "Ils utilisent leurs serments comme un bouclier pour détourner les gens de la Voie",
        "du Seigneur. Aussi sont-ils voués à un châtiment avilissant ;"
      ],
      "tafsirTranslate" : [
        "Ils ont pris leurs serments comme un bouclier au moyen duquel ils empêchent les",
        "gens de la Voie d'Allah. <N:34> Leur aura un châtiment humiliant."
      ],
      "tanslateWordByWord" : [
        "Ils ont pris",
        "leurs serments",
        "(Comme) un couvercle",
        "de sorte qu'ils entravent",
        "de",
        "(La) voie d'Allah",
        "(La) voie d'Allah",
        "donc pour eux",
        "(Est) une punition",
        "humiliant"
      ],
      "notes" : {
        "34" : [
          "C'est d'une part, ils jurent serments à leur foi et leur fidélité à rendre les",
          "musulmans croient qu'ils appartiennent à eux, et de l'autre, ils sèment des",
          "doutes et des soupçons contre l'Islam et les adeptes de l'Islam et le Prophète de",
          "l'Islam dans les cœurs des gens, de sorte qu'ils devraient se détourner de",
          "l'islam dans le dégoût de prendre leur parole d'être un véritable image à",
          "l'intérieur de l'Islam, venant des «musulmans» eux-mêmes."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا ۚ أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ",
      "simpleTranslate" : [
        "et ni leurs richesses ni leurs enfants ne leur seront d’aucun secours auprès de",
        "Dieu, car ils sont voués à l’Enfer, où leur séjour sera éternel."
      ],
      "tafsirTranslate" : [
        "Ni leurs biens ni leurs descendants seront de toute utilité pour eux contre",
        "Allah. Ce sont les gens du Feu; ils y demeureront éternellement."
      ],
      "tanslateWordByWord" : [
        "Jamais",
        "se prévaloir",
        "leur",
        "leur richesse",
        "et pas",
        "leurs enfants",
        "contre",
        "Allah",
        "(En) rien",
        "Ceux",
        "(Sera) compagnons",
        "(De) l'incendie",
        "ils",
        "en ce",
        "respectera toujours"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَيْءٍ ۚ أَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ",
      "simpleTranslate" : [
        "Le jour où Dieu les ressuscitera tous ensemble, ils Lui feront les mêmes serments",
        "qu’à vous, croyant pouvoir ainsi s’en tirer à bon compte. Ce sont ceux-là, en",
        "vérité, les imposteurs."
      ],
      "tafsirTranslate" : [
        "Le jour où Allah les ressuscitera d'entre les morts, ils ne jurent devant lui",
        "comme ils jurent devant vous aujourd'hui, <N:35> pensant que cela va leur servir.",
        "Voici, ils sont des menteurs prononcent."
      ],
      "tanslateWordByWord" : [
        "(Au jour",
        "Allah les élever",
        "Allah les élever",
        "tout",
        "puis ils jureront",
        "à lui",
        "comme",
        "ils jurent",
        "à toi",
        "Et ils pensent",
        "qu'ils",
        "(sont sur",
        "quelque chose",
        "Sans aucun doute",
        "En effet, ils",
        "[ils]",
        "(Sont) les menteurs"
      ],
      "notes" : {
        "35" : [
          "Autrement dit, [ «Ne pas être contenu par des serments de jurons devant le peuple",
          "dans ce monde, ils jurent de faux serments also.before AIIah Lui-même dans",
          "l'au-delà, pour le mensonge et la fraude est devenue une seconde nature avec eux,",
          "dont ils se fanent pas abandonné, même après la mort. \"]"
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنْسَاهُمْ ذِكْرَ اللَّهِ ۚ أُولَٰئِكَ حِزْبُ الشَّيْطَانِ ۚ أَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ",
      "simpleTranslate" : [
        "Satan les a mis sous sa férule au point de leur faire perdre jusqu’au souve-nir",
        "du Seigneur. Ce sont ceux-là les partisans de Satan. Or, les partisans de Satan",
        "sont toujours perdants,"
      ],
      "tafsirTranslate" : [
        "Satan a acquis la maîtrise sur eux et leur a fait la négligence se rappeler",
        "d'Allah. Ils sont le parti de Satan. Voici, le parti de Satan seront les",
        "perdants."
      ],
      "tanslateWordByWord" : [
        "a surmonter",
        "leur",
        "le Shaitaan",
        "alors il a fait oublier",
        "(La) mémoire",
        "(De) Allah",
        "Ceux",
        "(Sont) partie",
        "(De) l'Shaitaan",
        "Sans aucun doute",
        "Effectivement",
        "(la fête",
        "(De) l'Shaitaan",
        "ils",
        "(Seront) les perdants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ أُولَٰئِكَ فِي الْأَذَلِّينَ",
      "simpleTranslate" : [
        "à l’instar de ceux qui s’insurgent contre Dieu et Son Prophète et qui sont voués",
        "au sort le plus avilissant."
      ],
      "tafsirTranslate" : [
        "En vérité, ceux qui opposent à Allah et à Son messager seront parmi les êtres les",
        "plus abjects."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "s'opposer",
        "Allah",
        "et Son Messager",
        "ceux",
        "(Sera) parmi",
        "le plus humilié"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي ۚ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ",
      "simpleTranslate" : [
        "Dieu a décrété de toute éternité : «Je vaincrai, Moi et Mes envoyés !», car Dieu",
        "est Fort et Puissant."
      ],
      "tafsirTranslate" : [
        "Allah a écrit: «Certes, je vais l'emporter; I et Mes messagers. <N:36> En vérité,",
        "Allah est le plus fort, le plus puissant."
      ],
      "tanslateWordByWord" : [
        "Allah a décrété",
        "Allah a décrété",
        "Sûrement, je vaincrai",
        "je",
        "et Mes messagers",
        "Effectivement",
        "Allah",
        "(Est) All-Fort",
        "Tout-Puissant"
      ],
      "notes" : {
        "36" : [
          "Pour une explication, voir E.N. 93 de la sourate As-Saffat."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُولَٰئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ ۖ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ أُولَٰئِكَ حِزْبُ اللَّهِ ۚ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ",
      "simpleTranslate" : [
        "Tu ne verras jamais ceux qui ont foi en Dieu et au Jugement dernier sympathiser",
        "avec ceux qui s’insurgent contre Dieu et Son Envoyé, fussent-ils leurs pères,",
        "leurs fils, leurs frères ou de leur tribu. C’est que Dieu a imprimé la foi dans",
        "leurs cœurs et les a fortifiés par un souffle émanant de Lui. Aussi les",
        "admettra-t-Il dans des Jardins arrosés d’eaux vives, pour l’éternité, car Il sera",
        "Satisfait d’eux et eux seront satisfaits de Lui. Ce sont ceux-là qui constituent",
        "le parti de Dieu, et c’est le parti de Dieu qui connaîtra la félicité."
      ],
      "tafsirTranslate" : [
        "Vous ne trouverez pas un peuple qui croient en Allah et au Jour dernier",
        "Befriending ceux qui opposent à Allah et à Son messager fussent-ils leurs pères,",
        "leurs fils, leurs frères ou leurs proches. <N:37> Il a inscrit la foi dans leurs",
        "cœurs et les a renforcés avec un esprit de Lui, et Il doit les faire entrer dans",
        "des Jardins sous lesquels coulent les ruisseaux. Là, ils doivent se conformer.",
        "Allah est bien heureux avec eux, et ils sont bien heureux avec Lui. Ils",
        "appartiennent au parti d'Allah. En vérité, le parti d'Allah doit prospérer."
      ],
      "tanslateWordByWord" : [
        "Vous ne trouverez pas",
        "Vous ne trouverez pas",
        "un peuple",
        "qui croient",
        "en Allah",
        "et la journée",
        "le dernier",
        "affectueux",
        "(ceux qui",
        "s'opposer",
        "Allah",
        "et Son Messager",
        "même si",
        "ils étaient",
        "leurs pères",
        "ou",
        "leurs fils",
        "ou",
        "leurs frères",
        "ou",
        "leur parenté",
        "Ceux",
        "Il a décrété",
        "dans",
        "leur cœur",
        "foi",
        "et les soutient",
        "avec un esprit",
        "de lui",
        "Et Il les fera entrer",
        "(À) Jardins",
        "écoulement",
        "de",
        "dessous",
        "les rivières",
        "respectera toujours",
        "en ce",
        "Allah est heureux",
        "Allah est heureux",
        "avec eux",
        "et ils sont heureux",
        "avec lui",
        "Ceux",
        "(Sont) partie",
        "(De) Allah",
        "Sans aucun doute",
        "Effectivement",
        "(la fête",
        "(De) Allah",
        "ils",
        "(Sont) ceux qui ont réussi"
      ],
      "notes" : {
        "37" : [
          "Deux choses ont été dit dans ce verset: d'abord, une question de principe, et le",
          "second, un état de fait. La question de principe est que la foi dans la vraie",
          "religion et l'amour des adversaires de la religion sont des choses",
          "contradictoires, qui ne peuvent pas imaginer coexister dans un seul et même",
          "endroit. Il est absolument impossible que l'amour de la foi et l'amour des",
          "ennemis d'Allah et à Son messager doit coexister dans un même coeur, tout comme",
          "l'amour d'une personne pour lui-même et son amour pour son ennemi ne peut pas",
          "coexister dans son cœur simultanément Ceci est, comme pour dire: «vous lf sec une",
          "personne qui professe la foi ainsi que maintient des relations d'amour avec les",
          "adversaires de l'Islam, vous ne devriez jamais être impliqué dans le malentendu",
          "qu'il serait peut-être vrai dans sa profession en dépit de sa cette attitude et",
          "la conduite. De même, les personnes qui ont établi des relations avec l'islam et",
          "les adversaires de l'Islam simultanément, doivent se considérer aussi leur",
          "position bien et voir ce qu'ils sont réellement. Sont-ils des croyants ou des",
          "hypocrites? Et ce qui en fait, ils veulent être à ils veulent vivre en tant que",
          "croyants ou hypocrites? Si elles ont toute justice gauche en eux. et tout le",
          "sentiment que de la. morale point de vue de l'hypocrisie est l'attitude plus",
          "humble et le plus abject pour l'homme, ils doivent renoncer à leur tentative de",
          "monter dans deux bateaux simultanément. La foi veut qu'ils soient décisifs. S'ils",
          "veulent rester croyants, ils doivent rompre et sacrifier tous ces liens qui se",
          "heurtent à leur relation avec l'Islam; si elles détiennent une autre relation",
          "plus cher à eux-mêmes que la relation avec l'Islam, alors ils devraient mieux",
          "renoncer à leur fausse profession de l'Islam. \n Ici, Allah n'a pas seulement",
          "affirmé le principe, mais a également présenté la réalité comme un modèle avant",
          "ceux qui professaient la foi. Les vrais croyants avaient en fait rompu tous les",
          "liens qui se sont affrontés avec leur relation avec Allah Religion. Cela avait",
          "été témoin par l'ensemble de l'Arabie dans les «batailles de Badr et Ouhoud. Les",
          "émigrés de Makkah avaient combattu contre leur propre tribu et les plus proches",
          "parents que pour l'amour d'Allah et sa religion. Abû `Ubaidah a tué son père,",
          "Abdullah bin al-Jarrah. Hadrat Mus`ab bin `Umair a tué son frère, 'Ubaid bin`",
          "Umair; Hadrat Umar a tué son oncle maternel, 'Comme bin Hisham bin Mughirah;",
          "Hadrat Abu Bakr est devenu prêt à combattre son fils 'Abdur Rahman Hadrat' Ali,",
          "Hadrat Hamzah et Hadrat Ubaidah bin al-Harith tué »Utbah, Shaibah et Walid bin`",
          "Utbah, qui étaient leurs proches parents. A propos des _prisoners de guerre",
          "capturés à Badr, Hadrat 'Umar a donné avis qu'ils devraient aII être mis à",
          "l'épée, et a proposé qu'un parent devrait tuer un parent. Dans la même bataille",
          "de Badr lorsque Hadrat Mus'ab bin 'Umair a vu qu'un musulman Ansari avait capturé",
          "son vrai frère, Abu' Aziz bin `Umair, et a été l'attachant, il a crié vers lui,",
          "en disant: [\" Tic lui serré : sa mère est une femme riche, elle va vous payer une",
          "forte rançon \"] Abu Aziz a déclaré:?` vous êtes un frère et dire cela ». Hadrat",
          "Mus'ab a répondu: [ \"Pas vous, mais ce Ansari, musulman est mon frère maintenant,",
          "qui vous a capturé. \"] Dans la même bataille de Badr Abul '., Le fils-frère DELA",
          "Saint Prophète [(sur lequel il la paix d'Allah)], a été fait prisonnier et a été",
          "montré aucune faveur spéciale différente des autres prisonniers à cause de sa",
          "relation avec le Saint Prophète. Ainsi. le monde a été fait un témoin du tact",
          "réelle et montré le caractère des musulmans sincères et leur relation profonde",
          "avec AIIah et son Messager. Dailami a raconté cette invocation du Saint Prophète",
          "[(sur qui est la paix d'Allah)] sur l'autorité de Hadrat Mu'adh: [ \"Alla-humma la",
          "taj al li-Fajir dans [(et selon une autre tradition, il-fasiq-in)] 'alayya Yadan",
          "wa la ni mata fa -yuwadda-hu qalbi fa-Inni wajad-tu fima uhitu ilayya la tajidu",
          "qaum-yu un minuna billahi wal-yaum il-akhir-i yuwaaddiuaa homme haadd-Allahs wa",
          "Rasulahu: \"] O Dieu, Iet pas le méchant [( et selon une autre tradition, le",
          "péché)] me faire une faveur parce que je peux avoir de l'amour pour lui dans mon",
          "cœur, dans la révélation de la part Vous, j'ai aussi trouvé ceci: «Vous ne",
          "trouverez jamais des gens qui croire en AIIah et au jour dernier aimer ceux qui",
          "opposent à Allah et à Son messager »."
        ]
      }
    }
  ],
  "medinian" : true
}