{
  "chapterNumber" : 59,
  "nbVerses" : 24,
  "name" : "Le rassemblement, Le regroupement",
  "nameArabic" : "الحشر",
  "transName" : "al-ḥašr",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Tout ce qui est dans les Cieux et sur la Terre célèbre la gloire du Seigneur, le",
        "Puissant, le Sage."
      ],
      "tafsirTranslate" : [
        "Tout ce qui est dans les cieux et tout ce qui est dans la terre exalte la gloire",
        "d'Allah: Il est le Très Puissant, le Sage <N:1>."
      ],
      "tanslateWordByWord" : [
        "glorifie",
        "[À] Allah",
        "peu importe",
        "(est dans",
        "Le Paradis",
        "et quelle que soit",
        "(est dans",
        "La terre",
        "Et il",
        "(Est) le Tout-Puissant",
        "le Sage"
      ],
      "notes" : {
        "1" : [
          "Pour une explication, voir E.N. de 1, 2 de la sourate Al-Hadid. L'objet de cette",
          "phrase d'introduction avant de faire une évaluation du bannissement de",
          "l'interdiction; an-Nadir est de préparer l'esprit à comprendre la vérité que le",
          "sort de cette puissante tribu rencontré n'a pas été le résultat de la puissance",
          "des musulmans, mais une manifestation de la puissance d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِنْ دِيَارِهِمْ لِأَوَّلِ الْحَشْرِ ۚ مَا ظَنَنْتُمْ أَنْ يَخْرُجُوا ۖ وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا ۖ وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ ۚ يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ",
      "simpleTranslate" : [
        "C’est Lui qui a chassé de leurs demeures les négateurs parmi les gens des",
        "Écritures, lors de leur premier exode. Vous ne pensiez pas qu’ils s’en iraient,",
        "de même qu’eux s’imaginaient qu’ils seraient protégés contre Dieu par leurs",
        "forteresses. Mais Dieu les atteignit par où ils s’attendaient le moins. Il jeta",
        "l’effroi dans leurs cœurs au point qu’ils démolirent à l’aide des croyants leurs",
        "demeures avec leurs propres mains. Méditez cette leçon, vous qui êtes doués",
        "d’intelligence !"
      ],
      "tafsirTranslate" : [
        "Il est Qui dans le premier assaut chassa les gens du Livre qui ne croyaient pas",
        "de leurs maisons <N:2> au premier rassemblement des forces <N:3> Vous ne croyez",
        "pas qu'ils le feraient laisser; alors eux aussi pensaient que leurs forteresses",
        "les défendraient contre Allah. <N:4> Alors Allah est venu sur eux d'où ils ne se",
        "sont même pas imaginer, <N:5> jetant une telle terreur dans leurs cœurs qu'ils",
        "ont détruit leurs maisons par leurs propres mains et leur destruction a également",
        "été causée par les mains des croyants. <N:6> donc, apprendre une leçon de cela, ô",
        "vous qui ont des yeux perspicaces! <N:7>"
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Celui qui",
        "exclu",
        "ceux qui",
        "pas foi",
        "de",
        "(les gens",
        "(De) l'Ecriture",
        "de",
        "leurs maisons",
        "au premier",
        "la cueillette",
        "ne pas",
        "tu penses",
        "cette",
        "ils laisseraient",
        "et ils ont pensé",
        "qu'ils]",
        "seraient les défendre",
        "leurs forteresses",
        "contre",
        "Allah",
        "Mais est venu à eux",
        "Allah",
        "de",
        "où",
        "ne pas",
        "ils devraient",
        "Il chassa",
        "dans",
        "leur cœur",
        "[Le] terrorisme",
        "ils ont détruit",
        "leurs maisons",
        "avec leurs mains",
        "et les mains",
        "(De) les croyants",
        "Alors, prenez une leçon",
        "O ceux dotés",
        "(Avec) un aperçu"
      ],
      "notes" : {
        "2" : [
          "Ici, le lecteur doit comprendre une chose dès le début afin d'éviter toute",
          "confusion sur le bannissement du Bani an-Nadir. Le Saint Prophète [(sur lui la",
          "paix de Dieu)] avait conclu un traité écrit formel avec le Bani an-Nadir. Ils",
          "avaient pas rompu cet accord en tant que tel qu'il aurait dû devenir vide Mais la",
          "raison pour laquelle ils ont été attaqués était que, après la fabrication de",
          "différents types de violations mineures de celui-ci, à la fin ils ont commis une",
          "telle infraction qui équivalait à la violation de la confiance. That'is, ils",
          "comploté pour tuer le chef de l'autre partie au traité, i. e. l'État islamique de",
          "Médine. L'intrigue est devenue exposée, et lorsque l'on accusait de rompre",
          "l'accord qu'ils ne pouvaient pas nier Là-dessus, le Saint Prophète [(sur lui la",
          "paix de Dieu)] leur a dit soit de quitter Médine ou pour être prêt pour une",
          "guerre. Cet avis est conforme à cette injonction du Coran: [ \". Si jamais vous",
          "craignez la trahison de tout peuple, jeter leur traité ouvertement devant eux»]",
          "[(AI-Anfal: 58 <V:8:58>)] Voilà pourquoi Allah décrit leur l'exil comme son",
          "propre action, car il est précisément en conformité avec la loi divine. En",
          "d'autres termes, ils ne sont pas expulsés par le Saint Prophète [(sur qui être la",
          "paix d'Allah)] et les musulmans, mais par Allah Lui-même. L'autre raison pour",
          "laquelle Allah a décrit leur exil comme sa propre action, a été dit dans les",
          "versets suivants."
        ],
        "3" : [
          "Le mot Hashr dans le texte signifie pour rassembler les individus dispersés à",
          "GETHER ou de prendre des individus dispersés après les rassembler ensemble.",
          "Ainsi, les mots li-awwal-il-Hashr signifient: avec la première Hashr ou à",
          "l'occasion de la première Hashr. Quant à la question, ce qui est impliqué par la",
          "première Hashr ici, les commentateurs ont contesté ce. Selon un groupe, il",
          "implique le bannissement du Bani an-Nadir de Madinah, et cela a été décrit comme",
          "leur première Hashr en ce sens que leur deuxième Hashr a eu lieu à l'époque de",
          "Hadrat `Umar, lorsque les Juifs et les chrétiens étaient expulsé de la péninsule",
          "arabique, et la Hashr finale aura lieu le jour de la Résurrection. Selon le",
          "deuxième groupe, il implique le rassemblement de l'armée musulmane ensemble pour",
          "lutter contre le Bani an-Nadir; et li-awwal-il-Hashr signifie que dès que les",
          "Musulmans avaient rassemblés pour les combattre, et pas de sang encore avait été",
          "versé, ils, par la manifestation de la puissance d'Allah, a offert d'être banni",
          "de Médine de leur propre gré. En d'autres mots, ces mots ont été utilisés ici",
          "dans le sens de [ «à la première agression\"]. Shah Waliullah a traduit [ \"lors de",
          "la première réunion de l'armée\"]. Shah 'Abdul Qadir a traduit [ \"au premier",
          "rassemblement.\"] A notre avis, cette traduction donne à peu près le sens de ces",
          "mots."
        ],
        "4" : [
          "Pour comprendre cela il faut garder à l'esprit le fait que le Bani anNadir avait",
          "été bien établi ici depuis des siècles. Ils vivaient dans des populations",
          "compactes dehors Madinah sans aucun élément de privilège. Leur installation a été",
          "bien fortifiée, qui avait des maisons fortifiées qui sont généralement",
          "construites dans les zones tribales feud-monté. Puis héritier force numérique",
          "aussi égale à celle des musulmans, et à l'intérieur même Madinah beaucoup des",
          "hypocrites étaient leur supporters..Therefore, le. Les musulmans ne pourraient",
          "jamais attendre à ce qu'ils, même sans combattre, si énervé par le siège à",
          "quitter leurs foyers volontairement. de même, le Bani an-Nadir aussi ne pouvait",
          "pas imaginer que quelque pouvoir les obligerait à quitter leurs foyers dans les",
          "six jours, Bien que le Bani Qainuqa 'avait été expulsé devant eux, et leur fausse",
          "fierté de courage avait prouvé être d'aucune utilité , ils vivaient dans une",
          "localité à l'intérieur de Madinah et ne pas avoir de village fortifié séparé; par",
          "conséquent, le Bani an-Nadir pensait que leur incapacité à résister aux musulmans",
          "n'a pas été exceptionable, contrairement à cela, compte tenu de leur propre",
          "établissement et bastions fortifiés qu'ils ne pouvaient pas imaginer que quelque",
          "puissance pourrait les faire sortir si facilement. Voilà pourquoi, lorsque le",
          "Saint Prophète [(sur qui être la paix d'Allah)] a signifié un avis sur eux de",
          "quitter Médine dans les dix jours, ils hardiment rétorqué, en disant: On ne va",
          "pas cesser de fumer: vous pouvez faire ce que vous s'il vous plaît [ \".\n Ici, la",
          "question se pose: Sur quelle base a AIIah dit: «Ils pensaient que leurs",
          "forteresses les sauver d'Allah '. Est-ce que le Bani an-Nadir savent vraiment",
          "qu'ils ne sont pas face à Muhammad bin `Abdullah [(sur lui la paix de Dieu)] mais",
          "AIIah? Et ont-ils, en dépit de savoir cela, pensent que leurs forteresses les",
          "sauver d'Allah? .Cet Est une question qui confondrait chacune de ces personnes",
          "qui DCES connaît pas la psychologie du peuple juif et ses traditions séculaires.",
          "En ce qui concerne les hommes ordinaires, on ne peut imaginer que, malgré leur",
          "savoir consciemment qu'ils faisaient face à Allaf, ils Divertir le faux espoir",
          "que leurs forts et les armes seraient les sauver d'Allah. Par conséquent, une",
          "personne ignorante interpréterait la Parole divine, en disant que le Bani",
          "an-Nadir, compte tenu de la force de leurs forts étaient apparemment impliqués",
          "dans l'incompréhension qu'ils resteraient à l'abri de l'attaque du Saint",
          "Prophète, mais en réalité, ils ont été la lutte contre Allah et à partir de Lui",
          "leurs forts ne pouvaient pas les sauver. Mais le fait est que les Juifs dans ce",
          "monde sont un peuple étranger, qui ont été sciemment combattent Allah: ils ont",
          "tué les prophètes d'Allah les connaître pour être Ses prophètes, et ils ont",
          "déclaré vantardise et arrogance qu'ils avaient tué les prophètes de AIIah. Leurs",
          "traditions disent que leur grand Patriarche, le prophète Jacob, a lutté avec Dieu",
          "toute la nuit et Allah ne pouvait le jeter même jusqu'à l'aube. .Ensuite, Quand à",
          "l'aube d'Allah a demandé à Jacob de le laisser aller, Jacob a répondu qu'il ne",
          "serait pas le laisser aller jusqu'à ce qu'Il le bénit. Allah lui demanda son nom,",
          "et il répond `Jacob Allah a dit que son nom ne sera plus Jacob, mais Israël,",
          "[(voir Genèse 32\"] parce que vous contestèrent avec Dieu et avec les hommes, et a",
          "prévalu [. \": 25- 29 dans la dernière traduction juive; les Écritures Écritures,",
          "publié par la Jewish publication Society of America 1954)]. Dans la traduction de",
          "la Bible chrétienne trop ce sujet a été rendu également. Dans la note de la",
          "traduction juive, \"] Israel [\" a été expliqué que: Celui qui conteste avec Dieu.",
          "\"] Dans le Cyclopaedia of Biblical Literature la signification donnée d'Israël [\"",
          "par les savants chrétiens est: \"] Wrestler avec Dieu [.\" Puis, dans Osée [(OT)]",
          "le Prophète Jacob a été salué ainsi: \"] Par sa force il avait le pouvoir avec",
          "Dieu. oui, il avait le pouvoir sur l'ange, et emporté [ \"[(Ch. 12: 3-4)].",
          "Maintenant, évidemment, le peuple d'Israël sont les enfants du même Prophète",
          "Israël qui, selon leur foi, avait lutté avec Dieu et luttait avec lui. Pour eux,",
          "il est pas du tout difficile qu'ils doivent rester fermes et combattre Dieu même.",
          "Sur cette base même, ils, même selon leur propre profession, ont tué les",
          "prophètes de Dieu, et sous la même fausse fierté qu'ils mettent le Prophète Jésus",
          "sur la croix et se vantait: \"] Nous avons tué Jésus-Christ, fils de Marie, le",
          "Messager d'Allah. [ \"par conséquent, il n'a pas été contre leurs traditions qui",
          "ils ont combattu Muhammad [(sur lui la paix de Dieu)] en dépit de leur",
          "connaissance qu'il était le Messager d'Allah. Sinon leur peuple, leurs rabbins et",
          "savants savaient bien qu'il était le Messager d'AIlah. Le Coran lui-même contient",
          "plusieurs preuves à cet effet. [(Par exemple, voir E: N. de 79, 95 de Al-Baqarah,",
          "de E.N. 190, 191 de An-Nisa, de 70, 73 E.N. de As-Saffat)]."
        ],
        "5" : [
          "Allah qui descend sur eux ne signifie pas que Dieu était descendu dans un autre",
          "lieu d'où il les attaqua. Mais cette i9 une expression métaphorique. Le but est",
          "de donner l'idée que tout en faisant face à Allah qu'ils pensaient que AIIah",
          "pouvait les châtier seulement en apportant une armée contre eux de l'avant et ils",
          "étaient convaincus qu'ils allaient résister à cette force par leurs",
          "fortifications, Allah les attaquèrent d'où ils avait pas cru possible; et ce fut",
          "qu'il a fait que faible et brisa leur force de résistance à l'intérieur après que",
          "ni leurs armes ni leurs bastions pourraient les aider."
        ],
        "6" : [
          "Autrement dit, «La destruction a eu lieu de deux manières: à l'extérieur des",
          "Musulmans les assiégés et ont commencé à démolir leurs fortifications, et de",
          "l'intérieur, d'abord ils ont soulevé des obstacles de pierre et de bois pour",
          "empêcher les musulmans d'avancer, et pour cela but a cassé leurs propres maisons",
          "pour le matériel; puis, quand ils sont devenus certains qu'ils auraient à quitter",
          "la place, ils ont commencé à tirer vers le bas leurs maisons, qu'ils avaient si",
          "tendrement construits et décorés, avec leurs propres mains, de manière à les",
          "rendre inutiles pour les musulmans Plus tard, quand ils se sont installés la paix",
          "avec le Saint Prophète [(sur qui soit la paix d'Allah)] à la condition qu'ils",
          "seraient épargnés leur vie, mais ne HAVC la permission d'emporter tout ce qu'ils",
          "pouvaient, à l'exception des armes et des armures, ils ont commencé à enlever les",
          "cadres des portes et fenêtres, même chevilles; si bien que certaines personnes",
          "ont enlevé les poutres et les plafonds en bois, qu'ils mettent sur le dos de",
          "leurs chameaux et à gauche. \"]"
        ],
        "7" : [
          "Il Arc de nombreuses leçons que l'on peut tirer de cet événement, qui ont été",
          "fait allusion dans cette brève mais phrase éloquente Ces Juifs étaient rien",
          "d'autre, mais les partisans des anciens prophètes: ils croyaient en Dieu, dans le",
          "livre, dans les anciens prophètes et l'au-delà. En conséquence, ils ont été les",
          "anciens musulmans. Mais quand ils ont tourné le dos à la religion et la morale et",
          "adopté une hostilité ouverte à la vérité seulement pour le bien de leurs désirs",
          "égoïstes et motifs du monde et les intérêts, et ont montré peu de considération",
          "pour leurs traités et accords, la grâce d'Allah a été détourné d'eux, sinon Allah",
          "avait aucune inimitié personnelle avec de. Par conséquent, tout d'abord, les",
          "musulmans eux-mêmes HAVC été exhortés à tenir compte de leur sort et apprendre",
          "une leçon, de peur qu'eux aussi devraient commencer à se comporter comme si elles",
          "étaient les enfants bien-aimés de Dieu, comme le firent les Juifs, et devraient",
          "être impliqués dans la incompréhension que leur étant inclus parmi les disciples",
          "du Prophète Dernier de Dieu serait par lui-même de garantir pour eux la grâce",
          "d'Allah et son soutien, en dehors de laquelle ils ne sont pas tenus de se",
          "conformer à toute demande de la religion et de la morale. D'ailleurs, ces gens du",
          "monde entier ont également HAVC été invités à tirer une leçon de cet événement,",
          "qui oppose la vérité consciemment, puis se fier à leur richesse et de pouvoir,",
          "leurs moyens et leurs ressources, en pensant que ceux-ci seraient les sauver de",
          "la punition divine . Les Juifs de Médine ne ignoraient pas que le Saint Prophète",
          "Muhammad [(sur lui la paix et bénédictions d'Allah)] n'a pas augmenté pour la",
          "suprématie d'un peuple ou tribu, mais il présentait une invitation idéologique",
          "les destinataires qui étaient tous des hommes, et tout homme, quel que soit la",
          "race ou le pays il appartenait, pourrait rejoindre sa Ummah en acceptant",
          "l'invitation, sans discrimination ni distinction. Ils étaient eux-mêmes le",
          "témoignage que Bilal de Habash, Suhaib de Rome, et Salman of Persia jouissait de",
          "la même position et le statut dans la communauté musulmane comme cela a été",
          "apprécié par les gens de sa propre maison, le Saint Prophète. Par conséquent, ils",
          "ne se sentaient pas de danger que le Quraish et l'Aus et Khazrij gagnerait le",
          "dessus sur eux. Ils n'étaient pas ignorer que l'invitation idéologique qu'il",
          "présentait était exactement le même que leurs propres prophètes avaient été",
          "présentent. Le Saint Prophète n'a jamais mis en avant l'affirmation selon",
          "laquelle il était venu avec une nouvelle religion, inconnu au peuple, et que les",
          "gens devraient renoncer à leur ancienne religion et accepter sa religion »à la",
          "place. Mais ce qu'il prétendait que la religion d'être présenté par lui était le",
          "même que les prophètes de Dieu avaient prêché et présentant depuis le début de la",
          "création. Et de leur Torah ils pourraient se confirmer qu'il était en fait la",
          "même religion, les principes qui ne sont pas différents des principes de la",
          "religion des prophètes. Sur la même base, ils ont dit dans le Coran: Affirmez foi",
          "dans l'enseignement envoyé par Moi, ce qui confirme l'enseignement que vous",
          "possédez déjà, et vous ne devriez pas être ses premiers deniers \"Ils ont",
          "également été témoins de ce caractère et de la morale. le Saint Prophète [(sur",
          "qui soit la paix d'Allah)] possédait, et quelle révolution avait eu lieu dans la",
          "vie de ceux qui avaient accepté son message. Pendant longtemps, les Ansar de",
          "Médine avait été leurs plus proches voisins. Ils savaient quel genre de les gens",
          "qu'ils avaient été avant d'embrasser l'Islam et ce qu'ils sont devenus après leur",
          "conversion à l'Islam. ainsi, ils étaient bien conscients de l'invitation, de",
          "l'inviteur et des résultats d'accepter l'invitation. Mais, malgré le témoignage",
          "et sachant tout cela, seulement en raison de leur préjugés raciaux et intérêts",
          "mondains, ils dépensés aII leur énergie contre le message de la vérité sur",
          "laquelle il n'y avait pas de place pour le doute au moins dans leur esprit. Après",
          "une telle hostilité évidente et ouvert au trnth qu'ils attendaient que leurs",
          "bastions serait les sauver d'Allah, alors que toute l'histoire humaine porte la",
          "preuve que celui qui est combattue par la puissance de Dieu, ne peut pas sauver",
          "et se protéger en toute arme, moyen ou dispositif."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا ۖ وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ",
      "simpleTranslate" : [
        "Si Dieu n’avait pas décrété leur exil, Il les aurait déjà châtiés en ce monde.",
        "Néanmoins, le châtiment du Feu leur sera infligé dans la vie future,"
      ],
      "tafsirTranslate" : [
        "Si Allah avait pas décrété le bannissement pour eux, il les aurait certainement",
        "châtiés dans ce monde <N:8> Quant à l'au-delà, le châtiment du Feu qui les",
        "attend.."
      ],
      "tanslateWordByWord" : [
        "Et sinon",
        "[cette]",
        "(A) décrété",
        "Allah",
        "pour eux",
        "l'exil",
        "Certes, il (serait) les ont punis",
        "dans",
        "le monde",
        "et pour eux",
        "dans",
        "l'au-delà",
        "(Est) une punition",
        "(De) l'incendie"
      ],
      "notes" : {
        "8" : [
          "[ \"les aurait châtié dans le monde\"]: monde ont amenés à être annihilatcd. C'est,",
          "si elles avaient combattu au lieu de se rendre pour sauver leur vie, ils ont été",
          "complètement anéantis. Leurs hommes auraient péri dans la guerre et leurs femmes",
          "et enfants auraient été faits prisonniers et il n'y aurait plus personne pour les",
          "avoir rachetés."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ ۖ وَمَنْ يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
      "simpleTranslate" : [
        "et ce pour s’être dressés contre Dieu et Son Prophète. Or, Dieu est Impitoyable",
        "dans Son châtiment envers ceux qui s’insurgent contre Lui."
      ],
      "tafsirTranslate" : [
        "C'est parce qu'ils se sont fixés contre Allah et Son messager; et celui qui se",
        "définit contre Allah doit savoir que Allah est sûrement le plus dur en punition."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Est), car [ils]",
        "ils se sont opposés",
        "Allah",
        "et Son Messager",
        "Et quiconque",
        "oppose",
        "Allah",
        "alors en effet",
        "Allah",
        "(Est) sévère",
        "(En) peine"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَىٰ أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ",
      "simpleTranslate" : [
        "Les palmiers que vous avez coupés et ceux que vous avez épargnés le furent avec",
        "la permission de Dieu, dans le but de confondre les pervers."
      ],
      "tafsirTranslate" : [
        "Les palmiers que vous limitiez ou ceux que vous avez laissé debout sur ses",
        "racines, il a été par la permission d'Allah que vous l'avez fait <N:9> (Allah",
        "vous à ce congé accordé) pour cela. Il pourrait humilier les méchants. <N:10>"
      ],
      "tanslateWordByWord" : [
        "Peu importe",
        "vous abattez",
        "de",
        "(les) palmiers",
        "ou",
        "vous les avez laissés",
        "permanent",
        "sur",
        "leurs racines",
        "il (était) par la permission",
        "(De) Allah",
        "et qu'il peut déshonorer",
        "les pervers"
      ],
      "notes" : {
        "9" : [
          "La référence est le fait que les musulmans abattu ou brûlé un grand nombre de",
          "palmiers qui se trouvaient dans les oasis autour du règlement du Bani un Nadir",
          "afin de faciliter le siège, cependant, ils ont quitté ces arbres sur pied qui ne",
          "gêne les opérations militaires. A cela, les hypocrites de Médine et le Bani",
          "Quraydhah et le Bani an-Nadir eux-mêmes, ont soulevé une clameur, en disant que,",
          "d'une part, Muhammad [(sur qui être la paix et la bénédiction d'Allah)] interdit",
          "la propagation des troubles dans le monde, mais, d'autre part, les arbres",
          "fruitiers ont été coupés par son commandement, qui équivalait à répandre le",
          "désordre dans le monde. A ce AI-Hashr AIIah, fait descendre le commandement:",
          "«Quel que soit les arbres que vous abattre, ou tout ce que vous avez quitté",
          "debout, votre ni acte était illicite, mais il avait la permission d'Allah [\"",
          "L'injonction légale qui est dérivée de ce verset est que. la destruction causée",
          "par souci d'opérations militaires ne relève pas \"] répandre le désordre dans le",
          "monde. [ \"Mais la propagation des troubles dans le monde est que l'armée sous la",
          "coupe de l'hystérie de guerre .should intrusion dans le territoire ennemi et",
          "commencer à détruire les cultures, le bétail. Jardins, maisons et tout à sa",
          "manière, sans aucune raison. Dans cette affaire. La instruction générale est la",
          "même que Abû Bakr Siddiq a tout d'envoi de l'armée musulmane en Syrie: \"] ne pas",
          "couper les arbres friut; ne pas détruire les cultures; ne pas ravager les",
          "colonies [ \"Ce fut précisément en conformité avec l'enseignement coranique, qui",
          "condamne ceux qui répandent le chaos;.« Quand ils obtiennent le pouvoir qu'ils",
          "dirigent aII leurs efforts en vue de répandre la corruption dans le pays,",
          "détruisant les récoltes et tuant les gens. \"] [(AI-Baqarah: 205 <V:2:205>)]. Mais",
          "la commande spécifique en ce qui concerne les exigences de la guerre est que si",
          "la destruction est nécessaire pour les opérations militaires contre l'ennemi, il",
          "est légitime. Ainsi, Hadrat 'Abdullah bin Mas'ud a donné cette explication dans",
          "le commentaire de ce verset: «Les musulmans avaient coupé seuls les arbres du",
          "Bani an-Nadir qui se trouvaient sur le champ de bataille. [ \"[(Tafsir Nisaburi)].",
          "Certains des juristes musulmans ont négligé cet aspect de la question et a",
          "exprimé l'avis que la licéité de couper les arbres du Bani an-Nadir se limitait",
          "seulement à cet événement particulier. Il ne fait pas il généralement admissible",
          "que chaque fois que la guerre nécessite des arbres de l'ennemi être coupé et",
          "brûlé. Imam Auza'i, Laith et Abu Thaur tenir cette même opinion. Mais la plupart",
          "des juristes estiment que pour le bien des opérations militaires importantes, il",
          "est admissible. Cependant, ce n'est pas admissible aux fins de la simple",
          "destruction et de pillage. \n On peut se demander: Ce verset du Coran pourrait",
          "satisfaire les musulmans, mais comment pourrait-ceux qui n'a pas accepté le Coran",
          "comme Parole divine être satisfaite de cette réponse à leur objection que les",
          "deux actes étaient autorisés comme ils avaient Allah l'autorisation pour cela? La",
          "réponse est: Ce verset du Coran a été envoyé vers le bas pour satisfaire",
          "seulement les musulmans; il n'a pas été envoyé vers le bas pour satisfaire les",
          "mécréants. Depuis en raison de l'opposition des Juifs et les hypocrites, ou en",
          "raison de leur propre pensée, ils avaient été impliqués dans l'appréhension",
          "qu'ils étaient coupables de répandre le désordre sur la terre, AIIah leur a donné",
          "la satisfaction que les deux actes, en réduisant certains arbres pour faciliter",
          "le siège et en laissant d'autres arbres sur pied qui ne pas obstruer le siège,",
          "étaient conformes à la loi divine. \n Les traditionnistes dans leurs traditions",
          "ont contesté le point de savoir si l'ordre de couper et brûler les arbres avait",
          "été donné par le Saint Prophète [(sur qui être la paix d'Allah lui-même, ou si",
          "les Musulmans avaient fait de leur propre gré, puis plus tard, a demandé au Saint",
          "Prophète de son aspect juridique. Hadrat Abdullah bin Omar a rapporté que le",
          "Saint Prophète lui-même avait ordonné. (Bukhari, Muslim, Musnad Ahmad, Ibn",
          "Jarir)]. le même a également été rapporté par Yazid bin. Ruman [(Ibn Jarir)] au",
          "contraire, Mujahid et Qatadah dire que les musulmans avaient leur propre coupe",
          "les arbres;.. puis un différend est survenu entre eux si ce qu'ils avaient fait",
          "était admissible ou non certains dit qu'il était permis et certains a dit qu'il",
          "était pas à Allah dernière a fait descendre ce verset et approuvé l'acte à la",
          "fois [(Ibn Jarir)] la même chose est pris en charge par une tradition de Hadrat",
          "'Abdullah bin' Abbas:... \"les musulmans étaient confus parce que certains des les",
          "avaient coupé les arbres et d'autres non;. par conséquent, ils ont voulu demander",
          "au Saint Prophète [(sur qui soit la paix d'Allah)] à qui serait récompensé pour",
          "la loi et qui serait puni '[(Nasa i)]. Ceux des juristes qui ont préféré la",
          "première tradition donne l'argument selon lequel ce fut le jugement personnel du",
          "Saint Prophète, qui a ensuite été ratifié par la révélation de AIlah, et là une",
          "preuve du fait que dans les affaires où aucun commandement divin existait, le",
          "Saint Prophète utilisé pour suivre son jugement personnel. D'autre part, les",
          "juristes qui ont préféré la seconde tradition, font valoir que les deux groupes",
          "de musulmans avaient adopté deux points de vue différents sur la base de leurs",
          "propres jugements personnels et AIIah ratifié. Par conséquent, si les savants",
          "arrivent à des conclusions différentes par exercice judicieux de leur jugement",
          "personnel, alors, bien que leurs opinions peuvent différer, ils seraient tous",
          "correct dans la Divine Shari ah."
        ],
        "10" : [
          "Autrement dit, \"] Allah a voulu qu'ils soient déshonorés si vous coupez les",
          "arbres et aussi si vous les avez laissés debout.\" Dans le premier cas, ils ont",
          "été déshonorés quand ils ont vu que les arbres des jardins qu'ils avaient plantés",
          "avec leurs propres mains et qu'ils avaient possédés depuis des siècles, ont été",
          "abattus devant leurs yeux et ils regardaient, impuissants, il. Même un paysan",
          "ordinaire et jardinier ne peut pas tolérer d'un autre détournement ou intrusion",
          "dans son champ ou le jardin. Il protégerait son champ ou le jardin, au risque de",
          "sa vie si quelqu'un a essayé de détruire en sa présence. Car s'il ne peut pas",
          "empêcher la destruction-n de sa propriété, ce serait un signe de son extrême",
          "humiliation et la faiblesse. Mais ici, toute une tribu, qui avait vécu à cet",
          "endroit sans crainte et hardiment pendant des siècles, regardait impuissant que",
          "ses voisins avaient envahi ses jardins et ont détruit les arbres alors qu'il ne",
          "pouvait rien faire. Après cela, même s'ils sont restés dans Madinah ils auraient",
          "vécu dans la honte et l'humilité. Dans le second cas, ils ont été déshonorés",
          "quand à la sortie de Madinah ils ont vu que les jardins verdoyants qui étaient en",
          "leur possession jusqu'à la veille étaient en train de passer dans la possession",
          "des musulmans. Ils avaient le pouvoir, ils auraient dévasté les jardins entiers",
          "par leurs propres mains pour que pas un seul whole.tree passa entre les mains des",
          "musulmans. . Mais dans leur impuissance, ils ont quitté la ville, désespéraient",
          "et éplorés, laissant tout intact derrière."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَمَا أَفَاءَ اللَّهُ عَلَىٰ رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَٰكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَىٰ مَنْ يَشَاءُ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "Le butin pris à l’ennemi et que Dieu a accordé à Son Prophète, vous n’avez engagé",
        "pour l’avoir ni chevaux ni chameaux. Mais Dieu permet à Ses envoyés de triompher",
        "de qui Il veut, car Dieu a pouvoir sur toute chose."
      ],
      "tafsirTranslate" : [
        "Quel que soit Allah a pris loin d'eux et donné (comme butin) sur Son messager",
        "<N:11> pour lequel vous éperonné ni chevaux, ni chameaux; mais Allah accorde le",
        "pouvoir de Ses messagers sur qui Il veut. Allah a pouvoir sur tout. <N:12>"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "(A) restauré",
        "(Par) Allah",
        "à",
        "Son Messager",
        "d'eux",
        "alors pas",
        "vous avez fait l'expédition",
        "pour ça",
        "de",
        "les chevaux",
        "et pas",
        "chameaux",
        "mais",
        "Allah",
        "donne le pouvoir",
        "(À) Ses messagers",
        "plus de",
        "qui",
        "Il veut",
        "Et Allah",
        "(est sur",
        "chaque",
        "chose",
        "Tout-puissant"
      ],
      "notes" : {
        "12" : [
          "Autrement dit, [ \"La restauration de ces propriétés aux musulmans ne sont pas le",
          "résultat de l'effort de l'armée de combat réel pour que l'armée sur cette base",
          "peut avoir le droit que les propriétés peuvent être réparties entre les soldats,",
          "mais sa vraie nature est que Allah par sa grâce a donné la domination de ses",
          "messagers et le système qu'ils représentent sur eux. En d'autres termes, le",
          "passage de ces propriétés dans les mains des musulmans ne sont pas le résultat",
          "direct de l'effort et de la lutte de l'armée de combat, mais le résultat de la",
          "force totale qui AIIah a accordé à Son messager et sa communauté et le système",
          "établi par lui, ces propriétés sont très différentes dans la nature du butin de",
          "guerre et ne peuvent donc pas être distribués parmi les soldats en tant que",
          "telle. \n Ainsi, le Shari ah a fait une distinction entre ghanimah [(butin de",
          "guerre)] et fai [(propriétés restaurées)]. L'injonction: n ce qui concerne la",
          "ghanimah a été donnée dans la sourate Al-Anfal: 41, et il est présent \"] Il",
          "devrait être divisé en cinq parties, quatre parties qui seront répartis entre",
          "l'armée des combats et la cinquième déposés dans le public Trésor [(Bait",
          "al-Mal)], et dépensé sur les éléments mentionnés dans le verset. [ \"Quant à la",
          "fai, l'injonction est qu'il ne doit pas être réparti entre l'armée, mais il",
          "devrait être réservé pour les postes de dépenses étant indiqué dans le verset",
          "suivant. La distinction entre les deux a été dit clairement par les mots: \"] Vous",
          "avez pas pressés vos chevaux et des chameaux sur eux, [\" qui impliquent les",
          "opérations militaires. Ainsi, les propriétés qui sont prises en conséquence",
          "directe de ces opérations sont les ghnimah et celles qui arc pas le résultat de",
          "ces opérations sont les fai. La distinction entre ghanimah et tai qui a été",
          "brterty mentionné dans ce verset, a été expliqué plus en détail par la juristis",
          "de l'Islam. Ghanimah sont uniquement les propriétés transférables qui sont prises",
          "à l'ennemi au cours de l'action militaire; autres choses que celles-ci, par",
          "exemple terres, maisons et autres propriétés transférables et non transférables",
          "de l'ennemi, sont exclus de la définition de ghanimah et sont fai. La source de",
          "cette explication est la lettre que Hadrat 'Umar [(qu'Allah soit satisfait de",
          "lui)] avait écrit à Hadrat Saad bin Abi Waqqas après la conquête de l'Irak. Dans",
          "cette lettre, il a écrit: \"] Distribuer les propriétés et les biens que les",
          "soldats de l'armée recueillis et portés à votre camp parmi les musulmans qui ont",
          "participé à la guerre, et de laisser les terres et les canaux avec ceux qui",
          "travaillent sur eux afin que la produit de ceux-ci sont utilisés pour les",
          "traitements des musulmans. [ \"[(Abu Yusuf. Kitab al-Kharaj, p. 24; Abu 'Ubaid,",
          "Kitab al-Amwal, p. 59; Yahya bin Adam, Kitab al-Kharaj, pp. 27-28, 48)]. Sur",
          "cette base très, Hadrat Hasan Basri dit: \"] Tout ce qui est tiré du camp ennemi,",
          "est le droit de ceux qui ont remporté la victoire sur lui et les terres sont les",
          "Mttslirns [?.» Yahya bin Adam, p. 27). Et Imam Abu Yusuf dit: «Quelles que soient",
          "les musulmans prennent des troupes ennemies, et quelles que soient les biens et",
          "les bras et le bétail qu'ils collectent et apportent à leur camp, est ghanimah; à",
          "partir de ce cinquième sera déduit et le reste réparti entre les soldats. \"]",
          "[(Kitab al-Kharaj, p. 18)]. La même chose est l'opinion de Yahya bin Adam, qu'il",
          "a exprimé dans son Kitab al kharaj [(p. 27)]. plus encore que cela, ce qui fait",
          "la distinction entre ghanimah et fai plus clair est que, après la bataille de",
          "Nahawand lorsque le ghanimah avait été distribué et les terres conquises avaient",
          "été inclus dans l'État islamique. un Tnan nommé Sa'ib bin Aqra 'a trouvé deux",
          "sacs de bijoux hors du fort. il était confus que ce soit le ghanimah qui devrait",
          "être distribué dans l'armée, ou le fai qui doit être déposé dans le Bait al-Mil",
          "Par conséquent, il est venu à Madinah et de mettre l'affaire devant Hadrat 'Umar,",
          "qui a décidé qu'il devrait être vendu et le prix déposé dans le Bait-al-Mil. De",
          "cela, il devient clair que ghanimah sont uniquement les propriétés transférables",
          "qui sont prises par les soldats pendant la guerre. Après la guerre est finie, les",
          "propriétés transférables aussi, comme les propriétés incessibles, deviennent fai.",
          "Imam Abu 'Ubaid rapporte cet événement et dit: [ \"Les propriétés arc saisis de",
          "l'ennemi par l'usage de la force, quand la guerre est toujours en cours, sont",
          "ghanimah et ce qui est pris après la guerre est finie, lorsque le territoire a",
          "devenir Dar al-Islam [(demeure de l'Islam)], est fai, qui devrait être réservé",
          "pour les gens ordinaires de la dar al-Islam, la loi des un cinquième [(khums)] ne",
          "sera pas applicable. \"] [(Kitab al-Amwal p. 2S4)]. \n Après avoir défini ghanimah",
          "ainsi, le reste des propriétés, de la richesse et des terres, qui passent de la",
          "propriété des incroyants aux musulmans peuvent être divisés en deux types",
          "principaux d'abord ceux qui sont prises à la suite de réelle Anwatan combats de f",
          "dans la terminologie Fiqh ); d'autre part, celles qui sont prises par les",
          "musulmans en raison des conditions de paix si la paix est conclu en raison de la",
          "pression de la puissance militaire des Musulmans, ou leur terreur et la crainte,",
          "et dans ce sont également inclus aII ces propriétés qui passent dans la propriété",
          "des musulmans dans tous les autres que par suite de réels combats les différences",
          "qui ont surgi parmi les juristes de l'Islam ont été seulement concernant le",
          "premier type de propriétés afin de déterminer leur position juridique correcte,",
          "car ils ne relèvent pas 'ceux sur lesquels vous ont pas pressés vos chevaux et",
          "des chameaux. \"en ce qui concerne le second type de propriétés, aII conviennent",
          "qu'ils arc Fai, le Coran a explicitement fixé l'injonction à leur sujet. .",
          "Ci-dessous, nous allons discuter dans dctail la situation juridique du premier",
          "type de propriétés."
        ],
        "11" : [
          "D'ici à la fin du verset 10, Allah explique comment les terres et les propriétés",
          "qui ont été restaurés bto l'Etat islamique après l'exil de l'interdiction; an-",
          "Nadir, doivent être gérés et administrés. Comme ce fut la première fois qu'une",
          "terre a été conquise et inclus dans le territoire islamique, et beaucoup plus de",
          "terres étaient destinées à conquérir à l'avenir, la loi régissant les terres",
          "conquises a été énoncé dès le départ. Ici, un point de note digne est que AIIah à",
          "cet endroit a utilisé les mots: [ \". Quel que soit AIIah restauré à Son messager",
          "d'eux\"] Ma af'-Allahu ala Rasuli-salut min-hum Ces mots impliquent clairement que",
          "les rebelles d'arc AIIah Tout-Puissant n'a pas le droit de posséder la terre et",
          "les choses existantes sur elle. S'ils sont devenus leurs propriétaires et sont",
          "les approprier, leur propriété et l'appropriation de ces choses est, en fait,",
          "dans la nature de l'usurpation de la propriété d'un maître par un fonctionnaire",
          "malhonnête. Le droit réel de ces propriétés est que celles-ci doivent être",
          "dépensés et utilisés dans le service et l'obéissance de leur vrai Maître, AIIah,",
          "Seigneur des mondes, selon sa volonté, et leur cette utilisation est possible que",
          "par l'intermédiaire des croyants justes . Par conséquent, la position réelle des",
          "propriétés qui passent de la propriété des incroyants dans les mains des",
          "musulmans à la suite d'une guerre légitime, est que leur véritable propriétaire",
          "leur a retiré de ses serviteurs désobéissants et déloyaux, et les rendit à sa",
          "serviteurs obéissants et loyaux. Voilà pourquoi, dans la terminologie des",
          "propriétés telles la loi islamique ont été décrits comme Fai [(propriétés",
          "restaurées)]."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "مَا أَفَاءَ اللَّهُ عَلَىٰ رَسُولِهِ مِنْ أَهْلِ الْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَىٰ وَالْيَتَامَىٰ وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاءِ مِنْكُمْ ۚ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا ۚ وَاتَّقُوا اللَّهَ ۖ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ",
      "simpleTranslate" : [
        "Le butin que Dieu a octroyé à Son Prophète aux dépens des habitants des cités",
        "revient à Dieu, au Prophète, à ses proches, aux orphelins, aux pauvres et aux",
        "voyageurs démunis, afin que ce butin ne soit pas partagé entre les seuls riches",
        "parmi vous. Prenez ce que le Prophète vous donne, et abstenez-vous de ce qu’il",
        "vous interdit. Craignez Dieu, car Il est Terrible quand Il sévit !"
      ],
      "tafsirTranslate" : [
        "Quel que soit le (des biens des communes personnes) qu'Allah a accordés à Son",
        "messager appartient à Allah, et au Messager, et à ses proches, et aux orphelins",
        "et aux nécessiteux, et le wayfarer <N:13> de sorte qu'il ne peut pas simplement",
        "circuler entre les riches parmi vous. <N:14> donc, accepter ce que le Messager",
        "vous donne, et s'abstenir de tout ce qu'il vous interdit. Et craignez Allah, car",
        "Allah est le plus dur en punition <N:15>."
      ],
      "tanslateWordByWord" : [
        "Quelle",
        "(A) restauré",
        "(Par) Allah",
        "à",
        "Son Messager",
        "de",
        "(les gens",
        "(De) les villes",
        "(Il est) pour Allah",
        "et Son Messager",
        "et pour ceux",
        "(De) la parenté",
        "et les orphelins",
        "et les nécessiteux",
        "et",
        "le voyageur",
        "cette",
        "ne pas",
        "il devient",
        "un (perpétuel) circulation",
        "entre",
        "le riche",
        "parmi vous",
        "Et quel que soit",
        "vous donne",
        "le Messager",
        "prends le",
        "et quelle que soit",
        "qu'il vous interdit",
        "à partir de cela",
        "refrain",
        "Et la peur",
        "Allah",
        "Effectivement",
        "Allah",
        "(Est) sévère",
        "(En) peine"
      ],
      "notes" : {
        "13" : [
          "Dans le verset précédent ce qui a été souligné est la raison pour laquelle ces",
          "propriétés ne doivent pas être répartis entre l'armée se battre comme les",
          "dépouilles, et pourquoi l'injonction juridique les concernant est différente de",
          "celle concernant le butin Or, dans ce verset, il qui est énoncé à qui ont le",
          "droit d'avoir un sha. re dans ces propriétés. \n La première part de ceux-ci est",
          "de AIIah et Son Messager. Le dctail de la façon dont le Saint Prophète [(sur qui",
          "être la paix d'Allah)] a agi sur cette injonction a été rapporté par Malik bin",
          "Aus bin al-Hadathan sur l'autorité de Hadrat 'Umar [(qu'Allah soit satisfait de",
          "lui)], ainsi : le Saint Prophète avait l'habitude de prendre de lui les dépenses",
          "nécessaires pour lui et sa famille et le reste il avait l'habitude de passer sur",
          "l'organisation des armes et des moyens de transport pour le Jihad. [(Bukhari",
          "musulman, Musnad Ahmad, .96u Da 'ud, Tirmadhi Nasa i et autres)]. Après le",
          "passage de distance du Saint Prophète, cette part a été transférée au Trésor",
          "public des musulmans de sorte qu'il est passé au service de la mission que Dieu",
          "avait confié à Son messager. Imam Shafa 'i aurait exprimé l'opinion que la part",
          "qui a été spécifiquement conçu pour la personne du Saint Prophète [(sur qui est",
          "de la paix d'Allah)], est pour son calife après lui, pour le Saint Prophète avait",
          "droit sur la base de son bureau de direction et non pas sur la base du bureau de",
          "l'Apostolat. Mais la vue du. majorité des juristes Chafiyi dans cette affaire est",
          "la même que celle des autres juristes, à savoir. que cette part est maintenant",
          "réservée à la protection religieuse et collective des musulmans, et non pour tout",
          "particulier. personne. \n La deuxième quote-part est de l'kinsfolk, ce qui",
          "implique la kinsfolk du Saint Prophète [(sur lesquels la paix d'Allah)], à savoir",
          "le Bani Hashim et Bani al-Muttalib. Cette action a été mis de côté afin que, en",
          "plus de répondre lui-même et les exigences de Sa famille, le Saint Prophète",
          "pourrait également finlfil ses obligations envers ceux de ses parents qui avait",
          "besoin de son aide, ou dont il se sentait comme aider. , Après la mort du Saint",
          "Prophète [(sur lui la paix de Dieu)] cela a cessé d'être une source distincte et",
          "indépendante, parce que, comme le droit; des orphelins et les passants et les",
          "indigents parmi les musulmans, à la recherche après que les droits des personnes",
          "dans le besoin parmi les Bani Hashim et Bani al-Muttalib est également devenu la",
          "responsabilité du Trésor public. Cependant, ils ont été traités comme supérieurs",
          "aux autres dans la mesure où ils avaient aucune part dans la Zakat. Hadrat",
          "'Abdullah bin' Abbas a rapporté que, dans le temps de Abû Bakr et 'Umar et'",
          "Uthman [(qu'Allah soit satisfait d'eux)], les deux premières actions ont été",
          "abandonnées et seules les trois actions restantes [(ie ceux pour les orphelins et",
          "les indigents et les passants)] ont été gardés comme des personnes habilitées à",
          "fai Puis Hadrat `AII [(peut AIIah soit satisfait de lui)] a également agi sur le",
          "même en son temps, Muhammad bin Ishaq a raconté sur l'autorité de Imam Muhammad",
          "Baqir que, bien que l'opinion personnelle de Hadrat 'Ali était le même que des",
          "gens de sa maison [(que cette part devrait être accordée à la famille du Saint",
          "Prophète)], il ne pense pas qu'il devrait agir contre la pratique de Abu Bakr et",
          "`Umar. Hasan bin Muhammad bin Hanafiyah dit que, après le Saint Prophète une",
          "divergence d'opinion a surgi au sujet de ces deux actions [(à savoir le SHARC du",
          "Saint Prophète et la part de ses parents)]. Certaines personnes ont dit que la",
          "première action devrait aller au Calife du Saint Prophète, certains ont dit que",
          "la deuxième quote-part devrait aller aux parents du Saint Prophète, et d'autres",
          "encore dit que la deuxième SHARC devrait être donnée aux parents du calife.",
          "Enfin, un consensus a été atteint que les deux actions seront dépensés sur les",
          "exigences du Jihad 'Ata' bin Sa'ib dit que Hadrat 'Umar bin Abdul Aziz `en son",
          "temps avait commencé à envoyer de la part du Saint Prophète et la part des",
          "parents à Bani Hashim. L'avis de l'Imam Abu Hanifah et de la plupart des juristes",
          "Hanafi est que dans cette affaire la même pratique est cornette comme cela a",
          "été., Suivie dans le temps des califes justes. [(Abu Yusuf, Kitab al-Kharaj pp.",
          "19-21)]. De l'avis de l'Imam Share'i est que les riches et les indigents parmi",
          "les personnes dont étant descendu du Bani Hashim et Bani al-Muttalib est",
          "confirmé, ou est bien connu, peut être donnée actions de fai. [(Mughni",
          "al-Muhtaj)]. Les Hanafites disent que seuls leurs personnes dans le besoin",
          "peuvent être aidés de cette; cependant, leur droit à cette est supérieure à celle",
          "des autres. [(Ruh al-Maani)]. Selon Imam Malik, il n'y a aucune restriction sur",
          "le gouvernement dans ce dossier. Il peut passer sur une tête qu'il juge juste et",
          "appropriée, mais la meilleure solution est qu'il devrait donner la préférence aux",
          "gens de la maison du Saint Prophète. [(Hashiyah ad-Dusuqi",
          "ala-sh-Sharh-al-Kabir)]. \n A propos des trois actions restantes il n'y a pas de",
          "différend entre les juristes. Cependant, la différence entre Imam Shafe'i et les",
          "autres Imams est que, selon Imam Shafe'i les propriétés totales de Fai doivent",
          "être divisés en cinq parties égales d'une partie qui doit être dépensé sur les",
          "têtes mentionnés ci-dessus dans ce une façon qu'un cinquième de celui-ci est",
          "passé sur les avantages communs des musulmans, un cinquième sur le Bani Hashim et",
          "Bani al-Muttalib, un cinquième sur les orphelins, un cinquième sur les indigents",
          "et un cinquième sur les passants. Cependant, l'Imam Malik, Imam Abu Hanifah et",
          "l'imam Ahmad ne concordent pas avec cette division. Leur opinion est que",
          "l'ensemble de fai est pour le bien-être et de bénéfice commun des musulmans.",
          "[(Mughni al-Muhtaj)]."
        ],
        "14" : [
          "Ceci est l'un des versets les plus importants du Coran, ce qui pose le principe",
          "de base de la politique économique de la communauté islamique et le gouvernement.",
          "La richesse doit circuler parmi toute la communauté et non seulement parmi les",
          "riches de peur que les riches devraient continuer à devenir plus riche jour par",
          "jour et les pauvres plus pauvres. Cette politique n'a pas seulement été énoncé",
          "dans le Coran, mais pour le même objectif, le Coran a interdit l'intérêt, a fait",
          "l'obligatoire zakat, enjoint que khums [(un cinquième)] être déduits du butin,",
          "exhortait les musulmans de pratiquer la charité volontaire, a proposé de telles",
          "formes de différents types de expiations que l'écoulement de la richesse est",
          "tournée vers les classes pauvres de la société, et a fait une telle loi de",
          "l'héritage que la richesse laissée par chaque personne décédée se répand parmi le",
          "plus grand cercle de les gens. En dehors de cela, pingrerie a été condamné et",
          "générosité salué comme une qualité morale noble, le bien à ce que les gens ont",
          "été dit que, dans leur richesse il y a une part définie du mendiant et les",
          "indigents, qu'ils doivent remplir non pas comme la charité mais comme le droit",
          "des personnes concernées, et la loi enjoint à l'égard d'une importante source de",
          "revenus du gouvernement islamique [(c.. loin)] est que son une partie doit",
          "nécessairement être dépensé pour soutenir les classes pauvres de la société. A",
          "cet égard, il convient également de garder à l'esprit qu'il ya deux principales",
          "sources de revenus du gouvernement islamique: Zakat et fai. La Zakat est chargée",
          "des musulmans sur leur capital supplémentaire totale, du bétail, de la richesse,",
          "des biens commerciaux et des produits agricoles, ce qui est au-delà de la limite",
          "minimale d'exemption [(nisab)], et la plupart de celui-ci est réservé pour les",
          "pauvres. Et fai comprend tous les revenus, y compris jizyah et les impôts qui",
          "sont reçus par les non-musulmans; une grande partie de ceux-ci est également mis",
          "de côté pour les pauvres, Cela donne une indication claire à l'effet qu'un",
          "gouvernement islamique devrait gérer ses recettes et les dépenses et les affaires",
          "financières et économiques du pays sur l'ensemble d'une manière telle que les",
          "riches et les personnes influentes ne sont pas autorisés à avoir leur monopole",
          "sur les moyens et les ressources de la richesse, et le flux de la richesse est",
          "tourné ni des pauvres vers les riches, ni qu'il devrait rester en circulation",
          "seulement entre les riches."
        ],
        "15" : [
          "Compte tenu de ce contexte signifie le verset: [ \"Accepter sans conteste la",
          "décision que le Saint Prophète [(sur lui la paix et bénédictions)] donne sur la",
          "gestion des propriétés du Bani an-Nadir, et également sur la répartition des",
          "propriétés HNI et des biens par la suite. il faut prendre quel que soit le",
          "Prophète lui donne, et celui que l le ETCD ne donnent rien, ne devraient ni",
          "protester, ni exiger Mais puisque les mots de l'arc général de commande, son",
          "application est ne se limite pas à la distribution des propriétés Jai et seuls",
          "les biens, mais son intention est que, dans toutes les questions les musulmans",
          "doivent obéir au Saint Prophète [(sur qui être la paix d'Allah)]. Cette intention",
          "du commandement devient plus clair quand nous considèrent que contre \"] ce que le",
          "Messager vous donne [\" les mots utilisés sont \"] tout ce qu'il vous interdit [\"",
          "et non \"] ce. jamais il ne vous donne pas. [ \"Si l'objet de la commande était",
          "limitée à appeler l'obéissance aux propriétés de distribution d'abats et produits",
          ".seulement, puis contre\"] tout ce qu'il vous donne [ \"les mots auraient dû être\"]",
          "tout ce qu'il ne vous donne pas. [ \"L'utilisation des mots interdisant ou",
          "restreignant dans ce contexte par lui-même montre que l'objet de la commande est",
          "d'enjoindre l'obéissance au Saint Prophète dans tout ce qu'il ordonne et",
          "interdit. La même chose a été dit par le Saint Prophète [(sur qui est la paix",
          "d'Allah)] lui-même Selon Abû Hurayrah dit: \"] Quand je vous ordonne de faire une",
          "chose, le faire aussi loin que possible;. et quand 1 vous interdire de faire une",
          "chose, retenir de lui [ \"[(Bukhari, Muslim)] A propos de Hadrat` Abdullah bin",
          "Mas'ud, il a été rapporté qu'une fois au cours d'un discours, il a dit: \".].",
          "Allah a maudit le femme qui pratique telle ou telle façon. [ \"Alors une femme l'a",
          "approché et a demandé,\"] D'où avez-vous tiriez cette chose? Car je ne l'ai pas vu",
          "une telle chose partout dans le Livre d'Allah. [ \"Hadrat` Abdullah a répondu, \"]",
          "Si vous avez étudié le Livre d'Allah, vous auriez certainement trouvé dans",
          "celui-ci. Avez-vous pas lu le verset: Ma ata-kum ar-Rasûlu fa-khudu hu wa ma",
          "naha-kum `anhu fantahu: [« Prenez ce que le Messager vous donne, et s'abstenir de",
          "tout ce qu'il vous interdit. . \"] Quand elle a dit qu'elle avait lu ce verset,",
          "Hadrat` Abdullah a dit: [ \"Alors le Saint Prophète [(sur qui soit la paix",
          "d'Allah)] a interdit cet acte, et a donné les nouvelles que Allah a maudit les",
          "femmes qui pratiquent il. \"] La femme a reconnu qu'elle avait compris le",
          "commandement. [(Bukhari musulman, Musnad Ahmad, Musnad Ibn abi Hatim,)]."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ ۚ أُولَٰئِكَ هُمُ الصَّادِقُونَ",
      "simpleTranslate" : [
        "Il revient également aux pauvres émigrés qui ont été chassés de leurs demeures et",
        "dépouillés de leurs biens, pendant qu’ils recherchaient la grâce et l’amour de",
        "Dieu, combattaient pour le triomphe de Sa Cause et portaient secours à Son",
        "Prophète. Ce sont ceux-là les vrais croyants !"
      ],
      "tafsirTranslate" : [
        "Il appartient aussi aux pauvres Emigrants qui ont été chassés de leurs maisons et",
        "leurs biens, <N:16> ceux qui cherchent la faveur d'Allah et bon plaisir et",
        "d'aider à Allah et à Son messager. Tels sont les véridiques."
      ],
      "tanslateWordByWord" : [
        "Pour les pauvres",
        "émigrants",
        "ceux qui",
        "ont été expulsés",
        "de",
        "leurs maisons",
        "et leurs propriétés",
        "recherche",
        "prime",
        "de",
        "Allah",
        "et le plaisir",
        "et d'aider",
        "Allah",
        "et Son Messager",
        "Ceux",
        "ils",
        "(Sont) la vérité"
      ],
      "notes" : {
        "16" : [
          "Cela implique ces gens qui, à `ce moment-là avait été expulsé de la Mecque et",
          "d'autres parties de l'Arabie seulement parce qu'ils avaient embrassé l'Islam.",
          "Avant la conquête du territoire de l'interdiction; an-Nadir ces émigrants avait",
          "aucun moyen de subsistance permanents. Donc. il a été ordonné que dans les",
          "propriétés qui ont ensuite été prises, et dans les propriétés HNI qui sont prises",
          "à l'avenir il y a aussi une part de ces personnes ainsi que les pauvres gens",
          "ordinaires et les orphelins et les passants. Avec ces propriétés tous ces gens",
          "devraient être aidés, qui sont contraints d'émigrer pour la cause de AIlah et Son",
          "messager à la demeure de l'Islam. En conséquence, le Saint Prophète [(sur qui",
          "soit la paix d'Allah)] a distribué une partie des propriétés prises à partir du",
          "Bani an-Nadir parmi les Emigrés et les oasis qui l'Ansar avait mis de côté pour",
          "le soutien et l'entretien de leurs frères émigrés ont été retournés pour eux.",
          "Mais il est faux de penser que les Emigrants avaient cette part dans le fai",
          "seulement à ce moment-là. En fait, l'intention du verset est à souligner que",
          "jusqu'à la Résurrection, il est du devoir du gouvernement islamique du pays pour",
          "régler les gens qui sont exilés et contraints de se réfugier dans ce parce que",
          "d'être musulmans et pour leur permettre de se tenir sur leurs pieds",
          "économiquement; et il devrait passer sur cette tête aussi des propriétés HNI",
          "outre les fonds Zakat."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَىٰ أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ ۚ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
      "simpleTranslate" : [
        "Et une partie en revient aussi à ceux qui, déjà installés dans le pays et dans la",
        "foi, accueillirent les émigrés avec joie, sans ressentir la moindre envie pour ce",
        "que ces derniers recevaient, allant même jusqu’à se priver en leur faveur, malgré",
        "leur propre indigence. Heureux les gens qui savent se prémunir contre leur propre",
        "avarice !"
      ],
      "tafsirTranslate" : [
        "Il appartient aussi à ceux qui étaient déjà installés dans cette demeure (de",
        "Hijrah) <N:17> étant venu à la foi avant la (arrivée du) Muhajirun (Emigrants)",
        ".Ils aiment ceux qui ont migré pour eux et ne pas convoiter ce qui leur a été",
        "donnée; ils les préfèrent même au-dessus eux-mêmes bien que la pauvreté soit leur",
        "propre sort. <N:18> Et quiconque sont conservés à partir de leur propre cupidité,",
        "tels sont ceux qui vont prospérer. <N:19>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "colonisé",
        "(à la maison",
        "et (accepté) la foi",
        "de",
        "Avant eux",
        "amour",
        "(ceux qui",
        "émigré",
        "pour eux",
        "et pas",
        "ils trouvent",
        "dans",
        "leurs seins",
        "toute faute",
        "de quoi",
        "ils ont reçu",
        "mais préfèrent",
        "plus de",
        "se",
        "même si",
        "était",
        "avec eux",
        "la pauvreté",
        "Et quiconque",
        "est sauvé",
        "(De) pingrerie",
        "(De) son âme",
        "puis ceux",
        "[ils]",
        "(Sont) ceux qui ont réussi"
      ],
      "notes" : {
        "17" : [
          "Cela implique l'Ansar. En d'autres termes, non seulement à l'arc les Emigrants",
          "ont droit à fai mais les musulmans sont également habilités à recevoir thair part",
          "de celui-ci, qui vivaient déjà dans la demeure de l'Islam [(Madinah)]."
        ],
        "18" : [
          "Ceci est à la louange de l'Ansar, les musulmans de Médine. Lorsque les Emigrants",
          "sont venus de la Mecque et d'autres endroits dans leur ville, ils ont offert",
          "leurs jardins et les oasis au Saint Prophète [(sur qui être la paix d'Allah)] à",
          "la demande qu'il les distribue parmi leurs frères-en-foi émigrées. Le Saint",
          "Prophète a dit: [ «Ces gens ne savent pas le jardinage: ils viennent d'une région",
          "où il n'y a pas de jardins. Se pourrait-il pas que vous [(Ansar)] continuer à",
          "travailler dans les jardins et les oasis et faire les partenaires émigrées dans",
          "le produit? Le Ansar soumis:. 'Nous avons entendu et obéi \".] [(Bukhari, Ibn",
          "Jarir)] Là-dessus, les Emigrants dit: [« On n'a jamais vu des gens si abnégation",
          "comme Ansar, car ils allaient travailler et le travail et nous faire des",
          "partenaires dans le produit. Nous pensons qu'ils seraient donc en droit de toutes",
          "les récompenses spirituelles. Le Saint Prophète [(sur qui soit la paix d'Allah)]",
          "dit: \"] Non, aussi longtemps que vous les louer et prier pour leur bien-être,",
          "vous aussi obtiendrait vos récompenses. [\" [(Musnad Ahmad)]. Puis, lorsque le",
          "territoire du Bani an-Nadir a été prise, le Saint Prophète a fait cette",
          "proposition à l'Ansar: \"] Maintenant, une façon de le gérer est que vos",
          "propriétés et les jardins et les oasis laissés par les Juifs être combinés",
          "ensemble et puis l'ensemble réparti entre vous et les Emigrants. [ \"la deuxième",
          "façon est que vous reprenez vos propriétés, et les terres libérées par les Juifs",
          "répartis entre les Emigrants. \"] Le Ansar a dit: [« Monsieur, vous plaira",
          "distribuer ces propriétés évacués parmi les Emigrés et peut leur donner de nos",
          "propriétés aussi que vous s'il vous plaît. \"] A ce Abû Bakr cria: [\" Qu'Allah",
          "vous récompense, ô assemblée de l'Ansar, avec le meilleur de tout \"] [(Yahya bin",
          "Adam Baladhuri.)] Ainsi, avec le consentement volontaire de l'Ansar!. les",
          "propriétés laissées par les Juifs ont été distribués uniquement parmi les",
          "Emigrés, et parmi les Ansâr que Abû Dujanah, Hadrat Sahl bin Hunaif snd [(selon",
          "certains)] Hadrat Harith bin as-Simmah ont reçu des actions, car ils étaient",
          "pauvres . [(Baladhuri. Ibn Hisham Ruh al-Ma ani. le même esprit d'abnégation a",
          "été démontré par l'Ansar lorsque le territoire de Bahreïn a été annexé à l'Etat",
          "islamique. le Saint Prophète (sur qui sera de la paix d'Allah)] a souhaité que le",
          "terres conquises de ce territoire seront donnés à l'Ansar, mais ils ont soumis:.",
          "[ \". Nous ne prendrait aucune part de celle-ci, à moins qu'une action similaire a",
          "été donnée à ow frères émigrées\"] [(Yahya bin Adam)] Allah a loué le Ansar pour",
          "cette-même esprit de sacrifice de soi."
        ],
        "19" : [
          "Le mot utilisé ici signifie [ \"sont sauvés\"] et non [ \"étaient en sécurité\"], car",
          "sans l'aide d'Allah et le secours ne peut atteindre à la richesse du cœur",
          "[(-libérale d'esprit)] par sa propre puissance et de l'effort. Ceci est une",
          "bénédiction de Dieu, que l'on peut atteindre que par la générosité de Dieu et la",
          "grâce Le mot shuhh est utilisé pour pingrerie et miserliness en arabe. Mais quand",
          "ce mot est attribuée à l'auto du mat, il devient synonyme de l'étroitesse",
          "d'esprit, l'avarice, la mesquinerie et le petit-heartedness, et non mete",
          "pingrerie: elle est plutôt la cause racine de pingrerie lui-même. En raison de",
          "cet homme très reconnaissant la qualité évite même les bonnes qualités d'une",
          "autre, de ne pas parler de la reconnaissance de ses droits et de les décharger.",
          "Il veut qu'il devrait seulement rassembler tout le monde, et personne d'autre",
          "devrait avoir quoi que ce soit de celui-ci. Il ne se sent jamais content de son",
          "propre droit. mais usurpe les droits des autres, ou du moins veut avoir pour lui",
          "tout ce qui est bon dans le monde et ne devrait pas laisser quoi que ce soit pour",
          "les autres. Sur cette base, très l'être sauvé de ce mal a été décrit dans le",
          "Coran comme une garantie de succès. Le Saint Prophète [(sur lesquels la paix",
          "d'Allah)] a compté parmi les qualités les plus mauvais de l'homme qui sont la",
          "cause de la corruption et de méfait. Hadrat Jabir bin `Abdullah a rapporté que le",
          "Saint Prophète a dit: [\" Évitez shuhh car il était shuhh qui a ruiné le peuple",
          "avant Il les a incités à verser le sang de l'autre et de faire les choses sacrées",
          "et interdites d'autrui licites pour eux-mêmes. ». ] [(Muslim, Musnad Ahmad,",
          "Baihaqi, Bukhari dans Al-Adab)]. La tradition de Hadrat 'Abdullah bin' Umar",
          "contient les mots suivants: [ «Il les a amenés à commettre la méchanceté et ils",
          "l'a commis, il leur a ordonné de commettre des péchés et ils commis le péché; il",
          "les a exhortés à rompre toutes les connexions avec les parents et ils ont rompu",
          "tous les liens avec eux. \"] [(Musnad Ahmad, Abu De ud Nasa i)]. Abû Hurayra a",
          "rapporté que le Saint Prophète a dit. [ \"Foi et shuhh de soi ne peuvent pas",
          "combiner dans un seul et même cœur.»] [(Ibn Abi Shaibah, Nasa '% Baihaqi dans Shu",
          "ab al-Iman, Hakim)]. Abû Sa'id Khoudri a déclaré que le Saint Prophète a dit: [",
          "\"Deux des qualités sont telles qu'elles ne peuvent pas combiner dans un musulman.",
          "Pingrerie et les débordements\"] [(. Abu Dâwûd Tirmidhi Bukhari dans AI-Adab) ] -",
          "Il est à la suite de t nous l'enseignement même de l'islam que, à part les",
          "individus, les musulmans en tant que nation sont toujours les plus généreux et",
          "libéral. . les personnes occupées dans le monde. Il y a des millions et des",
          "millions de musulmans vivant côte à côte avec les personnes non-musulmans parmi",
          "lesquels ils naissaient qui sont devenus proverbiale pour leur étroitesse",
          "d'esprit et l'avarice. La nette distinction existant entre les deux peuples à",
          "l'égard de-libérale d'esprit et l'avarice ne peut pas être expliqué d'une autre",
          "manière que celle qu'il est la doctrine morale de l'Islam qui a fait les",
          "musulmans si grand cœur et d'esprit libéral."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Une part ira également à ceux qui sont venus après eux, en disant : «Seigneur,",
        "pardonne-nous, ainsi qu’à nos frères qui se sont convertis avant nous ! Fais que",
        "nos cœurs n’aient jamais de haine contre les croyants ! Seigneur, Tu es toute",
        "bonté et toute compassion !»"
      ],
      "tafsirTranslate" : [
        "(Et il appartient aussi à) ceux qui sont venus après eux, <N:20> et qui prient:",
        "«Seigneur, nous et nos frères qui nous ont précédés dans la foi pardonne, et ne",
        "pas mettre dans notre cœurs aucune rancœur envers ceux qui croient. Seigneur, Tu",
        "es le plus tendre, le Très Miséricordieux. <N:21>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "venu",
        "de",
        "après eux",
        "ils disent",
        "Notre Seigneur",
        "pardonner",
        "nous",
        "et nos frères",
        "qui",
        "nous précédés",
        "dans la foi",
        "et (faire) pas",
        "mettre",
        "dans",
        "nos coeurs",
        "toute rancune",
        "envers ceux qui",
        "a cru",
        "Notre Seigneur",
        "En effet, vous",
        "(Sont) Plein de bonté",
        "Très Miséricordieux"
      ],
      "notes" : {
        "20" : [
          "Dans les injonctions prévues jusque-là, il a été décidé que; dans les propriétés",
          "HNI là arc les droits des parents du Messager d'Allah et à Son messager et un aux",
          "orphelins, aux indigents et les passants et les émigrants et les Ansar et des",
          "générations musulmanes qui seront nés jusqu'à la. Jour de la Résurrection. Il est",
          "cette décision juridique importante du Coran à la lumière de ce qui Hadrat 'Umar",
          "[(qu'Allah soit satisfait de lui)] a introduit le nouveau système en ce qui",
          "concerne les terres et les propriétés des territoires conquis de l'Irak, la Syrie",
          "et l'Egypte et des possessions des gouvernements précédents et les dirigeants de",
          "ces pays. Lorsque ces pays ont été conquis; quelques-uns des compagnons",
          "distingués parmi lesquels figuraient des hommes éminents comme Hadrat Zubair,",
          "Hadrat Bilal, Hadrat 'Abdur Rahman bin' Auf et Hadrat Salman Farsi, a insisté",
          "pour que ceux-ci devraient être réparties entre les armées qui avaient combattu",
          "et les vaincus. Ils pensaient que ces propriétés ne sont pas venus sous [ \"ceux",
          "sur lesquels vous n'êtes pas pressés vos chevaux et des chameaux,\"], mais les",
          "musulmans les avaient conquis en se précipitant leurs chevaux et leurs chameaux",
          "sur eux. Par conséquent, à l'exception des villes et territoires qui surnndcred",
          "sans la guerre, tout le reste de la [conquis (ands carne sous ghanimah pour",
          "lesquels l'ordre juridique est que onefifth des terres et le peuple être donné au",
          "Trésor public et les quatre autres pièces réparties entre les soldats. Mais cette",
          "opinion n'a pas été correcte sur le terrain que le Saint Prophète (sur qui être",
          "la paix d'Allah)] n'a pas distribué les terres et les gens de tout le territoire",
          "conquis par les combats dans son temps, après déduction d'un -cinquième, comme le",
          "butin. Deux des précédents les plus remarquables de son temps étaient la conquête",
          "de la Mecque et la conquête de Khaybar. Parmi ceux-ci il a remis la Mecque",
          "intacte à ses habitants. Quant à Khaybar, selon Hadrat Bushair bin Yasar, il",
          "divisé en 36 parties, dont il a annulé 18 parties pour les avantages et les",
          "exigences des musulmans collectives et distribué les 18 autres dans l'armée.",
          "[(Abu Dâwûd, Baihaqi, Abi 'Ubaid: Kitab al-Amwal; Yahya bin Adam: Kitab al-Kharj",
          "Baladhuri: Futuh al-Buldan; Ibn Human: Fath a / -Qadir)]. Cette action du Saint",
          "Prophète a clairement indiqué que la commande en ce qui concerne les terres",
          "conquises, même si elles peuvent avoir été prises par les combats, ne sont pas la",
          "même chose que de l'ghanimah sinon il aurait jamais donné l'ensemble de la Mecque",
          "intacte à la les gens de la Mecque, et auraient mis de côté exactement une moitié",
          "des propriétés de Khaybar pour les avantages communs des musulmans au lieu de",
          "déduction de sa cinquième pour le Trésor public. Ainsi, ce qui a été établi sur",
          "la base de la Sunnah était: En ce qui concerne les territoires conquis par la",
          "lutte contre la règle des musulmans a l'autorité qu'il peut prendre toute",
          "décision qu'il rêve de maintien en forme en vue les conditions de l'époque. Il",
          "peut les distribuer si elle le veut, mais si un territoire a une nature et",
          "l'importance inhabituelle, comme la Mecque avait, il peut également traiter ses",
          "habitants avec faveur, comme le Saint Prophète a traité les gens de la Mecque. \n",
          "Mais comme les conquêtes avaient pas encore comman dans le temps et séparés les",
          "injonctions du Saint Prophète en ce qui concerne les différents types de",
          "territoires conquis n'étaient pas encore clairement connue au peuple, quand les",
          "grands pays ont été annexés à l'Islam dans l'air de Hadrat 'Umar, les Compagnons",
          "ont été confrontés au problème de savoir si les territoires conquis par la force",
          "étaient dans la nature de ghanimah ou de la graisse. Après la conquête de",
          "l'Egypte Hadrat Zubair demanda: [ \"Distribuer cela, la terre entière comme le",
          "Saint Prophète avait distribué Khaybar.\"] [(Abu 'Ubaid)]. A propos des",
          "territoires conquis la Syrie et l'Irak, Hadrat Bilal a insisté:. [ \"Distribuer",
          "Ies terres parmi les forces de combat comme le butin sont distribués '[(Abu",
          "Yusuf, Kitab al-Kharaj D'autre part, Hadrat' AII a donné cet avis: \"..] Laissez",
          "ces terres en possession des paysans afin qu'ils demeurent une source de revenus",
          "pour les musulmans [\" (Abu Yusuf, Abu 'Ubaid,)] de même, l'avis de Hadrat Mu'adh",
          "bin Jabal était; \"] Si vous avez distribué ces terres, mauvaises conséquences se",
          "produiraient. En raison de cette distribution de grandes propriétés passeront",
          "entre les mains de ces quelques personnes, qui les ont conquis. Puis, quand ces",
          "gens passent et leurs propriétés passent à leurs héritiers et il ne reste qu'une",
          "seule femme ou un seul homme parmi eux, rien ne pourrait rester pour les",
          "générations futures à répondre à leurs besoins et même pour couvrir les dépenses",
          "de la sauvegarde de la frontières de l'État islamique. Par conséquent, vous devez",
          "donc régler les choses que les intérêts à la fois du présent et des générations",
          "futures sont également sauvegardés [ \"[(Abu` Ubaid, p 59;. Fath al-Bari, vol vi,",
          "p 138..).]. Hadrat `Umar calculé et a constaté que si les territoires de` l'Irak",
          "ont ​​été distribués, chaque individu recevrait deux ou trois paysans sur la",
          "moyenne pour sa part, [(Abu Yusuf. Abu 'Ubaid)]. Là-dessus, il est arrivé à la",
          "conclusion judicieuse que . ces territoires ne doivent pas être distribués ainsi,",
          "les réponses qu'il a donné à ceux qui ont demandé leur distribution, sont les",
          "suivantes: \n 'Voulez-vous que, pour les gens qui viennent après, il devrait",
          "rester rien? \"] [(Abu' Ubaid)]. \n [ \"Qu'est-ce qui va se passer des musulmans qui",
          "la canne après, quand ils trouvent que la terre et ses paysans a été distribué et",
          "les gens ont hérité de leurs ancêtres? Ce ne sont pas au aII juste».] [(Abu",
          "Yusuf. \n [ \"Que restera pour les musulmans qui ne peux pas après? Je crains, si",
          "je le distribue, vous combattez entre vous sur l'eau.\"] (Abu Yusuf. \n [ \"Si je",
          "aucune pensée pour ceux qui viendraient après, je distribuerais tous les",
          "territoires que je conquis tout comme le Messager d'AIIah avait distribué",
          "Khaybar.\"] (Bukhari Muwatta, Abu 'Ubaid)], \n [ «Non. C'est l'immobilier, je",
          "retiens pour que les besoins et les exigences des forces conquérantes et des",
          "musulmans ordinaires continuent d'être respectées par elle.\"] [(Abu 'Ubaid)]. \n",
          "Mais les gens ne sont pas satisfaits de ces réponses, et ils ont commencé à dire",
          "qu'il était injuste. Enfin, Hadrat 'Umar a convoqué une réunion de l'organe",
          "consultatif des Canpanions et de mettre l'affaire devant elle. Voici",
          "quelques-unes des phrases du discours qu'il a fait à cette occasion: [ \"Je vous",
          "ai donné cette peine afin que vous joindre à moi pour assumer la confiance qui a",
          "été mis en moi pour gouverner vos affaires. Je suis l'un d'entre vous, et vous",
          "êtes les gens qui affirment la vérité aujourd'hui. Chacun de vous a la",
          "possibilité d'accepter ou de différer de ce que je dis. Je ne veux pas que vous",
          "devez suivre mon désir. Vous avez le Livre d'Allah, qui énonce toute la vérité.",
          "Par Dieu, si je l'ai dit quelque chose que je veux faire respecter, je ne objet",
          "en vue, sauf la vérité. Vous avez entendu ceux qui pensent que je suis étant",
          "injuste envers eux et tiens à les priver de leurs droits, alors que je cherche le",
          "refuge d'Allah que je devrais commettre une injustice. Il serait vicieux de ma",
          "part si je protégeais d'eux quelque chose qui appartenait en fait à eux et il a",
          "donné à l'autre. Mais je peux voir qu'aucune autre terre après la terre des",
          "Chosroe va tomber. Allah a donné les propriétés des Perses et leurs terres et",
          "leurs paysans en notre possession. Je l'ai distribué le butin pris par nos armées",
          "parmi eux, après déduction des khums [(un cinquième)], et je pense à distribuer",
          "le reste qui reste encore. Mais comme pour les terres mon opinion est que je ne",
          "devrais pas eux et leurs paysans distribuer, mais devrait percevoir des revenus",
          "sur les terres et jizyah sur les paysans, qu'ils doivent toujours payer, et cela",
          "devrait être le fai pour les musulmans ordinaires et leurs enfants et les armées",
          "d'aujourd'hui et pour les générations à venir. Ne voyez-vous pas que nous avons",
          "besoin des troupes qui doivent être nommés pour protéger ces nos frontières? Ne",
          "voyez-vous pas que dans les territoires comme la Syrie, AI-Jazirah, Kufa, Basra,",
          "l'Egypte nous devrions gare nos troupes, et ils devraient être régulièrement pour",
          "leurs services? Donc, si je distribue ces terres avec leurs paysans, comment",
          "allons-nous répondre à ces dépenses? \"] \n Le débat a duré deux ou trois jours.",
          "Hadrat `Uthman Hadrat 'Ali, Hadrat Talhah, Hadrat` Abdullah bin `Umar et d'autres",
          "ont souscrit à Hadrat' Umar, mais rien ne pouvait être décidé. Enfin, Hadrat",
          "`Umar se leva et dit: [\" J'ai trouvé un argument dans le Livre d'Allah, ce qui",
          "est décisif dans cette affaire Puis, il récita ces versets mêmes de Sourate",
          "Al-Hashr de Ma afaa'Allahu à Rabbana innaka. Ra uf ur-Rahim, et a fait valoir:",
          "\".] Les gens de ce jour ne sont pas en droit de recevoir une part de ces",
          "propriétés accordées par Allah, mais AIlah a rejoint avec eux aussi ceux qui",
          "viendront après eux. Alors, comment peut-il que nous devrions distribuer les",
          "propriétés HNI qui sont destinés à tous, seulement chez les vainqueurs et ne rien",
          "laisser pour les générations futures? En outre, Allah dit: «... afin que cette",
          "richesse ne reste pas seulement circuler parmi vos gens riches. Mais si le",
          "distribuer parmi les vainqueurs, il restera en circulation seulement entre votre",
          "riche et rien ne serait laissé pour les autres. [ \"Cet argument satisfait tout le",
          "monde et un consensus a été atteint que tous Ies territoires conquis devraient",
          "être déclarés fai pour les avantages communs des musulmans, qui devraient être",
          "laissés à ceux qui travaillent sur ces terres et ils devraient être mis en",
          "chiffre d'affaires et jizyah. [( Abu Yusuf Kitab al-Kharaj, pp 23-27, 35;.",
          "AI-Jassas, Ahkam al-Qur'an)]. \n En conséquence, la position réelle des terres",
          "conquises qui allait être mis en place était que les musulmans dans leur capacité",
          "collective sont leurs propriétaires; les personnes qui travaillaient déjà sur eux",
          "seraient reconnus comme cultivateurs au nom du peuple musulman; ils continuent de",
          "payer les recettes qui est prescrit au gouvernement islamique sur ces terres,",
          "leurs droits en tant que pratiquants passerait de génération en génération comme",
          "patrimoine, et ils seraient même autorisés à filon-couche ces droits, mais ils ne",
          "seront pas les véritables propriétaires de la terre, mais ses véritables",
          "propriétaires seront la communauté musulmane. Imam Abu `Ubaid dans son Kitab",
          "al-Amwal a déclaré cette situation juridique, ainsi: \n \"] Hadrat` Umar a quitté",
          "les terres du territoire de `l'Irak dans les mains de son peuple;. Il a prélevé",
          "une taxe sur leurs terres et jizyah par tête sur le peuple [\" [(p. 57)]. \n",
          "Lorsque la tête du gouvernement islamique laisse les terres dans les mains du",
          "peuple des territoires conquis, ils seraient autorisés à passer les terres en",
          "tant que patrimoine et seraient également autorisés à les vendre. \"] [(P 84)]. \n",
          "Dans le temps de `Umar bin` Abdul Aziz `, Sha'bi a été demandé: [\" Y at-il un",
          "traité avec les gens du territoire de `Irak».] Il a répondu: [ «Il n'y a pas de",
          "traité, mais quand le chiffre d'affaires a été accepté d'eux, il est élevé à un",
          "traité avec eux \"] [(Abu` Ubaid, p 49;. Abu Yusuf, p. 28).]. \n Dans le temps de",
          "Hadrat `Umar,` Utbah bin Furqad a acheté une parcelle de terrain près de",
          "l'Euphrate. Hadrat `Umar lui a demandé de qui il avait acheté le terrain. Il a",
          "répondu qu'il l'avait acheté à ses propriétaires. Hadrat `Umar dit: [\" Ses",
          "propriétaires sont ces gens, i e les Emigrants et Ansar... \"] Ainsi,` Umar a tenu",
          "l'opinion que les véritables propriétaires de ces terres étaient les musulmans.",
          "[(Abu `Ubaid, p. 74)]. \n En conséquence, les propriétés des pays conquis qui ont",
          "été déclarés comme étant la propriété collective des musulmans étaient les",
          "suivants: \n [(1)] Ces terres et territoires qui viennent sous le contrôle du",
          "gouvernement islamique à la suite d'un traité de paix. \n [(2)] La rançon ou de",
          "revenu ou jizyah que le peuple d'un territoire peuvent avoir accepté de payer,",
          "sans combattre, afin de chercher refuge contre les musulmans, \n [(3)] Les terres",
          "et les propriétés dont les propriétaires pourraient avoir abandonnés et fui. \n",
          "[(4)] Les propriétés dont les propriétaires ont été tués et aucun survivant a été",
          "laissé à les posséder. \n [(5)] Les terres qui ne sont pas en vertu d'une",
          "propriété précédemment. \n [(6)] Les terres qui wen déjà dans la propriété du",
          "peuple, mais ont été IEFT avec leurs propriétaires précédents et ils ont été",
          "placés sous jizyah et les recettes, \n [(7)] Estates des dynasties précédentes. \n",
          "[(8)] Propriétés des gouvernements précédents. \n [(Pour plus de détails, voir",
          "Bada-i as-Sanai, vol vii, pp 116-118;.. Yahya bin Adam Kitab aI-Kharaj pp 22,",
          "64;... Mughni al-Muhtaj, vol iii, p. 93; Hashiyah ad-Dusuqi ala-sh-Sharah",
          "al-Kabir, vol II, p 190;... Ghayat al-Muntaha, vol I, pp 467-471)].. \n Étant",
          "donné que ces propriétés ont été déclarées comme fai avec le consensus des",
          "Canpanions, les juristes de l'Islam aussi ont accepté en principe de leur être",
          "considéré comme fai. Cependant, ils ont différé dans certains domaines, dont les",
          "détails Arc brièvement comme suit: \n Les Hanafites disent qu'en ce qui concerne",
          "les terres des territoires conquis le gouvernement islamique [(Imam termnology",
          "juridique a la possibilité qu'il peut les répartir entre les forces de conquête",
          "après déduction des khums (onefifth)], ou peut les laisser avec les anciens",
          "propriétaires et de mettre les propriétaires sous jizyah et les terres en",
          "recettes Dans ce cas, le terrain sera considéré comme un as-Sanai AI-Jassas,",
          "Ahkam al-Coran. 'héritage pour les musulmans [(Badai.'; Sharah al-anayah al",
          "al-Hedayah;. Fath al-Qadir)] Le même point de vue a `Abdullah bin Mubarak cité",
          "pour Imam Sufyan Thauri [(Yahya bin Adam. Abu 'Ubaid, Kitab un -Amwal)]!. \n Les",
          "Malikis disent que dès que les terres ont été conquis, ils deviennent",
          "automatiquement for- les musulmans un héritage. Il n'a pas besoin de la décision",
          "de l'Imam ou la volonté des soldats musulmans à les déclarer un héritage.",
          "D'ailleurs, le point de vue bien connu parmi les Malikis est que non seulement",
          "les terres, mais les maisons et les bâtiments des territoires conquis sont aussi,",
          "comme une question de fait, un héritage pour les musulmans. Cependant, le",
          "gouvernement islamique ne facturera pas le loyer pour eux. [(Hashiyah ad Dusuqi \n",
          "Les Hanbalis d'accord avec les Hanafites que l'Imam a la possibilité de répartir",
          "les terres entre les soldats ou de les déclarer comme un héritage pour les",
          "musulmans, et avec les Malikis que, bien que les maisons des territoires conquis",
          "sont inclus l'héritage, pas loyer sera prélevé sur eux. (GhayatalMuntaha qui est",
          "un recueil des décisions de justice de l'Ecole Hanbali de la pensée juridique et",
          "un ouvrage de référence pour les décisions Iegal depuis le 10ème siècle)]. \n Le",
          "point de vue Shafe'i I est que toutes les propriétés transférables du territoire",
          "conquis sont ghanimah, et toutes les propriétés non-transférables [(terres,",
          "maisons, etc.)] fai. [(Mughni al-Muhtaj)]. \n Certains juristes ont exprimé",
          "l'opinion du si l'Imam veut déclarer les terres du territoire pris par les",
          "combats comme un héritage pour les musulmans, il doit d'abord obtenir la volonté",
          "des forces conquérantes. Pour cela, ils citent cet argument: Hadrat 'Umar, avant",
          "la conquête de l'Irak, avait promis Jarir bin Abdullah al-Banali, le peuple dont",
          "la tribu constituée d'un quart de l'armée, qui a combattu la bataille de",
          "Qadissiya, qu'ils le feraient être donné un quart du territoire conquis. Ainsi,",
          "ils ont conservé ce territoire pendant deux ou trois ans. Puis Hadrat 'Umar leur",
          "dit: [ \"Avais-je pas été responsable et responsable en matière de division, je",
          "serais parti avec vous tout ce qui a été donné à vous Mais maintenant je vois que",
          "les gens ont grandi en nombre et, par conséquent,. mon opinion est que vous le",
          "retourner au peuple. \"] Hadrat Jarir a adhéré à cela, et Hadrat 'Umar lui a donné",
          "SO dinars comme prix. [(Abu Yusuf, Kitab al-Kharaj, Abu 'Ubaid, Kitab al-Amwal De",
          "cela, ils soutiennent que Hadrat' Umar avait décidé de déclarer les territoires",
          "conquis comme un héritage pour les musulmans seulement après avoir obtenu la",
          "volonté des conquérants Mais le. majorité des juristes ne reconnaît pas cet",
          "argument, pour en ce qui concerne ALi les territoires conquis aucune volonté des",
          "conquérants jamais été prise. Seulement dans le cas de Hadrat Jarir bin Abdullah",
          "cela a été fait parce que Hadrat `Umar avait fait une promesse avec lui avant",
          "toute décision collective sur les terres conquises. Par conséquent, il devait",
          "obtenir sa volonté que pour être libre de l'obligation de la promesse. Cela ne",
          "peut pas être cité comme une loi générale. \n Une autre section des juristes dit",
          "que même après avoir déclaré les terres comme un héritage que le gouvernement",
          "conserve la possibilité qu'il peut redistribuer les terres entre les vainqueurs.",
          "Pour cela, ils font valoir de cette tradition: Une fois que Hadrat AII dit au",
          "peuple dans une adresse: [ \"Avait pas il y avait eu la crainte que vous battre",
          "entre vous, je l'aurais distribué les terres suburbaines parmi vous.\"] (Abu Yusuf",
          ", Kitab al-Kharaj, Abu `Ubaid, Kitab al-Amwal)]. Mais la majorité des juristes ne",
          "reconnaît pas cet argument soit. Ils sont unanimes que, lorsque les gens du",
          "territoire conquis ont une fois été autorisés à conserver leurs terres et mis",
          "sous jizyah et les recettes, la décision ne peut jamais être modifié",
          "ultérieurement. Quant à la tradition attribuée à Hadrat 'Ali Abu Bakr al-Jassas a",
          "discuté longuement dans son Ahkam al-Coran et prouvé qu'elle ne soit pas",
          "authentique."
        ],
        "21" : [
          "Dans ce verset, bien que l'objet réel est seulement Pouts que Fai non seulement",
          "les gens de la génération actuelle, mais .il musulmans des périodes ultérieures",
          "et de leurs générations futures ont également une part, mais, en plus , les",
          "musulmans ont également été enseigné une importante leçon de morale qu'ils ne",
          "devraient jamais avoir de malice »contre d'autres musulmans dans leur cœur, et",
          "ils devraient continuer à prier pour le pardon des musulmans qui les ont précédés",
          "au lieu de maudire et de les abiusing. Le lien qui unit les musulmans ensemble",
          "est celle d'une foi commune. Si une personne valorise sa foi comme la chose la",
          "plus importante dans son cœur, inévitablement, il serait un bien-intentionnée de",
          "tous ces gens qui sont ses frères-infaith. Il peut avoir de la mauvaise volonté",
          "et de la méchanceté et de la haine envers eux dans son cœur que lorsque la valeur",
          "de la foi diminue à ses yeux et il commence la valorisation d'autres choses plus.",
          "Par conséquent, il est l'exigence de la foi que le cœur d'un croyant doit être",
          "exempt de toute trace de malice et de haine contre les autres croyants. Dans",
          "cette affaire, la meilleure leçon est donnée par un hadith qui Nasa'i a raconté",
          "de Hadrat Anas. Selon lui, une fois qu'il se trouve que pendant trois jours en",
          "continu le Saint Prophète [(sur qui être de la paix d'Allah)] a déclaré dans son",
          "ensemble qu'une personne allait comparaître devant eux, qui appartenait aux",
          "habitants du Paradis, et chaque fois qu'il serait une certaine personne parmi les",
          "Ansar. A ce Hadrat 'Abdullah bin `Amr bin` Comme est devenu curieux de ce que les",
          "actes de la personne en cause sur la base de laquelle le Saint Prophète avait à",
          "plusieurs reprises donné les bonnes nouvelles de son admission au Paradis. Ainsi,",
          "il a fait une excuse et a passé trois nuits consécutives dans sa maison pour voir",
          "comment il a effectué son culte, mais pendant la nuit, il n'a pas sec toute chose",
          "inhabituelle. Enfin, il lui a demandé directement à ce que des lois spéciales et",
          "dévotions qu'il effectuées sur la base de laquelle le Saint Prophète avait donné",
          "le grand bien de nouvelles de lui. Il a répondu: «Vous avez vu comment",
          "j'effectuer mon culte, mais il y a une chose qui aurait pu me sculpté cette",
          "récompense: Je ne nourris toute malveillance ou faire du mal à tout musulman, ni",
          "carburant jaloux de lui à cause du bien que Allah aurait donné à lui. [ \" \n Cela",
          "ne veut pas dire que si un musulman trouve une erreur dans le mot ou acte d'un",
          "autre musulman, il doit éviter de calling_ comme une erreur. DCEs Faith ne",
          "l'exigent. Rut pour décrire une erreur comme une erreur sur la base d'un argument",
          "et de déclarer qu'il en soit ainsi d'une manière polie et décente est une chose",
          "et toharbour méchanceté et la haine et le recours à l'invective et abuser tout",
          "autre. Il est faux si l'on recourt à ce à l'égard de ses contemporains, mais pire",
          "si l'on a recouru à ce à l'égard des personnes mortes du passé. Pour la personne",
          "se livrant à une telle chose serait une personne la plus sale car il est même pas",
          "enclin à pardonner les morts. Et le pire serait qu'une personne doit recourir à",
          "l'invective et l'abus à l'égard de ces personnes illustres qui avaient fait",
          "justice à la compagnie du Saint Prophète dans une période pleine de tribulations",
          "et les épreuves extrêmes et avaient lutté avec leur vie à répandre la lumière de",
          "Islam dans le monde et nous a permis aujourd'hui d'être bénis avec la foi. On",
          "peut tenir et opinion si l'on pense que tel ou tel groupe d'entre eux était dans",
          "le droit et tel ou tel mal dans son point de vue dans les différences qui ont",
          "surgi entre eux, et peut même exprimer son opinion d'une manière raisonnable et",
          "décente, mais de recourir à l'exagération à l'appui d'une partie de sorte que le",
          "cœur est rempli de dépit et la haine contre l'autre est un mal qu'aucune personne",
          "craignant Dieu commettrait. Ceux qui se livrent à une telle chose contre",
          "l'enseignement clair du Coran, généralement présent sous prétexte que le Coran",
          "interdit de garder rancune envers les croyants et ceux envers lesquels ils",
          "portent la malice étaient pas croyants, mais hypocrites. Mais cette allégation",
          "est encore pire que le péché dans la défense de ce qui l'excuse est présentée.",
          "Pour ces versets mêmes du Coran dans le cadre de laquelle Allah a enseigné les",
          "musulmans des générations futures de ne pas garder rancune envers les musulmans",
          "qui les ont précédés et de prier pour leur pardon, arc suffisant pour réfuter",
          "cette allégation. Dans ces versets, trois groupes ont été mentionnés, l'un après",
          "l'autre, qui sont en droit de recevoir une part de loin. les Emigrants, les",
          "Ansars et les musulmans qui viennent après eux; et les musulmans des périodes",
          "ultérieures ont été enjoint qu'ils doivent prier pour le pardon des musulmans qui",
          "avaient embrassé la foi devant eux. De toute évidence, dans ce contexte, ceux qui",
          "avaient embrassé la foi devant eux ne pouvait pas être tout autre que les",
          "Emigrants et Ansar. Puis Allah dans vv. 11-17 de cette sourate AlHashr a",
          "lui-même. aussi nous a dit qui étaient les hypocrites. Cela rend absolument clair",
          "que les hypocrites étaient les gens qui avaient encouragé les Juifs à l'occasion",
          "de la bataille de Bani an-Nadir; contre eux, les croyants étaient ceux qui",
          "étaient du côté du Saint Prophète [(sur qui être la paix d'Allah)] dans cette",
          "bataille. Après cela, peut un musulman qui a peur de Dieu dans son cœur, avoir",
          "l'audace de nier la foi du peuple auquel la foi Allah Lui-même a porté le",
          "témoignage \n Imam Malik et Imam Ahmed arguant de ce verset, ont exprimé",
          "«l'opinion qu'il n'y a pas part à Fai pour les gens qui offensent les Compagnons",
          "du Saint Prophète. [(Ibn al-Arabi, Ahkam al-Quran; Ghayat al-Muntaha)]. Mais les",
          "Hanafites et les Shafe'is n'ont pas souscrit à cela, la raison étant que Allah",
          "tout en déclarant les trois groupes pour avoir droit à fai, a fait l'éloge d'une",
          "qualité remarquable de chaque groupe, mais aucune de ces qualités est une",
          "condition qui peut déterminer si un groupe devrait ou ne devrait pas être donné",
          "une part à Fai. A propos des Emigrants il a été dit: \"] Ils cherchent la grâce",
          "d'Allah et Sa bonne volonté, et sont toujours prêts à secourir Allah et Son",
          "Messager [.\" Cela ne veut pas dire que un émigrant qui manque cette qualité, n'a",
          "pas le droit d'avoir une part à Fai. A propos de l'Ansar a been.said: \"] Ils",
          "aiment ceux qui ont migré vers eux et divertir aucun désir dans leur cœur pour ce",
          "qui est donné à eux et préfèrent d'autres sur eux-mêmes, même si elles soient",
          "pauvres eux-mêmes. . [ \"Cela a également ne signifie pas qu'un membre de l'Amar",
          "qui n'a pas d'amour pour les Emigrants et qui est désireux d'obtenir pour",
          "lui-même ce qui est donné à eux, n'a aucune part à Fai. Par conséquent, la",
          "qualité du troisième groupe \"] ils prient pour le pardon de ceux qui ont embrassé",
          "la foi devant eux et ils prier pour qu'ils ne devraient avoir aucune malice dans",
          "leurs cœurs vers tout autre croyant», est également pas en état de faire un droit",
          "à fai, mais cela est dans la louange d'une bonne qualité et une instruction à ce",
          "que devrait être l'attitude des croyants envers les autres croyants et surtout à",
          "l'égard de ces croyants qui les ont précédés."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ",
      "simpleTranslate" : [
        "N’as-tu pas remarqué ce que disent les hypocrites à leurs frères négateurs, parmi",
        "les gens des Écritures : «Si vous êtes exilés, nous vous suivrons ; nous",
        "n’obéirons jamais à ceux qui sont contre vous. Et si vous êtes attaqués, nous",
        "volerons à votre secours.» Mais Dieu est Témoin qu’ils ne racontent là que des",
        "mensonges,"
      ],
      "tafsirTranslate" : [
        "Avez- <N:22> Tu ne vois pas les hypocrites disent à leurs frères, les mécréants",
        "parmi les gens du Livre: «Si vous êtes banni nous aussi irons avec vous et",
        "n'écouter personne concernant toi; et si la guerre est menée contre vous, nous",
        "allons venir à votre aide. Mais Allah atteste qu'ils sont des menteurs."
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "tu vois",
        "[à]",
        "ceux qui",
        "(Étaient) hypocrites",
        "en disant",
        "à leurs frères",
        "ceux qui",
        "pas foi",
        "parmi",
        "les gens",
        "(De) l'Ecriture",
        "Si",
        "vous êtes expulsé",
        "sûrement, nous allons laisser",
        "avec toi",
        "et pas",
        "nous obéirons",
        "vous concernant",
        "n'importe qui",
        "déjà",
        "et si",
        "vous êtes battus",
        "nous allons certainement vous aider",
        "Et Allah",
        "témoigne",
        "qu'ils",
        "(sont) sûrement menteurs"
      ],
      "notes" : {
        "22" : [
          "Du style de toute cette section [(vv. 11-17)], il apparaît qu'il a été révélé au",
          "moment où le Saint Prophète [(sur qui n être la paix d'Allah)] avait signifié un",
          "avis sur le Bani an-Nadir de quitter Médine dans les dix jours, mais n'a pas",
          "encore mis le siège dans leurs quartiers. Comme il a été mentionné au sujet,",
          "lorsque le Saint Prophète sauver l'avis au Bani an-Nadir, 'Abdullah Ibn Ubayy et",
          "d'autres dirigeants de l'hypocrites de Médine leur a envoyé un message à l'effet",
          "qu'ils allaient venir à leur aide avec deux mille hommes , et que le Bani",
          "Quraydhah et Bani Ghatafan également augmenteraient dans leur soutien; par",
          "conséquent, ils devraient rester fermes et ne devraient jamais se rendre aux",
          "musulmans. Car si les musulmans ont mené une guerre contre les bas, ils les",
          "combattre de leur côté; et s'ils ont expulsé l'ourlet, ils ont aussi sortaient",
          "avec eux. Alors Allah a envoyé propre ces versets, donc chronologiquement cette",
          "section est une révélation plus tôt et la première section d'une révélation plus",
          "tard, lorsque le Bani an-Nadir avait effectivement été chassé de Médine. Mais",
          "dans le Coran l'ordre des deux passages a été inversée pour la raison que l'objet",
          "de la première section est plus importante"
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "لَئِنْ أُخْرِجُوا لَا يَخْرُجُونَ مَعَهُمْ وَلَئِنْ قُوتِلُوا لَا يَنْصُرُونَهُمْ وَلَئِنْ نَصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبَارَ ثُمَّ لَا يُنْصَرُونَ",
      "simpleTranslate" : [
        "car ces hypocrites ne suivront pas leurs alliés, s’ils sont expulsés, pas plus",
        "qu’ils ne les assisteront, s’ils sont attaqués ; et même s’ils leur prêtaient",
        "secours, ils ne tarderaient pas à s’enfuir. Et c’est ainsi que leurs alliés ne",
        "recevront, en définitive, aucun secours."
      ],
      "tafsirTranslate" : [
        "Pour être sûr, si elles sont bannis, ils ne vont pas avec eux et si la guerre est",
        "menée contre eux, ils ne seront pas les aider; et même si elles fournissent une",
        "aide à eux, ils vont encore tourner le dos, et par la suite aucune aide seront à",
        "venir pour eux."
      ],
      "tanslateWordByWord" : [
        "Si",
        "ils sont expulsés",
        "ne pas",
        "ils vont partir",
        "avec eux",
        "et si",
        "ils sont battus",
        "ne pas",
        "ils les aideront",
        "Et si",
        "ils les aident",
        "certainement ils se tourneront",
        "(leur) dos",
        "puis",
        "ne pas",
        "ils seront aidés"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ",
      "simpleTranslate" : [
        "En vérité, vous leur inspirez plus de peur que Dieu Lui-même, car ce sont des",
        "gens incapables de comprendre."
      ],
      "tafsirTranslate" : [
        "Certainement, ils ont une plus grande crainte pour vous dans leurs coeurs que",
        "pour Allah. <N:23> Cela, parce qu'ils sont des gens qui sont dépourvues de",
        "compréhension. <N:24>"
      ],
      "tanslateWordByWord" : [
        "Certes, vous",
        "(Sont) plus intense",
        "(dans la peur",
        "dans",
        "leurs seins",
        "que",
        "Allah",
        "Cette",
        "(Est) parce qu'ils",
        "(Sont) un peuple",
        "(qui ne",
        "comprendre"
      ],
      "notes" : {
        "24" : [
          "Une grande vérité a été exprimée dans cette courte phrase. Une personne qui a un",
          "sens sait que la puissance réelle à craindre est la puissance d'Allah et non le",
          "pouvoir des hommes. Par conséquent, il évitera toute chose telle que peut appeler",
          "la punition de AIIah, qu'il y ait quelque pouvoir humain que de l'appeler pour en",
          "rendre compte ou non, et il sortira pour accomplir toute tâche dont AIIah a",
          "enjoint à lui, que ce soit il est opposé et entravée par toutes les puissances du",
          "monde. Mais un homme qui n'a pas de sens, détermine son attitude et la conduite",
          "en vue des pouvoirs humains, au lieu de la puissance d'Allah, en matière de ALi",
          "ascenseur, parce que le pouvoir d'Allah pour lui est des pouvoirs imperceptibles",
          "et les droits de l'arc perceptible. S'il évite quelque chose. il évitera, non pas",
          "à cause de la peur de la punition d'Allah pour lui, mais à cause d'une puissance",
          "humaine, qui peut être là pour le prendre à la tâche. Et s'il ne sothing qu'il va",
          "faire est pas parce que AIIah a prescrit, mais parce que une certaine puissance",
          "de haman a ordonné ou approuvé, et récompensera salut pour elle. Cette",
          "distinction même entre l'intelligence et de la folie, en effet, distingue le",
          "caractère et la conduite d'un croyant de celui d'un mécréant."
        ],
        "23" : [
          "Autrement dit, [ \"La raison pour laquelle ils n'osent vous faites face",
          "ouvertement dans le domaine est pas qu'ils sont musulmans; et ils ont peur de",
          "Dieu dans leur cœur et ont peur que, malgré leur prétention à la foi quand ils",
          "viennent pour aider les mécréants contre les croyants, ils seront tenus",
          "responsables devant Dieu. Mais ce qui réprime ses réellement les écume face à",
          "vous est que quand ils voient votre amour profond et l'esprit de sacrifice de soi",
          "et la dévotion pour l'Islam et le Saint Prophète Muhammad [ (sur qui sera la paix",
          "et la bénédiction d'Allah)] et la grande unité et de la concorde dans vos",
          "crécelles, ils deviennent découragés. ils un maintenant très bien que même si",
          "vous êtes peu nombreux à l'esprit du martyre qui a tourné chaque individu parmi",
          "vous dans un vaillant guerrier et l'organisation qui vous a moulé dans un corps",
          "solide, va les écraser aussi avec les Juifs quand ils c] cendres avec vous dans",
          "le champ de bataille. ici, on doit garder à l'esprit le fait que si une personne",
          "qui nourrit la crainte d'une autre que Dieu dans son cœur, il est en fait une",
          "négation de la crainte de Dieu. Évidemment. la personne qui considère l'un des",
          "dangers que moindre, et l'autre plus grande, ne tient aucun compte de la",
          "première, mais quel que soit DCEs b e peut se protéger contre le plus grand",
          "danger. \"]"
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "لَا يُقَاتِلُونَكُمْ جَمِيعًا إِلَّا فِي قُرًى مُحَصَّنَةٍ أَوْ مِنْ وَرَاءِ جُدُرٍ ۚ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ ۚ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّىٰ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَعْقِلُونَ",
      "simpleTranslate" : [
        "Même tous rassemblés ils ne vous combattront qu’à l’abri de leurs places fortes",
        "ou derrière leurs murailles. Leur violence les uns à l’égard des autres est",
        "extrême. On les croirait unis alors que leurs cœurs sont divisés. Et il en est",
        "ainsi, parce que ce sont des gens incapables de raisonner."
      ],
      "tafsirTranslate" : [
        "Ils ne seront jamais lutter contre vous en tant que corps (dans un champ de",
        "bataille ouvert); et s'ils se battent contre vous, ils vont se battre que dans",
        "les cantons fortifiées ou de derrière les murs. Intense est leur hostilité à",
        "l'autre. Vous comptez les unis alors que leurs cœurs sont divisés. <N:25> Cela,",
        "parce qu'ils sont un peuple dépourvu de raison."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "ils vous battre",
        "tout",
        "sauf",
        "dans",
        "les villes",
        "fortifié",
        "ou",
        "de",
        "derrière",
        "des murs",
        "Leur violence",
        "entre eux",
        "(Est) sévère",
        "Vous pensez qu'ils",
        "(Sont) unis",
        "mais leurs cœurs",
        "(sont divisés",
        "Cette",
        "(Est) parce qu'ils",
        "(Sont) un peuple",
        "ne pas",
        "ils raisonnent"
      ],
      "notes" : {
        "25" : [
          "Ce fait référence à la seconde faiblesse des hypocrites. La première faiblesse",
          "était qu'ils étaient lâches: ils craignaient les hommes au lieu de craindre Dieu",
          "et n'a eu aucun but plus élevé de levage devant eux comme les croyants, ce qui",
          "pourrait les pousser à se battre pour elle, même au prix de la vie. Et leur",
          "deuxième faiblesse était qu'il n'y avait pas de tic commun entre eux, sauf",
          "l'hypocrisie, ce qui pourrait les unir ensemble dans un groupe fort. La seule",
          "chose qui les avait réunis était qu'ils étaient tous ressentent fortement",
          "bouleversé à la direction florissante et rulership de Muhammad [(sur qui être la",
          "paix et la bénédiction d'Allah)]. qui était un étranger dans leur ville, et à",
          "l'accueil chaleureux et l'aide qui leur compartriots Ansar donnaient les",
          "Emigrants. En raison de cette jalousie ils les voulaient se joindre les mains et",
          "dans la conspiration avec les ennemis de l'Islam des zones environnantes",
          "devraient en quelque sorte mettre un terme à cette puissance étrangère et",
          "l'autorité. Mais en dehors de cet objectif négatif il n'y avait pas de but commun",
          "positif de les unifier. Chacun de leurs chefs avait son propre groupe distinct: à",
          "chaque imploré pour sa propre direction; personne n'était sincère à l'autre; mais",
          "portait chaque jalousie et la méchanceté de l'autre qu'ils ne pouvaient ni",
          "oublier leurs inimitiés mutuelles, ni cesser de nuire à l'autre fatalement, même",
          "en faisant face à ceux qu'ils considéraient comme leur ennemi commun. Ainsi, dès",
          "le début, avant même que la bataille contre le Bani an-Nadir a eu lieu, Allah a",
          "analysé l'état interne des hypocrites et a informé les musulmans qu'il n'y avait",
          "pas de réel danger de leur côté; par conséquent, ils ne devraient pas se sentir",
          "alarmed- aux rumeurs que quand ils assiègent le Bani an-Nadir, les dirigeants des",
          "hypocrites seraient les attaquer de l'arrière avec deux mille hommes, et aussi",
          "amener le Bani Quraydhah et Bani Ghatafan le long contre eux. AII ce fut",
          "vantardise vide qui serait exposé au début du procès."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "كَمَثَلِ الَّذِينَ مِنْ قَبْلِهِمْ قَرِيبًا ۖ ذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "Ils sont semblables à leurs proches prédécesseurs qui eurent à éprouver les",
        "suites néfastes de leur comportement, et qui auront à subir un douloureux",
        "châtiment."
      ],
      "tafsirTranslate" : [
        "Ils sont comme ceux qui ont goûté les mauvaises conséquences de leurs actes",
        "<N:26> peu de temps avant. Un châtiment douloureux les attend."
      ],
      "tanslateWordByWord" : [
        "Comme (le) exemple",
        "(de celles",
        "de",
        "Avant eux",
        "prochainement",
        "ils ont goûté",
        "(Le) mauvais résultat",
        "(De) leur affaire",
        "et pour eux",
        "(Est) une punition",
        "douloureux"
      ],
      "notes" : {
        "26" : [
          "L'allusion est aux mécréants de Quraysh et le clan juif de Bani Qrainuqa qui",
          "avaient été vaincus par une poignée de musulmans mal équipés en dépit de leurs",
          "plus grand nombre et d'équipements de qualité supérieure, principalement en",
          "raison de ces faiblesses"
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنْسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِنْكَ إِنِّي أَخَافُ اللَّهَ رَبَّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "Et ils sont à l’image de Satan qui incite l’homme à renier sa foi. Mais quand",
        "l’homme devient impie, Satan lui dit : «Je te désavoue ! Car moi, je crains Dieu,",
        "le Maître de l’Univers !»"
      ],
      "tafsirTranslate" : [
        "Leur parabole est celle de Satan quand il dit à l'homme: «mécru», mais quand il",
        "ne croit pas, il dit: «Je quitte de vous. En vérité, je crains Allah, le Seigneur",
        "de l'Univers ». <N:27>"
      ],
      "tanslateWordByWord" : [
        "Comme (le) exemple",
        "(De) l'Shaitaan",
        "quand",
        "il dit",
        "à l'homme",
        "Ne pas croire",
        "Mais quand",
        "il ne croit pas",
        "il dit",
        "En effet, je suis",
        "dissociées",
        "de toi",
        "En effet, [I]",
        "Je crains",
        "Allah",
        "(le Seigneur",
        "(De) les mondes"
      ],
      "notes" : {
        "27" : [
          "Autrement dit, [ \"Ces hypocrites arc traitant le Bani an-Nadir de la même manière",
          "que Satan traite les hommes. Aujourd'hui, ils sont les exhortant à rester ferme",
          "et aller de l'avant et affrontement avec les musulmans en leur faisant croire",
          "qu'ils allaient venir à leur aide, mais quand ils effectivement en conflit avec",
          "les musulmans, ils renoncer à leurs engagements et promesses et ne jamais",
          "regarder en arrière pour voir leur sort. de la même façon que Satan traiter tout",
          "mécréant, et un traitement similaire avait-il donné à la Quraish mécréant à Badr,",
          "comme cela a été mentionné dans la sourate al-Anfal: 48 ci-dessus d'abord, il les",
          "a incités à de faux espoirs et les a fait sortir pour affronter les musulmans, en",
          "disant:.. `Aujourd'hui, personne ne peut vous vaincre, car je suis avec vous \"]",
          "Mais quand les deux forces se sont réunis dans la bataille, il a pris à ses",
          "talons, en disant: [\".. Je n'ai rien à faire avec vous 1 voir ce que vous ne",
          "pouvez pas voir en effet, 1 craignent Allah \"].."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "فَكَانَ عَاقِبَتَهُمَا أَنَّهُمَا فِي النَّارِ خَالِدَيْنِ فِيهَا ۚ وَذَٰلِكَ جَزَاءُ الظَّالِمِينَ",
      "simpleTranslate" : [
        "Et ils auront tous deux pour destinée d’être voués au Feu éternel. Telle est la",
        "rétribution que méritent les injustes."
      ],
      "tafsirTranslate" : [
        "En fin de compte les deux seront dans le Feu, et se conformer en elle. Telle est",
        "la rétribution des injustes."
      ],
      "tanslateWordByWord" : [
        "Ainsi sera",
        "(La) fin de deux d'entre eux",
        "qu'ils",
        "(sera en",
        "le feu",
        "respectueux pour toujours",
        "la bride",
        "Et cela",
        "(Est le) récompense",
        "(De) les injustes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ ۖ وَاتَّقُوا اللَّهَ ۚ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Craignez Dieu ! Que chacun de vous songe à ce qu’il a avancé",
        "pour assurer demain son salut ! Craignez Dieu ! Dieu est parfaitement Informé de",
        "ce que vous faites."
      ],
      "tafsirTranslate" : [
        "Les croyants, <N:28> Craignez Allah et laissez chaque personne regarde ce qu'il",
        "envoie en avant pour le lendemain <N:29> Craignez Allah. Allah est bien conscient",
        "de tout ce que vous faites."
      ],
      "tanslateWordByWord" : [
        "O",
        "toi qui)",
        "croyez",
        "La crainte",
        "Allah",
        "et laisser l'air",
        "chaque âme",
        "quelle",
        "il a envoyé",
        "pour demain",
        "et la peur",
        "Allah",
        "Effectivement",
        "Allah",
        "(Est) All-Aware",
        "de quoi",
        "tu fais"
      ],
      "notes" : {
        "28" : [
          "Il est une règle du Coran que chaque fois que les musulmans hypocrites sont pris",
          "à la tâche pour leur hypocrisie, ils sont donnés en garde aussi afin que",
          "quiconque d'entre eux a un peu de vie à gauche dans sa conscience, peut éprouver",
          "des remords pour son la conduite et l'attitude et peut faire un effort, de la",
          "crainte d'Allah, de sortir de la fosse dans laquelle son culte du moi lui a jeté.",
          "Toute cette section [(vv, 18-24)] se compose d'un tel avertissement."
        ],
        "29" : [
          "[ \"Pour le lendemain\"]: pour l'au-delà. Autrement dit, toute cette vie mondaine",
          "est [ «aujourd'hui»], dont [ \"demain\"] est le Jour de la Résurrection, qui va",
          "suivre. L'adoption de ce style Allah a, d'une manière sage, fait comprendre à",
          "l'homme le trnth que, tout comme cette personne est très stupide, qui joue loin",
          "son tout pour le plaisir d'aujourd'hui et ETCD se rendent pas compte que demain,",
          "il serait laissé avec quelque chose à manger et un abri ou non, de sorte que",
          "personne aussi que travailler pour son propre malheur, qui est trop absorbé dans",
          "la fabrication; son monde à prêter attention à l'au-delà, alors que l'au-delà est",
          "de suivre ce monde comme aujourd'hui est à suivre demain, et il y trouverait rien",
          "s'il n'a rien envoyé à l'avance pour le lendemain. D'ailleurs, l'autre point sage",
          "ici est que chaque personne a été nommé son propre censeur. Sauf si une personne",
          "se développe en lui-même le sens de ce qui est bon pour lui et ce qui est mal, il",
          "ne peut pas apprécier si ce qu'il fait fera son avenir dans l'au-delà ou mar il.",
          "Et quand ce sens devient actif en lui-même, il devra calculer et de voir par",
          "lui-même si la façon dont il dépensait son temps, sa richesse, ses énergies et",
          "capacités mène au ciel ou en enfer. Pour ce faire est donc dans son propre",
          "intérêt; car s'il ne le fait pas, il va ruiner son avenir lui-même,"
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ ۚ أُولَٰئِكَ هُمُ الْفَاسِقُونَ",
      "simpleTranslate" : [
        "Ne faites pas comme ceux qui ont oublié Dieu et auxquels Dieu a fait perdre",
        "jusqu’au souvenir d’eux-mêmes ! Ceux-là sont des pervers !"
      ],
      "tafsirTranslate" : [
        "Et ne soyez pas comme ceux qui ont oublié Allah et Il les a rendus inconscients",
        "d'eux-mêmes. <N:30> Ils sont les méchants."
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "être",
        "comme ceux qui",
        "oublié",
        "Allah",
        "Il a donc rendu oublier",
        "se",
        "Ceux",
        "[ils]",
        "(Sont) les pervers"
      ],
      "notes" : {
        "30" : [
          "Autrement dit, l'oubli de Dieu conduit inévitablement à l'oubli de soi-même.",
          "Quand l'homme oublie qu'il est esclave du Tout-Puissant, il va inévitablement",
          "former une vue erronée de sa position dans le monde, et toute sa vie va mal à",
          "cause de cette errosr de base, même, quand il oublie qu'il est esclave de",
          "personne, sauf AIIah, il ne sert pas celui dont esclave en réalité, il est pas.",
          "Ceci est aussi un grave et pénétrant tout malentendu, ce qui corrompt toute sa",
          "vie. position réelle de l'homme dans le monde est celui d'un esclave; il est pas",
          "libre et autonome; et il est esclave d'un seul Dieu, et est l'esclave à côté de",
          "Lui ne d'autre. La personne qui, en sait pas cette vérité, ne en fait sait pas",
          "lui-même. Et la personne qui en dépit de savoir cela, oublie à tout moment, peut",
          "commettre un acte à ce moment-là, qui un mécréant ou un polythéiste ou un homme",
          "oublieux de Dieu ne commettraient. reste la société de l'homme et ferme sur la",
          "bonne voie dépend entièrement de son souvenir de Dieu en tout temps. Car, dès que",
          "lui, devient inattentif Lui. il devient inattentif lui-même et cette étourderie",
          "très le transforme en pécheresse."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ ۚ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ",
      "simpleTranslate" : [
        "Les hôtes de l’Enfer ne sauraient être comparés aux hôtes du Paradis. Ce sont les",
        "hôtes du Paradis qui sont les vainqueurs."
      ],
      "tafsirTranslate" : [
        "Ceux à destination du feu et ceux qui sont destinés au Paradis ne peut pas être",
        "semblables. En vérité, ce sont ceux destinés à Paradise qui triomphera."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "égal",
        "(Les) compagnons",
        "(De) l'incendie",
        "et (les) compagnons",
        "(De) Paradise",
        "(Les) compagnons",
        "(De) Paradise",
        "ils",
        "(Sont) les performants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "لَوْ أَنْزَلْنَا هَٰذَا الْقُرْآنَ عَلَىٰ جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ ۚ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ",
      "simpleTranslate" : [
        "Même si Nous avions fait descendre ce Coran sur une montagne, on la verrait",
        "s’affaisser et se fendre par crainte du Seigneur. Ce sont là des exemples que",
        "Nous offrons aux hommes pour les amener à réfléchir."
      ],
      "tafsirTranslate" : [
        "Si Nous avions fait descendre ce Coran sur une montagne que vous avez bien vu se",
        "humilier et briser en morceaux par crainte d'Allah. <N:31> Nous propound ces",
        "paraboles aux gens afin qu'ils réfléchissent ."
      ],
      "tanslateWordByWord" : [
        "Si",
        "Nous (avions) fait descendre",
        "ce",
        "Coran",
        "sur",
        "une montagne",
        "sûrement vous (se) avez vu",
        "humilié",
        "casser en morceaux",
        "de",
        "(la peur",
        "(De) Allah",
        "Et ceux-ci",
        "exemples",
        "Nous les présentons",
        "au peuple",
        "afin qu'ils puissent",
        "réfléchir"
      ],
      "notes" : {
        "31" : [
          "signifie la parabole que si une énorme création comme une montagne avait le sens",
          "et la connaissance qu'il avait été chargé et responsable, comme l'homme, devant",
          "Allah Tout-Puissant, pour ses actes, il aurait tremblé de la peur de celui-ci.",
          "Mais comment inattentifs, insensée et irréfléchie est l'homme, qui comprend le",
          "Coran, et a connu toute la vérité à travers elle, mais il est ni saisi par aucune",
          "crainte ne se sent inquiet quant à la réponse qu'il ferait à son Dieu au sujet de",
          "la les responsabilités qui ont été placés sur lui. Sur le contray quand soit lit",
          "le Coran, ou entend lire, il reste. aller non déplacée comme s'il était une",
          "pierre sans vie et insensée, qui ne sont pas censé entendre et de voir et de",
          "comprendre quoi que ce soit. [(Pour de plus amples explications, voir E.N. 120 de",
          "la sourate Al-Ahzab)]"
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ ۖ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ ۖ هُوَ الرَّحْمَٰنُ الرَّحِيمُ",
      "simpleTranslate" : [
        "C’est Lui Dieu en dehors de qui il n’y a point de divinité ; Il est le",
        "Connaisseur du monde visible et du monde invisible ; Il est le Clément, le",
        "Miséricordieux."
      ],
      "tafsirTranslate" : [
        "Il <N:32> est Allah: il n'y a pas de divinité que Lui <N:33> le Connaisseur de",
        "l'invisible et le manifeste, <N:34> Il est le Très Miséricordieux, le Très",
        "Miséricordieux. <N:35>"
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Allah",
        "celui qui",
        "(Il n'y a pas",
        "Dieu",
        "mais",
        "Il",
        "(Le) Omniscient",
        "(De) l'invisible",
        "et le témoin",
        "Il",
        "(Est) le Tout Miséricordieux",
        "le Très Miséricordieux"
      ],
      "notes" : {
        "32" : [
          "Ces versets expliquent ce genre de Dieu qu'Il est, et quels sont ses attributs,",
          "qui a envoyé ce Coran pour vous, qui a placé ces responsabilités sur vous, et",
          "avant que vous avez à rendre compte de votre actions à la fin. Cette mention du",
          "Divin attribue immédiatement après le thème ci-dessus donne automatiquement",
          "l'homme le sentiment qu'il n'a pas à faire face à un être ordinaire, mais avec",
          "Allah Tout-Puissant qui a de tels et tels attributs. Ici, il faut aussi",
          "comprendre que, bien que dans le Coran les attributs d'Allah Tout-Puissant a été",
          "déclaré d'une manière unique, ce qui donne une idée claire de la Divine Bing il y",
          "a deux endroits où les attributs d'Allah ont été mentionnés dans un plus de",
          "manière globale, dans le verset du Trône [(AI-Baqarah: 255 <V:2:255>)] et dans",
          "ces versets de la sourate Al-Hashr."
        ],
        "33" : [
          "Autrement dit, Il est Celui en dehors de Qui personne d'autre n'a le rang, la",
          "position, les attributs et les pouvoirs de la Divinité, afin qu'il puisse être",
          "adoré et servi en tant que dieu"
        ],
        "34" : [
          "C'est, il sait tout ce qui est caché aux créatures, ainsi que tout ce qui est",
          "connu et visible pour eux. Rien de cet univers est inconnu à Lui. Il connaît",
          "directement tout ce qui a produit dans le passé, tout ce qui existe à l'heure",
          "actuelle et tout ce qui va se passer à l'avenir: He ETCD ne supportent pas besoin",
          "de tout moyen ou moyen de connaissance."
        ],
        "35" : [
          "C'est, Lui seul est l'Être dont la miséricorde est sans limites, qui couvre tout",
          "l'univers et bénit et profite tout un il. Aucun autre dans le monde est porteur",
          "d'une telle est pénétrante, infinie miséricorde. La miséricorde de tout autre",
          "être, caractérisé par le hality de miséricorde, est partielle et limitée, et que",
          "la qualité est trop pas essentiellement son propre, mais accordé par le Créateur",
          "pour un besoin spécifique et le but. Dans tout ce qui a ture Il a créé la qualité",
          "de miséricorde pour une autre créature, Il a créé dans le but de faire une",
          "créature a-moyen du développement et du bien-être de l'autre créature. Cela en",
          "soi est une preuve que la miséricorde d'Allah est infinie."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "هُوَ اللَّهُ الَّذِي لَا إِلَٰهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ ۚ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ",
      "simpleTranslate" : [
        "Il est Dieu en dehors de qui il n’y a point de divinité ; Il est le Souverain, le",
        "Saint, le Pacifique, le Protecteur, l’Arbitre Suprême, le Puissant,",
        "l’Irrésistible, le Superbe. Gloire à Dieu ! Il est bien au-dessus de tout ce",
        "qu’on peut Lui associer !"
      ],
      "tafsirTranslate" : [
        "Il est Allah: il n'y a pas de divinité que Lui: le roi, <N:36> Saint, <N:37>",
        "All-Paix, <N:39> le Donateur de la sécurité, <N:38> le Surveillant, <N:40> Très",
        "Puissant, <N:41> l'Irrésistible, <N:42> Tout-Grand. <N:43> Exalté soit-Il de tout",
        "ce qu'ils Lui associent."
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Allah",
        "celui qui",
        "(Il n'y a pas",
        "Dieu",
        "mais",
        "Il",
        "le Souverain",
        "le Saint",
        "Donateur de la Paix",
        "le Donateur de sécurité",
        "le gardien",
        "Tout-Puissant",
        "l'Irresistible",
        "le suprême",
        "Gloire (être à)",
        "Allah",
        "de ce que",
        "ils associent (avec Lui)"
      ],
      "notes" : {
        "36" : [
          "Le mot utilisé dans l'original est al-Malik, qui signifie à lui seul est le vrai",
          "souverain. De plus, le mot al-Malik son sens général donne aussi le sens qu'il",
          "est le roi de l'univers du pneu et non d'une région particulière ou d'un pays",
          "spécifique. Sa souveraineté et de la règle comprend tout l'univers. \n Il est",
          "maître de tout. Tout se soumet à son commandement et de la puissance et de",
          "l'autorité, et il n'y a rien pour délimiter sa souveraineté. À différents",
          "endroits dans le Qur'iin tous les aspects de la souveraineté d'Allah, ont été",
          "présentés et expliqués pleinement. \n [ «Celui qui existe dans les cieux et la",
          "terre sont Il serviteurs, tout arc obéissant à Lui.\"] [(Ar-Burn: 26)]. \n [ \"Il",
          "gère les affaires du monde du ciel à la terre.\"] [(As-Sajda: 5 <V:32:5>)] \n [ \"A",
          "Lui appartient la domination de la terre et les cieux, et tout ce qui sont",
          "appelés à lui pour décision.\"] [(AI-Hadid: 5 <V:57:5>)]. \n [ \"Il n'a pas de",
          "partenaire dans sa souveraineté.\"] [(Al-Furqan: 2 <V:25:2>)]. \n [ \"Dans sa main",
          "est le contrôle absolu de tout.\"] [(Ya Sin: 83 <V:36:83>)]. \n [ \"Doer de tout ce",
          "qu'il veut.\"] [(AI-Buruj: 16 <V:85:16>)]. \n [ \"Il est responsable devant aucun",
          "pour ce qu'il fait, l mais tous Ies autres sont responsables [(à Lui)].\"]",
          "[(Al-Anbiyii ': 23 <V:21:23>)]. \n [ \"règles AIIah et il n'y a personne pour",
          "inverser ses décrets.\"] [(Ar-Raad: 41 <V:13:41>)]. \n [ \"L'être qui offre une",
          "protection tout personne ne peut donner une protection contre lui.\"] [(Al-Mu'min:",
          "88 <V:23:88>)]. \n [ \"Dis: O AIlah, Souverain du Royaume, tu bestowest royaume sur",
          "whomcvcr Tu veux, et tu enlèves loin de whomcvcr Tu veux tu exaltest whomcvcr tu",
          "et tu abasest quiconque Tu veux AII ce qui est bon est en ton pouvoir.. ; en",
          "effet tu as pleine puissance sur toutes choses \"] [(Al-i-`lmriin: 26 <V:3:26>)]..",
          "\n Ces explications font très clairement que Allah est pas roi dans un certain",
          "sens limité ou métaphorique, mais il est vrai Roi dans le sens le plus parfait et",
          "complet de la souveraineté. En o 'fait, si la souveraineté dans son vrai sens est",
          "à aII trouvé quelque part, il ne se trouve que dans la Royauté d'Allah. En dehors",
          "de cela, partout où il est prétendu être, que ce soit dans la personne d'un roi",
          "ou dictateur, ou dans une classe ou d'un groupe ou d'une famille, ou nation",
          "sonore, il ou elle ne possède pas la souveraineté à l'AII pour la souveraineté",
          "est pas un cadeau , qui peut à un moment être accordé et à un autre moment",
          "retirée, qui peut être en danger d'être usurpé, la création et de l'existence de",
          "ce qui peut être temporaire et temporelle, et la sphère du pouvoir et de",
          "l'autorité qui peut être circonscrite et limitée par de nombreuses autres",
          "puissances contradictoires."
        ],
        "37" : [
          "Quddus est un superlatif. Cela signifie que AIlah est bien élevé qu'il devrait",
          "avoir un défaut ou d'un défaut ou d'inaptitude: Il est le plus pur Être, aucun",
          "mal ne peut être imaginé autour de lui. Ici, il faut comprendre clairement que",
          "l'attribut de la sainteté est un accompagnement avant tout de la souveraineté.",
          "l'intelligence et de la nature de l'homme refusent de croire qu'un être qui est",
          "le détenteur de la souveraineté peut être espiègle, mal comporté, méchante, qui",
          "peut être caractérisée avec ces qualités de base à partir dont le pouvoir et",
          "l'autorité de ses sujets pourraient être en danger de souffrir du mal au lieu",
          "d'être béni avec une bonne. Voilà pourquoi chaque fois que l'homme pense la",
          "souveraineté est centrée, il assume la sainteté aussi d'être là, même si elle n'y",
          "est pas, pour la souveraineté absolue est inconcevable sans la sainteté. Mais. de",
          "toute évidence, il n'y a pas de véritable souverain en dehors d'Allah, Qui est",
          "saint, il ne peut y avoir. Que ce soit la monarchie, ou la souveraineté du",
          "peuple, ou la dictature du système socialiste, ou une autre forme de domination",
          "humaine, en tout cas pour la sainteté, il est inconcevable."
        ],
        "38" : [
          "Le mot as-Salam utilisé dans l'original signifie la paix et sécurisé, Allah étant",
          "appelé comme-Salam signifie qu'il est la paix et la sécurité personnifiés. Il est",
          "bien élevé que quelque calamité ou une faiblesse ou un défaut devraient Lui",
          "defall, ou sa perfection devraient subir une baisse ou ternir."
        ],
        "39" : [
          "Le mot au-Mu min est dérivé de amn, ce qui signifie que pour obtenir de la peur,",
          "et Mu'min est celui qui assure la sécurité des autres. Allah ha: été appelé",
          "Mn'min dans le sens où il assure la sécurité de ses créatures. Ses créatures arc",
          "sécurisé de la crainte qu'il ne jamais tromper eux, ou les privent de leurs",
          "droits, ou permettre à leurs récompenses pour aller à perdre, ou violeraient les",
          "promesses qu'il a faites avec eux. Ensuite, étant donné qu'aucun objet n'a été",
          "mentionné à ce sujet, mais l'épithète d'al-Mu'min a été utilisé absolument, il",
          "donne automatiquement le sens que sa sécurité comprend tout l'univers et tout ce",
          "qu'il contient."
        ],
        "40" : [
          "Le mot al-Muhaimin a trois significations: The Guardian et protecteur; [(2)]",
          "l'observateur qui voit ce que tout le monde fait; et [(3)] l'être qui a pris la",
          "responsabilité de répondre aux besoins et aux exigences du peuple. Ici aussi,",
          "puisque le mot al-Muhaimin a été utilisé absolument, et aucun objet n'a été",
          "mentionné sur ce sujet, donc, par lui-même donne le sens implicite qu'il est la",
          "garde et la protection de toutes les créatures, regarde les faits et gestes de",
          "tout le monde , et a pris la responsabilité de soutenir et de fournir pour chaque",
          "créature dans l'univers avec ses besoins et ses exigences."
        ],
        "41" : [
          "Al-Aziz: un tel Tout-Puissant Être contre lequel personne ne peut oser lever la",
          "tête, personne ne peut avoir le pouvoir de résister à ses décrets, devant qui.",
          "tout le monde peut être impuissant et impuissant."
        ],
        "42" : [
          "Le mot al-Jabbar utilisé dans l'original est dérivé de jabr qui signifie la mise",
          "en quelque chose de bien par l'utilisation de l'énergie, la réforme de quelque",
          "chose par la force. Allah a été appelé jabbar dans le sens où il définit le",
          "système de son univers droit par l'utilisation de l'énergie et applique sa",
          "volonté, qui est entièrement basée sur la sagesse. de force. De plus, le mot",
          "jabber contient aussi le sens de la grandeur; et la gloire. Ainsi, un palmier-tra",
          "qui est trop grand pour que les gens cueillent le fruit est appelé jabber En",
          "arabe. De même, un acte qui est grand et glorieux est appelé jabbar amal"
        ],
        "43" : [
          "Le mot al-Mutakabbir a deux significations. [(1)] Celui qui est pas vraiment",
          "grand, mais pose aussi grande, et [(2)] celui qui est en fait une grande et se",
          "met en place en tant que tel. Que ce soit l'homme ou Satan, ou quelque autre",
          "créature, puisque la grandeur n'a pas, en fait, appartiennent, son se présentant",
          "comme une grande et revendiquant la supériorité sur les autres est, une fausse",
          "déclaration et un vice. Contrairement à cela, Allah Tout-Puissant est vraiment",
          "grand et la grandeur appartient réellement à Lui, et «tout dans l'univers est",
          "faible et insignifiant que contre lui; par conséquent, son être grand et se poser",
          "en Grande est sans fausse prétention mais une réalité concrète; il est pas une",
          "qualité mal, mais une vertu et de l'excellence, que personne d'autre n'a qu'à",
          "Allah."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ ۖ لَهُ الْأَسْمَاءُ الْحُسْنَىٰ ۚ يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "C’est Lui Dieu le Créateur, le Novateur, le Formateur. À Lui appartiennent les",
        "attributs les plus beaux. Tout ce qui est dans les Cieux et sur la Terre célèbre",
        "Sa gloire. Il est le Tout-Puissant, le Sage."
      ],
      "tafsirTranslate" : [
        "Il est Allah, le planificateur, <N:44> Executer et Façonneur de la création.",
        "<N:45> Sa sont les noms les plus beaux. <N:46> Ce qui est dans les cieux et la",
        "terre exalte Sa Glory. <N:47> Il est le Très Puissant, le Sage. <N:48>"
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Allah",
        "le créateur",
        "l'inventeur",
        "le Façonneur",
        "Pour lui",
        "(Y) les noms",
        "le beau",
        "glorifie",
        "Lui",
        "peu importe",
        "(est dans",
        "Le Paradis",
        "et la terre",
        "Et il",
        "(Est) le Tout-Puissant",
        "le Sage"
      ],
      "notes" : {
        "48" : [
          "Pour une explication, voir E.N. . 2 de la sourate Al-Hadid."
        ],
        "44" : [
          "Autrement dit, ceux qui considèrent une créature comme associé dans ses pouvoirs,",
          "l'autorité, les attributs, ou dans son être, en fait, proférer une grave",
          "mensonge, car Allah est bien élevé que quelqu'un ou quelque chose devrait être un",
          "associé avec lui dans tous les sens."
        ],
        "45" : [
          "Autrement dit, le monde entier et tout en elle, à partir du plan initial de sa",
          "création jusqu'à son entrée en existence dans sa forme finie finale, est tout à",
          "fait le travail d'Allah de la création. Rien est venu à l'existence par lui-même,",
          "ni se produire accidentellement, n'a pas non plus quelqu'un d'autre la moindre",
          "part dans sa création et le développement. Ici, l'acte d'Allah de la création a",
          "été décrite en trois étapes distinctes, qui ont lieu un après l'autre. La",
          "première est la phase de khalq, ce qui signifie d'ordonner ou de planifier. Il",
          "est comme un ingénieur de concevoir la conception d'un bâtiment, qui a",
          "l'intention de construire dans un but précis et dessine son schéma détaillé et le",
          "modèle La deuxième étape est bar ', qui signifie en fait de séparer, de couper,",
          "de diviser en morceaux. Le Créateur a été appelé bari »dans le sens où il",
          "applique le plan Il a conçu et fait ressortir la chose de non-existence dans",
          "l'existence. Il est Analogue aux marques de mettre de l'ingénieur sur le terrain",
          "des mesures complètes du bâtiment selon le plan, creusant les fondations,",
          "soulevant les murs et complétant les ALi Préliminaires pratiques des travaux de",
          "construction. La troisième étape est taswir, ce qui signifie pour donner forme;",
          "ici, il implique de donner quelque chose sa forme complète finale. En aII ces",
          "trois étapes, il n'y a aucune ressemblance quelconque entre le travail d'Allah et",
          "les œuvres humaines. Aucun des plans humains est telle qu'elle ne peut pas avoir",
          "été dérivé des modèles et des plans précédents. Mais chacun des plans d'Allah est",
          "unique et sa propre création originale. Quel que soit l'homme fait, il le fait en",
          "combinant les substances créées par AIIah. Il ne fait pas quelque chose de",
          "non-existence dans l'existence, mais compose et constructions par différentes",
          "méthodes tout ce qui est présent et disponible. Contrairement à cela, AIIah a",
          "apporté tout de non-existence dans la création et la substance elle-même dont il",
          "a fait l'univers est créé par Lui. De même, en matière de donner une forme aussi",
          "l'homme est pas l'inventeur, mais un imitateur, et seulement un mauvais",
          "imitateur. Le vrai Créateur de formes et de formes est Dieu, qui a donné une",
          "forme unique et incomparable à toute espèce et individu et n'a jamais répété",
          "exactement la même forme ou à partir."
        ],
        "46" : [
          "Les noms impliquent les adjectifs, et [ \"Son sont les excellents noms\"] signifie",
          "que ces adjectifs qui indiquent ou expriment une sorte de défaut ne sont pas",
          "appropriés pour Lui. Il convient de rappeler par ces noms qui expriment ses",
          "attributs de la perfection. Dans le Coran, ces beaux noms de AIIah ont été",
          "mentionnés ici et là, et dans les Hadiths 99 noms de cet Être Exalté et Pure ont",
          "été énumérés qui Timidhi et Ibn Majah ont porté sur l'autorité pf Abû Hurayrah.",
          "Si l'on étudie ces noms comme mentionné dans le Coran et le Hadith soigneusement,",
          "le peut facilement comprendre ce que les mots serait fourmi appropriée approprié",
          "si on doit se rappeler Allah dans une autre langue."
        ],
        "47" : [
          "Autrement dit, [ «Tout proclame .avec la langue, ou autrement, que son créateur",
          "est froncement gratuit tous les défauts et le défaut, la faiblesse et de",
          "l'erreur.\"]"
        ]
      }
    }
  ],
  "medinian" : true
}