{
  "chapterNumber" : 60,
  "nbVerses" : 13,
  "name" : "L’épreuve, L’examinante",
  "nameArabic" : "الممتحنة",
  "transName" : "al-mumtaḥana",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ ۙ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي ۚ تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ ۚ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Ne prenez point Mes ennemis et les vôtres pour alliés ! Vous",
        "leur témoignez de l’amitié alors qu’ils ont renié la vérité qui vous a été",
        "révélée, expulsé le Prophète et vous-mêmes pour avoir cru en Dieu, votre",
        "Seigneur. Si vous êtes sortis réellement pour défendre Ma Cause et rechercher Mon",
        "agrément, comment expliquer les marques d’amitié que vous leur prodiguez",
        "secrè-tement? Je connais parfaitement les pensées que vous cachez et celles que",
        "vous divulguez. Quiconque d’entre vous agit de la sorte se fourvoie loin du droit",
        "chemin."
      ],
      "tafsirTranslate" : [
        "Les croyants, <N:1> si vous avez quitté vos maisons (et) ont sortir de lutter",
        "dans Mon chemin et de chercher mon bon plaisir, ne pas faire des amis avec mes",
        "ennemis et vos ennemis. Vous les lier d'amitié alors qu'ils ont repoussé la",
        "vérité qui est venu à vous, et (tel est leur inimitié qui) ils expulsent le",
        "Messager et vous-mêmes pour aucune autre raison que vous croyez en Allah, votre",
        "Seigneur. Vous leur envoyez des messages d'amitié dans le secret, même si je sais",
        "bien ce que vous faites, que ce soit secrètement ou publiquement. Et quiconque",
        "d'entre vous ne le fait est égaré certes, loin du droit chemin."
      ],
      "tanslateWordByWord" : [
        "O vous",
        "qui",
        "croyez",
        "(Ne pas",
        "prendre",
        "Mes ennemis",
        "et vos ennemis",
        "(As) alliés",
        "faire offre",
        "leur",
        "amour",
        "tandis que",
        "ils ont mécru",
        "en ce que",
        "est venu à vous",
        "de",
        "la vérité",
        "chasser",
        "le Messager",
        "et vous-mêmes",
        "car",
        "tu crois",
        "en Allah",
        "votre Seigneur",
        "Si",
        "toi",
        "avancer",
        "(À) s'efforcer",
        "dans",
        "Ma façon",
        "et (à) chercher",
        "Mon plaisir",
        "Vous confiez",
        "pour eux",
        "amour",
        "mais je suis",
        "qui connaît le mieux",
        "de quoi",
        "vous cachez",
        "et quoi",
        "vous déclarez",
        "Et quiconque",
        "le fait",
        "parmi vous",
        "alors certainement",
        "il a égaré",
        "(De la) droite",
        "chemin"
      ],
      "notes" : {
        "1" : [
          "Il serait approprié de donner d'emblée les détails de l'incident au sujet duquel",
          "ces versets ont été envoyés vers le bas afin que le sujet qui suit est entendu",
          "facilement. Les commentateurs sont d'accord, et Ibn 'Abbas, Mujahid, Qatadah,'",
          "Urwa bin Zubair et d'autres aussi ont unanimement rapporté, que ces versets ont",
          "été révélés au moment où une lettre de Hadrat Hatib bin Abi Balta'a aux païens de",
          "la Mecque était intercepté. \n Il se trouve que, lorsque le Quraish rompit le",
          "traité de Hudaibiyah, le Saint Prophète [(sur qui être la paix d'Allah)] a",
          "commencé à faire des préparatifs pour une invasion de la Mecque, mais il n'a pas",
          "dit à personne, sauf quelques compagnons proches, ce qui était le but de",
          "l'expédition. Par hasard, à peu près au même moment où une femme est arrivé de la",
          "Mecque, qui avait été une esclave du Bani 'Abdul Muttalib, puis après sa liberté",
          "avait adopté le chant comme sa profession. Elle se plaignait de la pauvreté au",
          "Saint Prophète et a demandé une aide financière. Le Saint Prophète a appelé Bani",
          "'Abdul Muttalib et Bani al-Muttalib et satisfait son besoin. Quand elle était sur",
          "le point de partir pour la Mecque, Hadrat Hatib bin Abi Balta'a l'a rencontrée et",
          "tranquillement lui a donné une lettre adressée à certains des the.Makkah chefs et",
          "payé ses dix dinars afin qu'elle a gardé le secret et porta la lettre aux",
          "destinataires secrètement. Quand elle venait de quitter Médine, Allah a informé",
          "le Saint Prophète [(Sur qui est la paix d'Allah)] de celui-ci. Ainsi, le Saint",
          "Prophète a immédiatement envoyé Hadrat 'AII, Hadrat Zubair et Hadrat Miqdad bin",
          "Aswad après elle, avec l'instruction: [ \"Hâte-toi: A Raudah kaki [(12 règles de",
          "Médine sur la route de La Mecque)] vous allez rencontrer une femme, qui porte une",
          "lettre de Hatib aux païens de la Mecque Saisir cette lettre par tous les moyens",
          "que vous aimez. Si elle délivre la lettre volontiers, Iet son aller; si elle",
          "refuse de le livrer, la tuer. \"] Lorsque ces compagnons ont atteint la place, ils",
          "ont trouvé la femme il Ils ont exigé la lettre d'elle. Elle a répondu qu'elle",
          "avait une lettre. Ils l'ont fouillé, mais pouvaient trouver aucune lettre. Enfin",
          ", ils lui ont dit de remettre la lettre, sinon ils la déshabiller et la recherche",
          "d'elle. Whe elle a vu qu'il n'y avait pas moyen d'y échapper, elle a pris la",
          "lettre de ses cheveux tresses et livré à eux, et ils ont apporté à le Saint",
          "Prophète. Lorsque la lettre a été ouverte et lue il a été trouvé pour contenir",
          "des informations sur le Quraish que le Saint Prophète [(sur qui être la paix",
          "d'Allah)] faisait des préparatifs pour les attaquer. [(Dans différentes",
          "traditions formulations différentes de la lettre . ont été signalés, mais la",
          "portée de tous est une seule et même)] le Saint Prophète a demandé à Hadrat Hatib",
          "ce qui a poussé à agir ainsi, il a répondu:. [ «Monsieur, ne faites pas la hâte",
          "dans cette affaire de la mine. Je ne l'ai pas fait parce que je suis devenu un",
          "mécréant ou un apostat, et ai commencé préférant l'incrédulité à l'Islam. Mais la",
          "vérité est que mes proches et chers Arc encore à la Mecque. Je ne fais pas partie",
          "de la tribu des Quraysh, mais il y avait installé sous la tutelle de certains",
          "d'entre eux. Les familles des Emigrants, qui sont encore à la Mecque, seront",
          "défendus et protégés par leurs tribus et les clans, mais 1 ont aucune tribu, ce",
          "qui pourrait donner une protection à ma famille. Par conséquent, j'ai envoyé",
          "cette lettre afin de maintenir l'Qouraysh dans l'obligation de sorte qu'ils ne",
          "nuisent pas à mes enfants. \"] [(Selon le .SON de Hadrat Hatib` Abdur Rahman,",
          "Hadrat Habit avait ses enfants et son frère encore à la Mecque à l'époque, et",
          "selon le propre rapport de Hadrat Hatib sa mère était là aussi)]. En entendant ce",
          "que Hatib avait à dire, le Saint Prophète [(sur lui la paix de Dieu)] dit au",
          "peuple: [ \"Hatib vous a dit la vérité. »] Autrement dit, le véritable motif de",
          "son action était présent et pas de trahison contre l'islam ou de toute intention",
          "de soutenir l'incrédulité Hadrat` Umar se leva et dit:. [ \"Permettez-moi, ô",
          "Messager de AIlah, que je devrais couper cet hypocrite de tête:. il a été traître",
          "à Allah et à Son messager et les musulmans \"] le Saint Prophète a dit: [\" Cet",
          "homme a participé à la bataille de Badr: Vous ne pouvez pas savoir, O `Umar,",
          "Allah peut avoir regardé favorablement à la les gens de Badr et dit: \"] Faites",
          "comme vous s'il vous plaît, je vous ai pardonné. [ \"[(Les mots de la dernière",
          "phrase sont différentes dans différentes traditions Dans certains ce sont à",
          "l'effet:.\"] J'ai accordé vous le pardon [ \"; dans un autre: je suis votre",
          "Pardonneur\"], et dans encore un autre : [ \"Je te pardonne.\"])] Audition ce Hadrat",
          "'Umar pleura et dit: \". Allah et Son messager ont les meilleures connaissances\"",
          "[] Ceci est un résumé de ces nombreuses traditions qui Bukhari, Muslim, Ahmad,",
          "Abou Da'ud, Timidhi Nasa'i, Ibn Jarir Tabari, Ibn Hisham, Ibn Hibban et Ibn Abi",
          "Hatim ont porté sur l'autorité de plusieurs émetteurs fiables. Le plus",
          "authentique de ceux-ci est la tradition qui Hadrat `la secrétaire d'Ali,",
          "'Ubaidullah bin Abu Rafi', a entendu de Hadrat` Ali lui-même, et de lui",
          "petit-fils de Hadrat 'Ali, Hasan bin Muhammad bin Hanafiyah, entendu et transmis",
          "aux journalistes plus tard. Dans aucun de ces derniers il est fait mention .Tout",
          "que Hadrat Hatib a été pardonné quand il a présenté cette excuse. Mais il n'y a",
          "aucune allusion ni à montrer qu'il a reçu une punition. Voilà pourquoi les",
          "savants musulmans ont conclu que l'excuse de Hadrat Hatib a été acceptée et il a",
          "été gracié. ."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ",
      "simpleTranslate" : [
        "Mais eux, si jamais ils réussissent à vous avoir à leur merci, ils ne manqueront",
        "pas de vous traiter en ennemis, de se livrer sur vous à des voies de fait et de",
        "vous accabler d’injures, dans leur vif désir de vous faire abjurer votre foi."
      ],
      "tafsirTranslate" : [
        ". Si l'on pouvait vous vaincre, ils agiraient comme vos ennemis et souhaitez-vous",
        "faire du mal par leurs mains et leurs langues, et je serais ravi de vous voir",
        "devenir incrédules <N:2>"
      ],
      "tanslateWordByWord" : [
        "Si",
        "ils gagnent la domination sur vous",
        "ils seraient",
        "à toi",
        "ennemis",
        "et d'étendre",
        "contre vous",
        "leurs mains",
        "et leurs langues",
        "avec le mal",
        "et ils désirent",
        "cette",
        "vous croire"
      ],
      "notes" : {
        "2" : [
          "Bien que ce qui a été dit jusqu'ici, et ce qui suit à cet égard, a été envoyé",
          "dans le cadre de l'incident relatif à Hadrat Hatib, Allah, au lieu d'insister sur",
          "son cas seulement, a donné les croyants cette leçon pour les siècles des siècles:",
          "[ «Il est contraire à la profession de la foi que la personne doit agir, de tout",
          "motif ou raison, d'une manière préjudiciable aux intérêts de l'Islam et inféodée",
          "aux intérêts de l'incrédulité quand un conflit est en cours entre l'Islam et",
          "l'incrédulité et certaines personnes ont adopté une attitude hostile envers les",
          "musulmans seulement parce qu'ils sont musulmans. Même si une personne soit",
          "totalement exempt de toute mauvaise volonté contre l'islam et agit donc pas avec",
          "une mauvaise intention, mais pour l'amour d'un besoin personnel dire, l'acte est",
          "de toute façon indigne d'un croyant, et quiconque agit ainsi s'écarte de la bonne",
          "façon. \"]"
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ ۚ يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "simpleTranslate" : [
        "Ni vos proches parents ni vos enfants ne vous seront d’aucune utilité le Jour de",
        "la Résurrection. Seul Dieu vous départagera, car Il a une claire vision de toutes",
        "vos actions."
      ],
      "tafsirTranslate" : [
        "Sur le Jour de la Résurrection, ni votre sang-parents, ni votre propre",
        "progéniture vous prévaloir <N:3> (Ce jour-là) Il vous séparer <N:4> Allah voit",
        "tout ce que vous faites . <N:5>"
      ],
      "tanslateWordByWord" : [
        "Jamais",
        "vous sera bénéfique",
        "vos parents",
        "et pas",
        "vos enfants",
        "(au jour",
        "(De) la Résurrection",
        "Il jugera",
        "entre vous",
        "Et Allah",
        "de quoi",
        "tu fais",
        "(Est) Clairvoyant"
      ],
      "notes" : {
        "3" : [
          "L'allusion est à Hadrat Hatib. Comme il avait agi ainsi que pour veiller à ce que",
          "sa mère et son frère et ses enfants sont restés en sécurité dans le cas d'une",
          "guerre, il est dit: [ \"Les relations pour qui vous avez commis cette grave",
          "erreur, ne vous sauvera pas sur . jour de la Résurrection n'osera se manifester",
          "dans la Cour d'Allah et dit: `notre père ou notre fils ou notre frère avait",
          "commis ce péché pour l'amour ow, par conséquent, nous pouvons être punis au lieu",
          "de lui à ce sujet. temps tout le monde va être inquiet que sur lui-même, et",
          "accablé par l'angoisse de se sauver en quelque sorte des conséquences de ses",
          "propres actes, sans parler d'être prêt à prendre la charge d'autrui péchés sur sa",
          "tête, \"] Cette chose a été exprimé en termes plus clairs à plusieurs autres",
          "endroits dans le Coran. A un endroit, il a boon dit: [ «Pour sauver soi-même",
          "mousser le tourment de ce jour-là, le coupable voudra donner à ses enfants, sa",
          "femme, son frère, ses parens, qui lui a donné un abri, et tous les peuples de la",
          "terre , en rançon que ce dispositif pourrait le sauver. \"] [(Al-Ma'arij -11 à",
          "14)]. A un autre endroit: `Sur l'homme du jour doit fuir la mousse de son frère",
          "et sa mère et son père et sa femme et ses enfants. Chacun d'entre eux? un ce",
          "jour-là, aura assez pour l'occuper afin de lui faire insoucieux des autres [ \"[(",
          "'Abasa: 34-37).]."
        ],
        "4" : [
          "Autrement dit, \"] Toutes les relations et les liens de rustre et l'amitié du",
          "monde est rendue vide dans l'au-delà. Les gens ne seront pas jugés en tant que",
          "groupes et les partis et les familles, mais chaque personne devra se présenter",
          "comme un individu et de rendre son propre compte uniquement. par conséquent,",
          "personne dans le monde devrait commettre un mal pour l'amour d'une relation ou",
          "d'amitié ou de fraternité, car il va se faire face à ALi ses conséquences, et",
          "personne ne sera autre devenir partenaire dans une affaire de sa responsabilité",
          "personnelle. [ \""
        ],
        "5" : [
          "Les conclusions suivantes arc déduites des détails de la distribution de .Hadrat",
          "Hatib, comme mentionné ci-dessus, et les versets qui ont été envoyés dans ce",
          "contexte: \n [(1)] Quel que soit le motif de la personne, il était en soi un acte",
          "d'espionnage, et une sorte très dangereux d'espionnage sur une occasion critique.",
          "L'ennemi, qui était absolument pas au courant, avait été informé de l'attaque",
          "immanente de Madinah. Ensuite, il n'a pas été une affaire fondée sur des",
          "soupçons, mais une lettre écrite par la personne concernée lui-même avait été",
          "intercepté, après quoi aucune autre preuve de la culpabilité était nécessaire. Ce",
          "ne sont pas des conditions de paix, mais le temps de guerre; mais le Saint",
          "Prophète [(sur lui la paix de Dieu)] n'a pas placé Hadrat Hatib en isolement sans",
          "donner-lui une chance de légitime défense: Cette chance également n'a pas été lui",
          "a été donné à huis clos, mais publiquement devant le peuple. Cela rend manifeste",
          "qu'il n'y a pas de place dans l'Islam pour ces lois et règlements en vertu",
          "desquels la règle peut avoir le droit, en tout cas d'emprisonner une personne sur",
          "la seule base de ses propres connaissances ou «suspicion. L'Islam ne reconnaît",
          "pas la méthode d'essayer une personne secrètement à huis clos. \n [(2)] Hadrat",
          "Hatib était non seulement l'un des Emigrants, mais aussi un participant à la",
          "bataille de Badr, et jouissait d'une place distinguée parmi les Compagnons. Mais",
          "malgré cela un crime grave qui est arrivé à être commis par lui et Allah l'a pris",
          "à la tâche pour cela dans le Coran comme le montrent les versets ci-dessus. Dans",
          "le Hadith aussi, son cas a été rapporté en détail et parmi les commentateurs",
          "aussi il peut y avoir aucun qui n'a pas fait une référence. Ces arc certaines des",
          "preuves qui prouvent que les compagnons ne sont pas innocents. Ils pourraient",
          "aussi commettre des erreurs en raison de faiblesses humaines, et les erreurs qui",
          "est arrivé à être commis par eux pratiquement. L'enseignement d'entre eux en ce",
          "qui concerne le respect et la vénération qu'Allah et Son messager ont donné, ne",
          "du tout nécessite pas que si l'un d'entre eux est arrivé à conunit une erreur, il",
          "ne doit pas être mentionné, car évidemment, si cela leur demande, ni le ferait",
          "Allah les a mentionnés dans Son livre, ni les Compagnons et leurs successeurs et",
          "les traditionnistes et les commentateurs aurait lié leurs coordonnées dans leurs",
          "traditions et de livres. \n [(3)] L'idée que Hadrat `Umar a exprimé dans le cas de",
          "Hadrat Hatib concerne l'aspect apparent de l'acte. Son raisonnement était que",
          "l'acte était clairement dans la nature de la trahison à Allah et à Son messager",
          "et les musulmans; par conséquent, Hatib était un hypocrite et méritait d'être mis",
          "à mort. Mais le Saint Prophète [(sur qui soit la paix d'Allah)] a rejeté son",
          "point de vue et a expliqué le point de vue de la charia islamique, en disant: \"]",
          "décision ne devrait pas être donnée uniquement sur la forme extérieure de la loi,",
          "mais il devrait aussi être vu quelle preuve est donnée par l'ascenseur passé et",
          "le caractère général de la personne, qui arrive à commettre l'acte et les",
          "circonstances dans lesquelles il commet. l'acte, sans aucun doute, claqua",
          "d'espionnage, mais a fait l'attitude de la personne concernée à l'islam et les",
          "adeptes de l'islam jusque-là indiquent qu'il pourrait faire une telle chose avec",
          "l'intention de trahison à AIlah et à Son messager et les musulmans? il était l'un",
          "de ceux qui avaient émigré au nom de la foi. pourrait-il pu faire une telle",
          "sacrifier sans sincérité? il a combattu dans une bataille critique comme Badr",
          "pour le bien de sa foi quand les musulmans faisaient face à un ennemi bien mieux",
          "équipés et trois fois leur nombre, la sincérité d'une telle personne pourrait",
          "être mise en doute? Ou, pourrait-on croire qu'il avait la moindre inclination",
          "vers le Quraish? Il a dit la vérité clairement que sa famille à La Mecque ne",
          "jouit pas de la protection d'une tribu ou d'un clan, que les familles des autres",
          "Emigrants apprécié; par conséquent, il a agi ainsi en temps de guerre que pour",
          "préserver ses enfants de la persécution des mécréants. Les faits ont confirmé",
          "qu'il n'a pas vraiment appartenir à une tribu à la Mecque, ce qui était connu",
          "aussi que ses membres de la famille étaient encore de retour à la Mecque. Par",
          "conséquent, il n'y avait aucune raison pour que sa déclaration doit être",
          "considérée comme fausse et l'avis formé que son motif réel était pas, mais",
          "l'intention de la trahison. Sans doute, pour un musulman sincère, même avec une",
          "bonne intention, il était pas permis qu'il doit informer l'ennemi des plans",
          "militaires des musulmans seulement pour le bien de ses intérêts personnels, mais",
          "il y a une grande différence entre l'erreur d'un sincère musulman et la trahison",
          "d'un hypocrite. Les deux ne peuvent pas être attribués la même peine que sur la",
          "base de la similitude entre leurs actes. Ce fut la décision du Saint Prophète",
          "dans ce cas, et Allah a confirmé dans les versets de la sourate AIMumtahinah. Une",
          "étude attentive des trois versets ci-dessus montrera que dans ces Allah a",
          "certainement réprimandé Hatib, mais il est une sorte de blâme administré à un",
          "croyant et non celui administré à un hypocrite. En outre, aucune pénalité, ou la",
          "punition physique a été décerné à lui, mais il a été administré une sévère",
          "réprimande publiquement et beaucoup off, ce qui signifie que dans une société",
          "musulmane, même une tache sur l'honneur d'un croyant coupable et sa tombe dans le",
          "discrédit était aussi un punition très sévère. \n [(4)] A propos du grand mérite",
          "de compagnons de tuiles qui ont combattu à Badr, le Saint Prophète [(sur qui soit",
          "la paix d'Allah)] dit: Vous ne pouvez pas savoir Allah pourrait avoir regardé",
          "favorablement inclinaison des gens de Badr et dit: «Est-ce que comme vous s'il",
          "vous plaît, je vous ai pardonné». [ \"Cela ne gémissent pas que les compagnons de",
          "Badr ont été pardonnés chacun et. tout péché et ils étaient libres de commettre",
          "quelque péché et le crime leur plaisait, pour le pardon avait déjà été garanti",
          "les cela n'a été ni signifié par le Saint Prophète [(sur qui soit la paix",
          "d'Allah)] ni les Compagnons jamais bien entendu dans ce sens, ni aucun Canpartion",
          "de Badr après avoir entendu ces bonnes nouvelles jamais pensé qu'il était libre",
          "de commettre un péché, ni jamais toute règle a été faite sur la base de cela dans",
          "la charia islamique que si un compagnon de Badr qui est arrivé à commettre un",
          "péché, il ne devrait pas être donné la peine allié pour ce. En fait, si l'on",
          "considère les circonstances dans lesquelles cela a été dit et les mots que le",
          "Saint Prophète utilisé à cette occasion avec soin, on peut clairement comprendre",
          "la signification d'être ceci: \"] Il ne serait pas quelque chose d'impossible si",
          "en vue des grands et méritoires services que les Compagnons rendus à Badr sur la",
          "sincérité et la dévotion et au risque même de leur vie pour l'amour d'Allah et sa",
          "religion, Allah aurait pardonné tous ses péchés anciens et derniers miséricorde.",
          "par conséquent, vous devriez pas soupçonner un tel compagnon de trahison et",
          "d'hypocrisie, et devrait accepter l'excuse qu'il se présente pour son crime \". \n",
          "[(5)] Du Coran et les paroles du Saint Prophète, il devient également évident",
          "qu'un musulman de être impliqué dans l'espionnage pour les mécréants par lui-même",
          "est pas une base suffisante pour conclure qu'il est devenu un apostat, ou est",
          "dépourvue de la foi, ou est un hypocrite. Pour parvenir à une telle conclusion si",
          "l'arc d'autres circonstances et les preuves, ce serait une autre chose; sinon par",
          "lui-même cet acte est seulement un crime, pas un sigin d'incrédulité. \n [(6)] De",
          "ces versets du Coran, il devient également évident que pour un musulman, il est",
          "en aucun cas admissible qu'il devrait espionner pour les mécréants, peu importe",
          "la façon dont gravement la vie et des biens, ou celle de son propre ses proches",
          "et chers, pourraient être mis en danger. \n [(7)] Lorsque Hadrat `Umar a demandé",
          "la permission du Saint Prophète de mettre Hadrat Hatib à mort pour le crime",
          "d'espionnage, le Saint Prophète n'a pas dit que le crime n'a pas été puni avec",
          "-décès, mais il a refusé l'autorisation de la motif que Hatib est d'être un",
          "compagnon de Badr était une preuve expresse de son être sincère, et la",
          "déclaration faite par lui était exact que être avait agi donc pas sur de bons",
          "voeux pour les ennemis, mais par souci de préserver sa famille de toute possible",
          "persécution à mort. De celui-section des juristes a fait valoir que la loi",
          "générale à l'égard d'un espion musulman est qu'il doit être mis à mort, à moins",
          "qu'il existe de très fortes raisons pour-lui accordant une peine moindre ou une",
          "simple réprimande. Mais les juristes ont contesté cette question. Imam Shafe'i et",
          "quelques autres juristes estiment que l'espion musulman est puni, mais pas avec",
          "la mort. Imam Abu Hanifah et Imam Auza'i soutiennent qu'il sera soumis à des",
          "châtiments corporels et à long emprisonnement. ImamMalik dit qu'il sera mis à",
          "mort, mais le Malik; juristes ont des opinions différentes sur cette question.",
          "Ash'hab dit que le dirigeant musulman a de vastes pouvoirs en la matière. Il peut",
          "exercer son jugement en gardant à l'esprit les circonstances du crime et le",
          "coupable et lui accorder toute peine. Un dicton de l'Imam Malik et Ibn al-Qasim",
          "est également dans le même sens. Ibn al Mâjishûn et `Abdul Malik bin Habib disent",
          "que si le coupable est un espion habituelle, il doit être mis à mort. Ibn Wahb",
          "dit que la punition de l'espion est la mort, mais s'il se repent d'espionnage, il",
          "peut être pardonné. Sahnun dit que l'on ne peut pas savoir si son repentir est",
          "authentique ou trompeuse; Par conséquent, il doit être mis à mort. Il y a un",
          "dicton d'Ibn al-Qasim également à l'appui de cela. Et Asbagh dit que l'espion",
          "belligérant est punissable de mort, mais l'espion musulman ou dhimmi doit être",
          "donné les châtiments corporels au lieu de la peine de mort, à moins qu'il ne soit",
          "d'aider les ennemis ouvertement contre les musulmans. . [(Ibn al-`Arabi, Ahkam",
          "al-Qur'an, 'Umdat al-Qari;. Fath al-Bari)] \n [(8)] Le Hadith qui a été cité",
          "ci-dessus permet également que, pour l'enquête sur le crime, non seulement",
          "l'homme, mais l'accusée peuvent également être supprimés si nécessaire. Bien que",
          "Hadrat `Ali, Hadrat Zubair et Hadrat Miqdad avaient pas dépouillé la femme, mais",
          "ils l'avaient menacé que si elle n'a pas produit la lettre, Thay serait",
          "dépouiller et sa recherche .. Il est évident que, si elle était illégale, les",
          "trois compagnons illustres ne pouvait pas l'avoir menacé ainsi. Et on peut",
          "comprendre qu'ils doivent avoir rapporté l'histoire de leur expédition à leur",
          "retour au Saint Prophète [(sur qui soit d'Allah la paix)]. Avait-il exprimé son",
          "mécontentement, il doit avoir été rapporté. Voilà pourquoi les juristes ont tenu",
          "comme admissible. [( 'Umdat al-Qari)]."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّىٰ تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ ۖ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ",
      "simpleTranslate" : [
        "Certes, vous avez eu un bel exemple en Abraham et en ceux qui étaient avec lui,",
        "quand ils dirent à leur peuple : «Nous vous désavouons, vous et les divinités que",
        "vous adorez en dehors de Dieu. Nous vous renions, et désormais l’inimitié et la",
        "haine nous séparent jusqu’à ce que vous croyiez en Dieu Seul», à l’exception",
        "cependant de ce qu’Abraham avait concédé à son père, en lui disant :",
        "«J’implorerai le pardon de Dieu en ta faveur, bien que je ne puisse rien pour toi",
        "auprès du Seigneur.» – «Seigneur ! C’est en Toi que nous mettons notre confiance",
        "! C’est vers Toi que se fera, en définitive, notre retour !"
      ],
      "tafsirTranslate" : [
        "Vous avez un bon exemple en Abraham et ses compagnons: ils ont dit à leur peuple:",
        "\"Nous nous dissocions totalement de vous, et des divinités que vous adorez en",
        "dehors d'Allah. Nous renonçons vous <N:6> et il en est venu à l'inimitié et la",
        "haine entre nous et vous jusqu'à ce que vous croyez en Allah, le Seul Vrai Dieu",
        "\"(Mais vous ne pouvez pas imiter) Abraham dit à son père:\". Certes, je vais",
        "demander . pardonner pour vous, bien que je ne détiens Allah pour obtenir quoi",
        "que ce soit en votre nom \" <N:7> (et Abraham et ses compagnons prié):\" notre",
        "Seigneur, en vous devez nous mettons notre confiance, et vous avez nous tourné ,",
        "et vous est notre ultime retour."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "(il y a",
        "pour toi",
        "un exemple",
        "bien",
        "dans",
        "Ibrahim",
        "et celles",
        "avec lui",
        "quand",
        "ils ont dit",
        "à leur peuple",
        "En effet, nous",
        "(Sont) dissociées",
        "de toi",
        "et de ce que",
        "vous adorez",
        "de",
        "outre",
        "Allah",
        "Nous avons refusé",
        "toi",
        "et il est apparu",
        "entre nous",
        "et entre vous",
        "hostilité",
        "et la haine",
        "pour toujours",
        "jusqu'à",
        "tu crois",
        "en Allah",
        "Seul",
        "Sauf",
        "(le dicton",
        "(De) Ibrahim",
        "à son père",
        "Certes, je demande pardon",
        "pour toi",
        "mais non",
        "Je dois pouvoir",
        "pour toi",
        "de",
        "Allah",
        "de",
        "n'importe quoi",
        "Notre Seigneur",
        "sur vous",
        "nous mettons notre confiance",
        "à toi aussi",
        "on tourne",
        "à toi aussi",
        "(Est) la déclaration finale"
      ],
      "notes" : {
        "6" : [
          "Autrement dit, [ «Nous vous rejetons: nous ne vous considérez être dans le droit",
          "ni votre religion.\"] La demande inévitable de la foi en Allah est le déni de",
          "Taghout [(Satan)]: [ «Celui qui rejette Taghout et croit en Allah a pris un",
          "soutien ferme qui ne cède \"] [. (Al-Baqarah: 256)]."
        ],
        "7" : [
          "En d'autres termes, cela signifie: [ \"Bien qu'il y ait un excellent exemple pour",
          "vous dans la conduite d'Abraham, en ce qu'il a exprimé sa désapprobation de son",
          "peuple païen et a rompu tous les liens avec eux, mais sa promesse de prier pour",
          "le pardon de son père païen, puis l'exécuter pratiquement ne vaut pas la suite,",
          "pour les croyants ne devraient pas avoir même cette grande relation d'amour et de",
          "sympathie avec les mécréants Dans At-Tawbah:. 113, Allah a clairement mis en",
          "garde: \"] il ne fait pas incomberait le Prophète et ceux qui ont cru qu'ils",
          "devraient prier pour le pardon des polythéistes bien qu'ils soient proches",
          "parents. [ \"Ainsi, aucun musulman est autorisé à prier pour le pardon de ses",
          "parents incroyants sur la base de l'argument selon lequel le Prophète Abraham",
          "avait fait. Quant à la question, pourquoi le Prophète Abraham prier ainsi, et",
          "at-il mener à bien sa ?. promettre pratiquement la réponse a été fournie par le",
          "Coran en détail Quand son père l'a expulsé de la maison, il avait dit à son",
          "départ: \"] Je vous souhaite adieu: je vais prier mon Seigneur pour ton pardon. [",
          "\"[(maryam: 47).] sur la base de cette très promesse il a prié pour lui à deux",
          "reprises Une prière est contenue dans la sourate IbrMhim:. 41:\"] Seigneur,",
          "pardonne-moi et mes parents et aux croyants, le jour où l'estime sera prise. [",
          "\"Et la deuxième prière est dans la sourate AshShua'ra 86:\"] Pardonnez mon père,",
          "car en effet, il est parmi ceux qui se sont égarés et ne pas déshonorer l'un jour",
          "où les gens seront ressuscités à la vie [ \". Mais après, quand il se rendit",
          "compte que le père dont le pardon qu'il était en prière, wan un ennemi d'Allah,",
          "il s'excusa de lui et a rompu même cette relation d'amour et de sympathie avec",
          "lui: \n »] En ce qui concerne la prière d'Abraham pour son père, il était",
          "seulement de remplir une promesse qu'il a fait mal à lui, mais quand il a réalisé",
          "qu'il était un ennemi d'Allah, il le désavoua. Le fait est que Abraham était un",
          "attendrissement cœur, craignant Dieu et l'homme indulgent [(AT-Tawbah: 114",
          "<V:9:114>)]. \n Une étude de ces versets font: le manifeste principe que seul cet",
          "acte des prophètes u dignes de suivre, qu'ils pratiquaient constamment jusqu'à la",
          "fin. En ce qui concerne les atta dont ils se livrèrent, ou qu'Allah leur empêchés",
          "de pratiquer ou qui ont été interdits dans la Divine Shari ah, ils ne valent pas",
          "la suite, et personne ne shoWd suivre de tels actes de leur sur la base de",
          "l'argument selon lequel était telle ou telle pratique de prophète. \n Ici, une",
          "autre question se pose également, ce qui peut créer de la confusion dans certains",
          "esprits. Dans le verset en cours de discussion, la parole du Prophète Abraham",
          "qu'Allah a déclaré ne pas la peine suivante, comporte deux parties. La première",
          "partie est qu'il a dit à son père: [ \"Je vais prier pour votre pardon\"] et le",
          "second: `Je ne détiens pour obtenir quoi que ce soit pour vous d'Allah. \"Parmi",
          "ceux-ci, la première chose est ne pas être un digne exemples d'être. Suivie est",
          "compréhensible, mais, ce qui ne va pas avec la deuxième chose que cela aussi a",
          "été fait une exception d'être un exemple digne d'imitation, alors que par",
          "lui-même est une vérité ? la réponse est que la parole du Prophète Abraham a été",
          "inclus dans l'exception pour la raison que, quand une personne après avoir fait",
          "une promesse avec une autre de faire quelque chose, dit qu'il est anti-émeute en",
          "son pouvoir de faire quoi que ce soit au-delà de ce que pour lui, il donne",
          "automatiquement le sens que si elle était en son pouvoir de faire quelque chose",
          "de plus pour lui, il l'aurait fait trop pour lui. cela rend sa relation de",
          "sympathie avec l'autre personne encore plus manifeste. sur cette base très cette",
          "deuxième partie de la parole du Prophète Abraham a également mérité d'être inclus",
          "dans l'exception, bien que son sujet était vrai dans la mesure où il n'a pas",
          "allumé même dans le pouvoir d'un prophète d'avoir une personne pardonné par",
          "Allah. 'Allama Alusi aussi dans son Ruh al-Ma ani a donné cette même réponse à",
          "cette question."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا ۖ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Seigneur ! Ne fais pas de nous un sujet de tentation pour les dénégateurs !",
        "Pardonne-nous, Seigneur, Tu es le Puissant, le Sage !»"
      ],
      "tafsirTranslate" : [
        "Notre Seigneur, ne nous faites pas un test pour les non-croyants, <N:8> et",
        "pardonne-nous, notre Seigneur. Certes, vous êtes le plus puissant, le Plus Sage",
        "\"."
      ],
      "tanslateWordByWord" : [
        "Notre Seigneur",
        "(ne pas",
        "nous faire",
        "un procès",
        "pour ceux qui",
        "ne pas croire",
        "et pardonner",
        "nous",
        "notre Seigneur",
        "En effet, vous",
        "[Toi]",
        "(Sont) le Tout-Puissant",
        "le Sage"
      ],
      "notes" : {
        "8" : [
          "Il y a plusieurs façons dont les croyants peuvent devenir une cause de procès",
          "pour les mécréants, pour lesquels chaque croyant doit chercher refuge d'Allah.",
          "Par exemple, [(1)] les incroyants peuvent gagner en haute main sur eux et le",
          "considérer comme une preuve de leur être dans le droit et l'être des croyants",
          "dans la mauvaise; sinon il ne pouvait pas être que malgré le bon plaisir de Dieu",
          "qu'ils prétendent jouir, les mécréants auraient été en mesure d'obtenir une haute",
          "main sur eux; [(2)] la persécution des croyants par les incroyants peut devenir",
          "insupportable avec le résultat qu'ils peuvent donner à eux et abandonner leur foi",
          "et les valeurs morales de cette soumettraient les croyants au ridicule public et",
          "fournirait les incroyants l'occasion w humilient et avilir que et leur religion:",
          "[(3)], en dépit d'être les porte-étendards de la vraie foi les croyants peuvent",
          "perdre leur supériorité morale qui devrait courir W que comme croyants. et le",
          "peuple ma! ste les mêmes défauts et les lacunes dans leur caractère que l'on",
          "retrouve couramment dans une communauté non islamiques: cela donnerait incroyants",
          "l'occasion de dire que la foi des croyants était en aucune façon supérieure W",
          "leur incrédulité. [(Pour plus de détails sec E.N. 8.3 de Surah Yunus)]."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ ۚ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ",
      "simpleTranslate" : [
        "Vous avez eu en ces gens-là Abraham et ses compagnons, un bel exemple pour celui",
        "qui espère en Dieu et au Jugement dernier. Quant à celui qui se détourne de la",
        "Voie de Dieu, qu’il sache que Dieu Se suffit à Lui-même et qu’Il est Digne de",
        "louange."
      ],
      "tafsirTranslate" : [
        "En effet, il est un bon exemple pour vous en eux; un bon exemple pour tous ceux",
        "qui se réjouit à Allah et au Jour dernier. <N:9> Quant à celui qui se détourne,",
        "Allah est suffisant, Immensément Praiseworthy. <N:10>"
      ],
      "tanslateWordByWord" : [
        "Certainement",
        "(il y a",
        "pour toi",
        "en eux",
        "un exemple",
        "bien",
        "pour (il) qui",
        "est",
        "optimiste",
        "(In) Allah",
        "et la journée",
        "le dernier",
        "Et quiconque",
        "se détourne",
        "alors en effet",
        "Allah",
        "Il",
        "(Est) gratuit de besoin",
        "le Praiseworthy"
      ],
      "notes" : {
        "9" : [
          "[ «Qui espère Ou Allah et au Jour dernier\"]: qui attend qu'un jour il devra se",
          "présenter devant AIIah et est plein d'espoir qu'Allah le traiter avec",
          "bienveillance et l'aider à atteindre le succès dans l'au-delà. ."
        ],
        "10" : [
          "Autrement dit, [ «Allah a être besoin de ces croyants qui professent de croire en",
          "sa religion ainsi que de maintenir des relations amicales avec ses ennemis Il est",
          "autosuffisant: sa divinité ne nécessite pas qu'ils devraient le reconnaître comme",
          "Dieu. Il est auto-Praiseworthy, ie'His étant louable ne dépend pas de l'éloge du",
          "peuple et le glorifier., S'ils affirment la foi, ils la foi, ils ne le font pas",
          "pour tout bon de AIlah, mais pour leur propre bien:. et ils ne peuvent pas gagner",
          "quoi que ce soit de leur affirmation de la foi jusqu'à ce qu'ils cassent toutes",
          "les connexions de l'amour et de l'amitié avec les ennemis d'Allah que le Prophète",
          "Abraham et ses compagnons ne \"]"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً ۚ وَاللَّهُ قَدِيرٌ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Il se peut qu’un jour Dieu établisse entre vous et ceux d’entre eux qui étaient",
        "vos ennemis une cordiale entente. Dieu est Omnipotent et Il est Plein de",
        "compassion et d’indulgence."
      ],
      "tafsirTranslate" : [
        "Il se peut qu'Allah implanter l'amour entre vous et ceux avec inimitié qui vous",
        "avez eu <N:11> Allah est le plus puissant;. Et Allah est Pardonneur et Très",
        "Miséricordieux."
      ],
      "tanslateWordByWord" : [
        "peut-être",
        "Allah",
        "[cette]",
        "va mettre",
        "entre vous",
        "et entre",
        "ceux (à) qui",
        "vous avez été ennemis",
        "parmi eux",
        "amour",
        "Et Allah",
        "(Est) Tout-Puissant",
        "Et Allah",
        "(Est) Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "11" : [
          "Bien que les vrais croyants suivaient l'exhortation à rompre leurs liens avec les",
          "parents incroyants patiemment, mais Allah savait combien il était difficile de",
          "rompre ses liens avec ses parents, frères et sœurs et proches parents. Par",
          "conséquent, Allah les consola avec l'espoir que le temps viendrait bientôt",
          "lorsque leurs mêmes relations deviendraient musulmans et l'inimitié de leur",
          "aujourd'hui serait à nouveau se transformer en amour demain. Lorsque cette chose",
          "a été dit que personne ne pouvait comprendre comment cela se produirait. Mais à",
          "peine quelques semaines se sont écoulées après la révélation de ces versets quand",
          "Makkah est tombé et les gens de Quraish a commencé à entrer dans l'Islam en grand",
          "nombre, et les musulmans a été témoin de leurs propres yeux comment l'espoir",
          "qu'ils ont été donnés matérialisé."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ",
      "simpleTranslate" : [
        "Dieu ne vous défend pas d’être bons et équitables envers ceux qui ne vous",
        "attaquent pas à cause de votre religion et qui ne vous expulsent pas de vos",
        "foyers. Dieu aime ceux qui sont équitables."
      ],
      "tafsirTranslate" : [
        "Allah ne plaise pas que vous soyez bon et juste à ceux qui ne se battent pas",
        "contre vous, à cause de la religion, ni qui vous a poussé hors de vos maisons.",
        "Certes, Allah aime ceux qui sont équitables. <N:12>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "(Ne) vous interdire",
        "Allah",
        "de",
        "ceux qui",
        "(ne pas",
        "lutter contre vous",
        "dans",
        "la religion",
        "et (faire) pas",
        "vous chasser",
        "de",
        "vos maisons",
        "cette",
        "vous traitez gentiment",
        "et équitables",
        "avec eux",
        "Effectivement",
        "Allah",
        "aime",
        "ceux qui agissent à juste titre"
      ],
      "notes" : {
        "12" : [
          "Ici, un doute peut surgir dans l'esprit. Il est bon de traiter les mécréants, qui",
          "ne sont pas hostiles, gentiment, mais doit seulement ils être traités non",
          "justement? Et si les mécréants, qui arc hostile, être traités non justement? La",
          "réponse est que, dans ce contexte, le mot justice, en fait, a été utilisé dans un",
          "sens spécial. Cela signifie:. [ \"La justice exige que vous ne devriez pas être",
          "hostile à ceux qui ne sont pas hostiles à vous, car il ne la justice pour traiter",
          "l'ennemi et le non-ennemi semblables Vous avez le droit d'adopter une attitude de",
          "tige vers ceux qui vous persécuté pour embrasser l'Islam et vous contraint à",
          "quitter les maisons d'ifs et vous poursuivi même après votre expulsion. Mais pour",
          "ceux qui ne sont pas des partenaires en vous persécutant, vous devriez bien les",
          "traiter et devrait réaliser le droit qu'ils ont sur vous à cause de sang et",
          "d'autres relations. \"]"
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَىٰ إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ ۚ وَمَنْ يَتَوَلَّهُمْ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ",
      "simpleTranslate" : [
        "Mais Il vous interdit toute liaison avec ceux qui vous combattent à cause de",
        "votre religion, qui vous chassent de vos foyers, ou qui contribuent à le faire.",
        "Une telle alliance constituerait une véritable injustice."
      ],
      "tafsirTranslate" : [
        "Allah ne vous défend d'être amis avec ceux qui ont combattu contre vous, à cause",
        "de la religion et qui ont conduit vous de vos demeures et ont encouragé à votre",
        "expulsion. Et tous ceux qui font des amis avec eux, ils sont les injustes. <N:13>"
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "vous interdit",
        "Allah",
        "de",
        "ceux qui",
        "lutter contre vous",
        "dans",
        "la religion",
        "et vous chasser",
        "de",
        "vos maisons",
        "et le support",
        "dans",
        "votre expulsion",
        "cette",
        "vous les faites alliés",
        "Et quiconque",
        "les rend alliés",
        "puis ceux",
        "[ils]",
        "(Sont) les injustes"
      ],
      "notes" : {
        "13" : [
          "Les instructions de rompre les relations avec les incroyants donnés dans les",
          "versets précédents, pourraient amener les gens le malentendu que ce fut à cause",
          "de leur être les mécréants. Par conséquent, dans ces versets, il a été précisé",
          "que la cause réelle est pas leur incrédulité, mais leur hostilité à l'Islam et",
          "leur traitement tyrannique des adeptes de l'islam. Les musulmans, par conséquent,",
          "devrait établir une distinction entre le mécréant hostile et le mécréant",
          "non-hostile, et devrait bien traiter qui ne les ont jamais traité diaboliquement",
          "ces mécréants. Sa meilleure explication est l'incident qui a eu lieu entre Hadrat",
          "Asma, fille d'Abou Bakr, et sa mère incrédule. Une femme de Abû Bakr était",
          "Qutaylah bint Abdul `Uzza, qui cirer un mécréant et étaient restés à la Mecque",
          "après la migration. Hadrat Asma 'était né d'elle. Après le traité de paix de",
          "Hudaibiyah lorsque le trafic ouvert entre La Mecque et Médine, elle est venue à",
          "Médine pour voir sa fille et des cadeaux sains ont également apporté. Hadrat Asma",
          "'a elle-même liée qu'elle est allée au Saint Prophète et demanda: [ \"? Dois-je",
          "voir ma mère et je peux la traiter comme une fille devrait traiter sa mère\"] Le",
          "Saint Prophète répondit: [ «Oui, traiter son comme votre mère. \"] [(Musnad Ahmad,",
          "Bukhari, Muslim)]. Le fils de Hadrat Asma, 'Abdullah bin Zubair, a donné plus de",
          "détails sur cet incident. Il dit que Hadrat Asma 'au début avait refusé de s sa",
          "mère. Puis, quand elle a reçu Allah et la permission de Son Messager, elle l'a",
          "rencontrée. [(Musnad Ahmad, Ibn Jarir, Ibn Abi Hatim)]. Cela en soi conduit à la",
          "conclusion qu'un musulman de servir ses parents incroyants et son aide ses frères",
          "et sœurs et parents incroyants est admissible quand ils ne sont pas hostiles à",
          "l'Islam; De même, on peut passer un des organismes de bienfaisance de s aussi les",
          "indigents parmi les dhimmis [(Al-Jassas, Ahkam al-Qur'an; Ruh al-Ma ani)]"
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ ۖ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ ۖ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ ۖ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ ۖ وَآتُوهُمْ مَا أَنْفَقُوا ۚ وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ ۚ وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ۚ ذَٰلِكُمْ حُكْمُ اللَّهِ ۖ يَحْكُمُ بَيْنَكُمْ ۚ وَاللَّهُ عَلِيمٌ حَكِيمٌ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Quand des croyantes se présentent en réfugiées auprès de",
        "vous, mettez leur foi à l’épreuve, bien que Dieu soit le mieux Informé de la",
        "sincérité de leur foi. Si vous êtes convaincus qu’elles sont de vraies croyantes,",
        "ne les renvoyez pas aux infidèles, car, désormais, elles ne sont plus licites",
        "pour eux ni eux licites pour elles. Mais restituez le montant des dots à leurs",
        "anciens maris, et vous pouvez alors vous-mêmes les épouser, en leur versant leur",
        "dot. En revanche, ne restez pas unis à des femmes non croyantes. Mais exigez",
        "d’elles le remboursement de la dot que vous avez versée en les épousant, de même",
        "que les infidèles ont le droit d’exiger le même remboursement des femmes devenues",
        "musulmanes. Telle est la décision de Dieu, statuant entre vous. Dieu est",
        "Omniscient et Sage."
      ],
      "tafsirTranslate" : [
        "Les croyants, quand les croyantes viennent à vous en émigrées (dans la cause de",
        "la foi), les examiner. Allah sait parfaitement (la vérité) au sujet de leur foi.",
        "Et quand vous les avez vérifié pour être croyantes, ne les renvoyez pas aux",
        "mécréants. <N:14> Ces femmes ne sont plus licites aux mécréants, ni les",
        "incroyants légitimes à ceux (croyants) femmes. Donnez leurs maris incroyants tout",
        "ce qu'ils ont dépensé (comme mariée-cotisations); et il n'y a pas d'infraction",
        "pour vous marier ces femmes si vous leur donnez leur mariage-cotisations <N:15>",
        "Ne tenez pas à vos mariages avec des femmes incroyantes:. demander le retour de",
        "la mariée-raison que vous avez donné à vos épouses incroyantes et les",
        "non-croyants peuvent demander le retour de la mariée-raison qu'ils avaient donné",
        "à leurs femmes croyants. <N:16> tel est le commandement d'Allah. Il juge entre",
        "vous. Allah est Omniscient et Sage."
      ],
      "tanslateWordByWord" : [
        "O vous",
        "qui",
        "croyez",
        "Quand",
        "viennent à vous",
        "les croyantes",
        "(As) émigrants",
        "puis les examiner",
        "Allah",
        "(Est) connaît mieux",
        "de leur foi",
        "Et si",
        "tu les connais",
        "(Être) croyants",
        "puis (faire) pas",
        "les retourner",
        "à",
        "les incroyants",
        "ne pas",
        "ils",
        "(Sont) licites",
        "pour eux",
        "et pas",
        "ils",
        "sont licites",
        "pour eux",
        "Mais leur donner",
        "quelle",
        "ils ont passé",
        "Et pas",
        "tout blâme",
        "sur vous",
        "si",
        "vous les mariez",
        "quand",
        "vous leur avez donné",
        "leurs cotisations (mariée)",
        "Et (ne) pas",
        "tenir",
        "aux obligations de mariage",
        "(Avec) les femmes mécréantes",
        "mais demandez (pour)",
        "quelle",
        "vous avez passé",
        "et laissez-les demander",
        "quelle",
        "ils ont passé",
        "Cette",
        "(Est le) Arrêt",
        "(De) Allah",
        "Il juge",
        "entre vous",
        "Et Allah",
        "(Est) Omniscient",
        "All-Wise"
      ],
      "notes" : {
        "16" : [
          "Quatre injonctions très importantes ont été, prévues dans ces versets, qui se",
          "rapportent à la fois au droit de la famille de l'Islam et à la loi",
          "internationale. \n D'abord, que la femme qui devient un musulman est plus illégal",
          "pour son mari infidèle, ni son mari infidèle est licite pour elle. \n En second",
          "lieu, que le mariage de la femme mariée qui devient musulman et émigre de la",
          "demeure de l'incrédulité [(dar al-kufr à la demeure de l'Islam (dar al-lslam)]",
          "est automatiquement annulé et tout musulman qui aime peut l'épouser après avoir",
          "payé son douaire. \n En troisième lieu, qu'il ne soit pas permis à un homme qui",
          "devient un musulman de conserver sa femme dans le mariage si elle aime à rester",
          "un infidèle. \n Quatrième que s'il existe des relations de paix entre la demeure",
          "de l'incrédulité et la demeure de l'Islam, le gouvernement islamique devrait",
          "essayer de régler la question du retour des dots avec le gouvernement",
          "non-musulman, ainsi: Les dots des femmes mariées des incroyants, qui deviennent",
          "musulmans et émigrent à la demeure de l'Islam, doit être retourné par les",
          "musulmans et les dots des femmes mariées incroyants des musulmans. qui sont",
          "laissés derrière est la demeure de l'incrédulité, devrait être rentré des",
          "mécréants. \n Le contexte historique de ces injonctions est la suivante: Au début",
          "de l'Islam, il y avait beaucoup de ces hommes, qui ont accepté l'Islam, mais",
          "leurs femmes ne sont pas devenus musulmans, et il y avait beaucoup de ces femmes",
          "qui sont devenues musulmanes, mais leurs maris n'a pas accepté Islam. Abul-'As,",
          "le mari de Zainab, une fille du Saint Prophète [(sur lui la paix de Dieu)], était",
          "un non-musulman et il est resté non-musulman depuis plusieurs années. Dans la",
          "première période aucune commande avait été donnée à l'effet que le mari païen",
          "était illégal pour la femme musulmane et la femme païenne était illégale pour le",
          "mari musulman. Par conséquent, les relations conjugales ont continué d'exister",
          "entre eux, même après la migration depuis plusieurs années, il se trouve que",
          "beaucoup de femmes sont devenues musulmanes et ont émigré Madinah pendant que",
          "leurs maris païens sont restés dans la demeure de l'incrédulité. De même, de",
          "nombreux hommes musulmans ont émigré et leurs épouses païennes ont été laissés",
          "dans la demeure de l'incrédulité. Mais malgré cela leur mariage a continué. Ce",
          "fut la création de complications pour les femmes en particulier, pour les hommes",
          "pouvaient épouser d'autres femmes, mais cela n'a pas été possible pour les",
          "femmes. Jusqu'à leur mariage avec leurs maris précédents a été dissous, ils ne",
          "pouvaient pas se remarier. Après le traité de paix de Hudaibiyah lorsque ces",
          "versets sont descendus, ils annulé le mariage précédent entre les musulmans et",
          "les païens, et fixées une loi absolue et claire pour l'orientation à l'avenir.",
          "Les juristes de l'Islam ont codifié cette loi en vertu de quatre grands chefs: \n",
          "En premier lieu, le cas où l'homme et la femme sont dans la demeure de l'Islam et",
          "l'un d'entre eux devient un musulman et le reste de son infidèle. \n En second",
          "lieu, le cas où l'homme et la femme sont dans la demeure de l'incrédulité, et",
          "l'un d'entre eux devient un musulman et l'autre reste un infidèle. \n En troisième",
          "lieu, la distribution lorsque l'un des conjoints devient un musulman et émigre à",
          "la demeure de l'Islam et l'autre reste un infidèle dans la demeure de",
          "l'incrédulité. \n Quatrièmement, le cas où l'un des conjoints musulmans devient un",
          "apostat. \n Ci-dessous, nous donnons les points de vue des juristes à l'égard d'un",
          "11 quatre cas séparément: \n [(1)] Dans le premier cas, si le mari a accepté",
          "l'Islam et de sa femme est un chrétien ou une juive, et elle reste fidèle à sa",
          "religion, leur mariage perdurera, car il est permis à un musulman de avoir une",
          "femme qui est un adepte des écritures antérieures. Ceci est convenu par tous les",
          "juristes. \n Et si la femme de l'homme, qui a accepté l'Islam, est pas un adepte",
          "des «Livres antérieurs, et elle adhère à sa foi, les Hanafites disent que l'Islam",
          "sera présenté devant elle; si elle l'accepte, le mariage durera; si elle refuse",
          "de l'accepter, la séparation sera effectuée entre eux. Dans ce cas, si",
          "consommation entre eux avait eu lieu, la femme aura droit à la dot; s'il n'y",
          "avait pas consommation, elle ne pourra prétendre à aucun douaire, pour la",
          "séparation a été provoquée en raison de son refus. [(AI-Mabsut; Hedayah; Fath",
          "al-Qadir)]. Imam Shafe'i et Imam Ahmad disent que si les époux ne pas avoir eu la",
          "plénitude, la femme serait hors mariage dès que l'homme accepté l'Islam, et si.",
          "consommation avait eu lieu; la femme restera dans le mariage jusqu'à trois",
          "menstruations. Pendant cette période, si elle accepte l'Islam de son propre arbre",
          "veut le mariage continuera, sinon il deviendra vide automatiquement dès qu'elle",
          "est libre de son troisième cours menstruel. Imam Shafei ajoute également qu'il",
          "n'y a pas droit de présenter l'Islam devant la femme une base de l'engagement de",
          "non-ingérence dans la religion que les dhimmis ont été donnés par les musulmans.",
          "Mais cela, en fait, est un argument faible pour ingérence dans le rcligion de la",
          "femme dhimmi serait si elle wascompelled à accepter l'Islam. Il n'y a aucune",
          "interférence de lui dire que si elle acceptait l'Islam, elle continuerait d'être",
          "la femme de son mari, sinon elle serait séparée de lui. Dans le temps de Hadrat",
          "Ali il y a eu un précédent de cette nature Un propriétaire irakien qui était un",
          "Majusi par rcligion accepté l'Islam et sa femme est restée un incroyant, Hadrat",
          "'AII a présenté l'Islam devant elle, et quand elle a refusé de l'accepter, il a",
          "effectué la séparation entre leur. [(Al-Mabsut)]. Imam Malik dit que si",
          "consommation n'a pas eu lieu, la femme infidèle serait immédiatement cesser",
          "d'être l'épouse dès que l'homme a embrassé l'Islam, et si consommation a eu lieu,",
          "l'islam serait présenté devant la femme, et dans le cas où elle refuse de",
          "accepte-le. la séparation entraînera. [(Ibn Qudamah, Al-Moughni)]. \n Et si",
          "l'Islam a été accepté par la femme et le ventilateur reste un infidèle. s'il est",
          "un adepte d'un Pentateuque ou d'un non-suiveur, les Hanafites disent que l'Islam",
          "sera présenté avant le mari si consommation entre elles a eu lieu ou non. S'il",
          "l'accepte, la femme continuera d'être sa femme; s'il rejette le cadi va effectuer",
          "une séparation entre eux. Tant que l'homme ne refuse pas de acecpt Islam, la",
          "femme restera sa femme, mais il ne sera pas le droit d'avoir des relations",
          "sexuelles avec elle. En fonte, le mari refuse, la séparation sera effective tout",
          "comme un divorce irrévocable. Si consommation n'a pas eu lieu avant cela, la",
          "femme aura droit à la moitié de la dot, et si elle a eu lieu, la femme aura droit",
          "à plein douaire ainsi que la maintenance pendant la période d'attente [(iddat)].",
          "[(AI-Mabsut; Hedayah; Fath au-Qadir)]. Selon Imam Shafe`i, le mariage va se",
          "dissoudre dès que la femme a accepté lslam en cas consommation n'a pas eu lieu,",
          "et dans le cas où elle a eu lieu, la femme continuera d'être la femme de l'homme",
          "jusqu'à la fin de la période d'attente. Si dans le temps moyen qu'il accepte",
          "l'Islam, le mariage reste valable, sinon la séparation aura lieu dès que la",
          "période d'attente arrive à son terme. Mais dans le cas de l'homme aussi Imam",
          "Shafe'i a exprimé le même avis comme il l'a exprimé à propos de la femme comme",
          "cité ci-dessus. Autrement dit, il ne convient pas de présenter l'islam devant",
          "lui. Mais ceci est une opinion faible. Dans le temps de Hadrat 'Umar, à plusieurs",
          "reprises, la femme a accepté l'Islam et l'homme a été invité à l'Islam; quand il",
          "a refusé de l'accepter, la séparation a été effectuée entre les conjoints Il y a,",
          "par exemple le cas de la femme d'un chrétien du Bani Taghlib, qui a été amené",
          "devant lui. Hadrat `Umar dit à l'homme, [\" Accepter l'islam, sinon je vais",
          "effectuer une séparation entre vous deux. \"] Il a refusé, et le Calife appliqué",
          "le décret. Le cas d'une dame nouvellement converti de Bahz al-Malik lui a été",
          "envoyé. Dans son cas aussi, il a ordonné que l'Islam soit présenté devant son",
          "mari; s'il l'accepte bien et bon, sinon la séparation se fait entre eux. Ces",
          "incidents avaient passé devant les Compagnons et aucun litige ou divergence",
          "d'opinion a été rapportée. [(AI-Jassas, Ahkam al-Coran, Al Mabsut; Fath",
          "al-Qadir)]. De l'avis de l'Imam Malik à cet égard est que si la femme devient un",
          "musulman avant la consommation du mariage Islam devrait être présenté avant le",
          "mari; s'il l'accepte, bien et «bon; sinon la séparation doit être effectuée sans",
          "délai. Un!? si consommation a eu lieu, et la femme a accepté l'Islam après, elle",
          "devra attendre jusqu'à la fin de la période d'attente. Si le mari accepte",
          "l'Islam, dans l'intervalle, le mariage continuera par ailleurs la séparation aura",
          "lieu dès l'expiration de la période d'attente. Un dicton de l'Imam Ahmad est en",
          "faveur de l'Imam Shafe'i. Son autre parole est à l'effet que l'événement de la",
          "différence de religion entre les conjoints sera en tout cas conduire à la",
          "séparation immédiate, si consommation entre elles a eu lieu ou non.",
          "[(AI-Moughni)]. \n [(2)] Si dans dar al-kufr [(demeure de l'incrédulité)] la femme",
          "devient un musulman et l'homme reste un infidèle, ou l'homme devient un musulman",
          "et la femme [(qui n'est chrétien ni Juif, mais est adepte d'une religion non",
          "révélée)] reste un infidèle point de vue Hanafi est que la séparation ne se fera",
          "pas, que ce soit consuummation entre elles a eu lieu ou non, jusqu'à ce que la",
          "femme accomplit trois cours menstruels, ou jusqu'à ce qu'elle passe trois mois en",
          "cas elle est non-menstruation. Si dans l'intervalle, l'autre conjoint est",
          "également converti, le mariage reste valide, sinon la séparation aura lieu à",
          "l'expiration du terme. Imam Shafe'i, dans ce cas aussi, la distinction entre",
          "l'apparition de consommation et son non-occurrence, il soutient que, s'il n'y",
          "avait pas consommation, la séparation se produirait immédiatement sur le cas de",
          "la différence de religion entre les conjoints. Et si la différence de la religion",
          "a eu lieu après la consommation, le mariage continuera valable jusqu'à la fin de",
          "la période d'attente. Si dans l'intervalle, l'autre conjoint accepte does.not",
          "Islam, le mariage se dissout dès la période d'attente arrive à son terme.",
          "[(AIMabsut, Fath al-Qadir, AI-Jassas Ahkam al-Coran)]. \n Dans le cas où, avec la",
          "différence de religion entre les époux la séparation de résidence a également",
          "lieu, à savoir l'un d'entre eux reste un infidèle en Daral-kufr [(l'état",
          "non-musulman)] et les autres émigre à dar Ai- lslam [(l'Etat islamique)], le",
          "point de vue Hanafi est que le mariage entre eux va se dissoudre automatiquement.",
          "Si l'émigrant est la femme, elle a le droit de se remarier immédiatement; elle",
          "n'a pas d'observer une période d'attente. Cependant, son mari devra s'abstenir de",
          "rapports sexuels jusqu'à ce que après qu'elle ait déchargé menstrues fois; et si",
          "elle est enceinte, même alors, le mariage peut être contracté, mais le mari doit",
          "s'abstenir de la cohabitation qu'après la livraison. Imam Muhammad et Imam Abu",
          "Yusuf ont différé de l'Imam Abu Hanifah dans ce domaine. Ils disent que la femme",
          "doit observer la période d'attente; et si elle est enceinte, elle ne peut pas",
          "contracter mariage avant la livraison. [(Al-Mabsut; Hedayah; AI-Jassas, Ahkam",
          "al-Qur'an)]. Imam Shafe.'i, Imam Ahmad et Imam Malik soutiennent que la",
          "séparation de séjour n'a rien à voir avec cela, pour la vraie chose est que la",
          "déférence de la religion. Si cette différence a lieu entre les époux, les",
          "injonctions à gouverner ce sont les mêmes que celles qui régissent au cas où une",
          "telle différence a lieu entre les époux dans l'Etat islamique [(AI-Moughni)].",
          "Imam Shafe`i ainsi que son avis précité a également exprimé l'avis que si la",
          "femme musulmane émigrant a émigré après une dispute avec son infide je mari, avec",
          "l'intention de dissoudre son droit matrimonial, une séparation immédiate aura",
          "lieu non pas sur la base de la séparation de résidence [(ikhtilaf dar)], mais sur",
          "la base de sa cette intention. [(Al-Mabsut 'Hedayah)]. \n Mais un examen attentif",
          "du verset coranique en discussion montre clairement que dans cette affaire",
          "l'opinion la plus saine est celle que l'Imam Abu Hanifah a exprimé. AIlah a fait",
          "descendre ce verset concernant les croyantes qui ont émigré et à leur sujet, il a",
          "dit qu'ils ne sont plus licites pour les maris païens qu'ils ont laissés dans dar",
          "al-k-kufr, et a permis aux musulmans de l'Etat islamique de les marier après les",
          "avoir payé les dots. D'autre part, les musulmans émigrés ont été abordés et",
          "enjoint de ne pas garder ceux de leurs épouses païennes dans le mariage, qui sont",
          "laissés est dar al-kufr, et de demander des mécréants les dots qu'ils avaient",
          "donné à ces femmes. De toute évidence, ces injonctions ne concernent pas",
          "seulement à la différence de la religion, mais il est la différence de résidence",
          "qui a donné ces injonctions cette forme particulière. Si, en raison de la",
          "migration des mariages des femmes musulmanes avec. leurs maris païens avaient pas",
          "se dissoudre, comment les musulmans soient autorisés à les marier, et .que trop",
          "d'une manière que l'autorisation ne contient aucune référence à l'observation de",
          "la période d'attente par eux? De même, si même après la révélation du",
          "commandement, [ \"et vous aussi ne devrait pas retenir les femmes incroyantes dans",
          "le mariage des épouses païennes des émigrés musulmans avaient continué à être",
          "leurs épouses, ils auraient aussi été ordonné de divorcer. Mais il est pas fait",
          "référence ici à ce soit. pas de doute, il est exact que, après la révélation de",
          "ce verset, Hadrat `Umar et Hadrat Talhah et quelques autres Emigrants avaient",
          "divorcé de leurs épouses, mais cela ne prouve qu'une telle chose était à aII",
          "nécessaire , et leur rupture de la relation conjugale avec ces femmes dépendait",
          "de leur divorce prononçant sur eux, et si elles avaient pas prononcé le divorce,",
          "les femmes aurait continué à être leurs épouses légales. \n En réponse à cela,",
          "trois événements de l'arc de temps du Saint Prophète cité comme les précédents,",
          "qui arc considérés comme une preuve que, même après la révélation de ces versets",
          "du Saint Prophète [(sur lesquels la paix d'Allah)], en dépit de la séparation de",
          "résidence, a permis à la relation conjugale continue entre le croyant et les",
          "époux incroyants. Le premier événement .is - ce, un peu avant la conquête de la",
          "Mecque, Abu Sufyan a visité l'armée islamique à Marr az-Zahran [(présent Wadi",
          "Fatimah)] et l'islam accepté, et son épouse, Hind, est resté un païen à la",
          "Mecque. Puis Hind accepté l'Islam après la conquête de la Mecque, et le Saint",
          "Prophète [(sur lui la paix)] a jugé que leur précédent mariage continuerait",
          "d'être valide. Le deuxième événement est que, après la conquête de La Mecque,",
          "`Ikrima bin Abu Jahl et Hakim bin Hizam ont fui la Mecque et en leur absence les",
          "épouses des deux devenus musulmans Puis ils ont cherché la protection du Saint",
          "Prophète pour leurs maris et sont allés et les ont ramenés. Les deux hommes",
          "viennent devant le Saint Prophète et accepté l'Islam et dans leur cas aussi, il",
          "tenu leurs précédents mariages comme valides. Le troisième événement se rapporte",
          "à la propre fille du Saint Prophète, Hadrat Zainab, qui a émigré à Médine et son",
          "mari, Abul-'As, a été laissé un infidèle à la Mecque. A propos de l'Musnad Ahmad,",
          "Abou Daoud, Tirmidhi et Ibn Majah contient une tradition sur l'autorité d'Ibn",
          "`Abbas, en disant qu'il est venu à Médine en AH 8 et est devenu un musulman, et",
          "le Saint Prophète a permis à sa fille de continuer dans le mariage avec lui, sans",
          "renouvellement du mariage. Mais les deux de ces événements en premier lieu, en",
          "fait, ne relèvent pas de la définition de la différence de résidence. Pour la",
          "différence de résidence ne signifie pas quitter .temporarily un endroit d'une",
          "personne à une autre, ou son passager à un autre endroit, mais la différence ne",
          "se fait que dans le cas où une personne émigre d'un endroit et s'installe dans un",
          "autre endroit et la différence de nationalité a lieu entre lui et sa femme. Quant",
          "à l'événement relatif à Hadrat Zainab [(qu'Allah bénisse)], il arc deux",
          "traditions, celle liée à l'autorité d'Ibn `Abbas, tel que visé ci-dessus, et",
          "l'autre lié par l'Imam Ahmad, Tirmidhi et Ibn Majah sur l'autorité de Hadrat",
          "'Abdullah bin' Amr bin `Comme. Dans cette seconde tradition, il a été dit que le",
          "Saint Prophète [(sur lui la paix de Dieu)] a permis à sa fille de continuer en",
          "tant qu'épouse d'Abul-'As après le renouvellement du mariage, et avec une",
          "nouvelle douaire. Ainsi, en premier lieu, ce précédent, en raison de la",
          "différence dans les rapports, ne reste plus un argument définitif avec ceux qui",
          "nient l'effet juridique de la séparation de résidence. Deuxièmement, s'ils",
          "insistent sur l'authenticité de la tradition de Ibn `Abbas, elle contredit leur",
          "propre point de vue. Car, selon leur point de vue, le mariage des conjoints entre",
          "lesquels la différence de religion a lieu et qui ont consommé leur mariage reste",
          "valide que jusqu'à trois menstruations. En attendant, si l'autre partie accepte",
          "également l'Islam le mariage continue d'être valide, sinon il se dissout",
          "automatiquement dès le troisième cours menstruel commence. Mais dans le cas de",
          "Hadrat Zainab à partir de laquelle ils prennent leur argument, la différence de",
          "religion entre les époux avait eu lieu plusieurs années auparavant. Abul-'As",
          "avait affirmé la foi de six ans après l'émigration de Hadrat Zainab, et au moins",
          "deux ans avant sa conversion à l'islam l'injonction avait été révélé »dans le",
          "Coran, selon lequel la femme musulmane avait été interdit pour les païens. [(4)]",
          "Le quatrième cas est d'apostasie. Sa seule forme est que le mari et la femme",
          "devraient devenir apostats ensemble, et l'autre que l'un d'entre eux devient un",
          "apostat et l'autre reste un musulman. \n Si le mari et la femme deviennent",
          "apostats ensemble, le Shafe'is et les Hanbalis disent que leur mariage contracté",
          "dans l'islam va se dissoudre immédiatement si cela est arrivé avant la",
          "consommation, et après l'expiration de la période d'attente si elle est arrivé",
          "après la consommation. Au contraire, les Hanafites sont d'avis que. bien que,",
          "selon le sens commun leur mariage doit se dissoudre, mais dans le temps de Hadrat",
          "Abu Bakr, alors que des milliers de gens sont devenus apostats, puis à nouveau",
          "devenus musulmans, les Compagnons ne pas diriger quiconque de renouveler le",
          "mariage; par conséquent, nous acceptons cette décision unanime des [( «compagnons",
          "et admettre, contraire au sens commun, que dans le cas où le mari et la femme",
          "deviennent apostats ensemble, leur« mariages ne se dissolvent pas \".] (AIMabsut;",
          "Hedayah; Fath al -Qadir Al-Fiqh 'alal-Madhahib al-Arba'h)]. \n Si le mari devient",
          "un apostat et la femme continue d'être musulman, selon le Hanafites et les",
          "Malikis, le mariage se dissout immédiatement, si cela se produit avant la",
          "consommation ou après. Mais le Shafe'is et les Hanbalis à cet égard font une",
          "distinction entre les deux états. Si cela se produit avant la consommation, le",
          "mariage sera dissous immédiatement, et si cela arrive après consumation il durera",
          "jusqu'à la fin de la période d'attente, En attendant ii la personne retourne à",
          "l'Islam, le mariage continuera à tenir bon, sinon, sur teh expiration du délai",
          "d'attente, il sera réputé avoir dissous depuis qu'il est devenu un apostat.",
          "Autrement dit, la femme aura pas d'observer une autre période d'attente à",
          "nouveau. ALi les quatre juristes sont d'accord que si cela se produisait avant la",
          "consommation, la femme aurait droit à la moitié de la dot, et si après",
          "consumation à pleine douaire. \n Et si la femme est devenu un apostat, l'ancienne",
          "décision de la Hanafites était que dans ce cas aussi. le mariage se dissoudrait",
          "immédiatement. Mais plus tard, les savants de Balkh et de Samarkand ont donné la",
          "décision que dans le cas où la femme devient un apostat, la séparation n'a pas",
          "lieu immédiatement; et par ce leur but était de décourager les femmes d'adopter",
          "ce cours afin de se débarrasser de leurs maris. Le verdict du Malikis est quelque",
          "peu similaire. Ils disent que si les circonstances témoignent que la femme a",
          "adopté ce cours seulement comme un prétexte pour gagner la séparation du mari, la",
          "séparation ne se fera pas. Le Shafe'is et les Hanbalis disent que dans le cas de",
          "la femme de tourner un apostat aussi, la loi est la même que dans le cas du mari",
          "de tourner un apostat. Autrement dit, si elle est devenue un apostat avant la",
          "consommation, le mariage se dissoudrait immédiatement et si après la",
          "consommation, le mariage durera jusqu'à la fin de la période d'attente. Si la",
          "conversion a lieu dans le mariage entre-temps va continuer à tenir bon, sinon il",
          "sera réputé avoir dissous depuis le temps de l'apostasie. Il existe un consensus",
          "en ce qui concerne le douaire. Si la femme est devenu un apostat, avant",
          "consumation qu'elle ne pourra prétendre à aucun douaire, et si elle a adopté",
          "l'apostasie après la consommation, elle aurait droit à la pleine douaire. .",
          "[(AI-Mabsut 'Hedayah;. Fath al-Qadlr, AI Mughni; alal-Madhahib Al-Fiqh al-Arb",
          "ah)]."
        ],
        "14" : [
          "Le fond de cette injonction est que, après le traité de paix de Hudaibiyah, au",
          "début, les hommes musulmans ont commencé à fuir la Mecque et d'arriver à Médine",
          "et ils ont été renvoyés selon les termes du traité. Ensuite, les femmes",
          "musulmanes ont commencé à arriver et, tout d'abord, Oum Kalsoum Uqbah bin Abi",
          "Mu'ait émigra à Médine, les incroyants ont invoqué le traité et ont exigé le",
          "retour, ands deux frères d'Oum Kalsoum, Walid bin `Uqba et 'bin Amarah` Uqbah ,",
          "est venu à Médine pour prendre son dos. A ce la question se pose de savoir si le",
          "traité de Hudaibiyah appliqué aux femmes aussi bien. Allah a répondu à cette",
          "question très ici, en disant: [ \"? Si elles sont Minims, et il est établi qu'ils",
          "ont émigré seulement pour le bien de la foi et pour aucun autre motif, ils arc de",
          "ne pas être renvoyé\"] \n Ici, une complication est apparue en raison de la",
          "narration du hadith du point de vue de la signification et le contenu, et il doit",
          "être résolu. Les traditions que l'on trouve dans le Hadith sur les conditions du",
          "traité de Hudaibiyah sont surtout traditions racontées du point de vue de la",
          "signification et la portée, A propos de la condition en discussion les mots dans",
          "les différentes traditions sont différentes. En même les mots sont à l'effet: [",
          "«Celui qui nous parvient de vous, nous ne reviendrons pas hira, mais celui qui",
          "vous arrive chez nous, vous restitueront. \"] Dans certains autres mots arc à",
          "l'effet: [« Celui de ses Compagnons vient au Messager d'AIIah sans la permission",
          "de son tuteur, il va le renvoyer \"] Et encore une autre les mots sont: [\". Celui",
          "qui , de la Quraish va à Muhammad sans l'autorisation de son tuteur, il va le",
          "ramener à Quraish. \"] Le style de ces traditions par lui-même montre que cette",
          "condition du traité n'a pas été rapporté dans les paroles mêmes du traité, mais",
          "les journalistes ont rapporté sa teneur dans leurs propres mots. Mais puisque la",
          "plupart des traditions arc de la même la nature, les commentateurs et les",
          "traditionnistes ont généralement compris que le traité était général, qui",
          "applique à la fois les hommes et les femmes, et les femmes aussi devaient être",
          "retournés selon elle. Plus tard, quand cette injonction du Coran que les femmes",
          "croyantes étaient ne pas être retourné, est venu à leur connaissance, ils ont",
          "interprété comme signifiant que AIIah dans ce verset avait décidé de rompre le",
          "traité dans la mesure où elle liée aux croyantes Mais ce ne fut pas une chose",
          "ordinaire qui devrait être accepté si facilement. Si le traité était général,",
          "sans aucune exception à l'égard des hommes et des femmes, il ne pouvait pas être",
          "permis à une partie de modifier unilatéralement ar changer une partie de celui-ci",
          "par lui-même. Et même si une telle chose est arrivé, il est étrange que le",
          "Quraish ne protesta pas contre elle, alors qu'ils sont restés à l'affût d'une",
          "occasion de soulever des objections contre tout ce que le Saint Prophète [(sur",
          "qui être la paix d'Allah)] et les musulmans fait. Ils avaient trouvé que le Saint",
          "Prophète avait commis une violation des conditions d'un traité, ils auraient",
          "soulevé une clameur. Mais nous ne trouvons aucune trace dans aucune tradition",
          "qu'ils ont pris une exception à cette décision du Coran. Si cela avait été",
          "question soigneusement examiné le problème aurait pu être résolu par référence",
          "aux termes mêmes du traité. Mais beaucoup de gens ne faisaient pas attention ils",
          "en ont; si certains chercheurs [(par exemple Qadi Abu Bakr Ibn al-Arabi)] ont",
          "fait prêter attention, on n'a pas hésité à dire que la raison pour laquelle le",
          "Quraish n'a soulevé aucune objection était que AIIah avait miraculeusement",
          "échelle leur bouche dans cette affaire. Il est étrange de voir comment ces",
          "savants se sentaient satisfaits à cette explication. \n Le fait de la question est",
          "que cette condition du traité de paix avait été proposé par le Quraish mécréant,",
          "et non par les musulmans, et les mots que Suhail bin 'Amr, leur représentant,",
          "avait-se est inclus dans le traité sont les suivants: [ \"Et que quel que soit",
          "l'homme [(rajul)] cornée pour vous de nous, fût-il sur votre religion, vous nous",
          "le rendre.\"] Ces termes du traité ont été reproduites dans Bukhari [(Kitab",
          "ash-Shurut : Bab ash-Shurut fil-Jihad wal-Masalahah)] à travers des canaux",
          "authentiques. Il se peut que Suhail a utilisé le mot rajul dans le sens d'une",
          "personne, mais cela pourrait être le sens qu'il avait dans son esprit. Le mot",
          "écrit dans le traité était rajul, qui est utilisé pour un homme adulte en arabe.",
          "Voilà pourquoi, lorsque les frères de Oum Kalsoum bint Uqba est venu au Saint",
          "Prophète [(sur qui soit la paix d'Allah)] et a exigé son retour, [(selon la",
          "tradition de l'Imam Zuhri)] le Saint Prophète [(sur lui la paix de Dieu )] a",
          "refusé son retour, en disant: [ \"La condition était sur les hommes, pas les",
          "femmes. \"] [(Ibn al-Arabi, Ahkam al-Coran; Loam Razi, Tafsir Kabir)] Jusque-là,",
          "les gens de Quraish étaient eux-mêmes sous l'illusion que le traité appliqué à",
          "tous les types d'émigrés, hommes ou femmes; Mais quand le Saint Prophète a attiré",
          "leur attention sur ces paroles du traité, ils ont été frappés muet et a dû",
          "accepter cette décision. \n Selon cette condition du traité les musulmans avaient",
          "le droit de refuser le retour d'une femme qui a émigré de la Mecque à Médine,",
          "pour quelque raison que ce soit. Mais l'Islam était intéressé seulement dans la",
          "sauvegarde de l'augure croyants et non pour rendre la ville sainte de Médine un",
          "lieu de refuge pour tous les types de fugitif féminin. Par conséquent, Allah",
          "enjoint: [ \"Constater par l'examen de la foi des femmes qui ont émigré à vous et",
          "professent d'avoir cru, et quand il est entièrement déterminé qu'ils ont émigré",
          "avec la foi véritable, et aucun autre motif, ne les retourne pas.\" ] Ainsi, la",
          "procédure adoptée pour la réalisation de ce commandement était était que les",
          "femmes qui ont émigré ont demandé s'ils croyaient en l'unicité d'Allah et la",
          "prophétie de Muhammad [(sur qui être la paix d'Allah)] et avaient émigré",
          "seulement pour des raisons de Allah et Son messager, et non pas sur toute",
          "considération mondaine, par exemple. haine du mari, ou l'amour de quelqu'un à",
          "Médine, ou quelque autre motif mondain. Seules les femmes qui ont donné des",
          "réponses satisfaisantes à ces questions ont été arrêtés, d'autres ont été",
          "renvoyés. [(Ibn Jarir sur l'autorité de Iba `Abbas, Qatadah, Mujahid,` Ikrima,",
          "Ibn Zaid)]. \n Dans ce verset un principe de base de la loi de la preuve aussi Bas",
          "été déclaré et de sa clarification a été faite par la procédure que le Saint",
          "Prophète [(sur qui sera la paix d'Allah)] avait prescrit pour sa mise en œuvre,",
          "Le verset enjoint trois choses: [(1)] Examiner la foi des femmes émigrantes qui",
          "se présentent en tant que croyants; [(2)] Allah seul connaît la vérité sur leur",
          "foi; les musulmans ont aucun moyen de savoir si elles ont vraiment cru ou non; et",
          "[(3)] quand il a été constaté qu'ils sont croyants, ils ne doivent pas être",
          "renvoyés. Ensuite, conformément à cette injonction, la méthode que le Saint",
          "Prophète prescrit pour examiner et vérifier la foi des femmes était que la",
          "déclaration faite par sous serment doit être invoqué et il doit être fait en",
          "sorte que, après examen nécessaire qu'il n'y avait pas autre motif d'émigration",
          "que la foi. D'abord, il donne le principe que pour la prise de décision sur des",
          "questions différentes, il est pas nécessaire pour le tribunal d'avoir une",
          "connaissance directe de la vérité; pour le tribunal que cette connaissance est",
          "suffisante que l'on obtient par des preuves. Deuxièmement, la déclaration faite",
          "par une personne sous serment, sera considérée comme fiable jusqu'à ce qu'il soit",
          "prouvé être faux par une preuve claire. Troisièmement, quelle que soit la",
          "déclaration d'une personne lui-même peut faire au sujet de sa croyance et de la",
          "foi, sera acceptée et aucune recherche sera faite en découvrir, si ce qu'il",
          "affirme constitue réellement sa foi ou non, à moins d'une indication claire du",
          "contraire. Quatrièmement, dans les affaires personnelles d'une personne, que",
          "personne ne peut savoir d'autre, sa propre déclaration sera digne de confiance.",
          "par exemple. dans les affaires de divorce et de la période d'attente [(iddat)]",
          "propre déclaration de la femme au sujet de son cours menstruel et l'état de",
          "pureté sera considéré comme fiable, si elle est vraie ou fausse. Selon ces mêmes",
          "règles, dans la science du Hadith aussi, ces traditions seront acceptées, l'état",
          "apparent dont les journalistes témoigne de leur être justes, à moins, bien sûr,",
          "il y a d'autres circonstances qui interdisent l'acceptation d'une tradition",
          "particulière."
        ],
        "15" : [
          "Cela signifie qu'un musulman qui veut épouser une de ces femmes doit payer un",
          "frais douaire et de l'épouser. Les dots pour qu'il remboursé à leurs maris",
          "incroyants ne seront pas considérés comme leurs dots."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا ۚ وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ",
      "simpleTranslate" : [
        "Si l’une de vos femmes passe du côté des infidèles, et que vous preniez votre",
        "revanche sur ces derniers, remboursez sur le butin, aux maris que leurs femmes",
        "auront abandonnés, le montant des sommes qu’ils ont dépensées pour les épouser.",
        "Craignez Dieu en qui vous croyez !"
      ],
      "tafsirTranslate" : [
        "Et si vous ne parvenez pas à recevoir des incrédules une partie de la mariée-à",
        "cause de vos femmes mécréantes, puis votre tour vient, payer à ceux qui ont été",
        "laissés de l'autre côté un montant similaire de la mariée-raison qu'ils ont payé.",
        "<N:17> ont peur d'Allah en qui vous croyez."
      ],
      "tanslateWordByWord" : [
        "Et si",
        "sont passés de vous",
        "tout",
        "de",
        "vos femmes",
        "à",
        "les incroyants",
        "alors votre tour viendra",
        "alors donner",
        "(À) ceux qui",
        "sont allés",
        "leurs femmes",
        "(La) comme",
        "(de quoi",
        "ils avaient passé",
        "Et la peur",
        "Allah",
        "(en qui",
        "toi",
        "[En lui]",
        "(Sont) les croyants"
      ],
      "notes" : {
        "17" : [
          "Cette chose avait deux alternatives et le verset applique à la fois. Tout",
          "d'abord, avec les mécréants avec lesquels les Musulmans avaient des relations",
          "conventionnelles, ils ont voulu régler la question, ainsi: [ \"Nous reviendrons",
          "les dots des femmes qui ont émigré à nous, et vous retourner les dots des femmes",
          "païennes de notre hommes) qui ont été laissés sur le côté. \"] Mais les incroyants",
          "ne sont pas d'accord à ce sujet. Cependant, selon l'Imam Zuhri, les musulmans,",
          "dans l'obéissance au commandement divin est devenu prêt à retourner les dots des",
          "femmes qui ont été laissés avec les païens à la Mecque, mais les païens ont",
          "refusé de retourner les dots des femmes qui avaient émigré à les musulmans à",
          "Médine. Alors Allah enjoint que les dots des femmes émigrées, qui devaient être",
          "retournés aux païens, doivent être rassemblés à Médine au lieu d'envoyer ceux-ci",
          "aux païens; puis à partir de ces collections décaissements devraient être faits",
          "pour ceux à qui les dots étaient dus aux païens en fonction de ce qui leur était",
          "dû. \n La seconde alternative est qu'il y avait plusieurs convertis à l'Islam, qui",
          "avaient émigré à la demeure de l'Islam à partir des territoires des infidèles",
          "avec lesquels les musulmans avaient aucune relation conventionnelle, laissant",
          "leurs femmes païennes derrière. De même, certaines femmes ont également convertis",
          "devenir et émigré, laissant leurs maris païens derrière. Autour d'eux, il a été",
          "décrété que la question devrait être réglée dans la demeure de l'Islam lui-même",
          "sur la base de négociation. Autrement dit, lorsque les dots ne sont pas renvoyés",
          "par les incroyants, aucun douaires doivent être retournés à leur place, le",
          "douaire de la femme qui avait émigré à la demeure de l'Islam, doit être versée à",
          "la personne, dont la femme avait été laissé avec les incroyants. \n Mais dans le",
          "cas où le compte ne pouvait pas être réglé de manière équitable ainsi, et le",
          "montant de la dot due au nom des femmes mécréantes des musulmans, qui ont été",
          "laissés dans la demeure de l'incrédulité, a dépassé le montant des dots des",
          "femmes musulmanes qui avaient émigré , il était en joint que le déficit se",
          "compose du butin que les musulmans ont pris dans les guerres contre les",
          "mécréants. Ibn 'Abbas a rapporté que le Saint Prophète [(sur qui être la paix",
          "d'Allah)] commanderait que la perte de la personne qui n'a pas reçu sa part de la",
          "dot être constitué à partir des dépouilles. [(Ibn Jarir)]. Ce même point de vue a",
          "été adopté par 'Ata', Mujahid, Zuhri, Masruq Ibrahim Nakha'i, Qatadah, Muqatil et",
          "Dahhak. Tous ces savants disent, que les personnes dont les dots sont laissés",
          "avec les incroyants, doivent être payés ces du butin collectif pris à l'ennemi.",
          "Qui est, avant le butin est distribué, les dots mortes du peuple doivent être",
          "payés et la distribution faite dans laquelle ces personnes devraient aussi donner",
          "leurs parts égales avec les autres soldats. Certains juristes disent que la perte",
          "de ces personnes peut être constitué non seulement du butin mais même des",
          "propriétés HNI Mais une section de largo des savants ne souscrit pas à ce point",
          "de vue."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَىٰ أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ ۙ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ ۖ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Prophète ! Si des croyantes se présentent à toi pour te prêter serment",
        "d’allégeance en s’engageant à ne pas donner d’associés à Dieu, à ne pas voler, à",
        "ne pas commettre de fornication ni d’infanticide, à ne pas attribuer à leurs",
        "maris d’enfants illégitimes et à ne pas te désobéir en ce qui est réputé",
        "convenable, alors accepte leur pacte et implore le pardon du Seigneur en leur",
        "faveur, car Dieu est Plein d’indulgence et de miséricorde."
      ],
      "tafsirTranslate" : [
        "O Prophète, lorsque les croyantes viennent à vous et engagement <N:18> pour vous",
        "qu'ils ne seront pas associer rien à Allah dans Sa Divinité, qu'ils ne seront pas",
        "voler, <N:19> qu'ils vont ne pas commettre des rapports sexuels illicites, qu'ils",
        "ne seront pas tuer leurs enfants, <N:20> qu'ils ne seront pas enfanter une",
        "calomnie entre leurs mains et les pieds, <N:21> et qu'ils ne vont pas vous",
        "désobéir à quoi que ce soit connu pour être bon, <N:22> alors accepter leur",
        "allégeance <N:23> et demander à Allah de leur pardonner. Certes, Allah est",
        "Pardonneur et Très Miséricordieux."
      ],
      "tanslateWordByWord" : [
        "O",
        "Prophète",
        "Quand",
        "viennent à vous",
        "les croyantes",
        "engageant à vous",
        "[sur]",
        "cette",
        "ne pas",
        "ils fréquenteront",
        "Allah",
        "n'importe quoi",
        "et pas",
        "ils vont voler",
        "et pas",
        "ils vont commettre l'adultère",
        "et pas",
        "ils tueront",
        "leurs enfants",
        "et pas",
        "ils apportent",
        "calomnie",
        "ils inventent",
        "entre",
        "leurs mains",
        "et leurs pieds",
        "et pas",
        "ils vous désobéir",
        "dans",
        "(la droite",
        "alors accepter leur engagement",
        "et demander pardon",
        "pour eux",
        "(De) Allah",
        "Effectivement",
        "Allah",
        "(Est) Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "18" : [
          "Comme nous l'avons expliqué ci-dessus, ce verset a été envoyé vers le bas un peu",
          "de temps avant la conquête de la Mecque. Après la conquête du Quraish a déclaré",
          "venir au Saint Prophète en grand nombre pour prêter le serment d'allégeance. Des",
          "hommes, il a pris le serment lui-même sur le mont Safa, Quant à la femme, il a",
          "nommé Hadrat 'Umar faire prêter le serment de les en son nom et pour leur",
          "demander de mettre en gage qu'ils ne pas les choses mentionnées dans ce verset.",
          "[(Ibn Jarir, sur l'autorité d'Ibn 'Abbas, Ibn Abi Hatim, sur l'autorité de",
          "Qatadah)]. Alors. à son retour à Médine, il a ordonné aux femmes musulmanes de",
          "Madinah puissent être rassemblés dans une maison et il a envoyé Hadrat Umar à",
          "prêter le serment d'eux. [(Ibn Jarir Ibn Marduyah, Bazzar, Ibn Hibban, sur",
          "l'autorité de Umm 'Atiyyah Ansariah)]. Sur la «journée Id aussi, après son",
          "adresse aux hommes, il est allé à l'assemblée des femmes et dans son sermon que",
          "lui récita ce verset et leur a demandé de mettre en gage qu'ils ne pas les choses",
          "mentionnées. [(Bukhari sur l'autorité d'Ibn `tradition d'Abbas)]. En dehors de",
          "ces occasions. à différents autres dîmes aussi, les femmes sont venues devant le",
          "Saint Prophète individuellement et collectivement à prendre le serment",
          "d'allégeance, comme mentionné dans plusieurs hadiths."
        ],
        "19" : [
          "Dans la Mecque, quand le serment d'allégeance a été administré, Hind bint `Utbah.",
          "épouse d'Abu Sufyan, a demandé au Saint Prophète son explication et dit: [",
          "\"Messager d'Allah, Abou Soufyan est plutôt avare que ce sera un péché si je sors",
          "quelque chose de sa richesse sans la permission de répondre aux besoins de mes",
          "propres et mes enfants.? »] Le Saint Prophète répondit: [\". Non, mais seulement,",
          "enfin et légalement, à savoir prendre seulement autant que peut effectivement",
          "suffire à vos besoins \"] [(Ibn al - 'Arabi, Ahkam al-Qur'an)] ."
        ],
        "20" : [
          "Cela inclut également l'avortement, si ii est l'avortement de la légitime ou du",
          "fœtus illégitime."
        ],
        "21" : [
          "Cela implique deux sortes de calomnies: [(1)] accusant d'autres femmes d'une",
          "femme d'avoir des relations illicites avec d'autres hommes et ses propagation de",
          "telles histoires parmi le peuple, pour les femmes sont généralement sujettes à la",
          "diffusion de telles choses; et [(2)] d'une femme délivrant un enfant par",
          "quelqu'un d'autre et de faire son mari croient qu'il est le sien. Abu Dâwûd a",
          "raconté une tradition d'Abu Hurayrah dit qu'il a entendu le Saint Prophète dire:",
          "[ \"La femme qui apporte un tel enfant dans une famille que ne fait partie pas à",
          "elle, n'a aucun lien avec Allah, et Allah ne sera jamais l'admettre au Paradis.",
          "\"]"
        ],
        "22" : [
          "Dans cette courte phrase deux points importants de la loi ont été exposés: \n Tout",
          "d'abord, que l'obéissance même au Saint Prophète [(sur qui soit d'Allah la paix)]",
          "a boon limité à [ \"dans ce qui est bon»], bien que sur le Saint Prophète ne",
          "pouvait imaginer qu'il allait commander quelqu'un 10 faire un mal de cela, il",
          "suit automatiquement que personne dans le monde peut être obéi en dehors des",
          "limites de la loi divine. Car, quand l'obéissance au Messager d'Allah-même est",
          "subordonnée à [ \"dans ce qui est bon\"]. qui d'autre peut avoir une position",
          "d'exiger l'obéissance inconditionnelle et obliger les gens à obéir et suivre",
          "chacun de ses commandes lois, règles ou douanières, qui sont opposés à la loi",
          "d'Allah? Le Saint Prophète [(sur qui soit la paix d'Allah)] a déclaré ce",
          "principe, ainsi: [ \". Il n'y a pas d'obéissance dans la désobéissance d'Allah,",
          "l'obéissance est seulement dans ce qui est bon et juste\"] [(Muslim, Abu Da ' ud,",
          "Nasa'i)]. Nos grands médecins ont tiré ce thème très de ce verset, Hadrat 'Abdur",
          "Rehman bin Zaid bin Aslam dit: \n [ \"Allah n'a pas dit qu'ils ne devraient pas",
          "vous [(le Saint Prophète)] désobéir, mais qu'ils ne devraient pas vous désobéir à",
          "ce qui est bon. \n Puis, quand Allah Tout-Puissant a fait l'obéissance même au",
          "Saint Prophète lui-même subordonné à cela, comment peut une autre personne a le",
          "droit qu'il doit être obéi à rien, mais ce qui est bon? \"] [(Ibn Jarir)]. \n Imam",
          "Abu Bakr al-Jassas écrit: \n [ \"Allah savait que Son Prophète n'a jamais enjoint",
          "autre chose que ce qui était bon. Pourtant, il restreint l'obéissance à lui que",
          "dans ce qui est bon, de sorte que personne ne peut trouver une disposition à",
          "obéir aux rois quand ils enjoignaient quelque chose en dehors de l'obéissance de",
          "AIIah. le Saint Prophète [(sur qui soit la paix d'Allah)] a dit:. '. celui qui",
          "obéit à une créature dans la désobéissance au Créateur, Allah nomme la même",
          "créature c sur lui dans la puissance \"] [(Ahkam al-Coran) ]. \n 'Allama Alusi dit:",
          "\n [ \"Cette commande réfute la vue de ces gens ignorants qui pensent que",
          "l'obéissance à la règle est absolument nécessaire. Allah a limité même",
          "l'obéissance à Son messager que dans ce qui est bon, alors que le Messager",
          "n'enjoint quoi que ce soit, mais ce qui est bon. Ceci est destiné à WAM les gens",
          "que l'obéissance à personne est licite dans la désobéissance au Créateur. \"]",
          "[(Ruh al-Ma ani)]. \n Ainsi, cette commande en fait, est la pierre angulaire de",
          "l'Etat de droit dans l'Islam. La règle est que tout ce qui est contraire à la loi",
          "de l'Islam est un crime, et personne n'a le droit d'interdire une telle chose sur",
          "l'un quelconque. Toute personne qui ordonne quoi que ce soit contre la loi, est",
          "un coupable; et celui qui obéit à une telle commande est. également un coupable.",
          "Non subordonné ne peut échapper à la peine sur la base de l'excuse que son",
          "supérieur lui avait ordonné de faire quelque chose qui était un crime dans la",
          "loi. \n L'autre chose qui a une grande portée juridique est que, dans ce verset",
          "après enjoignait cinq interdictions qu'une seule commande positive a été donnée,",
          "à savoir que le Saint Prophète [(sur lui la paix de Dieu)] sera obéi dans tous",
          "Ies bonnes choses. En ce qui concerne les maux, les grands maux dans lesquels les",
          "femmes des jours pré-islamiques étaient généralement impliqués, ont été",
          "mentionnés et un engagement pris d'eux à ne pas les. Mais comme pour les bonnes",
          "œuvres, ils ont été ni mentionnés ni aucun engagement pris pour les observer. Le",
          "seul engagement qui a été prise est qu'ils devront obéir au Saint Prophète en",
          "toute bonne œuvre qu'il ordonne. Maintenant, évidemment, si les bonnes œuvres",
          "soient seulement celles qui AIIah Tout-Puissant a prescrit dans le Coran, .le",
          "engagement aurait dû être à l'effet: [ \"Vous ne serez pas désobéir à AIIah,\"] ou",
          "[ \"Vous ne serez pas désobéir aux injonctions du Coran \"] Mais quand l'engagement",
          "pris était à l'effet: [\". Vous ne désobéissez tout bon travail qui est enjoint",
          "par le Messager d'Allah \"], il conduit automatiquement à la conclusion que le",
          "Saint Prophète a été donné de vastes pouvoirs pour la réforme de la société, et",
          "il est obligatoire d'obéir aII ses ordres, qu'ils se trouvent dans le Coran ou",
          "non. \n Sur la base de cette autorité très juridique, le Saint Prophète [(sur qui",
          "être la paix d'Allah)] a demandé aux femmes de mettre en gage qu'ils abstenir de",
          "tous ces maux qui prévalaient parmi les femmes de .il la société arabe à cette",
          "époque, et a donné plusieurs commandes telles que HAVC pas été mentionnés dans le",
          "Coran. On peut étudier la hadiths suivante à cet égard \n Ibn 'Abbas, Umm Salamah,",
          "Umm `Atiyyah Ansariah et d'autres ont rapporté que le Saint Prophète [(sur qui",
          "être la paix d'Allah)] tout en administrant le serment d'allégeance aux femmes",
          "leur ont demandé de promettre qu'ils ne pas pleurer sur les morts . Ces",
          "traditions HAVC été liées par Bukhari, Muslim, Nasa'i et Ibn Jarir. \n Une",
          "tradition rapportée par Ibn `Abbas contient ce detal: [\" Le Saint Prophète nommé",
          "Hadrat `Umar pour administrer le serment d'allégeance aux femmes et a ordonné",
          "qu'il devrait leur interdire de pleurer sur les morts, dans les jours de",
          "pré-islamique l'ignorance des femmes utilisés pour arracher leurs vêtements et",
          "les cheveux, grattaient leurs visages et se lamentaient à voix haute voix. \"]",
          "[(Ibn Jarir)]. \n Zaid bin Aslam a rapporté que le Saint Prophète blanc prêter le",
          "serment d'allégeance interdit aux femmes de se gratter leurs visages déchirent",
          "leurs vêtements, pleureront et chanter des vers en deuil sur les morts. [(Ibn",
          "Jarir)]. Une autre tradition portant sur le même sujet a été rapporté par Ibn Abi",
          "Hatim et Ibn Jarir d'une femme qui a été parmi les femmes qui prennent le serment",
          "d'allégeance. \n Qatadah et Hasan Basri [(qu'Allah les bénisse)] disent que l'une",
          "des choses que le Saint Prophète [(sur qui être la paix d'Allah)] avaient fait",
          "les femmes à engager aussi était qu'ils refain de parler avec les autres hommes",
          "librement . Ibn 'Abbas a expliqué dans une tradition, ainsi: [ \"Ce qu'ils ne",
          "parleraient pas avec les autres hommes en privé.\"] Qatadah a en outre expliqué",
          "ainsi: entendre cette commande Hadrat' Abdur Rahman bin 'Auf dit; `O Messager",
          "d'Allah. parfois, il arrive que nous ne sommes pas présents dans la maison et que",
          "quelqu'un vient nous voir ». Le Saint Prophète répondit: «Je ne veux pas dire",
          "cela. [ \"Autrement dit, la femme est pas interdit de dire au visiteur que le",
          "maître de la maison ne sont pas présents.\"] [(Ces traditions ont été cités par",
          "Ibn Jarir Ibn Abi Hatim)]. \n Hadrat 'Abdullah bin' Amr bin al-'As a rapporté une",
          "autre tradition de Umaimah bint-Rugaiqah, tante maternelle de Hadrat Fatimah",
          "[(peut AIlah soit satisfait d'elle)], en disant: [ \"Le Saint Prophète m'a fait",
          "mettre en gage que je ne serait ni pleurer les morts, ni moi afficher comme les",
          "femmes du paganisme pré-islamique. \"] [(Musnad Ahmad, Ibn Jarir)]. \n Salmah bint",
          "Qais, une tante maternelle du Saint Prophète, dit: ° Je suis allé devant le Saint",
          "Prophète avec quelques autres femmes de la Ansar à prêter le serment",
          "d'allégeance. Il nous a fait promettre que nous abstenir des choses mentionnées",
          "dans ce verset, puis dit:. `Ne pas frauder vos maris» Quand nous étions sur le",
          "point de partir, une femme m'a dit: `Va demander le Saint Prophète ce qu'on",
          "entend par frauder les maris? Quand je suis allé et a demandé l'explication, il a",
          "répondu: «Ce que vous devriez lui escroquer de son argent et de le dépenser sur",
          "les autres [\" [(Musnad Ahmad)].. \n Umm 'Atiyyah dit: \"] Le Saint Prophète après",
          "l'administration de nous le serment nous a ordonné que nous allions assister aux`",
          "prières en commun Id, mais la prière du vendredi ne soit pas obligatoire pour",
          "nous, et il nous a interdit de suivre la bier [. \"[ (Ibn Jarir)]. \n Les gens qui",
          "pensent que les pouvoirs constitutionnels et l'autorité que le Saint Prophète",
          "possédait émanait de sa position comme une règle au lieu de sa position en tant",
          "que Messager d'Allah, et dire que depuis qu'il était aussi la règle à l'époque,",
          "quel que soit les commandes qu'il a donné en cette capacité était uniquement",
          "destinée à être obéi pendant son temps, dire une chose absurde. Considérez les",
          "commandes et intructiions que nous avons cités plus haut du Saint Prophète. Si",
          "ces instructions données par lui pour la réforme de la femme avaient émané que de",
          "sa position comme une règle comment ces réformes ensuite être introduites et",
          "appliquées parmi les femmes de la société musulmane du monde entier pour",
          "toujours? Quelle règle a-t-on dans le monde, qui aurait pu avoir la position",
          "selon laquelle une commande émise par lui une seule fois pour une réforme aurait",
          "pu devenir forcée dans la société musulmane partout dans le monde à jamais?",
          "[(Pour plus d'explications, voir E. N. 15 de la sourate Al-Hashr)]."
        ],
        "23" : [
          "Plusieurs authentique spectacle de Hadiths que, dans le temps du Saint Prophète",
          "de la procédure d'administration du serment d'allégeance aux femmes était",
          "différent de celui des hommes. Pour les hommes, la procédure était que ceux",
          "prêtant allégeance donneraient leur main dans la main du Saint Prophète et prêter",
          "serment. Quant aux femmes; le Saint Prophète n'a jamais pris la main de la femme",
          "dans sa propre main, mais a adopté différentes autres méthodes. A cet égard, les",
          "traditions suivantes ont été rapportées: \n Hadrat A'ishah dit: \"] Par Dieu, en",
          "relation avec le serment d'allégeance de la main du Saint Prophète n'a jamais",
          "touché la main d'une autre femme, tout en administrant le serment d'allégeance à",
          "une femme, il ne lui dire:\". Je dois accepté votre allégeance. »[« [(Bukhari, Ibn",
          "Jarir)]. \n Umaimah bint Ruqaiqah a déclaré: \"] Je suis allée avec un autre wvmcn",
          "allait devant le Saint Prophète à prêter serment d'allégeance, et ho fait de nous",
          "mettre en gage selon ce verset du Qur'iin Quand nous avons dit:.` Nous ne vous",
          "désobéir ce qui est bon et juste », at-il dit:« en ce qui est en votre pouvoir.",
          "Nous avons soumis: `AIIah et son arc Messenger plus gentil pour nous que nous",
          "pourrions être à nous-mêmes». Ensuite, nous avons dit: «Ô Messager d'Allah,",
          "étirez votre main afin que nous puissions prêter allégeance. Il a répondu: «Je ne",
          "serre pas la main avec les femmes. Je ne leur fais prendre l'engagement Alors il",
          "a fait nous engageons [\" Dans une autre tradition, elle a déclaré: \"]. Le Saint",
          "Prophète n'a pas pris la main de chacun d'entre nous de sa propre main. [",
          "\"[(Musnad Ahmad, Tirmidhi, Nasa'i, Ibn Majah, Ibn Jarir, Ibn Abi Hatim)]. \n Abu",
          "Dâwûd, en Marasi, a raconté ceci de Sha'bi: \"] Bien que l'administration du",
          "serment d'allégeance aux femmes, une feuille de tissu a été étiré vers le Saint",
          "Prophète, qu'il prit dans sa main et dit:` I ne pas prendre la main de la femme",
          "dans ma main. »[« Ce même sujet a été rapporté par Ibn Abi Hatim de Sha'bi, par",
          "'Abdur Razzaq de Ibrahim Nakha`i et par Sa'id bin Mansur de Qais bin Abi Hazim. \n",
          "Ibn Ishaq, en Maghazi a raconté ce billet depuis Aban bin Salih .: \"] Le Saint",
          "Prophète aurait mis sa main dans un vase plein d'eau, puis la femme aussi",
          "mettrait sa main dans le même récipient. [\" Dans Bukhari, une tradition de",
          "`Abdullah bin 'Abbas est à l'effet:\"] Après avoir donné au'. sermon congrégation",
          "Id, le Saint Prophète a traversé les rangs de l'époque à l'endroit où les femmes",
          "étaient assis là, dans son discours, il a récité ce verset du Coran, puis demandé",
          "aux femmes: `Est-ce que vous vous engagez à agir selon ce? Une femme de",
          "l'assemblée a répondu: `Oui, ô Messager d'Allah '. \n Dans une tradition rapportée",
          "par Ibn Hibban, Ibn Jarir, Bazzar et d'autres, Umm 'Atiyyah Ansariah a déclaré",
          "ceci: [ \"Le Saint Prophète tendit la main à partir de l'extérieur de la maison et",
          "nous avons étendu nos mains à l'intérieur de la maison.\"] Mais cela ne ne prouve",
          "pas que l'wvmcn aurait serré la main avec le Saint Prophète, pour Hadrat Umm",
          "`Atiyyah n'a fait aucune mention de la poignée de main. Probablement à cette",
          "occasion dans le but de prendre l'engagement du Saint Prophète aurait tendu la",
          "main de l'extérieur et les femmes leurs mains à l'intérieur de la maison vers lui",
          "sans aucun de leurs mains touchant son."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Évitez de vous allier à ceux qui ont encouru la colère de",
        "Dieu et qui désespèrent de la vie future, au même titre que les infidèles qui",
        "désespèrent de voir revenir à la vie ceux qui sont dans les sépultures."
      ],
      "tafsirTranslate" : [
        "Les croyants, ne font pas des amis avec ceux contre lesquels Allah est courroucé",
        "et qui désespèrent de l'au-delà, comme désespérait que sont les incroyants",
        "couchés dans leurs tombes. <N:24>"
      ],
      "tanslateWordByWord" : [
        "O vous",
        "qui",
        "croyez",
        "(Ne pas",
        "faire des alliés",
        "(De) un peuple",
        "(La colere",
        "(De) Allah",
        "(Is) sur eux",
        "Effectivement",
        "ils désespèrent",
        "de",
        "l'au-delà",
        "comme",
        "désespoir",
        "les incroyants",
        "de",
        "(les) compagnons",
        "(De) les tombes"
      ],
      "notes" : {
        "24" : [
          "Les mots de l'original peuvent avoir deux significations: d'abord, qu'ils ont",
          "désespéré de leur bien-être et de récompenses dans l'au-delà tout comme les",
          "deniers de la vie après la mort ont désespéré de la résurrection leurs proches et",
          "chers, qui sont morts et enterrés dans les tombes. Cette signification a été",
          "donnée par Hadrat 'Abdullah bin' Abbas et Hadrat Hasan Basri, Qatadah et Dahak",
          "[(peut AIlah bénir)]. Le second can.be de sens: Ils ont désespéré de la",
          "miséricorde et le pardon de l'au-delà, tout comme les mécréants, qui sont Iying",
          "dans les tombes, ont désespéré de tout bon, car ils sont sûrs de leur être",
          "impliqués dans la peine. Ce sens a été lié de Hadrat `Abdullah bin Mas'ud et de",
          "Mujahid, 'Ikrima, Ibn Zaid, Kalbi, Muqatil, Mansur [(qu'Allah le bénisse tous)]."
        ]
      }
    }
  ],
  "medinian" : true
}