{
  "chapterNumber" : 61,
  "nbVerses" : 14,
  "name" : "Le rang, En ligne",
  "nameArabic" : "الصفّ",
  "transName" : "aṣ-ṣaff",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Tout ce qui est dans les Cieux et sur la Terre célèbre la gloire du Seigneur, le",
        "Tout-Puissant, le Sage."
      ],
      "tafsirTranslate" : [
        "Ce qui est dans les cieux et la terre glorifie Allah, et Il est le Tout-Puissant,",
        "le Sage <N:1>."
      ],
      "tanslateWordByWord" : [
        "glorifie",
        "Allah",
        "peu importe",
        "(est dans",
        "Le Paradis",
        "et quelle que soit",
        "(est dans",
        "La terre",
        "Et il",
        "(Est) le Tout-Puissant",
        "le Sage"
      ],
      "notes" : {
        "1" : [
          "Ceci est une brève introduction à ce discours. Pour son explication, voir E.N. de",
          "1,2 de la sourate Al-Hadid. Le discours a été ouvert avec cette introduction de",
          "telle sorte que, avant d'entendre ou de lire ce qui va suivre, on peut bien",
          "comprendre que Dieu est libre de et au-dessus de ce que le fimctioning de Sa",
          "Divinité devrait dépendre de la foi de quelqu'un d'et l'aide d'un autre un et",
          "sacrifices. S'il exhorte les croyants à adopter la sincérité dans la foi et les",
          "exhorte à exercer tout leur possible pour le succès et la victoire de la Vérité,",
          "qui est pour le bien de leur propre bien; sinon la volonté de AIIah est accompli",
          "par sa propre puissance et par sa propre conception, si quelqu'un ne fait aucun",
          "effort du tout vers sa mise en œuvre, et si tout le monde se joint ensemble pour",
          "contrecarrer et résister obstinément."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Pourquoi dites-vous ce que vous ne faites pas?"
      ],
      "tafsirTranslate" : [
        "O vous qui avez cru, pourquoi dites-vous ce que vous ne faites pas?"
      ],
      "tanslateWordByWord" : [
        "O",
        "(toi qui",
        "croyez",
        "Pourquoi",
        "(dites-vous",
        "quelle",
        "ne pas",
        "tu fais"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ",
      "simpleTranslate" : [
        "C’est une chose abominable auprès de Dieu que vous disiez ce que vous ne faites",
        "pas."
      ],
      "tafsirTranslate" : [
        ". La plupart haineux, il est aux yeux d'Allah que tu dises ce que vous ne faites",
        "pas <N:2>"
      ],
      "tanslateWordByWord" : [
        "Grande est",
        "haine",
        "avec",
        "Allah",
        "cette",
        "tu dis",
        "quelle",
        "ne pas",
        "tu fais"
      ],
      "notes" : {
        "2" : [
          "Un sens de ce passage est générale comme il ressort de ses mots. Il a une",
          "signification spéciale aussi, qui devient évidente lorsque ce verset est lu avec",
          "le verset qui suit. Le premier sens est qu'il devrait y avoir un accord complet",
          "entre la parole et l'action d'un vrai musulman: il doit mettre à exécution tout",
          "ce qu'il dit, et quand il n'a pas l'intention de le faire, ou n'a pas de pouvoir",
          "pour cela, il ne devrait pas le dire. Dire une chose et faire une autre est l'une",
          "des caractéristiques les plus hideuses de l'homme, aux yeux d'Allah. Le Saint",
          "Prophète [(sur lui la paix de Dieu)] a expliqué que l'être une personne",
          "caractérisée par cette qualité est un signe qu'il est pas un croyant, mais un",
          "hypocrite. Selon un .Hadith dit-il; \n [ \"L'hypocrite a trois signes, même s'il a",
          "offert la prière et a observé le jeûne, et prétendait être un musulman: Ce puis",
          "il a parlé, il a menti, quand il a fait une promesse, il le rompit, et quand il a",
          "été chargé de quelque chose, il a prouvé malhonnête. \"] [(Bukhari, Muslim)]. \n",
          "Dans un autre hadith, il dit: \n [ \"Quatre caractéristiques sont telles que celui",
          "qui a tous les quatre, est un hypocrite à travers et à travers, et celui qui a un",
          "de ceux-ci, a une caractéristique de l'hypocrisie en lui jusqu'à ce qu'il y",
          "renonce: que, quand il est chargé de quelque chose, il prouve malhonnête, quand",
          "il parle, il se trouve, quand il fait une promesse, il rompt;. et quand il se",
          "dispute, il traverse toutes les limites de la moralité et de décence \"]",
          "[(Bukhari, Muslim)]. \n Les juristes de l'Islam ont presque unanimement estimé que",
          "si une personne fait une promesse de AIlah [(p. Vœux de faire quelque chose)], ou",
          "entre dans un accord avec les autres, ou promis à quelqu'un de faire quelque",
          "chose, il est obligatoire pour lui pour l'accomplir, à moins que la chose qu'il a",
          "promis est en soi un péché. Si elle est un péché, il ne devrait pas observer ou",
          "mener à bien l'accord ou promesse, mais doit expier sa violation comme mentionné",
          "dans la sourate Al-Maidah: 89 ci-dessus. [(AI-Jassas et Ibn al'Arabi, Ahkam",
          "al-Qur-an e)]. \n Ce bien pour le sens général de ces versets. Quant à leur",
          "signification particulière, il devient évident lorsque ceux-ci sont lues avec le",
          "verset qui suit. Le but est de reprendre ces gens qui parlaient beaucoup et ont",
          "fait de grands promesses pour combattre et donner leur vie pour la cause de",
          "l'Islam, mais quand le temps est venu de leur test et le procès, ils ont fui le",
          "champ de bataille. Les gens de foi faible ont été pris à cette faiblesse à",
          "plusieurs endroits dans le Coran. Par exemple, dans la sourate An-Nisa ': 77, il",
          "a été dit: [ \"Avez-vous aussi marqué ceux à qui, si on l'a dit,« Retiens tes",
          "mains [(un moment de la guerre)] et établir la salat et de payer la zakat ..",
          "maintenant qu'ils ont été ordonné de combattre, certains d'entre eux craignent",
          "les gens comme ils doivent craindre Allah, ou même plus que ce qu'ils disent:",
          "«Notre Seigneur, pourquoi avez-vous combats prescrit pour nous Pourquoi avez-vous",
          "pas donné plus loin? répit \"] Et dans la sourate Muhammad: 20: [\" Ceux qui ont",
          "cru, ont dit: «Pourquoi pas un Surah fait descendre [(pour interdire les",
          "combats)]? Mais quand un Surah décisif a été envoyé dans lequel les combats",
          "avaient été mentionnés, vous avez vu ceux dont le cœur était une maladie, en",
          "regardant vers vous aimez l'un sous l'ombre de la mort. » A l'occasion de la",
          "bataille de Uhud en particulier, les faiblesses auxquelles allusions ont été",
          "faites en continu à partir du verset 121 au verset 171 de la sourate Al-Imran est",
          "devenu d'autant plus remarquable et visible. \n Les commentateurs tout en",
          "expliquant le contexte de la révélation de ces versets ont mentionné les",
          "différentes formes de faiblesses auxquelles exception a été pris ici. Ibn 'Abbas",
          "dit que avant que les combats a été proscrit, il y avait certaines personnes",
          "parmi les musulmans qui ont dit: \".] Would que nous pourrions connaître la loi",
          "qui est plus aimable aux yeux d'Allah, afin que nous puissions effectuer la même",
          "[\" Mais quand on leur a dit qu'il se battait pour la cause de AIIah, il est",
          "devenu plus difficile pour eux de réaliser leur promesse. Muqatil bin Hayyan a",
          "déclaré que, dans la bataille de Uhud ces mêmes personnes ont été mises à",
          "l'épreuve, et ils abandonné le Saint Prophète [(sur qui est de la paix d'Allah)]",
          "et a fui Ibn Zaid dit que beaucoup de gens ont fait le Saint Prophète [ (sur",
          "lesquels la paix)] croient qu'ils allaient sortir avec lui à fait l'ennemi chaque",
          "fois qu'il était si nécessaire, mais whcn le temps de l'essai est venu leurs",
          "promesses se sont révélées fausses. Qatadah et Dahhak disent que si certaines",
          "personnes ont fait prendre pan dans la bataille, ils ont accompli rien. mais à",
          "leur retour du champ de bataille, ils se vantaient et se vantait, en disant. »]",
          "Nous avons mis en place un combat courageux et nous avons réalisé que tel et une",
          "telle victoire.\" Ce sont ces personnes qui ont été réprimandé par Allah dans ces",
          "versets."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ",
      "simpleTranslate" : [
        "Dieu aime ceux qui combattent pour Sa Cause en ordre serré, tel un édifice",
        "compact."
      ],
      "tafsirTranslate" : [
        "Allah aime bien ceux qui combattent dans Son chemin en rangs comme si elles",
        "étaient un mur solide <N:3>."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Allah",
        "aime",
        "ceux qui",
        "bats toi",
        "dans",
        "Sa manière",
        "(dans une rangée",
        "comme si elles",
        "(Étaient) une structure",
        "rejoint fermement"
      ],
      "notes" : {
        "3" : [
          "Premièrement, elle montre que seuls les croyants sont bénis avec bon plaisir et",
          "l'approbation d'Allah, qui sont prêts à se battre à sa manière, sans tenir compte",
          "de tous les dangers. Deuxièmement, que Dieu aime une armée qui a trois",
          "caractéristiques: [(1)] Il combat dans le chemin d'Allah avec compréhension, et",
          "ne se bat pas pour une cause désapprouvée par Allah; [(2)], il est pas",
          "indisciplincd, mais est bien organisé et bien rangé pour la bataille; et [(3)] il",
          "offre une forte résistance à l'ennemi comme si elle était [ «une structure solide",
          "cimenté\"]. Ensuite, cette dernière qualité est par lui-même très significatif.",
          "Aucune armée ne peut se tenir dans le tableau de bataille comme une \"structure",
          "solide à moins qu'il présente les caractéristiques suivantes. \n [(1)] Un accord",
          "complet dans la foi et l'objectif, qui devrait frapper les soldats et les",
          "officiers dans un corps bien soudée. \n [(2)] La confiance dans une autre",
          "sincérité, qui ne peut être créé à moins que tout le monde est vraiment sincère",
          "dans son but et exempt de motifs impurs; sinon le test sévère de la guerre ne",
          "permettra pas l'insincérité de quiconque de rester caché, et la confiance whcn",
          "est perdu, les membres de l'armée commencent soupçonner au lieu de faire",
          "confiance à l'autre. \n [(3)] Un haut niveau de la morale sans laquelle ni ne peut",
          "les officiers et soldats de l'armée ont l'amour et le respect de l'autre, ils ne",
          "peuvent pas rester affrontements mutuels de mousse immunitaires et des conflits.",
          "\n [(4)] L'amour de l'objectif commun et une volonté ferme pour y parvenir, ce qui",
          "devrait inspirer, toute l'armée avec un esprit invincible de la galanterie, la",
          "dévotion et le sacrifice de soi, de sorte qu'il peut effectivement faire face à",
          "l'ennemi comme une structure cimentée solide dans le champ de bataille. Tels",
          "étaient les bases sur lesquelles une organisation militaire puissante a été",
          "soulevée sous la direction du Saint Prophète sur qui être la paix et la",
          "bénédiction d'Allah). le pouvoir puissant de la journée se sont affrontés avec",
          "elle et était annihilatcd; aucune puissance du monde pourrait alors oser",
          "l'affronter pendant des siècles."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ ۖ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ ۚ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
      "simpleTranslate" : [
        "Souviens-toi de Moïse qui disait à son peuple : «Ô mon peuple ! Pourquoi",
        "m’offensez-vous, tout en sachant que je suis le Prophète de Dieu envoyé vers",
        "vous?» Mais comme ils déviaient du droit chemin, Dieu fit dévier leurs cœurs, car",
        "Dieu ne guide point les êtres pervers."
      ],
      "tafsirTranslate" : [
        "Et rappelez-vous ce que Moïse avait dit à son peuple: «Ô mon peuple, pourquoi tu",
        "ne me blessez même si vous savez très bien que je suis en effet un messager",
        "envoyé par Allah\" <N:4> donc, quand ils ont adopté la perversité, Allah a causé",
        "leur cœur à devenir perverse:. Allah ne guide pas les transgresseurs <N:5>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "dit",
        "Musa",
        "à son peuple",
        "O mon peuple",
        "Pourquoi",
        "vous me blessez",
        "tout en étant certainement",
        "tu sais",
        "que je suis",
        "(le Messager",
        "(De) Allah",
        "à toi",
        "Puis quand",
        "ils écartaient",
        "(A été causé à) dévient",
        "(Par) Allah",
        "leur cœur",
        "Et Allah",
        "(ne fait pas",
        "guider",
        "les gens",
        "les pervers"
      ],
      "notes" : {
        "4" : [
          "À plusieurs endroits dans les détails Qur'iin ont été donnés de la façon dont les",
          "Israélites, en dépit de la reconnaissance du Prophète Moïse comme un prophète de",
          "Dieu et leur propre bienfaiteur lui calomnié et prouvé déloyal envers lui. Pour",
          "cela voir AIBaqarah: 51,55,60, 67-71 An-Nisa ': 153; AI-Maidah: 20-26; AI-Araf,",
          "138-141; 148-151; Ta Ha: 86-98. Dans la Bible aussi, l'histoire juive écrite par",
          "hte Juifs eux-mêmes est remplie de tels événements; par exemple, sec Exodus, 5:",
          "20-21, 14: 11- 12, 16: 2-3, 17: 3-4; Nombres, 11: 1-15, 14: 1-10, ch.l6, 20: 1-5.",
          "Ici, allusion à ces événements est destiné à avertir les musulmans qu'ils ne",
          "devraient pas adopter la même attitude envers leur prophète comme les Israélites",
          "avaient adopté à leur Prophète: sinon ils le même sort comme il a été rencontré",
          "par les Israélites."
        ],
        "5" : [
          "Autrement dit, il n'est pas le chemin d'Allah pour forcer les gens à suivre la",
          "bonne voie d'orientation si elles sont courbées sur suivant les chemins tortueux",
          "du péché et de la désobéissance. Il en résulte automatiquement que l'écart d'une",
          "personne ou d'une nation est pas initié par AIIah mais par la personne ou la",
          "nation elle-même. Mais la loi de AIIah est qu'il fournit des moyens de déviation",
          "seulement pour celui qui choisit la déviation, de sorte que ce soit peut se",
          "fourvoyer dans quelque ruelles qu'il peut aimer. AIIah a accordé l'homme la",
          "liberté de choix. Maintenant, il est pour chaque homme et pour chaque groupe",
          "d'hommes de décider s'il ou elle veut obéir à leur Seigneur, ou non, et s'il ou",
          "elle choisit la bonne façon pour elle ou l'un des chemins tortueux. Il n'y a pas",
          "de contrainte d'Allah dans ce choix. Si quelqu'un choisit la voie de l'obéissance",
          "et de l'orientation, AIIah ne le pousse pas de force vers la déviation et la",
          "désobéissance; et si quelqu'un est résolu à suivre la désobéissance au lieu de la",
          "voie de la justice, il n'est pas le chemin d'Allah pour lui faire adopter la voie",
          "de l'obéissance et l'orientation de force. Mais cela est aussi vrai que la",
          "personne qui choisit une façon particulière pour lui-même, ne peut pas suivre",
          "pratiquement à moins AIIah prévoit lui les voies et moyens et crée pour lui les",
          "conditions qui sont nécessaires pour la suivre. Ceci est la grâce et la faveur",
          "d'Allah [ \"sans laquelle les efforts de personne ne peut être significative et",
          "productive. Maintenant, si une personne n'a pas à aII intéressé par la recherche",
          "de la grâce d'Allah pour la justice, mais cherche sa grâce pour l'adoption de",
          "mal, il est donné la même chose. et quand il reçoit la grâce pour faire le mal.",
          "il devient tempérament pervers en conséquence et le cours de son action et",
          "d'efforts pour devenir tordu jusqu'à ce qu'enfin la capacité de faire et",
          "d'accepter de bon en lui est peu à peu perdu et détruit. Voilà ce que l'on entend",
          "par, quand ils ont adopté la perversité, Allah fit leur cœur pour devenir",
          "perverse. \"] dans cet état, il est contraire à la loi d'Allah que celui qui veut",
          "adopter l'écart, et est activement et sérieusement engagés dans la recherche, et",
          "est dépensait aII sa pensée et de l'énergie pour se déplacer futher et plus loin",
          "vers elle, devrait être tourné de force vers l'orientation, pour une telle action",
          "irait à l'encontre de l'objet du test et .trial, pour lequel l'homme a été",
          "accordé la liberté de choix dans le monde. . Car si un homme adopte la justice",
          "par le biais de telles orientations, il n'y a aucune raison pour laquelle il",
          "devrait avoir droit à une récompense quelconque. Plutôt dans un tel cas, celui",
          "qui n'a pas été guidé par la force et a été laissé en déviation sur ce compte, ne",
          "doit pas être soumis à aucune sanction, pour la responsabilité de son écart se",
          "situerait en Allah, et au moment de sa responsabilité dans la au-delà, il",
          "pourrait présenter l'argument: «` Quand il existait la règle de l'octroi de",
          "conseils de force dans le monde, pourquoi étais-je privé de cette faveur? [ \"Tel",
          "est le sens des mots:\"] Allah ne guide pas les transgresseurs. \"C'est, DCEs Allah",
          "accordent pas la faveur de l'adoption de la voie de l'obéissance à ceux qui ont",
          "choisi la voie du péché et de la désobéissance pour eux-mêmes de leur propre gré."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ ۖ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَٰذَا سِحْرٌ مُبِينٌ",
      "simpleTranslate" : [
        "Souviens-toi également de Jésus, fils de Marie, qui disait : «Ô fils d’Israël, je",
        "suis le messager de Dieu envoyé vers vous. Je viens confirmer le Pentateuque qui",
        "m’a précédé, et vous annoncer la venue après moi d’un Prophète du nom d’Ahmad.»",
        "Mais quand celui-ci est venu leur en apporter les preuves, ils se sont écriés :",
        "«C’est de la magie manifeste !»"
      ],
      "tafsirTranslate" : [
        "Et rappelez-vous <N:6> ce que Jésus, fils de Marie, avait dit: «Ô enfants",
        "d'Israël, je suis en effet un messager envoyé par Allah, confirmant la Torah qui",
        "est venu devant moi <N:7> et \"donner les bonnes nouvelles d'un messager qui",
        "viendra après moi, dont le nom sera Ahmad. <N:8>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "dit",
        "Est un",
        "fils",
        "(De) Maryam",
        "O Enfants",
        "(De) Israël",
        "En effet, je suis",
        "(le Messager",
        "(De) Allah",
        "à toi",
        "confirmant",
        "ce qui",
        "(A) entre",
        "mes mains",
        "de",
        "la Thora",
        "et apportant la bonne nouvelle",
        "(De) un Messager",
        "venir",
        "de",
        "après moi",
        "dont le nom (sera)",
        "Ahmad",
        "Mais quand",
        "il est venu pour les",
        "avec des preuves évidentes",
        "ils ont dit",
        "Ce",
        "(Est) une magie",
        "clair"
      ],
      "notes" : {
        "8" : [
          "Ceci est un verset très important du Coran, qui a été soumis à la critique",
          "indésirable grave ainsi que traité avec la pire espèce de malhonnêteté criminelle",
          "par les adversaires de l'Islam, car il est dit que le Prophète Jésus [(la paix",
          "soit sur lui)] avait donné les bonnes nouvelles de la venue du Saint Prophète",
          "Muhammad [(sur qui être la paix et la bénédiction d'Allah)] par son nom. Par",
          "conséquent, il est nécessaire que nous étudions et discutons en détail. [(1)]",
          "Dans ce verset le nom mentionné du Saint Prophète [(paix soit sur lui)] est",
          "Ahmad. Ahmad a deux significations: celui qui donne le plus grand éloge à AIIah,",
          "et celui qui est le plus hautement loué par d'autres, ou celui qui est le plus",
          "digne de louange parmi les hommes. traditions authentiques confirment que cela",
          "aussi était un nom bien connu du Saint Prophète [(sur lesquels la paix)].",
          "Musulman et Abu Dâwûd Tayalisi ont lié à l'autorité de Abû Musa al-Ash'ari que le",
          "Saint Prophète a dit: \".] Je suis Muhammad, je suis Ahmad, et je suis le",
          "Assembleur .. [« Autres traditions sur le sujet a été rapporté par l'Imam Malik,",
          "Bukhari, Muslim, Darimi, Tirmidhi et Nasa'i de Hadrat Jubair bin Mut'im, ce nom",
          "du Saint Prophète était bien connu parmi les Compagnons comme en témoigne par la",
          "poésie de Hadrat Hassan bin Thabit. [(Verset cité est omis)]. \n Il est également",
          "confirmé par l'histoire que le nom sacré du Saint Prophète était non seulement",
          "Muhammad mais aussi Ahmad. la littérature arabe porte la preuve que personne en",
          "Arabie avait été nommé Ahmad devant le Saint Prophète, et après lui",
          "d'innombrables personnes ont été nommé Ahmad et Ghulam Ahmad [(esclave de Ahmad",
          "dans le monde.. Ceci est la plus grande preuve que, depuis sa Prophétie ce nom a",
          "été le plus connu parmi les gens de sa communauté. il n'y avait pas eu un nom du",
          "Saint Prophète, à laquelle l'esclavage de Ahmad ne les parents, qui ont nommé",
          "«leurs enfants Ghulam Ahmad\"], les affecter? \n (2)] L'Évangile de saint Jean",
          "porte la preuve que l'avènement du Prophète Jésus-Christ, les Israélites",
          "attendaient l'apparition de trois personnes: le Christ, d'Elias [(ie la seconde",
          "venue du Prophète Elias )] et de «ce prophète [\" Dans les paroles de l'Evangile.:",
          "\n \"] Et voici le témoignage de Jean [(le Prophète John: Yahya)] lorsque les Juifs",
          "envoyèrent des prêtres et des lévites de Jérusalem, pour lui demander: Qui es-tu",
          "Et ho avoué, et a nié pas, mais a avoué, je suis? pas le Christ. Et ils lui",
          "demandèrent: Quoi donc? es-tu Élie? Et être dit, je ne suis pas. es-tu le",
          "prophète? Et il répondit: non puis ils lui dirent: qui es-tu? que nous pouvons",
          "donner une réponse à ceux qui nous ont envoyé. que dis-tu de toi-même? Il a dit,",
          "je suis la voix de celui qui crie dans le désert! Faites droit le chemin du",
          "Seigneur, comme a dit le prophète Ésaïe. Ceux qui avaient été envoyés étaient des",
          "pharisiens. Et ils lui ont demandé, et lui dirent: Pourquoi baptises-tu, si tu",
          "pas le Christ, ni Élie, ni le prophète [ \"[(Jean 1: 19-25)?] \n Ces mots montrent",
          "expressément que les Israélites étaient en attente d'un autre prophète en dehors",
          "du Prophète Christ et le Prophète Elias, et il ne fut pas le prophète Jean. La",
          "croyance au sujet de la venue de ce prophète était si bien connue et bien établie",
          "parmi les Israélites qu'une simple référence à lui comme \"] ce prophète [\" était",
          "suffisant pour attirer l'attention sur lui sans qu'il soit nécessaire d'ajouter:",
          "\"] Celui qui a été prédit dans la Torah. [ \"en outre, elle montre aussi que",
          "l'avènement du prophète à qui ils faisaient allusion a été absolument confirmée,",
          "car quand on a demandé du Prophète John ces questions, il n'a pas dit qu'aucun",
          "autre prophète devait venir et donc les questions étaient sans importance. \n",
          "Considérons maintenant les prédictions qui ont été cités dans l'Évangile de saint",
          "Jean du chapitre 14 au chapitre 16 en continu: \n 'Et moi, je prierai le Père, et",
          "il vous donnera un autre consolateur, afin qu'il demeure éternellement avec vous;",
          "Même l'Esprit de tnrth; que le monde ne peut recevoir, parce qu'il ne le voit",
          "pas, ni ne le connaît, mais vous le connaissez; car il demeure avec vous, et il",
          "sera en vous. \"] [(14: 16-17)] \n 'Ces choses ont Je vous ai dit, étant encore",
          "présent avec vous. Mais le consolateur, l'Esprit-Saint, que le Père enverra en",
          "mon nom, il vous enseigner AII choses, et toutes choses à votre souvenir, tout ce",
          "que je vous ai dit. [ \"[(14: 25-26)] \n 'Au-delà, je ne vais pas parler beaucoup",
          "avec vous, car le prince de ce monde vient, et n'a rien en moi. \"] [(14: 30)] \n [",
          "\"Mais quand sera venu le consolateur, que je vous enverrai de la part du Père,",
          "l'Esprit de tnrth, qui vient du Père, il rendra témoignage de moi.»] [(15: 26)] \n",
          "[ \"Cependant je vous dis la vérité: Il vous est avantageux que je parte. Car si",
          "je ne pars pas, le Paraclet ne viendra pas vers vous; mais si je pars, je vous",
          "l'enverrai\"] [(16: 7)]. [ «Je dois encore beaucoup de choses à vous dire, mais",
          "vous ne pouvez pas les porter maintenant quand le consolateur sera venu, l'Esprit",
          "de vérité, sera venu, il vous guidera dans toute la vérité: car il ne doit pas",
          "parle de lui-même, mais tout ce qu'il entendra, il le parle, et il vous annoncera",
          "les choses à venir. Il me glorifiera, parce qu'il prendra de moi, et qu'il vous",
          "l'. choses AII que le Père a la mine arc: 'donc dis-je, qu'il prendra du mien, et",
          "qu'il vous l'. »] [(16: 12 15)] \n [(4)] Afin de déterminer le sens exact de ces",
          "passages il faut d'abord savoir que la langue parlée par le Prophète Jésus et ses",
          "contemporains Palestiniens était un dialecte de la langue araméenne, appelée",
          "Syriaque. Plus de 200 ans avant la naissance de Jésus lorsque les Séleucides sont",
          "arrivés au pouvoir hébreu mauvais disparu dans ce territoire et a été remplacé",
          "par Syriaque. Bien que sous l'influence de l'Séleucides, puis les empires",
          "romains, Grace avait également atteint cette zone, il est resté confiné",
          "uniquement à cette catégorie de la population, qui après avoir accès aux cercles",
          "gouvernementaux plus élevés, ou en vue de demander l'accès à eux, était devenu",
          "profondément hellénisé. Les Palestiniens ordinaires ont utilisé un dialecte",
          "particulier de Syriaque, les accents et les prononciations et les idiomes qui",
          "étaient différents de l'Syriaque parlé dans et autour de Damas. Les gens",
          "ordinaires du pays étaient totalement inconscients du grec. Tant et si bien que,",
          "quand en l'an 70 du Genera Roman [(Titus, après avoir pris Jérusalem, adressé aux",
          "citoyens en grec, il a dû être traduit en syriaque, ce qui le rend évident que",
          "quel que soit le Prophète Jésus parlait à ses disciples doit nécessairement être",
          "seulement en syriaque. \n En second lieu, il faut savoir que tous les quatre",
          "évangiles contenus dans les WERC Bible écrite par les chrétiens parlant puent,",
          "qui était entré dans le christianisme après le Prophète Jésus. Les traditions des",
          "paroles et des actes du Prophète Jésus leur atteint par la syriaques chrétiens",
          "parlant pas sous la forme écrite, mais traditions orales, et ils ont traduit ces",
          "traditions syriaques dans leur propre langue et de les incorporer dans leurs",
          "livres. Aucun des évangiles existants a été écrit avant 70; l'Evangile de",
          "Saint-Jean a été compilé n siècle après le Prophète Jésus probablement à Ephèse,",
          "une ville d'Asie Mineure. En outre, aucune copie d'origine même de ces Evangiles",
          "en grec, dans lequel elles ont été écrites à l'origine, il existe. Aucun des",
          "manuscrits grecs qui ont été découverts et recueillis ici et là et qui aII",
          "appartiennent à la période avant que les inventions des dates d'impression avant",
          "le 4ème siècle. Par conséquent, il est difficile de dire quels changements",
          "pourraient avoir eu lieu dans ces au cours des trois premiers siècles Ce qui le",
          "rend particulièrement douteux est que les chrétiens ont été la considérer comme",
          "tout à fait légitime de Romper avec leurs évangiles intentionnellement comme et",
          "quand ils ont aimé. . L'auteur de l'article [ \"Bible\"] dans Encyclopaedia",
          "Britannica (Ed 19731 écrit: \n 'La principale source de la preuve et des",
          "variations sont les manuscrits de la N.T., datant du et au 10ème siècle ou même",
          "plus tard. Dans le processus de copie, ces manuscrits ont subi des révisions qui",
          "nécessitent la critique textuelle. Certaines de ces révisions étaient",
          "involontaires, comme le scribe a sauté un mot ou une ligne ou comme il prenait un",
          "caractère pour un autre. D'autres révisions sont venus de la volonté du scribe",
          "d'harmoniser le texte d'un Evangile avec un autre ou d'un Testament avec l'autre;",
          "ou de son vœu pieux à [ \"correct\"] ou clarifier le texte à un autre point. Mais",
          "maintenant que les variations dans le texte existent, collection des manuscrits",
          "est une tâche difficile. [ \"(Sec\"] Bible [ \"dans Encyclopaedia Britannica,",
          "1973)]. \n Dans des conditions telles que celles-ci, il est très difficile de dire",
          "avec une certitude absolue que les paroles du Prophète Jésus [(la paix soit sur",
          "lui)] trouvé dans les Evangiles, ont été conservés, reproduit et cité fidèlement",
          "et avec précision, et que aucun changement n'a eu lieu partout. \n Le troisième et",
          "un point très important est que, même après la conquête par les musulmans,",
          "pendant environ trois siècles, les chrétiens de Palestine retenus Syriaque, qui",
          "n'a pas été remplacé par l'arabe jusqu'à ce que le 9ème siècle AD Les",
          "informations que les savants musulmans de la première trois siècles obtenus par",
          "l'syriaques chrétiens parlant de traditions chrétiennes, devraient être plus",
          "authentique et fiable que l'information de ces personnes dont il est parvenu",
          "grâce à la traduction après la traduction du syriaque en grec, puis du grec en",
          "latin. Car il y avait plus de chances de les mots syriaques originaux prononcés",
          "par le Prophète Jésus restant conservé avec les chrétiens palestiniens qu'avec",
          "d'autres. \n [(5)] Compte tenu de ces faits historiques non Confidentielles à",
          "l'esprit, considérons le fait que dans les passages cités de l'Evangile de saint",
          "Jean-dessus, le Prophète Jésus [(la paix soit sur lui)] est de donner les",
          "nouvelles sur un venant après lui, au sujet de laquelle il dit: \"] il sera` le",
          "prince de ce monde »[(Sarwar` Alam)] [ «il demeure éternellement avec vous pour",
          "toujours,\"] [ \"il vous guidera dans toute la vérité, \"] et\" il rendra témoignage",
          "de moi [ «[(ie de Jésus lui-même)]. En interpolant des mots comme \"] le",
          "Saint-Esprit [\" et \"] l'Esprit de vérité [\", `dans les passages de Saint-Jean.",
          "chaque hag effort été fait pour corrompre le sens réel, mais malgré cela, si ces",
          "passages sont lus attentivement, on peut clairement voir que celui dont la venue",
          "a été annoncée, ne sera pas un esprit, mais un homme, et un homme extraordinaire,",
          "dont l'enseignement sera universelle, omniprésente et durable jusqu'au dernier",
          "jour. Pour cette personne en particulier le mot «Madadgar»] [(helper)] a été",
          "utilisé dans la traduction en ourdou, et le mot grec utilisé dans l'évangile",
          "original de St John, selon les chrétiens, était Peracletus. Mais les savants",
          "chrétiens eux-mêmes ont été confrontés à de grandes difficultés à determinging",
          "son sens. Dans le Paraclet original grec a plusieurs significations: d'appeler à",
          "un endroit particulier, à appeler à l'aide, pour avertir, pour tenter et inciter,",
          "d'implorer et de prier. Par ailleurs, dans le sens hellénique, il donne ces",
          "significations: pour consoler, pour donner satisfaction, d'encourager. Chaque",
          "fois que ce mot a été utilisé dans la Bible, il pot DCEs cadrent bien avec le",
          "contexte partout. Origène a traduit Consolateor à certains endroits et Deprecator",
          "à d'autres. Mais les autres commentateurs ont rejeté ces deux traductions, pour",
          "en premier lieu ceux-ci ne sont pas correctes en fonction de la grammaire",
          "grecque; deuxièmement, ces significations ne vont pas bien avec le contexte où ce",
          "mot a eu lieu dans les passages. D'autres traducteurs ont traduit l'enseignant,",
          "mais ce sens aussi, ne peut pas être dérivé de l'usage grec, Tertullien et",
          "Augustin ont préféré le mot avocat, et quelques autres savants ont adopté des",
          "mots comme adjoint, Consolateur, Cosoler, etc. [(Voir Cyclopaedia of Biblical",
          "Literature sous [ \"Peracletus\"])]. \n [(6)] Maintenant, il est intéressant de",
          "noter que, en grec lui-même il est un autre mot periklytos, ce qui signifie que [",
          "\"le Plébiscité One\"]. Ce mot est exactement synonyme de `Muhammad [\". Dans la",
          "prononciation il ressemble beaucoup Peracletus. Il ne peut pas être une",
          "possibilité que les chrétiens qui ont été utilisés pour faire des modifications",
          "dans leurs livres religieux comme et quand ils ont aimé, aurait effectué e peu de",
          "variation . dans l'orthographe de ce mot dans la prophétie liée par saint Jean",
          "quand ils ont vu que cela allait à l'encontre de leur jeu de croyance et de",
          "religion l'Evangile grec original composé par St. John DCEs existait pas non",
          "plus; il est donc pas possible de vérifier quels les deux mots ont été",
          "effectivement utilisés en elle. \n [(7)] Mais la décision ne dépend pas uniquement",
          "sur ce à mot qui avait St. John réellement utilisé en grec, car dans tous les",
          "cas, cela aussi était, une traduction et la langue du Prophète Jésus, comme nous",
          "l'avons expliqué ci-dessus , était syriaque palestinienne. Par conséquent, le mot",
          "qu'il aurait utilisé dans sa bonne nouvelles doit nécessairement être un mot",
          "Syriaque. Heureusement, nous trouvons ce mot Syriaque d'origine dans la vie de",
          "Muhammad par Ibn Hisham. Parallèlement à cela, nous avons aussi appris à",
          "connaître son mot grec synonyme du même livre. Ibn Hisham, sur l'autorité d'Ibn",
          "Ishaq, a reproduit la traduction complète de 15: 23-27 et 16: 1 de l'Évangile",
          "selon yuhannus [(Youhanna: John)], et a utilisé le mot Syriaque Munhamanna au",
          "lieu de la grec Paraclet. Puis, Ibn Ishaq ou Ibn Hisham a expliqué thts: Le",
          "Munhamanna en syriaque signifie Muhammad et en grec le Peracletus. [(Ibn Hisham,",
          "vol. 1, p. 248)]. \n Maintenant, historiquement, l'historique des chrétiens",
          "palestiniens communs jusqu'au 9 A.D. siècle était Syriaque. Cette terre a été",
          "inclus dans les territoires islamiques dans la première moitié du 7e siècle. Ibn",
          "Ishaq est mort en 768 après Jésus-Christ et Ibn Hisham en 828 apr. J.-C. Cela",
          "signifie que, dans le temps des deux chrétiens palestiniens parlait Syriaque, et",
          "ni lui était difficile d'avoir des contacts avec les sujets chrétiens de leur",
          "pays. En outre, dans ces jours, il a également vécu lacs de langue grecque",
          "chrétiens dans les territoires islamiques. Par conséquent, il n'a pas non plus",
          "difficile pour eux de savoir quel mot particulier du grec était synonyme d'un",
          "certain mot de Syriaque. Maintenant, si dans la traduction reproduit par Ibn",
          "Ishaq le Syriaque mot Munhamanna a été utilisé, et Ibn Ishaq ou Ibn Hisham a",
          "expliqué que son équivalent arabe est Muhammad et le grec Peracletus, il ne reste",
          "aucune place pour le doute que le Prophète Jésus avait donné le bonnes nouvelles",
          "de la venue du Saint Prophète lui-même par son nom. Parallèlement à cela, il",
          "devient également connu que dans l'Évangile grec de John le mot effectivement",
          "utilisé était Periclytos. qui les érudits chrétiens changés en Peracletus à un",
          "moment plus tard. \n [(8)] Même une preuve historique plus ancienne à cet égard",
          "est la tradition suivante de Hadrat 'Abdullah bin Mas'ud: \n 'Quand le Négus",
          "sununoned les Emigrants de Makkah à sa cour et a entendu les enseignements du",
          "Saint Prophète [(sur lui la paix de Dieu)] à partir de Hadrat Ja'far bin Abi",
          "Talib, dit-il; «Que Dieu vous bénisse et celui dont vous venez! Je témoigne qu'il",
          "est Messager d'Allah, et il est le même que celui dont la mention que nous",
          "trouvons dans l'Evangile, et même de bonnes nouvelles au sujet de laquelle avait",
          "été donnée par Jésus fils de Marie. \"] '[(Musnad Ahmad Cela a été liés à Hadih de",
          "Hadrat Ja'far lui-même et aussi de Hadrat Umm Salamah. Cela prouve non seulement",
          "que le début du 7ème siècle, le Negus savait que le Prophète Jestts avait prédit",
          "la venue d'un prophète, mais aussi un pointeur clair pour «ce prophète [\"",
          "existait dans l'Evangile sur la base de laquelle le Negus n'a pas fallu longtemps",
          "pour de l'opinion que le Prophète Muhammad (sur lui la paix et bénédictions",
          "d'Allah)] était ce prophète. Cependant, à partir de cette tradition on ne peut",
          "pas savoir si la source d'information avec le Négus des bonnes nouvelles donnée",
          "par le Prophète Jésus était ce même Evangile de saint Jean, ou s'il existait",
          "d'autres moyens également à ce moment pour cette information. \n [(9)] Le tnrth",
          "est que les quatre évangiles que l'Eglise chrétienne a reconnu que Canonical ne",
          "sont ni un moyen authentique de connaître les Prophéties du Prophète Jestts sur",
          "le Saint Prophète, ni sont-ils une source fiable pour connaître la bonne",
          "biographie et les enseignements originaux du Prophète Jésus lui-même, mais de",
          "loin le moyen de plus de confiance digne de c'est l'Évangile de Barnabas que",
          "l'Eglise a déclarée comme hérétique et apocryphes. Les chrétiens ont fait tout ce",
          "qu'ils pouvaient pour le cacher, et il est resté perdu dans le monde depuis des",
          "siècles. Au 16ème siècle, une seule copie de sa traduction italienne existait",
          "dans la bibliothèque du pape Sixte V, et personne n'a été autorisé à le lire. Au",
          "début du 18ème siècle, il est venu dans les mains d'un seul John Toland. Puis,",
          "changeant de mains différentes, il a trouvé son chemin en 1738 dans la",
          "Bibliothèque impériale de Vienne, en 1907 une traduction anglaise de ce manuscrit",
          "italien a été imprimé à l'Clarendon Press, Oxford, mais probablement peu de temps",
          "après son impression du monde chrétien a réalisé que la coupe du livre à la",
          "racine même de la foi qui a été attribué au Prophète Jésus. Par conséquent, ses",
          "copies imprimées ont été détruites en quelque sorte, et puis il ne sont jamais",
          "allés en imprimer plus. Une autre copie de celui-ci, une traduction du manuscrit",
          "italien espagnol, existait au 18ème siècle, qui a été mentionné par George Sale",
          "dans sa préface et Discours préliminaire à la traduction anglaise du Coran. Cela",
          "a été trop fait disparaître, et aucune trace de celui-ci existe quelque part",
          "aujourd'hui. j avait une chance de s une photocopie de la traduction anglaise",
          "publiée d'Oxford et je l'ai lu mot par mot. Je pense qu'il est en effet une",
          "grande bénédiction de laquelle les chrétiens ont gardé eux-mêmes privés que par",
          "des préjugés et de l'entêtement; \n Partout où cet Evangile est mentionné dans la",
          "littérature chrétienne, il iII condenmed comme un évangile forgé, qui peut-être",
          "un musulman a composé et attribué à Barnabas. Mais cela est un grand mensonge qui",
          "a été prononcé pour la seule raison qu'il contient à plusieurs endroits",
          "prophéties claires sur le Saint Prophète Muhammad [(sur qui est de la paix et les",
          "bénédictions d'Allah)]. En premier lieu, la lecture de cet évangile montre qu'il",
          "ne pouvait pas avoir été écrit par un musulman. Deuxièmement, si elle avait été",
          "écrite par un musulman, il aurait pu se propager largement parmi les musulmans et",
          "les écrits des savants islamiques aurait contenu des références abondantes à",
          "elle. Au contraire. les Musulmans avaient pas connaissance de son existence avant",
          "George Sale a écrit son Discours préliminaire à sa traduction de la. Coran.",
          "Aucune mention de tout type se trouve de l'Évangile de Barnabas dans les livres",
          "des écrivains musulmans comme Tabari, Yaqubi, Mas'udi, Al-Benrni, Ibn Hazm et",
          "d'autres, qui étaient parfaitement au courant litrature chrétienne quand ils",
          "discutent le christianisme Le meilleur catalogues des livres trouvés dans les",
          "bibliothèques du monde islamique étaient Al-Fihrist d'Ibn an-Nadim et",
          "Kashfas-Zunnun de Haji-Khalifah, et ceux-ci sont aussi sans aucune mention de",
          "celui-ci. Aucun savant musulman avant le 19e siècle n'a jamais mentionné le nom",
          "de l'Évangile de Barnabas, le troisième et le plus important argument pour",
          "réfuter l'affirmation selon laquelle l'Evangile a été écrit par un musulman est",
          "que environ 75 ans avant la naissance du Saint Prophète [ (peace'be sur lui)].",
          "dans le temps de Pogo Gélase I, la liste établie des livres unanonical, qui ont",
          "été interdits pour la lecture par un décret papal également inclus l'Evangile de",
          "Barnabé [(Evangelium Barnabe)]. La question est: Qui était le musulman à cette",
          "époque, qui a forgé cet Évangile? Les érudits chrétiens eux-mêmes ont admis que",
          "l'Evangile de Barnabé demeure très répandue en Syrie, Espagne, Egypte, etc.",
          "pendant les premiers jours du christianisme depuis longtemps et qu'il a été",
          "interdit comme hérétique au 6ème siècle. \n [(10)] Avant que nous reproduisons les",
          "bonnes nouvelles données par le Prophète Jésus sur l'avènement du Saint Prophète",
          "de cet évangile, il serait utile d'introduire brièvement afin que le lecteur",
          "puisse connaître son importance et aussi comprendre pourquoi le Les chrétiens",
          "sont tellement en colère avec elle. \n Aucun des auteurs des quatre évangiles qui",
          "ont été inclus dans la Bible comme authentique et canonique, était un compagnon",
          "du Prophète Jésus, et aucun d'eux n'a ni fait l'affirmation selon laquelle les",
          "informations enregistrées par lui dans son Évangile a été obtenu des compagnons",
          "du Prophète Jésus, ils ont, en fait, ne fait aucune mention des sources d'où ils",
          "ont obtenu leurs informations, ce qui pourrait montrer si le journaliste lui-même",
          "été témoin des événements et a entendu les paroles qu'il décrivait ou si elles",
          "lui atteint par l'intermédiaire d'un ou de plusieurs émetteurs. Au contraire,",
          "l'auteur de l'Evangile de Barnabé affirme qu'il est l'un des douze premiers",
          "disciples de Jésus, qu'il a suivi Jésus depuis le début jusqu'à la fin, et qu'il",
          "enregistre les événements qui se ont été témoins de ses propres yeux et les",
          "paroles qu'il entendait avec ses propres oreilles. Non seulement cela. A la fin",
          "du livre, il dit que son départ du monde du Prophète Jésus lui avait fait",
          "responsable de l'élimination des malentendus répandus au sujet lui-même et pour",
          "informer le monde des événements corrects. \n Qui était cette Barnabas? Dans les",
          "Actes des Apôtres une personne ainsi nommée est très fréquemment mentionné. Il",
          "est venu d'une famille juive de Chypre. Il a été salué pour ses services dans le",
          "cadre de la prédication du christianisme et le rendu de l'aide et de l'assistance",
          "aux disciples du Christ. Mais nulle part il n'a été dit quant à la date ho",
          "embrassé le christianisme; son nom ne figure pas non plus dans la liste des douze",
          "disciples d'origine, qui a été donné dans les trois évangiles. Par conséquent, on",
          "ne peut pas dire que l'auteur de cet évangile est le même Barnabas ou une autre",
          "personne. La liste des disciples données par Barnabas diffère de celle donnée par",
          "Matthieu et Marc seulement en deux noms: Thomas à la place dont Barnabas a donné",
          "son nom et Simon le Canaanitc au lieu dont il a nommé Judas fils de Jacob. Dans",
          "l'Evangile de Luc ce second nom est également là. Par conséquent, il serait",
          "correct de supposer que quelque temps plus tard que dans le but d'exclure",
          "Barnabas des disciples le nom de Thomas a été inclus afin de se débarrasser de",
          "son Evangile. Pour effectuer ces changements dans leurs écritures n'a jamais été",
          "quelque chose illégale avec les savants chrétiens. \n Si l'on passe par l'Evangile",
          "avec un esprit impartial et la compare avec les quatre évangiles du Nouveau",
          "Testament, on ne peut pas empêcher de penser qu'il est bien supérieur à eux. Dans",
          "ce les événements de la vie du Prophète Jésus [(la paix soit sur lui)] ont été",
          "décrits dans beaucoup plus de détails, d'une manière, comme si quelqu'un VAS",
          "effectivement témoin de ce qui se passait et était lui-même un partenaire dans",
          "ces événements. Par contre les histoires incohérentes des quatre évangiles ce",
          "récit historique est plus cohérente. De là, on peut parfaitement bien comprendre",
          "la série d'événements se déroulent. En lui les enseignements du Prophète Jésus",
          "ont été donnés sous une forme plus claire, plus efficace et plus étendu que dans",
          "les autres Evangiles. Les thèmes de l'unité de Dieu, la réfutation du",
          "polythéisme, les attributs de Dieu, l'essence du culte et la morale ont été",
          "présentés de manière plus énergique, rationnelle et exhaustive. Dans les autres",
          "évangiles on ne trouve pas evcn une fraction des paraboles instructives qui",
          "habillent les thèmes Cet évangile montre aussi dans beaucoup plus en détail ce",
          "que Wist méthodes du Prophète Jésus utilisé pour l'enseignement et la formation",
          "de ses disciples. Toute personne qui a toute connaissance de la langue, le style",
          "et le tempérament du Prophète Jésus sera obligé d'admettre, après la lecture de",
          "cet Évangile qu'il ne soit pas un document fictif, qui aurait pu être forgée dans",
          "une période ultérieure. Mais la vérité est que ce Prophète Jésus nous apparaît",
          "dans sa vraie grandeur et la gloire beaucoup plus visible que partout dans les",
          "quatre évangiles canoniques. En elle il n'y a aucune trace de ces contradictions",
          "qui abondent dans les quatre évangiles à l'égard de ses différents dictons. \n",
          "Dans l'Évangile de Barnabas, la vie du Prophète Jésus et ses enseignements se",
          "trouvent précisément en fonction de la vie et les enseignements d'un prophète de",
          "Dieu. Il se présente comme un prophète, et confirme tous les anciens prophètes et",
          "livres. Il affirme clairement qu'il n'y a pas d'autres moyens de connaître la",
          "vérité que par les enseignements des prophètes, et celui qui abandonne les",
          "prophètes, en fait, abandonne Dieu. Il présente les doctrines de l'unité de Dieu,",
          "Apostleeship, et l'au-delà précisément comme enseigné par tous les prophètes. Il",
          "exhorte les gens à accomplir la prière, observer le jeûne et de payer la Zakat.",
          "La description que Barnabas a donné de ses prières à un certain nombre de lieux",
          "montre que les temps qu'il a observées pour ses prières étaient les mêmes temps",
          "de Fajr [(Dawn)], Zuhr [(début d'après midi)], `Asr [(fin d'après-midi) ],",
          "maghrib, 'Isha [(fin de soirée)] et Tahajjud [(Before Dawn)], et il a toujours",
          "effectué ses ablutions avant la prière .. il a reconnu David et Salomon comme les",
          "prophètes, bien que les Juifs et les chrétiens ont exclu de la liste des",
          "prophètes. Il considérait le Prophète Ismaël comme la victime visée du sacrifice,",
          "et il fait un rabbin juif admettre que la victime visée était bien le Prophète",
          "Ismaël, et non le Prophète Isaac, comme les Israélites ont fait croire au peuple.",
          "Ses enseignements sur l'au-delà, la Résurrection, l'enfer et le ciel arc autour",
          "de la même chose que donnés dans le Coran. \n [(11)] La raison pour laquelle les",
          "chrétiens sont devenus adversaires de l'Evangile de Barnabé est pas ce qu'il",
          "contient de bonnes nouvelles claires et précises sur le Saint Prophète Muhanunad",
          "[(sur qui être la paix et la bénédiction d'Allah)] à plusieurs endroits, car ils",
          "avaient rejeté cette evcn Évangile avant sa naissance pour comprendre la",
          "véritable cause de leur colère un peu plus loin la discussion est nécessaire. \n",
          "Les premiers disciples du Prophète Jésus [(la paix soit sur lui)] le croyait",
          "seulement comme un prophète, puis la loi mosaïque, ne se détacher des autres",
          "Israélites en matière de croyances, religieuses dans les jonctions et les rites",
          "de culte et différait des Juifs seulement en ce qu'ils avaient affirmé la foi",
          "dans le Prophète Jésus comme le Messie [(le Christ)] alors que les Lews avaient",
          "refusé w le reconnaître comme le Messie. Plus tard, quand saint Paul est entré",
          "dans cette communauté, il a commencé à prêcher et proclamer cette religion aussi",
          "les Romains et les Grecs ainsi que d'autres communautés non-juives et",
          "non-Israélite. \n A cet effet, il a inventé une toute nouvelle religion, les",
          "croyances, les doctrines et les injonctions qui étaient totalement différentes de",
          "celles enseignées par le Prophète Jésus. Cet homme mauvais n'a jamais rencontré",
          "le Prophète Jésus, mais était un ennemi acharné de lui au cours de sa vie, et",
          "même resté un ennemi de ses disciples pendant plusieurs années après lui. Puis,",
          "quand il est entré dans sa communauté et a commencé à .inventing une nouvelle",
          "religion, il n'a cité aucune parole de Jésus comme son autorité mais tout sur la",
          "base de sa propre inspiration. Le seul objet devant lui tout en cadrant la",
          "nouvelle religion était de le rendre acceptable pour le monde gentile. Il a",
          "déclaré .que un chrétien était libre de toutes restrictions de la loi juive. Il a",
          "aboli toutes les restrictions du licite et l'illicite dans les aliments. -Il",
          "Répudié la circoncision, qui était particulièrement désagréable dans le monde",
          "non-juif. Tant et si bien qu'il innovait la doctrine de la divinité du Christ et",
          "son être fils de Dieu et l'expiation pour le péché originel de l'humanité en",
          "mourant sur la Croix, car elle immensément adaptée au goût polythéiste de l'homme",
          "commun. Les premiers disciples du Christ ont résisté à ces innovations, mais la",
          "porte d'inondation ouverte par saint Paul a provoqué une immense multitude des",
          "chrétiens non-juifs d'entrer dans cette religion contre laquelle la poignée de",
          "nous, chrétiens, ne pouvait pas supporter longtemps. Cependant, jusqu'à environ",
          "la fin du 3ème siècle après Jésus-Christ, il y avait encore beaucoup de gens qui",
          "niaient la divinité du Christ. Mais au début du 4ème siècle [(en 325 apr.",
          "J.-C.)], le Conseil Nicée a reconnu les doctrines Pauline et les admit comme base",
          "du christianisme. Puis l'Empire romain se tourna Christian et sous le règne de",
          "l'empereur Théodose le christianisme est devenu la religion de départ. Par",
          "conséquent, tous les livres qui se sont affrontés avec cette doctrine ont été",
          "déclarés comme hérétique, et seuls les livres ont été organisés comme canoniques",
          "qui a convenu avec elle. En 367 après Jésus-Christ pour la première fois une",
          "collection de livres fiables et acceptées a été émis par une lettre de",
          "Athanaseus, qui a été ratifiée en 382 après Jésus-Christ dans une réunion sous la",
          "présidence du pape Damase. Vers la fin du 5ème siècle, le pape Gélase confirmant",
          "cette collection comme authentique a également publié une liste des livres qui",
          "étaient \"] parasites [\", alors qu'aucun érudit chrétien n'a jamais fait le c]",
          "viser que l'une des doctrines pauliniennes qui ont été faites le critère ennemi",
          "déclarant certains livres religieux comme authentiques et d'autres comme pas",
          "authentique, avait été enseignée par le Prophète Jésus lui-même. Plus que cela,",
          "même dans les Evangiles qui sont admis à la collection canonique pas parole du",
          "Prophète Jcsus lui-même est enregistré, ce qui peut confirmer ces doctrines. \n",
          "L'Évangile de Barnabas a été inclus parmi les livres rejetés parce qu'il en",
          "conflit avec ce credo officiel. Son auteur au début indique que l'objet de son",
          "Evangile est: \n \"] Pour réformer les idées de ceux qui, trompés de Satan, sous",
          "prétexte de piété, prêchent la doctrine la plus impie, appelant Jésus, fils de",
          "Dieu, répudiant la circoncision ordonné de Dieu pour toujours, et permettant à",
          "chaque viande impure, parmi qui aussi Paul a été trompé. [ \" \n Il dit que,",
          "pendant la durée de vie de Jésus, d'abord ALi les soldats romains polythéistes",
          "témoins de ses miracles ont commencé à appeler le Dieu et fils de Dieu. Ensuite,",
          "cette épidémie a infecté les Israélites communs aussi. A ce Jésus a été beaucoup",
          "affligé et bouleversé. Il répudia cette fausse croyance sur lui-même à plusieurs",
          "reprises et maudit ceux qui parlait ainsi de lui. Puis il a envoyé ses disciples",
          "dans toute la Judée pour la réfuter et les bénit aussi avec la capacité de",
          "travailler les miracles de sate qui a délivré de lui-même, de sorte que le peuple",
          "soit fait de renoncer à l'idée fausse que celui qui a effectué ces miracles était",
          "Dieu ou fils de Dieu. A cet égard, il reproduit les discours pleins du Prophète",
          "Jésus dans lequel il a répudié cette fausse croyance et raconte comment il a été",
          "bouleversé à la circulation de ce méfait. En outre, il réfute fermement la",
          "doctrine paulinienne que Christ est mort sur la Croix. Il raconte comme un témoin",
          "oculaire que lorsque Judas Iscariote a pris l'argent du grand prêtre et amené les",
          "soldats à avoir Jésus arrêté, quatre anges à l'ordre d'Allah Tout-Puissant",
          "l'emportèrent et Judas a été tellement changé dans le discours et face à être",
          "comme Jésus. Ainsi, il lui qui a été mis sur la croix et pas Jésus SVA. Ainsi,",
          "cet évangile coupe à la racine du christianisme paulinien et ratifie ce que dit",
          "le Coran à cet égard, alors que 115 ans avant la révélation du Coran, les prêtres",
          "chrétiens avaient rejeté à cause de ces affirmation très. \n [(12)] La discussion",
          "ci-dessus fait clairement ressortir que l'Évangile de Barnabas est, en fait, un",
          "évangile plus fiable que les évangiles dits canoniques. Elle représente les",
          "enseignements du Prophète Jésus et les événements et les actes de sa vie et ses",
          "paroles correctement; il s propre malheur du peuple chrétien qu'ils ont lolly",
          "seulement à cause de leur entêtement l'occasion ils ont été donnés pour corriger",
          "leurs croyances et de connaître les véritables enseignements du Prophète Jésus.",
          "Maintenant, nous pouvons citer en pleine satisfaction la bonne nouvelle à propos",
          "du Saint Prophète Muhammad [(sur qui être la paix et la bénédiction d'Allah)],",
          "qui Barnabas a rapporté du Prophète Jésus. Dans cette bonne nouvelle à certains",
          "endroits, le Prophète Jésus mentionne le Saint Prophète par son nom, à un certain",
          "il l'appelle Rasul-Allah [(Messager d'AIIah)], à certains, il utilise le mot \"]",
          "Messie [\" pour lui, à un certain \" ] Admirable [ \", et à d'autres endroits",
          "emploie des phrases qui donnent le même sens que: la ilaha ll qu'Allah, Muhammad",
          "ar-Rasul-Allah. Il est difficile pour nous de reproduire des morceaux de ALi les",
          "bonnes nouvelles ici, car ils sont dispersés à travers le livre dans différentes",
          "formulations et dans des contextes différents. Nous reproduisons ci-dessous",
          "quelques-uns seulement d'entre eux comme spécimen: \n \"] Pour tous les prophètes,",
          "qui sont 144000, que Dieu a envoyé dans le monde ont parlé sombrement. Mais après",
          "moi viendra la Splendeur de tous les prophètes et les saints, et doit mettre en",
          "lumière l'obscurité de tout ce que les prophètes ont dit, parce qu'il est le",
          "messager de Dieu. [ \"[(Ch. 17)] \n \"] Les Lévites et les scribes dirent:` Si tu es",
          "pas le Messie, ni Élie, ou tout prophète, pourquoi fais-tu prêcher la nouvelle",
          "doctrine, et te faire de plus compte que le Messie? Jésus répondit: «Les miracles",
          "que Dieu opère par mes mains montrent que je dis ce que Dieu willeth, ni même",
          "faire que je fais moi-même pour être comptabilisés comme lui dont vous parlez Car",
          "je ne suis pas digne de délier les liens du hosen ou. les latchets des chaussures",
          "du messager de Dieu que vous invoquez [ «Messie»], qui a été faite avant moi, et",
          "doivent venir après moi, et doit porter la parole de la vérité, de sorte que",
          "cette foi ne doit pas avoir de fin. [ \" [(Ch. 42)] \n \"] En vérité, je vous le",
          "dis, que chaque prophète quand il est venu avait enfanté à une seule nation la",
          "marque de la miséricorde de Dieu. Et leurs paroles ont pas été prolongé, sauf à",
          "ce que les gens à qui ils ont été envoyés. Mais le messager de Dieu, quand il",
          "viendra, Dieu donne à lui comme il était le joint de sa main, de sorte qu'il doit",
          "porter le salut et la miséricorde à toutes les nations du monde qui doit recevoir",
          "sa doctrine. Il viendra avec puissance sur les impies, et doit détruire",
          "l'idolâtrie, de sorte qu'il fera Satan confondu. [ \"Poursuivant son discours avec",
          "les disciples, le Prophète Jésus, il est clair qu'il sill être né des Ismaélites,",
          "[(Ch. 43)] \n \"] Je dis donc à vous que le messager de Dieu est une splendeur qui",
          "donne la joie à presque tout ce que Dieu a fait, pour ho est orné de l'esprit de",
          "compréhension et de l'avocat de l'esprit de sagesse et de force, esprit de la",
          "peur et de l'amour, l'esprit de prudence et la tempérance, il est orné de",
          "l'esprit de charité et de miséricorde, l'esprit de justice et de piété, l'esprit",
          "de douceur et de patience, qu'il a reçu de Dieu trois fois plus qu'il a donné . à",
          "toutes ses créatures O temps béni, quand il viendra au monde 1 Croyez-moi que l",
          "l'avez vu et vous l'avez fait la révérence, alors même que chaque prophète a lui",
          "vu:. voyant que de son esprit à Dieu qui donne à leur prophétie et quand je l'ai",
          "vu mon âme était remplie de consolation, en disant: `O Muhammad Dieu soit avec",
          "toi, et peut-il me rendre digne de délier ton cordon de soulier, pour obtenir ce",
          "que je serai un grand prophète et saint de Dieu [\" [. (44)] \n \"] Jésus répondit:`",
          "Que votre cœur ne se trouble point, et ne soyez craintifs car je ne vous ai pas",
          "créé, mais Dieu notre créateur qui a créé, vous vous protéger. Quant à moi, je",
          "suis venu maintenant w le monde pour préparer le chemin pour le messager de Dieu,",
          "qui doit apporter le salut au monde. Mais méfiez-vous que vous ne soyez pas",
          "trompé, car plusieurs faux prophètes sont venus, qui prendront mes paroles et de",
          "contaminer mon Évangile ». André dit alors: `Maître, dites-nous un signe, que",
          "nous le connaissions. Jésus répondit: `Il ne viendra pas dans votre temps, mais",
          "viendra quelques années après, quand mon évangile est annulé, de sorte qu'il n'y",
          "aura guère de trente fidèles. A cette époque, Dieu aura pitié du monde, et il",
          "enverra son messager, sur la tête duquel se reposera un nuage blanc, par lequel",
          "il est connu d'un élu de Dieu, et sera par lui manifesté dans le monde. Il",
          "viendra avec une grande puissance contre les impies, et doit détruire l'idolâtrie",
          "sur la terre et il me se réjouit parce qu'à travers lui notre Dieu sera connu et",
          "glorifié, et je serai connu pour être vrai; et il exécutera la vengeance contre",
          "ceux qui doivent dire que je suis plus que l'homme .... Il viendra avec la vérité",
          "plus clair que celui de tous les prophètes. [ \"[(Ch. 72)] \n \"] Car la promesse de",
          "Dieu a été faite à Jérusalem, dans le temple de Salomon, et pas ailleurs. Mais",
          "croyez-moi, un temps viendra que Dieu donnera sa miséricorde dans une autre",
          "ville, et en tout lieu, il sera possible pour l'adorer en vérité, Et Dieu dans",
          "tout lieu aura accepté la vraie prière de miséricorde ... Je suis en effet envoyé",
          "à la maison d'Israël comme un prophète du salut;. mais après moi viendra le",
          "Messie, envoyé de Dieu à tous les monde.. pour que Dieu a fait le monde et puis à",
          "travers tout le monde sera Dieu soit adoré, et la miséricorde reçue [ \"[(Ch. 82)]",
          "\n \"] Jésus répondit:` Comme God'liveth, en présence de mon âme se tient, je ne",
          "suis pas le Messie que toutes les tribus de la terre attendent, comme Dieu a",
          "promis à notre père Abraham, en disant: `Dans ta postérité Je bénis tous les",
          "tubes de la terre ». [(Genèse 22; 18)] Mais quand Dieu me retirer du monde, Satan",
          "soulèvera à nouveau cette sédition maudite; en faisant l'impiété crois que je",
          "suis Dieu et fils de Dieu, d'où mes paroles et ma doctrine sont contaminé, de",
          "sorte qu'à peine doit y rester trente fidèles: après quoi Dieu aura pitié du",
          "monde, et enverra son messager pour lequel il a fait toutes choses, qui viendra",
          "du sud avec le pouvoir, et détruira les idoles avec le idolâtres, qui ôtera la",
          "domination de Satan qui qu'il a sur les hommes. Il amènera avec lui la",
          "miséricorde de Dieu pour le salut de ceux qui croiront en lui, et béni est celui",
          "qui croiront ses paroles. [ \"[(Ch. 96)] \n \"] Le prêtre demanda:` Après la venue",
          "du messager de Dieu, sont les autres prophètes viennent `Jésus répondit:` Il ne",
          "doit pas venir après lui les vrais prophètes envoyés par Dieu, mais il viendra un",
          "grand nombre de faux prophètes , Whereat I douleur, Car Satan doit les élever par",
          "le juste jugement de Dieu, et ils se cacher défaire le prétexte de mon Evangile:",
          "[ \"[(Ch 97.)] l'onction d'huile, mais quelqu'un a été nommé par Dieu était devenu",
          "synonyme d'être un messie. Par exemple, dans I Rois, il a été dit que Dieu a",
          "commandé \"] le prophète Elie pour oindre Hazaël pour roi de Syrie, Jéhu, fils de",
          "Nimschi tu oindras pour être roi sur Israël, et Élisée, fils de Shaphet de",
          "Abelmehola tu oins d'être prophète à ta place [ \"[. (19: 1516)]. Aucune de ces a",
          "été oint avec de l'huile. Leur étant commandé par Dieu sont élevées à leur être",
          "oint. . Ainsi, selon le concept Israélite le mot messie a été, en fait, synonyme",
          "d'être \"] commandé par Dieu [\", et dans ce sens même avait le Prophète Jésus [(la",
          "paix soit sur lui)] utilisé ce mot pour le Saint Prophète Muhammad [(sur lui la",
          "paix et bénédictions d'Allah)]. Pour une explication de la signification",
          "Israélite du mot \"] messie [\", voir \"] Messie\" dans Cyclopaedia of Biblical",
          "Literature)."
        ],
        "6" : [
          "Cela concerne la deuxième désobéissance des enfants d'Israël. La première",
          "désobéissance ils se sont engagés dans le début de leur grande époque de la",
          "puissance et de la prospérité, et cette seconde vers la fin de celui-ci, après",
          "quoi ils sont venus sous la colère et la malédiction de Dieu pour les siècles des",
          "siècles. Le but de relier ces deux événements ici est d'avertir les musulmans des",
          "conséquences de l'adoption de l'attitude de désobéissance envers leur prophète",
          "comme les Israélites avaient adopté à leur Prophète."
        ],
        "7" : [
          "Cette phrase a trois significations et tous les trois sont corrects: \n [(1)] [",
          "\"Que je ne l'ai pas apporté de nouvelle religion, mais la même religion que le",
          "Prophète Moïse [(paix soit sur lui)] avait apporté. Je ne suis pas venu à",
          "répudier la Torah, mais pour le confirmer tout comme les messagers de Dieu ont",
          "toujours été confirmant les messagers qui sont venus avant eux. Par conséquent,",
          "il n'y a aucune raison pour laquelle vous devriez hésiter à reconnaître mon",
          "apostolat. \"] \n [(2)] [ \"Je réponds aux bonnes nouvelles qui est là dans la Torah",
          "au sujet de mon arrivée. Par conséquent, au lieu de me opposer, vous devriez",
          "recevoir, et me réjouis que celui dont la venue avait été annoncée par les",
          "anciens prophètes . »] \n [(3)] La troisième signification devient évidente",
          "lorsque la phrase est lue avec la phrase qui le suit et il est la suivante: [ \"Je",
          "confirme les bonnes nouvelles données par la Torah à propos de la venue du",
          "Messager d'Allah, nommé Ahmad [ (sur qui être la paix et la bénédiction",
          "d'Allah)], et de donner les bonnes nouvelles de moi-même sa venue. \"] Selon ce",
          "troisième sens. cette parole du Prophète Jésus [(la paix soit sur lui)] fait",
          "allusion aux bonnes nouvelles que le Prophète Moïse [(la paix soit sur lui)]",
          "avait donné à son peuple au sujet de la venue du Saint Messager d'AIIah [(sur qui",
          "soit la paix d'Allah)]. Dans ce qu'il dit: \n [ \"Le Seigneur ton Dieu suscitera",
          "pour toi un prophète du milieu de toi, de tes frères, comme moi; lui vous",
          "écouteront. Selon que tu fis du Seigneur, ton Dieu, à Horeb, le jour de",
          "l'assemblée, en disant: Permettez-moi de ne pas entendre à nouveau la voix de",
          "l'Éternel, mon Dieu, et ne laissez-moi voir ce grand feu plus, que je meurs pas.",
          "Et le Seigneur me dit: Ils ont bien parlé ce qu'ils ont spoken- Je leur",
          "susciterai un prophète parmi leurs frères, comme toi, je mettrai mes paroles dans",
          "sa bouche; et il leur dira tout ce que je lui commanderai. Et il arrivera que",
          "quiconque ne voulez pas écouter mes paroles qu'il dira en mon nom, je vais exiger",
          "de lui \"] [. (Deut. 18: 15-19)]. \n Ceci est une prophétie explicite de la Torah,",
          "qui applique à aucun, mais le Saint Prophète Muhammad [(sur qui être la paix et",
          "la bénédiction d'Allah)]. Dans ce prophète Moïse veut transmettre à son peuple",
          "cette direction d'Allah: [ \"Je vais raisc pour vous un prophète parmi vos",
          "frères»]. De toute évidence, les [ «frères»] d'une nation ne peut pas être une",
          "tribu ou une famille de la nation elle-même, mais une autre nation à laquelle",
          "elle est liée raciale. Si elle avait laissé entendre la venue d'un Prophète parmi",
          "les enfants d'Israël eux-mêmes, les mots auraient été à l'effet:. «Je susciterai",
          "un prophète pour vous parmi vous [\" Par conséquent, les \"] frères des Israélites",
          "»peut inévitablement impliquer les Ismaélites, qui sont leurs parents par",
          "lignage, étant les enfants du Prophète Abraham [(la paix soit sur lui)]. De plus,",
          "aucun prophète Israélite peut correspondre à cette prophétie pour la raison aussi",
          "que pas un seul, mais de nombreux prophètes est apparu parmi les Israélites après",
          "le prophète Moïse et la Bible est remplie de leur histoire. \n L'autre chose",
          "prédit dans la prophétie est que le Prophète soit ressuscité serait `comme dans",
          "le prophète Moïse [\". Cela ne signifie évidemment pas qu'il ressemblerait au",
          "Prophète Moïse dans les caractéristiques physiques ou des circonstances de la",
          "vie, dans cet égard aucun individu ne peut jamais être comme une autre personne,",
          "ce DCEs signifie pas non plus la ressemblance dans les caractéristiques de la",
          "prophétie, pour cette caractéristique est commune à tous Ies ces _Prophets, qui",
          "sont venus après le Prophète Moïse. Donc. aucun prophète peut avoir cette qualité",
          "qu'il devrait être comme lui dans cette caractéristique Ainsi, la ressemblance de",
          "ces deux aspects devient hors de question. Le seul aspect de la ressemblance sur",
          "la base de laquelle la particularité d'un prophète de l'avenir devient",
          "compréhensible est que ce prophète doit être un porteur de droit divin comme le",
          "prophète Moïse. Et cette particularité se trouve dans aucun mais le Prophète",
          "Muhammad [(sur qui être la paix et la bénédiction d'Allah)], pour tous Ies",
          "Prophètes qui ont comparu devant lui parmi les Israélites étaient les adeptes de",
          "la loi de Moïse; aucun d'entre eux avait apporté une loi divine permanente de la",
          "sienne. \n Cette interprétation est encore renforcée par ces paroles de la",
          "prophétie. »Selon aII que tu [(les Israélites)] demandas du Seigneur, ton Dieu, à",
          "Horeb, le jour de l'assemblée, en disant: Laissez-moi pas entendu à nouveau la",
          "voix de l'Éternel, ton Dieu, et ne laissez-moi voir ce grand feu plus, que je",
          "meurs pas. Et le Seigneur leur dit: Ils ont bien parlé ce qu'ils ont parlé. Je",
          "raisc les un prophète parmi leurs frères, comme toi, je mettrai mes paroles dans",
          "sa bouche. \"] Dans ce passage Horeb signifie la montagne sur laquelle le Prophète",
          "Moïse avait reçu la loi divine tout d'abord, et la la prière que les Israélites",
          "ont fait était: [ \"Si on nous donne une loi divine dans l'autre, il ne faut pas",
          "nous a donné dans les conditions terribles comme celles qui ont été créés au pied",
          "du mont .. Horeb tout en nous donnant la loi \"] Ces conditions ont été",
          "mentionnées à la fois dans le Coran et dans la Bible [(Voir AI-Baqarah: 55",
          "<V:7:55>, 56, 63; AI-Araf, 155, 171. Bible: Exodus 19: 17- 18)] en réponse à",
          "cela, le Prophète Moïse dit aux Israélites; 'AIIah a accordé votre prière Ho dit",
          "qu'il suscitera un prophète pour vous, dans la bouche duquel il mettra ses",
          "propres paroles.. . [ \"Cela est, au moment de conférer le droit de rosée divine,",
          "il ne va pas créer les conditions terribles qui ont été créés au pied du mont",
          "Horeb. Au lieu de cela, les mots divins seront mis dans la bouche du Prophète qui",
          "serait nommé à ce poste, ant il récitera ces mots devant le peuple. Une étude de",
          "cette explication ne laisse aucune place pour le doute que la prophétie",
          "s'applique à un autre que le Prophète Muhammad [(sur qui être la paix d'Allah)].",
          "Seulement, il après que le prophète Moïse a obtenu une loi divine durable et",
          "permanente. A son effusion aucune assemblée du peuple a été appelé comme a été",
          "appelé des Israélites au pied du MI. Horeb, et aucune de ces conditions ont été",
          "créées à l'époque), il a été décerné comme ont été créés dans leur cas là."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَىٰ عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَىٰ إِلَى الْإِسْلَامِ ۚ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
      "simpleTranslate" : [
        "Quelle injustice plus flagrante que celle que commet celui qui tisse des",
        "mensonges sur Dieu au moment même où il est convié à l’islam? Dieu ne guide point",
        "les êtres iniques"
      ],
      "tafsirTranslate" : [
        "Pourtant, quand il est venu puis avec des signes clairs, ils ont dit, \". Ceci est",
        "une magie manifeste\" <N:9> Maintenant, qui pourrait être plus méchant que celui",
        "qui forge des mensonges contre Allah <N:10> même si il est invité à l'Islam",
        "(soumission à Allah)? <N:11> Allah ne guide pas les injustes."
      ],
      "tanslateWordByWord" : [
        "Et qui",
        "(Est) plus faux",
        "que (un) qui",
        "invente",
        "sur",
        "Allah",
        "le mensonge",
        "alors qu'il",
        "est invité",
        "à",
        "Islam",
        "Et Allah",
        "(ne fait pas",
        "guider",
        "les gens",
        "[Le] malfaiteurs"
      ],
      "notes" : {
        "9" : [
          "Le mot sehr ici ne signifie pas, mais la tromperie et la fraude magique, qui est",
          "aussi une signification bien connue de ce mot en arabe. Ainsi, le verset",
          "signifie: [ \"Quand le Prophète dont la venue avait été prédit par le Prophète",
          "Jésus est venu avec les signes clairs de sa prophétie, les Israélites et les",
          "disciples de Jésus, a déclaré sa demande au Prophète capuche pour être une",
          "tromperie et la fraude. \"]"
        ],
        "10" : [
          "[ \"... forges ... contre Allah\"]: déclare le prophète envoyé par Allah pour être",
          "un faux prophète et qui concerne les révélations d'Allah à Son Prophète comme",
          "forgée par le Prophète lui-même."
        ],
        "11" : [
          "Autrement dit, il n'y aurait pas de plus dans la justice que d'ailleurs appeler",
          "un vrai prophète d'un faux prophète, il faut commencer à lancer des abus sur lui",
          "et en employant toutes sortes de mensonges et de fausses allégations et de",
          "calomnies pour vaincre sa mission bien que le prophète l'appelle à l'adoration",
          "d'Allah et son obéissance."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ",
      "simpleTranslate" : [
        "qui veulent éteindre la lumière de Dieu par leurs calomnies, mais Dieu",
        "parachèvera Sa lumière, dussent les infidèles en souffrir !"
      ],
      "tafsirTranslate" : [
        "Ils cherchent à souffler la lumière d'Allah avec leur bouche, mais Allah a",
        "décrété qu'il doit parachever Sa lumière, autant que les incroyants peuvent",
        "détester <N:12>."
      ],
      "tanslateWordByWord" : [
        "Ils ont l'intention",
        "pour éteindre",
        "(la lumière",
        "(De) Allah",
        "avec leurs bouches",
        "mais Allah",
        "perfectionnera",
        "Sa Lumière",
        "bien que",
        "aversion",
        "les incroyants"
      ],
      "notes" : {
        "12" : [
          "Il faut garder à l'esprit que ces versets ont été envoyés dans AH 3 après la",
          "bataille de Uhud, lorsque l'Islam se limitait seulement à la ville de Médine, les",
          "musulmans étaient seulement quelques milliers en nombre, et l'ensemble de",
          "Saoudite a été plié à anéantir cette religion. La défaite que les Musulmans",
          "avaient souffert à Uhud, avait souillé leur image de puissance et les tribus des",
          "régions avoisinantes avait été enhardi. Dans ces conditions, il a été dit: [",
          "\"Personne ne réussira à souffler cette Lumière d'Allah, mais il brillera dans",
          "toute la plénitude et se propager dans le monde».] Ce fut une prédiction claire",
          "qui a littéralement devenu réalité. Qui pourrait savoir en dehors d'Allah, à ce",
          "moment quel était l'avenir de l'Islam? Les yeux humains ne pouvaient sec qu'il",
          "était une bougie vacillante et des vents violents soufflaient de le mettre hors",
          "pour toujours."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَىٰ وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ",
      "simpleTranslate" : [
        "C’est Lui qui a envoyé Son Prophète pour tracer la voie à suivre et prêcher la",
        "vraie religion qu’Il élèvera au-dessus de toute autre croyance, dussent les",
        "idolâtres en souffrir !"
      ],
      "tafsirTranslate" : [
        "C'est Lui qui a envoyé Son messager avec la guidée et la religion de vérité qu'il",
        "peut amener à l'emporter sur toutes les religions, autant que les polythéistes",
        "peuvent détester <N:13>"
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Celui qui",
        "envoyé",
        "Son Messager",
        "avec guidage",
        "et (la) religion",
        "(De) la vérité",
        "à faire prévaloir",
        "plus de",
        "la religion",
        "tous",
        "bien que",
        "aversion (it)",
        "les polythéistes"
      ],
      "notes" : {
        "13" : [
          "[ \"Les polythéistes\"]: ceux qui combinent le service des autres avec le service",
          "de AIIah et mélanger d'autres religions dans la religion d'Allah; qui ne sont pas",
          "prêts à voir que l'ensemble du système de levage est établi sur l'obéissance et",
          "l'orientation d'un Dieu; qui insistent sur le fait qu'ils vont adorer une",
          "divinité qu'ils aiment et la base \n [ \"Alors le sacrificateur dit:« Comment le",
          "Messie sera appelé, et quel signe doit révéler sa venue? \"] Jésus répondit:` Le",
          "nom du Messie est admirable, pour Dieu lui-même lui a donné le nom quand il avait",
          "créé son âme, et l'a placé dans une splendeur céleste. Dieu a dit: `Attendez",
          "Muhammad; pour toi je vais pour créer le paradis, le monde, et une grande",
          "multitude de créatures dont je te fais un cadeau, de sorte que, si quelqu'un te",
          "bénirai sera béni, et dont doit te maudire sera maudit, Quand je te enverrai en",
          "le monde, je te envoyer comme mon messager du salut, et ta parole est vraie, de",
          "sorte que le ciel et la terre échouer, mais ta foi manquera nouvelle. Muhammad",
          "est son nom béni »[(Ch. 97)] \n Barnabas écrit qu'une fois Jésus parlait à ses",
          "disciples et dit que l'un d'entre eux [(qui devait être Judas Iscariote)] serait",
          "le vendre aux ennemis pour 30 pièces d'or. Ensuite, a déclaré: \n [ \"Là-dessus, je",
          "suis sûr que celui qui doit me vendre, être tué en mon nom, pour que Dieu doit me",
          "prendre de la terre, et doit changer l'apparence du traître pour que chacun doit",
          "croire qu'il me soit; cependant, quand il meurt d'une mort mal, je demeurerai",
          "dans ce déshonneur depuis longtemps dans le monde Mais quand Mohammed viendra, le",
          "messager sacré de Dieu, que l'infamie sera ôté. Et ce sera Dieu faire parce que",
          "je l'ai avoué le la vérité du Messie, qui doit me donner cette récompense que je",
          "serai connu pour être en vie et d'être un étranger pour que la mort de l'infamie",
          "». [(Ch. I 12)] \n [(Pour les disciples Jésus a dit :)] \"] En vérité, je vous dis",
          "que si la vérité n'a pas été effacé du livre de Moïse, Dieu aurait pas donné à",
          "David notre père le deuxième Et. Si le livre de David n'a pas été contaminé, Dieu",
          "aurait pas commis l'Evangile pour moi, voyant que le Seigneur notre Dieu est",
          "immuable, et il a parlé, mais un message à un des hommes] I. Pourquoi, quand le",
          "messager de Dieu viendra, il viendra pour purifier de tout où, avec les impies",
          "ont contaminé mon livre ». [(Ch.124)] \n Dans ces prophéties claires et complètes,",
          "il y a seulement trois choses qui, à première vue, semblent être douteux. Tout",
          "d'abord, que, dans ceux-ci et dans plusieurs autres passages de l'Evangile de",
          "Barnabé le Prophète Jésus [(la paix soit sur lui)] a nié son propre être le",
          "Messie. Deuxièmement, non seulement dans ces mais à beaucoup d'autres endroits",
          "aussi dans cet Évangile nom réel de la Saint Messager [ \"Muhammad\"] a été",
          "mentionné, alors que ce n'est pas la façon dont les prophètes font prophéties:",
          "ils ne mentionnent pas le nom réel de la celui qui vient à l'avenir.",
          "Troisièmement, que dans ces Saint Prophète [(sur qui être la paix d'Allah)] a été",
          "appelé le Messie \n La réponse à la première objection est que non seulement dans",
          "l'Évangile de Barnabas, mais dans l'Évangile selon Luc aussi il est mentionné que",
          "le Prophète Jésus avait interdit à ses disciples de l'appeler le Christ [(le",
          "Messie)]. Les mots Luc sont:? [ \"Il leur dit: Mais qui dites-vous que je suis",
          "Pierre répondit: Le Christ de Dieu. Et il leur recommanda et leur commanda de ne",
          "dire à personne cette chose \"] [. (9: 20-21)] Probablement la raison a été que",
          "sur le Messie que les Israélites étaient en attente, ils pensaient qu'il",
          "soumettrait les ennemis de la vérité par l'épée. par conséquent, le Prophète",
          "Jésus [(la paix soit sur lui)] a dit qu'il était pas que le Messie * mais il",
          "viendrait Rafat lui. \n La réponse à la seconde objection est que sans aucun doute",
          "dans la traduction italienne existante de Barnabas le nom du Saint Prophète a été",
          "écrit comme [ «Mohammed»], mais personne ne sait par combien de langues",
          "différentes a ce livre atteint l'italien. De toute évidence, l'Evangile original",
          "de Barnabas doit être en syriaque, parce que c'était la langue de Jésus et de ses",
          "compagnons. Si le livre original était existant, il pourrait être vu ce nom du",
          "Saint Prophète [(sur lui la paix)] a été écrit en elle. Maintenant, ce que l'on",
          "peut supposer que l'origine du Prophète Jésus doit avoir utilisé le mot",
          "Munhamanna comme nous l'avons expliqué ci-dessus en citant la référence de Ibn",
          "Ishaq à l'Évangile de saint Jean. Ensuite, différents traducteurs ont peut-être",
          "traduit dans leurs propres langues. Plus tard, probablement un traducteur voyant",
          "que le nom donné dans la prophétie était exactement synonyme du mot [ «Mohammed»]",
          "peut avoir écrit ce nom sacré du Saint Prophète. Par conséquent, la simple",
          "apparence de ce nom est seulement ne suffit pas de donner lieu à aucun doute que",
          "l'ensemble Evangile de Barnabé a été forgée par un musulman. \n La réponse à la",
          "troisième objection est que le mot [ «Messie»] est un terme technique Israélite,",
          "qui a des paris utilisés dans le Coran en particulier pour le Prophète Jésus pour",
          "la raison que les Juifs avaient renié son être le Messie; autrement it- est ni un",
          "terme coranique ni n'a été utilisé partout dans le Coran dans le sens du terme",
          "Israélite, Par conséquent, si le Prophète Jésus a utilisé le mot Messie pour le",
          "Saint Prophète [(paix soit sur lui) ], et le Coran n'a pas utilisé ce mot pour",
          "lui, il ne convient pas de conclure que l'Évangile de Barnabas attribue quelque",
          "chose à lui qui nie le Coran. En fait, il était de coutume avec les Israélites",
          "que lorsque quelqu'un ou quelque chose a été mis de côté pour une cause sacrée,",
          "la personne ou la chose a été oint de l'huile sainte sur la tête et consacrés.",
          "Cette onction avec l'huile a été appelé maillage en hébreu, et les un messie",
          "\"Ustensiles ainsi oints ont été également oint et mis de côté pour une",
          "utilisation dans la maison de culte. Les prêtres ont également été oints quand",
          "ils ont été nommés à la prêtrise. Les rois et les prophètes trop ont été oint",
          "quand ils ont été désignés à la royauté ou la prophétie de Dieu. ainsi, selon la",
          "Bible, il y a eu beaucoup messies dans l'histoire des Israélites. le Prophète",
          "Aaron était un messie en tant que prêtre, Moïse comme un prêtre et un prophète ,",
          "Saul comme un roi, David comme un roi et un prophète, Melchisédek comme un roi et",
          "un prêtre, et AI-Yas'a [(Elisha)] était un messie comme un prophète. plus tard,",
          "il a été plus considéré comme nécessaire pour nommer une personne par leurs",
          "croyances et de la morale et de la civilisation sur toute la philosophie et de la",
          "doctrine qu'ils s'il vous plaît, contre les moyens de ces personnes, il est dit",
          "que le Messager d'AIlah n'a pas été envoyé pour faire un compromis avec que, mais",
          "'avec le objet qu'il .should provoque l'orientation et de religion de la vérité",
          "qu'il a apporté d'Allah à l'emporter ove toute religion, à savoir. . tous les",
          "aspects du mode de vie. Cette mission qu'il doit accomplir dans tous les cas si",
          "les mécréants et polythéistes cela plaise ou non, et quels qu'ils soutiennent ou",
          "résistent. Cette déclaration a été faite dans le Coran à deux autres endroits",
          "environ, dans Surah A Tawbah: 33 et Surah AI-Fath: 28. Ici, il a été réitéré pour",
          "la troisième fois. [(Pour de plus amples explications, voir E.N. 32 de At-Tawbah",
          "et E.N. 51 de Al-Fath)]."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَىٰ تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ",
      "simpleTranslate" : [
        "Ô croyants ! Voulez-vous que Je vous indique un commerce qui vous sauvera d’un",
        "châtiment cruel?"
      ],
      "tafsirTranslate" : [
        "O vous qui avez cru, vous dirai-je d'une affaire « <N:14> qui vous sauvera d'un",
        "châtiment douloureux?"
      ],
      "tanslateWordByWord" : [
        "O",
        "(toi qui",
        "croyez",
        "Shall",
        "Je vous guide",
        "à",
        "une transaction",
        "(Que) vous fera économiser",
        "de",
        "une punition",
        "douloureux"
      ],
      "notes" : {
        "14" : [
          "Une bonne affaire est quelque chose dans lequel une personne utilise sa richesse,",
          "le temps, le travail et le talent pour gagner un profit. Dans le même sens, la",
          "foi et le Jihad dans la cause de AIIah ont interdiction appelé une bonne affaire,",
          "comme pour dire: Si vous exercez ALi vos pouvoirs et dépenser toutes vos",
          "ressources dans la voie d'Allah, vous obtiendrez les bénéfices qui sont",
          "mentionnés dans les versets suivants. Ce même thème a été exprimé dans At-Tawbah:",
          "III d'une autre manière. [(Voir E.N. 106 de At-Tawbah)]."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ۚ ذَٰلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ",
      "simpleTranslate" : [
        "C’est celui de croire en Dieu et à Son Prophète ; de lutter pour la Cause de Dieu",
        "par vos biens et vos personnes. Cela est dans votre propre intérêt, si vous",
        "pouviez savoir !"
      ],
      "tafsirTranslate" : [
        "Il est que vous devez croire en Allah et Son Messager, <N:15> et devrait exercer",
        "votre plus grand dans le chemin d'Allah avec vos biens et vous-mêmes. Ce serait",
        "le mieux pour vous si vous saviez. <N:16>"
      ],
      "tanslateWordByWord" : [
        "Croyez",
        "en Allah",
        "et Son Messager",
        "et nous nous efforçons",
        "dans",
        "(le chemin",
        "(De) Allah",
        "avec votre richesse",
        "et votre vie",
        "Cette",
        "(est mieux",
        "pour toi",
        "si",
        "toi",
        "connaître"
      ],
      "notes" : {
        "16" : [
          "Autrement dit, ce marché est de loin supérieure pour eux à chaque affaire",
          "mondaine."
        ],
        "15" : [
          "Lorsque les croyants sont invités à croire, il donne automatiquement le sens",
          "qu'ils doivent devenir musulmans sincères: ils ne devraient pas se contenter de",
          "profession orale de la foi, mais devraient être prêts et disposés à faire tous",
          "les sacrifices dans le cause de leur foi."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ۚ ذَٰلِكَ الْفَوْزُ الْعَظِيمُ",
      "simpleTranslate" : [
        "En échange, Dieu vous pardonnera vos péchés et vous accueillera dans des Jardins",
        "baignés de ruisseaux et dans de magnifiques demeures au Paradis d’Éden. Et ce",
        "sera pour vous le triomphe suprême !"
      ],
      "tafsirTranslate" : [
        "Allah vous pardonnera vos péchés et vous fera entrer dans des Jardins sous",
        "lesquels Canaux de débit, et vous donnera d'excellentes demeures dans les jardins",
        "d'éternité. Ceci est en effet le succès suprême. <N:17>"
      ],
      "tanslateWordByWord" : [
        "Il pardonnera",
        "pour toi",
        "vos péchés",
        "et vous admettre",
        "(in) Gardens",
        "écoulement",
        "de",
        "dessous",
        "les rivières",
        "et les logements",
        "agréable",
        "dans",
        "Jardins",
        "(De) Eternity",
        "Cette",
        "(Est) le succès",
        "le grand"
      ],
      "notes" : {
        "17" : [
          "Les bénéfices réels de la négociation qu'ils vont atteindre dans l'ascenseur",
          "éternel de l'au-delà sont les suivants: [(1)] Immunité de la punition d'Allah;",
          "[(2)] pardon des péchés; et (3> entrée dans le Paradis, les bénédictions dont",
          "sont éternels ana éternelle."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَأُخْرَىٰ تُحِبُّونَهَا ۖ نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ ۗ وَبَشِّرِ الْمُؤْمِنِينَ",
      "simpleTranslate" : [
        "Cela sans parler d’une autre faveur que vous n’avez cessé d’appeler de tous vos",
        "vœux, à savoir l’assistance de Dieu et une prochaine victoire sur l’adversaire.",
        "Annonce cette bonne nouvelle aux croyants !"
      ],
      "tafsirTranslate" : [
        "Et Il vous donnera l'autre chose aussi, que vous désirez: le secours et la",
        "victoire d'Allah à portée de main <N:18> Donner aux croyants, ô Prophète, les",
        "bonnes nouvelles de cette."
      ],
      "tanslateWordByWord" : [
        "Et un autre",
        "que tu aimes",
        "une aide",
        "de",
        "Allah",
        "et une victoire",
        "près",
        "et de donner de bonnes nouvelles",
        "(À) les croyants"
      ],
      "notes" : {
        "18" : [
          "Bien que la victoire et le succès dans le monde est une grande bénédiction",
          "d'Allah, mais pour le croyant la chose réelle importance est pas, mais le succès",
          "de l'au-delà. Voilà pourquoi le gain de la vie mondaine a été mentionnée comme",
          "deuxième et le résultat revenant dans l'au-delà en premier."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ ۖ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ ۖ فَآمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ ۖ فَأَيَّدْنَا الَّذِينَ آمَنُوا عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ",
      "simpleTranslate" : [
        "Ô croyants ! Soyez les auxiliaires de Dieu, comme l’avait dit Jésus, fils de",
        "Marie, aux apôtres : «Qui me soutiendra dans mon combat pour défendre la Cause de",
        "Dieu?» – «Nous sommes les auxiliaires de Dieu», répondirent les apôtres. Et c’est",
        "ainsi qu’une partie des fils d’Israël se convertit, tandis que l’autre refusa de",
        "le faire. Mais soutenus par Nous contre leurs adversaires, les croyants ne",
        "tardèrent pas à remporter la victoire."
      ],
      "tafsirTranslate" : [
        "O vous qui avez cru! Soyez les alliés d'Allah même que Jésus, fils de Marie,",
        "avait dit aux disciples: « <N:19>\" Qui sont mes alliés (en appelant) vers Allah?",
        "\" et les disciples avaient répondu: «Nous sommes les alliés d'Allah.\" <N:20>",
        "Puis, quelques-uns des enfants d'Israël ont cru et d'autres crurent point. Donc,",
        "nous avons aidé les croyants contre leurs ennemis, et ils sont les seuls devenus",
        "triomphante. <N:21>"
      ],
      "tanslateWordByWord" : [
        "O vous",
        "qui",
        "croyez",
        "Être",
        "aides",
        "(De) Allah",
        "comme",
        "dit",
        "Est un",
        "fils",
        "(De) Maryam",
        "aux disciples",
        "Qui",
        "(Sont) mes aides",
        "pour",
        "Allah",
        "Dit",
        "les disciples",
        "nous",
        "(Sont) les aides",
        "(De) Allah",
        "Puis cru",
        "un groupe",
        "de",
        "enfants",
        "(De) Israël",
        "et mécru",
        "un groupe",
        "Donc, nous avons soutenu",
        "ceux qui",
        "a cru",
        "contre",
        "leur ennemi",
        "et ils sont devenus",
        "dominant"
      ],
      "notes" : {
        "19" : [
          "Pour les compagnons du Prophète Jésus [(la paix soit sur lui)] le mot Disciples [",
          "\"généralement a été utilisé dans la Bible, mais plus tard, le terme\"] apôtre [",
          "\"est devenu répandu pour eux parmi les chrétiens , et dans le sens où ils étaient",
          "les apôtres de Dieu, mais dans le sens que le Prophète Jésus utilisés pour les",
          "envoyer à différentes parties de la Palestine en tant que ses prédicateurs. Parmi",
          "les Juifs ce mot était déjà en usage pour ceux qui ont été envoyés pour",
          "recueillir des souscriptions pour le. Cependant, le terme coranique Temple \"]",
          "Hawari [\" vaut mieux que les deux termes chrétiens. l'essence de ce mot est hur,",
          "ce qui signifie blancheur. le blanchisseur est appelé Hawari parce qu'il blanchit",
          "les vêtements en les lavant. Un pur et chose non frelatée est aussi appelé Hawari",
          "La farine à partir de laquelle le son a été tamisé est connu comme Huwwara dans",
          "ce sens même ce mot est utilisé pour un ami sincère et un partisan désintéressé",
          "Ibn Sayyidah dit:... \"] Toute personne qui exagère dans aider un autre est son",
          "Hawari. [ \"[(Lisan al-Arab)]."
        ],
        "20" : [
          "Ceci est le dernier endroit dans le Saint Coran où ceux qui s'exercent en",
          "appelant le peuple à Allah Religion et de l'amener à devenir dominante sur",
          "l'incrédulité, ont été appelés aides d'Allah. Avant cela, ce thème a été très",
          "exprimé dans Al-Imran: 52, Al-Hajj: 40, Muhammad: 7, Al-Hadid25 et Al-Hashr: 8",
          "ci-dessus, et nous avons expliqué ces versets dans E.N. 50 d'Al Imran, E.N. 84",
          "d'Al-Hajj, E.N. 12 de Muhammad, E.N. 47 d'Al-Hadid. \n Par ailleurs, dans E. N. 9",
          "de la sourate Muhammad aussi de la lumière a été jetée sur un aspect de cette",
          "question. En dépit de ce que certaines personnes semblent avoir la confusion que",
          "lorsque AIIah Tout-Puissant est Tout-Puissant, autosuffisant et indépendant de",
          "l'aide de toutes ses créatures, alors comment un homme peut-être une aide",
          "d'Allah? Pour supprimer cette confusion, nous allons expliquer plus en détail ce",
          "point ici. \n En fait, ces gens ne sont pas appelés assistants de AIIah pour la",
          "raison que Allah, Seigneur des mondes, [(Dieu nous en préserve)] avait besoin",
          "d'aucune aide de certains de ses créatures, mais parce que dans la sphère de la",
          "vie dans laquelle Allah Lui-même a accordé la liberté de croyance et",
          "l'incrédulité, l'obéissance et la désobéissance homme, il ne veut pas faire le",
          "peuple Ses croyants et serviteurs obéissants au moyen de sa puissance et sa",
          "force. Au lieu de cela, il adopte la méthode de mise en garde et les instructions",
          "pour leur montrer le droit chemin à travers ses prophètes et livres. Celui qui",
          "accepte cet avertissement et l'instruction volontiers est un Mu'min, celui qui se",
          "soumet pratiquement à ses commandements, est un musulman dévot et Dieu adorateur,",
          "celui qui adopte une attitude de la conscience de Dieu est un Muttaqi, celui qui",
          "rivalise avec les autres pour de bonnes œuvres est un Muhsin, et au-delà de cela,",
          "celui qui commence à travailler pour la réforme du peuple au moyen de la même",
          "méthode de mise en garde et de l'instruction et pour établir le système de",
          "l'obéissance d'Allah au lieu de l'incrédulité et wickedncss , est déclaré par",
          "Allah comme son propre aide, comme cela a été mentionné dans des termes clairs à",
          "plusieurs endroits dans les versets cités ci-dessus. Si l'objet était de désigner",
          "des personnes telles que les aides de religion d'Allah et non de AIIah, les mots",
          "auraient été ansar-u din Allah et non ansar-Allah, yansuruna din-Allah et non",
          "yansurun-Allah, intansuruna din-Allah et non en iansurun-Allah. Lorsque dans le",
          "but de transmettre et d'exprimer un thème; Allah a adopté un seul et même style à",
          "plusieurs endroits, successivement, il prouve de façon concluante que l'objet",
          "réel est de désigner ces personnes comme des aides d'Allah. Mais cette \"]",
          "serviabilité\", Dieu ne plaise, est pas dans le sens que ces personnes remplissent",
          "un besoin de AIIah pour lesquels il a besoin de leur aide, mais il est en ce sens",
          "que ces personnes participent à la cause qui Allah veut accomplir par son",
          "prophètes et Ses livres au lieu de sa grande puissance et la force."
        ],
        "21" : [
          "Ceux qui ont mécru en Jésus-Christ sont les Juifs, et ceux qui ont cru en lui",
          "sont les chrétiens ainsi que les musulmans, et Allah a accordé ces deux",
          "domination sur les mécréants du Christ. Ceci est censé exige que les musulmans",
          "que, tout comme les croyants du Christ ont dominé sur ses incroyants dans le",
          "passé, seront les croyants du Prophète Muhammad [(sur qui être la paix d'Allah)]",
          "l'emporter sur ses disbelivers."
        ]
      }
    }
  ],
  "medinian" : true
}