{
  "chapterNumber" : 62,
  "nbVerses" : 11,
  "name" : "Le vendredi",
  "nameArabic" : "الجمعة",
  "transName" : "al-jumuʾat",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ",
      "simpleTranslate" : [
        "Tout ce qui est dans les Cieux et sur la Terre célèbre la gloire du Seigneur, le",
        "Souverain, le Saint, le Tout-Puissant, le Sage."
      ],
      "tafsirTranslate" : [
        "Tout ce qui est dans les cieux et tout ce qui est dans la terre exalte la gloire",
        "d'Allah, le Souverain, le Saint, le Tout Puissant, le Sage <N:1>."
      ],
      "tanslateWordByWord" : [
        "glorifie",
        "Allah",
        "peu importe",
        "(est dans",
        "Le Paradis",
        "et quelle que soit",
        "(est dans",
        "La terre",
        "le Souverain",
        "la Sainte",
        "Tout-Puissant",
        "le Sage"
      ],
      "notes" : {
        "1" : [
          "Pour l'explication, de 1 sec E.N., 2 de la sourate Al-Hadid, et E.N. de 36, 37,",
          "41 de la sourate Al-Hashr ci-dessus. Cette introduction porte un intérêt profond",
          "pour le thème qui suit. En dépit du fait que les Juifs d'Arabie ont été témoins",
          "des signes clairs de Apostolat en la personne du Saint Prophète [(sur qui être la",
          "paix d'Allah)] et son caractère élevé et les travaux et malgré les bonnes",
          "nouvelles claire donnée par le Prophète Moïse [(paix soit sur lui)] dans la",
          "Torah, qui ne lui applique, ils lui refusent seulement parce qu'ils ne voulaient",
          "pas reconnaître le capot de prophète d'une personne qui ne faisait pas partie de",
          "leur propre communauté et de la race. Ils ouvertement proclamé qu'ils croient que",
          "dans ce qui était venu à eux, et ne serait pas accepter tout enseignement, qui",
          "est venu à travers un prophète non-Israélite, même si elle était de Dieu. Pour",
          "cette acttitude dans les versets suivants, ils ont été réprimandés. D'où la",
          "raison pour commencer le discours avec la phrase introductive. Tout d'abord, il",
          "est dit que tout dans l'univers glorifie Allah; qui est, l'univers entier",
          "témoigne que AIIah est exempt de tous ces défauts et des faiblesses en raison de",
          "laquelle les Lews ont formé le concept de leur supériorité raciale. Il est non",
          "lié à personne: Il n'a rien à voir avec le favoritisme: Il traite toutes ses",
          "créatures avec une égale justice, la miséricorde et les soins. Aucune race et de",
          "la nation est son préféré, afin qu'il puisse être lié à bénir tout ce qu'il peut",
          "faire; et il n'a pas prévenu contre toute race ou nation, afin qu'il puisse le",
          "priver de ses bontés même si elle possède toutes les qualités. Puis, il dit qu'il",
          "est le souverain; qui est, aucun pouvoir terrestre ne peut restreindre son",
          "autorité et les pouvoirs, comme pour dire: [ \"Vous, ô Juifs, êtes ses serviteurs",
          "et sujets« Il ne vous appartient pas de décider qui il devrait nommer Son",
          "messager, et qui il devrait. . pas, pour votre gouverne \"] Ensuite, il dit qu'il",
          "est saint; qui est, il est loin exalté et glorifié que ses jugements peuvent être",
          "confondus. . Le jugement humain peuvent avoir des erreurs, mais ses décrets sont",
          "parfaits. En fin de compte, deux autres attributs d'Allah ont été mentionnés:",
          "qu'Il est Tout-Puissant, soit nul ne peut le combattre et de gagner et qu'il est",
          "tout-Wist, à savoir tout ce qu'il fait, il est toujours à la demande même de la",
          "sagesse, et Ses plans et dessins sont tellement bien planifiées qu'aucun dans le",
          "monde peut gêner et frustrer."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ",
      "simpleTranslate" : [
        "C’est Lui qui a envoyé aux gentils un Prophète issu d’eux-mêmes pour leur réciter",
        "Ses versets, les purifier et leur enseigner le Coran et la sagesse, alors qu’hier",
        "encore ils étaient plongés dans l’égarement manifeste."
      ],
      "tafsirTranslate" : [
        "C'est Lui qui a envoyé aux païens un messager parmi eux, <N:2> celui qui récite",
        "les Ses versets, purifie leur vie, et leur communique le Livre et la Sagesse",
        "<N:3>, bien avant qu'ils étaient dans l'erreur totale; <N:4>"
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Celui qui",
        "envoyé",
        "parmi",
        "l'illettré",
        "un Messager",
        "d'eux-mêmes",
        "récitation",
        "pour eux",
        "Ses versets",
        "et les purifier",
        "et en leur enseignant",
        "le livre",
        "et la sagesse",
        "bien que",
        "ils étaient",
        "de",
        "avant",
        "sûrement dans",
        "une erreur",
        "clair"
      ],
      "notes" : {
        "2" : [
          "Ici, le mot ummi [(gentile)] a été utilisé comme un terme juif et il y a une",
          "aabtle subtile en elle. signifie Le verset: [ \"Le Tout-Puissant et Sage Allah a",
          "soulevé un Messager parmi les Arabes que les Juifs considèrent avec mépris les",
          "gentils et bien au-dessous eux-mêmes, Le Messager n'a pas augmenté de son propre",
          "désir et de la volonté, mais a été soulevée par celui qui est le Souverain de",
          "l'univers, Qui est Tout-Puissant et Sage, dont la puissance peut être combattue",
          "et non pas uniquement dans sa propre perte et périls. \n Il faut savoir que le mot",
          "ummi a eu lieu dans le Coran à plusieurs endroits, mais dans des sens différents",
          "à des endroits différents. A un endroit, il a été utilisé pour les personnes qui",
          "ne possèdent pas de l'Écriture révélée, qu'ils peuvent il suit, comme AI-Imran:",
          "20, où il a été dit: \"] Demandez à ceux qui possèdent le livre et ceux qui ne",
          "possèdent pas [(umnris)]; 'Avez-vous accepté Islam`' '[ \"ici, les ummis implique",
          "les polythéistes arabes, et ils ont été considérés comme une catégorie distincte",
          "des gens du livre, à savoir. les juifs et les chrétiens. A un autre endroit, il a",
          "été utilisé pour les personnes analphabètes parmi les .lews et les chrétiens, qui",
          "sont ignorants du Livre d'Allah, comme dans Al-Baqarah: 78: \"] Parmi les Juifs il",
          "y a des gens analphabètes [(de ummis) ] qui ont aucune connaissance du livre,",
          "mais sont guidés par de simples conjectures et conjectures. [ \"a un autre",
          "endroit, ce mot a été utilisé à titre purement a'Jewish terme, ce qui implique",
          "aII les non-juifs, comme dans AI -'Imran: 75: «[(La cause réelle de cette",
          "malhonnêteté de leur est qu'ils disent :",
          "<V:3:75:«[(Lacauseréelledecettemalhonnêtetédeleurestqu'ilsdisent:>)] Nous ne",
          "sommes pas à être appelés à expliquer le comportement à l'égard des non-juifs",
          "[(ummis)] ce troisième signification de ummi est impliqué dans la discussion",
          "verset amadou. Il est un synonyme du mot hébreu goyim, qui a été traduit Païens",
          "dans la Bible anglaise et implique toutes les personnes non-juives ou de la",
          "non-IsraeAte du monde. \n Mais la véritable signification de ce terme juif ne peut",
          "être compris que par cette explication. Le mot goyim hébreu était à l'origine",
          "utilisé seulement dans le sens d'une nation, mais peu à peu les Juifs réservé",
          "d'abord pour la nation autre alors eux-mêmes, puis ils lui ont donné la",
          "signification spéciale que tous Ies les nations autres que les Juifs étaient",
          "non-civilisés, irréligieux , impur et méprisable; si bien que, dans ses",
          "connotations de haine et de mépris ce mot a même dépassé le terme grec «barbare»",
          "dont ils se servaient pour tous les non-Grecs. Dans la littérature rabbinique,",
          "goyim sont des gens méprisables, qui ne peuvent pas être considérés comme des",
          "humains, qui ne peuvent pas être faits compagnons d'un voyage, qui ne peuvent pas",
          "être sauvés même si l'un d'entre eux se noie. Les Juifs beleivd que le Messie de",
          "l'avenir détruirait aII les goyim et brûler leur anéantissement. [(Pour de plus",
          "amples explications, voir E.N. 64 de Al-Imran)]."
        ],
        "3" : [
          "Ces caractéristiques du Saint Prophète [(sur qui soit la pièce)] ont été",
          "mentionnés à quatre endroits dans le Coran et partout avec un autre objet.",
          "Ceux-ci ont été mentionnés dans AI-Baqarah: t29 dire aux Arabes que la mission du",
          "Prophète, où ils ont été regading comme une calamité et d'affliction pour",
          "eux-mêmes, était en effet une grande bénédiction pour laquelle le prophètes",
          "Abraham et Ismaël [(la paix soit sur eux)] avaient prié pour leurs enfants. Dans",
          "Al-Baqarah: 151 ceux-ci ont été mentionnés pour exhorter les musulmans à",
          "reconnaître la vraie valeur du Saint Prophète et de tirer pleinement parti de la",
          "bénédiction qu'ils avaient été accordées sous la forme de son Apostolat. Ceux-ci",
          "ont été ré-iteated dans Imran AI ': 164 pour faire les hypocrites et les gens de",
          "foi faible conscience de ce grand service AIIah leur avait fait en élevant son",
          "Mcssengcr parmi eux, et quelle folie ils étaient pas apprécier cela. Maintenant,",
          "ici, dans cette sourate ceux-ci ont été répétées pour la quatrième fois avec",
          "l'objet de dire aux Juifs: «La mission que Muhammad [(sur qui soit la paix et la",
          "bénédiction d'Allah)] est de jouer devant vous, est évidemment la mission de un",
          "Mcssengcr. Il récite les Révélations de AIIah, la langue, les thèmes et le style",
          "qui témoignent que ces arc fait des révélations divines. Il purifie et réformer",
          "la vie des gens, nettoyer leurs mœurs et les habitudes et les transactions de",
          "tous les éléments mal, et les orner avec les plus belles qualités morales. Ceci",
          "est la même tâche qui Aii les prophètes avant lui ont été performants. Ensuite,",
          "il ne se contente pas seulement avec la récitation de l'Apocalypse, mais il fait",
          "les gens à comprendre le but réel du Livre Divin par la parole et decd et par le",
          "modèle pratique de sa vie et en leur conférant la sagesse et la connaissance dont",
          "aucun mais les prophètes ont conféré à ce jour. Ce caractère très et le mode de",
          "vie et modèle pratique est la caractéristique remarquable des prophètes par",
          "lesquels ils sont reconnus. Alors comment têtu vous arc que vous refusez de",
          "reconnaître et croire à la Mcssengcr dont la vérité est manifestement prouvé que",
          "par ses œuvres merveilleuses parce AIIah ne l'a pas élevé parmi vous, mais parmi",
          "les gens que vous appelez les ummis [()] gentils."
        ],
        "4" : [
          "Ceci est une autre preuve de Aposltleship du Saint Prophète, qui a été présenté",
          "pour ouvrir les yeux des Juifs. Ces personnes vivaient en Arabie depuis des",
          "siècles et aucun aspect de la vie religieuse, morale, sociale et culturelle des",
          "Arabes leur était caché. Se référant à l'état de leur vie antérieure, il est dit:",
          "\"] Vous arc un témoin oculaire de la révolution qui a eu lieu dans l'ascenseur de",
          "cette nation dans quelques années, sous la direction et le leadership de Muhammad",
          "[(sur qui soyez . paix et bénédictions)] d'Allah vous arc pleinement conscient de",
          "l'état dans lequel ces personnes ont été impliquées avant d'embrasser l'Islam:",
          "vous arc aussi conscients de leur transformation par la suite, et vous arc aussi",
          "été témoin de la condition de ces gens de cette nation très, qui ont pas encore",
          "embrassé l'Islam, est la différence claire et manifeste que même un aveugle peut",
          "percevoir ne suffit pas à vous convaincre que cette révolution peut être",
          "provoquée par nul mais un prophète \"?. ."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ۚ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Et de ce message, Dieu fera bénéficier d’autres parmi ceux qui ne les ont pas",
        "encore rejoints. Il est le Puissant, le Sage."
      ],
      "tafsirTranslate" : [
        "et (Il a aussi) lui a envoyé aux autres qui ne l'ont pas encore rejoints <N:5> Il",
        "est le Très Puissant, le Sage <N:6>.."
      ],
      "tanslateWordByWord" : [
        "Et d'autres",
        "parmi eux",
        "qui n'ont pas encore",
        "relié",
        "leur",
        "et il",
        "(Est) le Tout-Puissant",
        "le Sage"
      ],
      "notes" : {
        "5" : [
          "Autrement dit, l'Apostolat de Muhammad [(sur lui la paix et bénédictions",
          "d'Allah)] ne se limite pas seulement aux Arabes, mais est destiné aux autres",
          "nations et races ainsi, qui HAVC pas encore rejoint les croyants, mais vont être",
          "né jusqu'à ce que le dernier jour. Le mot minhum [(d'entre eux)] dans l'original",
          "peut avoir deux significations: [(1)] [ «Que les autres personnes seront des",
          "ummis-à-dire les nations non-Isaelite du monde;\"] et [(2) ] [ \"qu'ils seront",
          "fidèles à Muhammad [(sur qui être la paix et la bénédiction d'Allah)], mais ils",
          "ne sont pas encore rejoint les croyants, mais se joindront à eux plus tard.\"]",
          "Ainsi, ce verset est l'un de ces versets qui déclare explicitement que le message",
          "du Saint Prophète [(sur lui la paix)] est destiné à toute l'humanité à jamais.",
          "Les autres endroits où ce thème a eu lieu o dans le Coran sont: AI-Imran: 19,",
          "Al-Araf, 158, Al-Anbiya ': 107, AI-Furqan: 1, Saba 28. [(Pour de plus amples",
          "explications, voir eN 47 de la sourate Saba)]."
        ],
        "6" : [
          "Autrement dit, il est une manifestation de sa propre puissance et la sagesse",
          "d'Allah que parmi un non-civilisés personnes, ONU-lettrés Il a soulevé un grand",
          "prophète, dont les enseignements arc si révolutionnaire et contenir des principes",
          "éternels et universels que peut fournir une base solide pour l'ensemble de",
          "l'humanité d'être une communauté unifiée, qui peut obtenir des conseils de ces",
          "principes pour toujours. Un imposteur, cependant dur, il peut avoir essayé, ne",
          "pouvait pas avoir atteint cette position et le rang. Sans parler d'un peuple",
          "arriéré, comme les Arabes; même l'homme le plus intelligent et talentueux de la",
          "nation la plus avancée du monde ne peut pas avoir le pouvoir qu'il peut",
          "Revolutionist une nation si complètement, et ensuite donner de tels principes",
          "complets au monde que l'humanité tout entière peut suivre comme une communauté et",
          "être en mesure de exécuter un système universel et omniprésent d'un mode de vie",
          "et une civilisation à jamais. Ceci est un miracle qui a eu lieu que par la",
          "puissance de Dieu, et seulement AIIah sur la base de sa sagesse a choisi la",
          "personne, le pays et la nation pour elle."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "ذَٰلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ ۚ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
      "simpleTranslate" : [
        "Telle est la grâce de Dieu qu’Il accorde à qui Il veut, car Dieu est le Détenteur",
        "de la grâce infinie !"
      ],
      "tafsirTranslate" : [
        "Telle est la grâce d'Allah: Il donne sur qui Il veut. Allah est le Seigneur de",
        "riche faveur."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Est) Bounty",
        "(De) Allah",
        "Il lui donne",
        "(à qui",
        "Il veut",
        "Et Allah",
        "(Est) Possesseur",
        "(De) Bounty",
        "le grand"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا ۚ بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ ۚ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
      "simpleTranslate" : [
        "Ceux qui ont été chargés de la Thora et qui ne l’ont point observée sont pareils",
        "à un âne pliant sous le poids de livres sans en tirer aucun profit. C’est là",
        "l’exemple détestable donné par ceux qui traitent de mensonges les versets de",
        "Dieu. Mais Dieu ne guide point un peuple inique."
      ],
      "tafsirTranslate" : [
        "La parabole de ceux qui étaient chargés de la Torah, puis ils ont échoué à la",
        "hauteur de ce <N:7> est celle d'un âne <N:8> chargés de livres. Encore plus mal",
        "est la parabole des personnes qui ont donné le mensonge aux signes d'Allah. <N:9>",
        "Allah ne dirige pas ces injustes à la bonne façon."
      ],
      "tanslateWordByWord" : [
        "(La) ressemblance",
        "(De) ceux qui",
        "ont été confiés",
        "(Avec) la Thora",
        "puis",
        "ne pas",
        "ils portèrent",
        "(est comme",
        "l'âne",
        "qui porte",
        "livres",
        "Misérable est",
        "(l'exemple",
        "(des gens",
        "qui",
        "nier",
        "(les panneaux",
        "(De) Allah",
        "Et Allah",
        "(ne fait pas",
        "guider",
        "les gens",
        "les malfaiteurs"
      ],
      "notes" : {
        "8" : [
          "Autrement dit, tout comme un âne chargé de livres ne sait pas ce qu'il i8 chargé,",
          "sont donc ces personnes chargées de la Torah et ils ne savent pas ce que ce livre",
          "a été envoyé et quelles sont ses exigences ."
        ],
        "9" : [
          "Autrement dit, ils l'arc même pire qu'un âne, qui est dépourvu de sens et donc",
          "excusable. Mais ces gens ont l'intelligence qu'ils lisent et enseignent la Torah",
          "et sont pleinement conscients de sa signification Pourtant, ils se détournent de",
          "ses directives et en refusant volontairement de reconnaître et croire au Prophète",
          "qui, même selon la Torah enseigne la vérité. Ils arc coupable non pas à cause de",
          "l'ignorance, mais parce que de nier la révélation d'Allah délibérément."
        ],
        "7" : [
          "Cette phrase a deux significations, un sens général et une signification",
          "particulière. Le sens général est que les personnes qui ont été chargés de la",
          "connaissance et la pratique de la Torah et de la responsabilité de guider le",
          "monde selon lui, ni compris ce reapon: bilité ni déchargé comme ils auraient dû.",
          "La signification particulière est les porteurs de la Torah ces personnes auraient",
          "dû être avant-plus à joindre les mains avec le Messager, bonnes nouvelles au",
          "sujet dont l'avènement avait déjà été donné dans la Torah, mais, au contraire,",
          "ils ont été dans l'avant-garde d'opposer lui et ont ainsi réussi à répondre à la",
          "demande de l'enseignement de la Torah."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "Dis : «Ô vous qui pratiquez le judaïsme ! Si vous prétendez être les seuls alliés",
        "de Dieu à l’exclusion des autres hommes, souhaitez donc la mort, si vous êtes",
        "sincères !»"
      ],
      "tafsirTranslate" : [
        "Dites-leur: «O vous qui êtes devenus judaïsé, <N:10> si vous avec arrogance de",
        "fantaisie que vous êtes les favoris d'Allah <N:11>, à l'exclusion de toutes les",
        "personnes, puis souhaiter la mort, si vous sont véridiques dans votre",
        "réclamation. » <N:12>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "O",
        "toi qui)",
        "(Sont) Juifs",
        "Si",
        "vous prétendez",
        "que vous",
        "(Sont) alliés",
        "d'Allah",
        "de",
        "à l'exclusion",
        "les gens",
        "puis souhaiter",
        "(Pour) la mort",
        "si",
        "tu es",
        "véridique"
      ],
      "notes" : {
        "10" : [
          "Ce point est remarquable. Il n'a pas été dit: [ «O Juifs»]. mais [ \"Ô vous qui",
          "est devenu Jcws, ou qui ont adopté le judaïsme\"], la raison étant que le mode de",
          "vie apporté par le prophète Moïse [(la paix soit sur lui)] et les prophètes avant",
          "et après lui, était l'Islam lui-même . Aucun de ces prophètes était un Juif, ni",
          "mauvais judaïsme né en leur temps, mais le judaïsme en tant que tel est entré en",
          "étant beaucoup plus tard. Il est attribué à la tribu qui descendait de Juda, le",
          "quatrième fils du Prophète Jacob [(paix soit sur lui)]. Quand, après le Prophète",
          "Salomon [(la paix soit sur lui 1 son royaume brisé en deux parties, cette tribu",
          "est devenu chef sur l'état qui est venu à être connu comme la Judée. Les autres",
          "tribus des Israélites établirent leur état séparé qui est devenu célèbre comme",
          "Samarie. Puis Assyrie non seulement détruit la Samarie, mais aussi anéanti les",
          "tribus israélites qui avaient fondé cet état. Après que seules les personnes",
          "décédées de Juda en plus de ceux de Benjamin resté. Qui en raison de la",
          "prédominance des descendants de Juda, a commencé à être appelé [ \"Jcws\"]. Le",
          "judaïsme est le nom du cadre des doctrines, des coutumes et des règles et",
          "règlements religieux que les prêtres, rabbins et Iearned men'of cette course",
          "préparée en fonction de leurs propres idées, des théories et des tendances pour",
          "de nombreux siècles. Ce cadre a commencé à être façonné dans le 4ème siècle av et",
          "a continué à se développer jusqu'à ce que le 5ème siècle après JC Il contient un",
          "très petit élément de la direction divine apportée par les messagers de AIIah, et",
          "même cet élément a été corrompu Voilà pourquoi à de nombreux endroits dans le",
          "Coran, ils ont été traités comme alladhina hadu [ \"O vous qui sont devenus",
          "Juifs»]. AII d'entre eux étaient non pas les Israélites, mais il y avait parmi",
          "eux convertit également qui avait embrassé .ludaism. .Whenever Dans le Coran les",
          "enfants d'Israël ont été abordés, triste sont «les mots: [« enfants d'Israël »],",
          "et où les adeptes du judaïsme ont été abordées, les mots sont; alladhina hadu [",
          "\"O vous qui êtes devenus Juifs»]."
        ],
        "11" : [
          "] À plusieurs endroits dans le Coran leur demande a été décrit en détail, comme",
          "dans AI Baqarah: 111: [ \"Ils disent: nul n'entrera au Paradis que ce soit un",
          "Juif», en AI- Baqarah: 80: \"] le feu de l'enfer ne va pas nous toucher, et même",
          "si elle le fait à aII, ce ne sera que pour quelques jours», et AI-Maidah: 18: [",
          "\"nous sommes le fils de AIIah et ses bien-aimés. \"] Sane ces réclamations arc",
          "également trouvé dans les livres des Juifs eux-mêmes le monde sait au moins",
          "qu'ils considèrent là. mêmes que le peuple élu de Dieu, et chérissent l'idée",
          "fausse que la morue a une relation spéciale avec eux, qui ne sont pas partagées",
          "par tout autre groupe humain ou de classe."
        ],
        "12" : [
          "Cela a été dit pour la deuxième fois dans le Coran, adressant les .lews d'abord,",
          "dans Al-Baqarah: 94-96, il a été dit: [ \"Dis-leur: Si la demeure de l'au-delà",
          "avec AIIah est exclusivement réservé pour vous et trot pour le reste de",
          "l'humanité, alors vous devriez longtemps pour la mort, si vous êtes sincère dans",
          "votre réclamation. Croyez-le qu'ils ne seront jamais le souhaiter, pour [(ils arc",
          "pleinement conscient de )] ce qu'ils ont envoyé devant eux pour l'au-delà. Et",
          "Allah connaît bien la mentalité des transgresseurs. Vous trouverez que des aII",
          "l'humanité, ils sont les plus gourmands pour la vie; tout, ils sont encore plus",
          "gourmand que les idolâtres. Chacun d'eux aspire à avoir une vie de mille ans,",
          "mais une longue durée de vie peut en aucun cas supprimer les éloigner du Doom,",
          "pour AIIah regarde ce qu'ils font. »] Maintenant, la même chose a été répété ici.",
          "Mais ce n'est pas une simple répétition. dans les versets de Al-Baqarah, il a été",
          "dit quand aucune guerre avait encore avoir lieu entre les musulmans et les juifs.",
          "dans cette sourate, il a été rappelé au moment où, après plusieurs combats leur",
          "pouvoir en Arabie avait été définitivement et absolument, écrasé. Ces batailles",
          "et leurs résultats révélés par l'expérience et l'observation que ce qui avait été",
          "dit dans AI-Baqarah était correct. dans Madinah et Khaybar la force juive était",
          "bien supérieure à celle des musulmans à la fois en nombre et en ressources .",
          "Ensuite, ils avaient les païens de l'Arabie et les hypocrites de Médine aussi",
          "leurs alliés qui ont été pliées à anéantir les musulmans. . Mais en dépit de",
          "cette grande disparité en nombre les musulmans dépassés les Juifs, principalement",
          "parce qu'ils ont moins peur de mourir pour la cause d'Allah; ils étaient plutôt",
          "friands, et entreraient dans le champ de bataille totalement prêt à embrasser la",
          "mort. Car ils croyaient qu'ils se battaient dans la voie de Dieu et avait la foi",
          "complète que celui qui est tombé martyr à sa manière serait béni avec le Paradis.",
          "Contrairement à cela, les Juifs ne sont pas prêts à se battre et donner leur vie",
          "pour une cause quelconque, ni la cause de Dieu, ni la cause de leur nation, ni",
          "pour leur propre auto, les propriétés et l'honneur. Ils n'aimaient à vivre, de",
          "quelque manière que ce soit ou de la mode. T son avait fait d'eux lâche."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ",
      "simpleTranslate" : [
        "Mais jamais ils ne la souhaiteront, à cause des injustices qu’ils ont commises.",
        "Dieu connaît bien les agresseurs."
      ],
      "tafsirTranslate" : [
        "Mais ils ne doivent jamais souhaiter la mort à cause des (mauvaises) actions",
        "qu'ils ont commises <N:13> Allah est bien conscient de ces méchants."
      ],
      "tanslateWordByWord" : [
        "Mais non",
        "ils voudront pour elle",
        "déjà",
        "pour quoi",
        "(Ont) envoyé de suite",
        "leurs mains",
        "Et Allah",
        "(Est) Omniscient",
        "des malfaiteurs"
      ],
      "notes" : {
        "13" : [
          "En d'autres termes, leur droit à la mort est pas sans raison. Quoi qu'ils en",
          "disent, leur conscience arc pleinement conscient de la façon dont ils se",
          "comporter à l'arc vers AIIah et sa religion et quelles conséquences peut-il",
          "attendre des méfaits qu'ils commettent à l'arc dans le monde. Voilà pourquoi, ils",
          "avaient peur de se présenter à la Cour de Dieu."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "Dis-leur encore : «Cette mort que vous fuyez viendra certainement un jour vous",
        "surprendre. Vous serez ensuite ramenés devant Celui qui connaît aussi bien le",
        "monde invisible que le monde visible et qui vous rappellera tous vos actes.»"
      ],
      "tafsirTranslate" : [
        "Dites-leur: «La mort que vous fuyez va certainement vous dépasser. Ensuite, vous",
        "serez ramenés à Celui qui connaît parfaitement ce qui est caché et ce qui est",
        "manifeste. Là-dessus, il vous permettra de savoir tout ce que vous avez utilisé",
        "pour le faire. '"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Effectivement",
        "la mort",
        "lequel",
        "tu fuis",
        "à partir de cela",
        "alors sûrement il",
        "(Va) vous rencontrer",
        "alors",
        "vous serez renvoyé",
        "à",
        "(Le) Omniscient",
        "(De) l'invisible",
        "et le témoin",
        "et Il vous informera",
        "[de quoi",
        "vous avez utilisé pour",
        "faire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَىٰ ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Lorsque l’appel à la prière du vendredi se fait entendre,",
        "hâtez-vous de répondre à cet appel en cessant toute activité ! Cela vaudra mieux",
        "pour vous, si vous le saviez !"
      ],
      "tafsirTranslate" : [
        "Les croyants, quand l'appel à la prière est faite le vendredi, <N:14> accourez à",
        "l'invocation d'Allah et de renoncer à toutes les opérations <N:15> Cela vaut",
        "mieux pour vous, si vous saviez. ."
      ],
      "tanslateWordByWord" : [
        "O",
        "(toi qui",
        "croyez",
        "Quand",
        "(Le) est fait appel",
        "pour (la) prière",
        "sur",
        "(le jour",
        "(De) Vendredi",
        "accourez",
        "à",
        "(La) mémoire",
        "(De) Allah",
        "et de laisser",
        "les affaires",
        "Cette",
        "(est mieux",
        "pour toi",
        "si",
        "toi",
        "connaître"
      ],
      "notes" : {
        "14" : [
          "Trois choses dans cette phrase sont particulièrement remarquables: [(1)] Qu'il",
          "contient mention de l'appel à la prière; [(2)] que la mention est de l'appel à",
          "une telle prière que doit être effectuée notamment que le vendredi; et [(3)] que",
          "ces choses ne sont pas mentionnés de manière à suggérer que l'appel doit être",
          "fait pour la prière et une prière particulière doit être effectué le vendredi,",
          "mais le style et le contexte montrent clairement que l'appel à la la prière et la",
          "prière particulière ont tous deux déjà effectuées et pratiqué le vendredi. Les",
          "gens, cependant ont été négligents en ce que, en entendant l'appel à la prière,",
          "ils ne seraient pas hâter à elle, mais resteraient occupées dans leurs activités",
          "mondaines et les transactions commerciales et d'affaires. Par conséquent, Allah",
          "fit descendre ce verset pour rendre les gens se rendent compte et d'apprécier",
          "l'importance de l'appel et la prière et de les exhorter à se hâter de l'exécuter",
          "comme un devoir. Si ces trois choses sont considérées comme profondément, ils",
          "prouvent cette vérité absolue que conjoint Allah sur le Saint Prophète [(sur qui",
          "soit la paix)] certaines commandes qui ne sont pas révélés dans le Coran, et ces",
          "commandes trop wen aussi obligatoires que celles révélées dans le [(Qur'iin",
          "lui-même. l'appel à la prière est le même adhan qui est appelé dans le monde",
          "entier cinq fois par jour dans chaque mosquée. Mais ni ses mots ont été dit nulle",
          "part dans le Coran, ni la méthode de l'appel .. les gens à la prière a été",
          "enseigné Sa méthode a été prescrit par le Saint Prophète (sur lui la paix)] le",
          "Coran a seulement confirmé deux fois, ici et dans AI-Maidah: 58. Comme sage,",
          "cette prière notamment du vendredi, que les musulmans du monde entier sont",
          "performants aujourd'hui n'a ni été enjoint dans le Coran ni son temps et mode",
          "d'exécution décrit partout. Cela me Hod trop été prescrit par «le Saint Prophète",
          "[(sur qui soit la paix)], et ce verset du Coran a été envoyé seulement à",
          "souligner son importance et de la nature obligatoire. En dépit de cet argument",
          "explicite toute personne qui prétend que les commandements Shari ah sont",
          "seulement ceux qui ont été dit dans le Coran, est en fait pas un denier de la",
          "Sunna, mais du Coran lui-même. \n Avant d'aller plus loin, Iet nous comprendre",
          "quelques autres choses aussi sur Jumu-uh [(la prière en congrégation vendredi)]:",
          "\n [(1)] Jumu'ah est un terme islamique. Dans les jours pré-islamiques de",
          "l'ignorance des Arabes appelaient la «Journée Araba. Dans l'Islam, quand il a été",
          "déclaré comme un jour de la congrégation des musulmans, il a été rebaptisé Jumu",
          "ah. Bien que, selon les historiens, Ka`b bin Luayy ou Qusayy bin Kilab, avaient",
          "aussi, mais par utilisé ce nom pour ce jour, car il avait l'habitude de tenir une",
          "assemblée de Quraish ce jour-là [(Fath al-Bati)] cette pratique l'ancien nom n'a",
          "pas changé, et les Arabes ordinaires a continué à appeler la «Journée Araba. Le",
          "véritable changement a eu lieu quand l'Islam, il a donné ce nouveau nom. \n [(2)]",
          "Avant l'Islam, mettant de côté d'un jour de la semaine pour le culte et la",
          "considérer comme un emblème de la communauté était répandue parmi les adeptes des",
          "écritures antérieures. Parmi les Juifs le sabbat [(samedi)] avait été fixé à cet",
          "effet, parce que ce jour-là Allah avait délivré les enfants d'Israël de",
          "l'esclavage du pharaon. Afin de se distinguer des Juifs les chrétiens ont pris",
          "dimanche comme leur signe distinctif. Bien qu'il ait été ni ordonnée par le",
          "Prophète Jésus, ni mentionné nulle part dans l'Evangile, mais les chrétiens",
          "croient que, après sa mort sur la croix, le prophète Jésus était ressuscité de la",
          "tombe ce jour-là et est monté au ciel. Sur cette base même les chrétiens plus",
          "tard ordonnés comme le jour de culte, puis en 321 apr. J.-C. l'Empire romain",
          "institué comme un jour férié par décret. Afin de distinguer sa communauté de ces",
          "deux communautés, l'Islam a adopté le vendredi comme jour de culte collectif",
          "contre le samedi et le dimanche. \n [(3)] Il est connu de la tradition rapportée",
          "par Hadrat 'Abdullah bin Mas'ud et Hadrat Abu Mas'ud Ansari que la prière en",
          "congrégation vendredi avait été enjoint à le Saint Prophète [(sur lui la paix",
          "quelque temps )] avant la Hijrah à la Mecque se. Mais à ce moment-là, il ne",
          "pouvait pas agir sur elle, pour la Mecque, il n'a pas été possible. accomplir un",
          "culte collectivement. Par conséquent, il a envoyé une instruction écrite à ceux",
          "qui avaient émigré à Médine devant lui qu'ils doivent établir la prière en",
          "congrégation vendredi là. Ainsi, Hadrat Mus`ab bin `Umair, le leader des premiers",
          "émigrants, a offert la première prière du vendredi à Médine avec 12 suiveurs.",
          "[(Tabarani, Daraqoutni)]. Hadrat Ka`b bin Malik et Ibn Sirin ont rapporté que,",
          "même avant cela, les musulmans de Médine avaient décidé mutuellement, de leur",
          "propre initiative, qu'ils tiendraient un service collectif sur un jour de la",
          "semaine. A cet effet, ils avaient choisi vendredi contre le sabbat des Juifs et",
          "le dimanche des chrétiens, et la première prière du vendredi a été dirigé par",
          "Hadrat Asad bin Zurarah au lieu de Bani Bayyadah et 40 musulmans participé.",
          "[(Musnad Ahmad Abu Dâwûd, Ibn Majah, Ibn Hibban, `Abd bin Humaid, 'Abdur Razzaq,",
          "Baihaqi)]. Cela montre que le goût islamique et la tendance à cette époque était",
          "lui-même exigeant qu'il devrait y avoir un jour où nombre maximum de musulmans",
          "doit se réunir et de culte collectivement. Et cela aussi était une exigence de",
          "l'Islam lui-même que ce devrait être un autre jour que le samedi et le dimanche",
          "pour que le symbole de la communauté musulmane devrait avoir un caractère",
          "distinctif des emblèmes de la communauté juive et les communautés chrétiennes. Ce",
          "fut une merveilleuse manifestation des tendances et des goûts islamiques des",
          "Compagnons du Saint Prophète que beaucoup de temps, il se trouve que, avant même",
          "une chose a été enjoint leur goût proclamé que l'esprit de l'Islam a demandé son",
          "introduction. \n [(4)] La mise en place de la prière en congrégation vendredi a",
          "été l'une des premières choses que le Saint Prophète [(sur lui la paix)] a fait",
          "après son émigration à Médine. Après avoir quitté la Mecque, il a atteint Quba",
          "lundi et y est resté pendant quatre jours. Le cinquième jour, ce qui était un",
          "vendredi, il a précédé à Médine. Sur le chemin du lieu de Bani Salim bin `est",
          "venu Auf tim pour la prière du vendredi et il a effectué la première prière de la",
          "congrégation vendredi à cet endroit. [(Ibn Hisham)]. \n [(5)] Le temps nommé par",
          "le Saint Prophète [(sur lui la paix de Dieu)] pour cette prière était après la",
          "baisse du soleil, en même temps, qui est pour la prière Zuhr. L'instruction",
          "écrite qu'il avait envoyé à Hadrat Mus'ab bin `Umair avant la Hijrah était: [\".",
          "Cherchez la proximité d'Allah au moyen de deux rakahs de la prière lorsque le",
          "soleil décline après midi le vendredi \"] [(Daraqoutni)] . Cette même instruction",
          "a donné oralement après hijrah ainsi que pratiquement conduit la prière du",
          "vendredi dans le même temps. Traditions sur ce sujet ont été liés à l'autorité de",
          "Hadrat Anas, Hadrat Salamah bin Akwa ', Hadrat Zubair bin al-`Awwam, Hadrat Sahl",
          "bin Saad, Hadrat `Abdullah bin Mas`ud, Hadrat` Ammar bin Yasr et Hadrat Bilal",
          "dans la collection de Hadith, en disant que le Saint Prophète avait l'habitude",
          "d'effectuer la prière du vendredi après la baisse du soleil: [(Musnad Ahmad",
          "Bukhari, Muslim, Abu Dâwûd, Nasa'i, Tirmidhi)]. \n [(6)] C'est également confirmé",
          "par sa pratique que ce jour-là, le Saint Prophète a dirigé la prière en",
          "congrégation vendredi au lieu de la prière Zuhr, et cette prière composée de deux",
          "rak et il a donné le sermon devant elle. Ce fut la seule différence entre la",
          "prière du vendredi et la prière Zuhr sur les autres jours. Hadrat `Umar dit: [\"",
          "Selon la commande ordonnée par la langue de votre Prophète [(sur qui soit la paix",
          "d'Allah)] La prière du voyageur se compose de deux rak, la prière Fajr se compose",
          "de deux rakahs, et la prière du vendredi se compose de deux rak. Ceci est la",
          "complète, pas le raccourci, la prière et la prière du vendredi a été raccourcie",
          "seulement à cause du Sermon. \"] \n [(7)] L'appel à la prière qui a été mentionné",
          "ici, implique l'appel qui est fait juste avant le sermon. et non l'appel qui est",
          "fait bien avant le Sermon pour annoncer que le temps de la prière a commencé. Il",
          "y a une tradition dans le Hadith de Hadrat Sa'ib bin Yazid à l'effet que, dans le",
          "temps du Saint Prophète il y avait autrefois un seul appel qui a été faite après",
          "l'Imam [(chef de file dans la prière)] a pris place sur la chaire. La même",
          "pratique a continué dans le temps de Abû Bakr et Hadrat 'Umar. Lorsque la",
          "population a augmenté dans le temps de Hadrat 'Uthman, il a ordonné à un autre",
          "appel à made'in le bazar de Médine dans sa maison, Az-Zaura'. [(Bukhari, Abu",
          "Dâwûd, Nasa'i, Tabarani)]."
        ],
        "15" : [
          "Dans ce commandement [ \"souvenir\"] implique le sermon du vendredi, pour la",
          "première chose que le Saint Prophète [(sur lui la paix)] utilisé pour faire après",
          "l'appel était de délivrer le sermon, et la prière, il a conduit toujours après",
          "avoir livré l'Semnon Abû Hurayra a rapporté que le Saint Prophète [(sur lui la",
          "paix)] dit:. [ \"les anges vendredi continuer à écrire les noms des gens comme ils",
          "arrivent ensuite, lorsque le Imam vient de livrer le Sermon ,, ils cessent",
          "d'écrire les noms et tourner leur attention vers le souvenir [(ie le Sermon)], \"]",
          "[(Musnad Ahmad, Bukhari, Muslim, Abu Dâwûd, Tirmidhi, Nasa'i )]. Ce hadith montre",
          "aussi que le souvenir implique le Sermon. L'exhortation du Coran indique lui-même",
          "à la même chose. Tout d'abord, il est dit: [ \"Hâtez au souvenir de AIIah\"]; puis",
          "un peu au-dessous, il est dit: [ \"Puis, quand la prière est terminée, disperser",
          "dans le pays.\"] Cela montre que le vendredi de l'ordre du service est que d'abord",
          "il y a le souvenir d'Allah et ensuite la prière. Les commentateurs sont également",
          "convenus que le souvenir soit implique le sermon, ou le sermon et la prière à la",
          "fois. \n L'utilisation du mot [ \"dhikr-Allah\"] pour le Sermon par lui-même donne",
          "la signification dans le chat il devrait contenir des thèmes pertinents à",
          "l'évocation d'Allah; par exemple, louant et glorifiant .Allah, lui implorant de",
          "bénir Son Messager, exhortant et instruisant le public à obéir à Ses",
          "commandements et suivre son Shari Ah, saluant ses serviteurs pieux et justes,",
          "etc. Sur cette base très, Zamakhshari écrit dans al Kashshaf 'Louant les règles",
          "méchants et tyranniques dans le sermon du vendredi, ou en mentionnant leurs noms",
          "et de prier pour eux, n'a rien à voir avec le souvenir de AIIah; ce serait le",
          "souvenir de Satan. \n Accourez à l'invocation de AIlah [ \"ne veut pas dire que",
          "l'on doit venir à la mosquée en cours d'exécution, mais cela signifie que l'on",
          "doit se hâter pour elle. Les commentateurs sont également d'accord sur ce sens",
          "même.\"] Hâter [ \", selon les signifie que, en entendant l'appel un devrait",
          "immédiatement commencer à faire. préparations pour assister à la mosquée. Le",
          "Hadith interdit même de venir à la mosquée pour la mise en sourdine de prière.",
          "Abû Hurayra a rapporté que le Saint Prophète [(sur qui être la paix d'Allah)]",
          "dit: \"] Lorsque la prière a commencé, il faut CONIC marcher vers elle avec calme",
          "et dignité, et non pas en cours d'exécution Ensuite, il faut joindre à ce que.",
          "reste de la prière, et devrait compenser tout ce qu'on a manqué de façon",
          "indépendante plus tard [ \"[(Sihah; Sittah Hadrat Abu Qatada Ansari dit:\".] une",
          "fois que nous offrions la prière sous la direction du Saint Prophète, quand",
          "soudain nous avons entendu certaines personnes . venir se joindre à la prière en",
          "cours d'exécution Lorsque la prière a été conclu, le Saint Prophète demanda: Quel",
          "était le bruit au sujet Ils ont répondu, nous sommes en cours d'exécution pour la",
          "prière le Saint Prophète a dit: ne fais pas ça:?. chaque fois que vous venez pour",
          "la la prière, venez avec calme et dignité. Joignez-vous derrière l'Imam dans ce",
          "qui reste de la prière, et constituent ce que vous avez manqué de façon",
          "indépendante. [ \"(Bukhari, Muslim)]« Laissez votre trading \"] comprend également",
          "toutes les autres activités du monde et affaires qui empêchent un de se préparer",
          "pour la prière avec toute l'attention et les soins. [ \"Achat et vente\"] a été",
          "particulièrement interdit, pour le commerce a prospéré le vendredi. Les gens des",
          "régions avoisinantes se sont réunis à un endroit central, les marchands sont",
          "également arrivés avec leurs marchandises, et les gens sont devenus occupés à",
          "acheter les nécessités de l'usage quotidien L'interdiction mais ne se limite pas",
          "seulement à l'achat et la vente, mais il applique à tous les autres professions",
          "aussi bien. Et puisque AIIah a interdit ces derniers, les juristes de l'Islam",
          "sont d'accord que, après l'appel a été sonné pour la prière du vendredi formes de",
          "tous Ies échanges commerciaux, d'affaires et de l'occupation du monde deviennent",
          "interdits. \n Cette commande confirme absolument le caractère obligatoire de la",
          "prière du vendredi. En premier lieu, l'exhortation à hâter pour elle après qu'on",
          "a entendu l'appel, est en soi une preuve de son être obligatoire. Ensuite,",
          "l'interdiction d'une chose légale comme le commerce et les affaires au moment de",
          "la prière montre aussi qu'il est obligatoire dans nauure En outre, l'élimination",
          "de la prière Zuhr obligatoire le vendredi et son être remplacé par le prière du",
          "vendredi, est une preuve évidente qu'il est obligatoire dans la nature. Pour un",
          "devoir obligatoire devient éliminé que lorsque le devoir de le remplacer est plus",
          "important. Cette chose a été soutenue dans de nombreux hadiths, dans laquelle le",
          "Saint Prophète [(sur lui la paix de Dieu)] a exhorté les musulmans dans les mots",
          "les plus emphatiques pour assister à la prière du vendredi et a déclaré en termes",
          "clairs d'être obligatoire. Hadrat 'Abdullah bin Mas'ud a rapporté que le Saint",
          "Prophète a dit: «Je crois que je devrais demander à quelqu'un de se tenir à ma",
          "place à Iced la prière, et je me dois aller mettre le feu aux maisons des gens",
          "qui ne viennent pas pour la prière. [ \"[(Musnad Ahmad, Bukhari)] Abû Hurayrah,",
          "Hadrat 'Abdullah bin' Abbas et Hadrat 'Abdullah bin' Umar dit:\".] Nous avons",
          "entendu le Saint Prophète dire ce «dans le sermon du vendredi, Les gens devraient",
          "éviter de renoncer à la prière du vendredi; sinon Allah scelle les cœurs et ils",
          "deviendront totalement inattentifs. [ \"[(Musnad Ahmad, Muslim, Nasa'i)]. D'après",
          "les traditions rapportées par Abû al-Ja'd Damri, Hadrat Jabir bin Abdullah et",
          "Hadrat Abdullah bin Abi Aufa du Saint Prophète vient de savoir que la p phoques",
          "AIIah le cœur de la personne qui abandonne trois prières du vendredi, l'un après",
          "l'autre, sans une véritable raison et excuse légitime. Plutôt dans une tradition",
          "mots arc à l'effet: \"] AIIah transforme le cœur d'un tel homme dans le cœur d'un",
          "hypocrite [.\" [(Musnad Ahmad, Abu Dâwûd, Nasa`i, Tirmidhi Ibn Majah Darimi, Hakim",
          "., Ibn Hibban, Bazzar, Tabarani dans al-Kabir Hadrat Jabir bin 'Abdullah dit que",
          "le Saint Prophète a dit: \".] a partir d'aujourd'hui jusqu'à la Résurrection",
          "prière du vendredi est obligatoire pour vous AIlah ne sera ni bénir ni redresser",
          "la condition de celui qui abandonne les ignorer ou la considérer une chose",
          "ordinaire Notez bien:. la prière d'un tel homme sera pas, la prière du tout, sa",
          "zakat ne sera pas la zakat à AII son pèlerinage sans Hajj, son jeûne pas le",
          "jeûne, et pas bon fait par lui sera bon, jusqu'à ce qu'il se repent. Alors, pour",
          "celui qui se repent, AIlah est Pardonneur. [ \"(Ibn Majah, Bazzar)]. une autre",
          "tradition, qui est très proche dans le sens de cela, a été cité par Tabarani dans",
          "Auset d'Ibn 'Umar, Furthemore il arc de nombreuses traditions dans lesquelles le",
          "Saint Prophète a déclaré vendredi la prière comme obligatoire en termes clairs.",
          "Hadrat 'Abdullah bin' Amr bin al-'As a rapporté que le Saint Prophète a dit:. «La",
          "prière du vendredi est obligatoire sur cvcry personne qui entend l'appel à elle\"]",
          "[(Abu Dâwûd Daraqoutni)]. . Jabir bin 'Abdullah Abu Sa'id Khoudri disent qu'il a",
          "dit dans un sermon: [ «Sachez qu'Allah a prescrit la prière du vendredi comme un",
          "devoir de vous [(Baihaqi)] Cependant, il a exempté les femmes, les enfants, les",
          "esclaves. ., les malades et les voyageurs de ce devoir Hadrat Hafsa a rapporté",
          "que le Saint Prophète a dit: \". Participation] à la prière du vendredi est",
          "obligatoire sur cvcry mâle adulte. [\" [(Nasa'i)] la tradition Hadrat Tariq bin",
          "Shihab contient cette parole du Saint Prophète: \"] la prière en congrégation",
          "vendredi est obligatoire pour tous les musulmans, sauf les esclaves, les femmes,",
          "les enfants et les malades. [\" [(Abu Dâwûd, Hakim)] Dans la tradition de Hadrat",
          "Jabir bin '. Abdullah, ses paroles arc à l'effet: \".] la prière du vendredi est",
          "obligatoire sur la personne qui croit en AIlah et au jour dernier, sauf si elle",
          "est une femme, ou un voyageur, ou un esclave, ou un homme malade» [(Daraqoutni,",
          "Baihaqi)]. en raison de ces exhortations mêmes du Coran et du Hadith. toute la",
          "Ummah est convenu que la prière en congrégation vendredi est de nature",
          "obligatoire."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ",
      "simpleTranslate" : [
        "Une fois la prière achevée, répandez-vous sur la Terre, à la recherche des",
        "bienfaits de votre Seigneur, sans oublier d’en invoquer souvent le Nom !",
        "Peut-être y trouverez-vous une source de bonheur."
      ],
      "tafsirTranslate" : [
        "Mais quand la prière est terminée, disperser dans la terre, et recherchez Bounty",
        "d'Allah, <N:16> et invoquez beaucoup Allah <N:17> afin que vous réussissiez.",
        "<N:18>"
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "est conclu",
        "la prière",
        "puis se dispersent",
        "dans",
        "la terre",
        "et chercher",
        "de",
        "(La) Bounty",
        "(De) Allah",
        "Et rappelez-vous",
        "Allah",
        "beaucoup",
        "afin que vous puissiez",
        "réussir"
      ],
      "notes" : {
        "16" : [
          "[ \"Cela ne signifie pas que, après le vendredi est terminée, il est obligatoire",
          "d'aller à la recherche de moyens de subsistance. Mais elle implique que",
          "l'autorisation. Comme il a été ordonné d'arrêter toutes Ies affaires du monde,",
          "dès que l'appel a été fait pour la prière, il est admis que, après la prière est",
          "terminée, les personnes peuvent disposer et reprendre ou poursuivre quelque",
          "occupation ou l'activité qu'ils peuvent aimer. il est juste comme l'interdiction",
          "de la chasse à l'état d'ihram, mais après ihram est mis hors tension, on est dit",
          "de chasser [(AI-Maidah: 2 <V:5:2>)].. Cela ne signifie pas que l'on doit chasser,",
          "mais que l'on peut chasser si on le veuille ou, par exemple dans la sourate An-..",
          "Nisa, la permission d'épouser plus d'une femme a été donnée, en disant: \"] Marry",
          "deux ou trois ou quatre femmes que vous choisissez. [ \"Ici, bien que le verbe est",
          "à l'impératif, personne ne l'a pris dans le sens d'une commande Cela donne le",
          "principe selon lequel la forme impérative du verbe ne signifie pas toujours une",
          "obligation ou commande implique parfois l'autorisation et parfois exercice de",
          "choix ou de préférence. Le contexte détermine où elle implique la commande, où",
          "l'autorisation et où l'approbation d'Allah de l'acte, et non que l'acte est",
          "obligatoire. Immédiatement après cette très même phrase, il a été dit: \".] Et",
          "invoquez beaucoup Allah [\" Ici aussi le verbe est à l'impératif, mais évidemment",
          "cela implique l'exercice de son choix et non pas qu'il est un devoir ou la",
          "contrainte. Ici, une autre chose digne de mention est que, bien que dans le Coran",
          "vendredi n'a pas été déclaré jour férié comme le sabbat juif et le dimanche",
          "chrétien, mais personne ne peut nier que le vendredi est un symbole de la",
          "communauté musulmane précisément dans la carne comme samedi est un symbole",
          "chrétien juif et le dimanche. Et si la déclaration d'une journée dans la semaine",
          "un jour férié soit une nécessité culturelle, alors même que les Lews choisissent",
          "naturellement samedi pour elle et le chrétiens dimanche, donc un musulman [(s'il",
          "a un sentiment islamique)] sera nécessairement sélectionner uniquement vendredi",
          "cet effet. Les chrétiens ne même pas hésité à imposer leur dimanche sur d'autres",
          "pays où la population chrétienne était négligeable. Quand les Juifs ont établi",
          "leur Etat en Palestine, la première chose qu'ils ont fait était d'annoncer samedi",
          "comme le congé hebdomadaire au lieu du dimanche. En prepartitioned Inde une",
          "distinction évidente entre l'Inde britannique et les Etats musulmans était que",
          "dans une partie du pays dimanche a été observé comme un jour férié fermé et dans",
          "l'autre vendredi. Toutefois, lorsque les musulmans manquent de valeurs",
          "islamiques, ils détiennent w dimanche, même après avoir atteint au pouvoir",
          "souverain comme nous le voyons au Pakistan. En cas de occidentalisation excessive",
          "vendredi est remplacé par le dimanche comme jour de congé hebdomadaire comme cela",
          "a été fait par Mustafa Kamal en Turquie."
        ],
        "17" : [
          "\"] invoquez beaucoup Allah [\": \".] Ne pas oublier Allah même lorsque vous arc",
          "occupé autrement, mais se souviennent de lui dans des circonstances ALi et",
          "demeurent conscients de Lui en tout temps [\" [(Pour plus d'explications, voir eN",
          "63 de la sourate Al-Ahzab)]"
        ],
        "18" : [
          "À plusieurs endroits dans le Coran, après avoir donné une instruction-ou un",
          "avertissement, ou un des mots de commande à l'effet: peut-être, à atteindre le",
          "succès \"] ou la miséricorde peut-être vous pouvez être montré [\" ont été",
          "utilisées. L'utilisation de «peut-être\"] en de telles occasions ETCD ne signifie",
          "pas que AIIah, Dieu ne plaise, est divertissant un doute, mais il est en fait un",
          "style royal d'adresse. Il est juste comme un gentiment maîtrise donnant espoir à",
          "ses serviteurs pour continuer faisant de leur mieux pour qu'ils puissent",
          "atteindre et gagner le but désiré et la récompense, il contient une promesse",
          "subtile qui remplit le serviteur d'espoir et il exerce ses fonctions et",
          "obligations avec enthousiasme. » \n Comme les commandes se rapportant à la prière",
          "congergational vendredi prendra fin ici, il serait utile de donner un résumé des",
          "injonctions que les quatre écoles de pensée juridique ont tiré du Coran, le",
          "Hadih, les traditions des Compagnons du Saint Prophète et les principes généraux",
          "de l'Islam. \n Selon l'école hanafite de la pensée, le temps pour la prière du",
          "vendredi est le même que pour Zuhr prière. La prière du vendredi ne peut ni se",
          "tenir avant lui ni après lui. Affaires et le commerce devenu interdit avec le",
          "premier appel à la prière et non pas avec le deuxième appel qui est fait après",
          "l'Imam a pris sa place sur la chaire, pour les paroles du Coran à cet égard sont",
          "explicites et précis. Par conséquent, selon l'appel est fait pour la prière du",
          "vendredi après la baisse du soleil quand commence le temps de prière, les gens",
          "devraient cesser de faire des affaires sur l'entendre. Toutefois, si une personne",
          "a fait une bonne affaire à ce moment-là, il ne sera pas vide, mais ne sera un",
          "péché. La prière du vendredi ne peut être tenu dans chaque règlement, mais",
          "seulement dans le misr Jami qui a été défini comme une grande ville ou de la",
          "ville, où il arc places de marché, les dispositions de sécurité adéquates, et qui",
          "a une grande population assez pour que si ALi les personnes à qui la",
          "participation à la prière du vendredi est obligatoire, rassembler, ils devraient",
          "être trop nombreux pour la principale mosquée à tenir. Les gens qui vivent en",
          "dehors de la ville devront offrir la prière dans la ville que dans le cas où",
          "l'appel à la prière les atteint, ou si elles vivent dans les six miles de la",
          "ville. La prière ne doit pas nécessairement avoir lieu dans la mosquée; il peut",
          "également être tenu dans le domaine ouvert et aussi sur un terrain qui est en",
          "dehors de la ville, mais une partie de celui-ci. La prière du vendredi peut être",
          "valablement tenue que dans un endroit où toute personne que peut venir y assister",
          "sans aucune entrave. Il ne sera pas valable si elle a lieu dans un endroit",
          "restreint où chaque personne n'a pas le droit de se joindre à peu importe combien",
          "de personnes peuvent se rassembler. Pour la prière soit valable, il faudrait au",
          "moins trois hommes [(selon l'Imam Abu Hanifah à côté de l'Imam, ou deux hommes,",
          "dont l'Imam (selon imams Abu Yusuf et Mohammed)], à qui il est obligatoire",
          "d'assister vendredi prière. une personne sera exempté de la prière si elle est en",
          "voyage, ou est si malade qu'il ne peut pas marcher pour y assister, ou est",
          "désactivé des deux jambes, ou est aveugle [(mais selon Imam Abu Yusuf et Imam",
          "Muhammad, une personne aveugle sera exempté de l'obligation de prière que dans le",
          "cas où il DCEs pas trouver un homme qui peut l'emmener pour la prière)], ou qu'il",
          "appréhende un danger pour lui la vie et de l'honneur, ou une perte financière",
          "insupportable d'un tyran, ou il pleut beaucoup et il y a la neige fondante et de",
          "pluie sur le chemin, ou il est prisonnier., Pour le prisonnier et les personnes",
          "handicapées, il est indésirable qu'ils doivent effectuer la prière Zuhr vendredi",
          "en congrégation. Pour ceux aussi qui ont manqué la prière du vendredi, il est",
          "souhaitable d'effectuer la prière Zuhr collectivement, Le sermon est l'un des",
          "pré-requis de la prière du vendredi, pour être valide, pour le Saint Prophète",
          "[(sur lui la paix)] jamais effectué la prière du vendredi, sans le sermon; le",
          "Sermon doit nécessairement précéder la prière, et il devrait y avoir deux",
          "Sermons. Depuis le temps les étapes Imam vers la chaire pour le sermon, chaque",
          "genre de discours devient interdite jusqu'à ce qu'il apporte à sa fin; aucune",
          "prière peut être réalisée pendant qu'elle, si l'on peut entendre l'imam à",
          "l'endroit où on est assis ou non. [(Hedayah, Al-Fath ul-Qadir; al-Jassas: Ahkam",
          "al-Qur'an; AI-Fiqh alai-Madhahib al-Arb'ah; 'Umdat al-Qari)]. \n Selon le Shafe'is",
          "moment de la prière du vendredi est le même que de la prière Zuhr. Commerce et",
          "entreprise à devenir interdite et hâtant le souvenir d'Allah devient obligatoire",
          "à partir du moment où le second appel est émis, à savoir l'appel qui est sonné",
          "après l'Imam a pris sa place sur la chaire. Toutefois, si une personne effectue",
          "une transaction à ce moment, il ne devient pas nul. La prière du vendredi peut",
          "être tenu dans chaque tel règlement parmi les résidents permanents dont il existe",
          "40 de ces hommes sur lesquels il est titulaire d'effectuer la prière.",
          "Participation à la prière du vendredi est obligatoire pour, les gens de la",
          "banlieue qui l'appel peut accéder au service vendredi doivent avoir lieu dans les",
          "limites de la colonie, mais il ne peut pas nécessairement lieu à la mosquée.",
          "Ainsi, il est pas obligatoire pour les peuples nomades qui vivent dans des",
          "tentes, dans le désert. Pour la prière soit valide, il faudrait au moins 40 de",
          "ces hommes, dont l'imam de la congrégation à qui la prière est titulaire. Une",
          "personne serait exempté de la prière si elle est en voyage, ou a l'intention de",
          "rester à une place pour quatre ou moins de quatre jours à condition que le voyage",
          "est légitime, ou il est vieux ou malade et ne peut pas aller pour assister à la",
          "prière même par un moyen de transport, ou est aveugle et ne trouve pas un homme.",
          "qui peut l'emmener pour la prière, ou appréhende le danger de soulever ou de la",
          "propriété ou de l'honneur, ou est prisonnier à condition que cet emprisonnement",
          "n'a pas été causé par son propre crime. Il devrait y avoir deux sermons avant la",
          "prière. Bien qu'il soit conforme à la Sunna pour siéger au calme pendant le",
          "sermon, mais la parole est pas interdit. Pour la personne qui est assise près de",
          "l'Imam afin qu'il puisse entendre le sermon, la parole est refusée, mais il ne",
          "peut répondre à une salutation, et peut réciter la prière du Saint Prophète [(sur",
          "qui être la paix d'Allah)] à voix haute quand il entend son nom soit mentionné.",
          "[(Mughni al-Muhtaj Al-Fiqh alal-Madhahib al-Arb'ah)]. \n Selon les Malikis, «le",
          "temps de prière du vendredi commence à partir du déclin du soleil et dure",
          "jusqu'au moment dans la soirée que le Sermon et la prière peuvent être conclus",
          "avant le coucher du soleil. Les transactions commerciales deviennent interdit et",
          "hâter devient obligatoire avec le deuxième appel. Si une transaction a lieu",
          "après, il serait nul et pécheresse. La prière du vendredi peut être tenue dans",
          "les colonies, les résidents dont vivent dans des maisons permanentes et ne",
          "migrent pas dans l'été ou l'hiver, et dont les besoins et les exigences sont",
          "remplies dans les mêmes établissements, et qui peut se défendre sur la base de",
          "leur force. Dans les endroits des logements temporaires vendredi «prière ne peut",
          "être établie, même si beaucoup de gens peuvent y être logés et de rester pendant",
          "de longues périodes. Participation à la prière est obligatoire pour les gens qui",
          "vivent intra- trois miles de la localité où la prière a lieu. La prière peut",
          "avoir lieu que dans la mosquée, qui est à l'intérieur du règlement ou attenant,",
          "et dont la construction ne sont pas inférieurs aux maisons des résidents",
          "ordinaires de l'endroit. Certains Malikis ont également imposé la condition que",
          "la mosquée devrait être couverte, et des arrangements pour offrir la prière",
          "collective cinq fois par jour devrait également exister en elle Cependant, le",
          "point de vue plus connu de l'Malikis est que pour la prière soit valable étant",
          "couverte de la mosquée est pas de pré-requis. La prière du vendredi peut",
          "également être tenue dans une mosquée qui a été construite uniquement pour la",
          "prière du vendredi et aucun arrangement existe en elle pour les cinq prières",
          "quotidiennes. Pour la prière soit valide, il doit y avoir au moins 12 autres",
          "hommes, en dehors de l'Imam, dans la congrégation à qui la prière du vendredi est",
          "titulaire. Une personne serait exonérée de s'il est en voyage, ou a l'intention",
          "de rester pour moins de quatre jours à un endroit pendant le voyage, ou est si",
          "malade qu'il ne peut pas venir à la mosquée, ou a une mère malade ou père, ou",
          "femme, ou enfant, ou il allaite un étranger qui n'a personne d'autre pour le",
          "SCIN, ou a un proche parent qui est gravement malade, ou au moment de la mort, ou",
          "appréhende une perte insupportable à la propriété, ou un DANE à son la vie ou de",
          "l'honneur, ou se cache de la peur de l'emprisonnement, ou de la peine, à",
          "condition qu'il soit une personne lésée et les opprimés, ou il pleut beaucoup et",
          "il y a la neige fondante et de pluie sur le chemin, ou le temps est oppressive en",
          "raison de la chaleur excessive ou du froid. La prière doit être précédée par deux",
          "Sermons; si bien que si le Sermon est donné après la prière, la prière doit être",
          "répétée, et les Sermons doit nécessairement être livré à l'intérieur de la",
          "mosquée. Il est interdit d'offrir une prière volontaire après l'Imam a intensifié",
          "vers la chaire, la terre pour parler quand le Sermon a commencé, même si l'on n'a",
          "pas l'entendre, cependant, si l'Imam se livre à des choses insignifiantes et",
          "absurdes dans le sermon, ou utilise un langage abusif pour une personne qui ne le",
          "mérite pas, ou commence à louer une, personne pour laquelle la louange est",
          "illégale, ou commence à réciter quelque chose sans rapport avec le Sermon, les",
          "gens ont le droit de protester. En outre, il est répréhensible qu'une prière soit",
          "faite dans le Sermon pour la règle temporelle, à moins que l'Imam appréhende un",
          "danger pour sa vie. L'imam doit nécessairement être la même personne qui dirige",
          "la prière; si une autre personne que celle qui a donné le sermon a dirigé la",
          "prière, il serait nul. [(Hashiyah ad-Dusuqi ila-sh-Sharh al-Kabir, 'Ibn' Arabi,",
          ".4hkam al-Coran; alal-Madhahib Al-Fiqh al-'Arb ah)]. \n Selon le Hanbalis, le",
          "temps de prière du vendredi commence quand le soleil a augmenté d'environ la",
          "longueur d'une lance haute et dure jusqu'au début du «temps de prière Asr dans",
          "l'après-midi, mais l'exécution de la prière avant la baisse du soleil est tout",
          "simplement admissible mais après il obligatoire et méritoire. Les transactions",
          "commerciales deviennent interdit et hâter la prière devient obligatoire avec le",
          "deuxième appel, une transaction contractée après elle n'a aucun effet dans la",
          "loi. La prière peut avoir lieu que dans un endroit où 40 hommes sur lesquels",
          "prière du vendredi est titulaire se sont installés de façon permanente dans les",
          "maisons [(et non pas dans des tentes)] et ne sont pas membres d'une tribu nomade.",
          "A cet effet, il ne fait aucune différence si les maisons de la colonie ou ses",
          "différentes parties sont dispersés ou compact; si leur combinaison est appelé par",
          "son nom de ane, il sera un règlement même si ses différentes parties sont miles",
          "de distance. Participation à la prière sera obligatoire pour les gens qui vivent",
          "dans les trois miles de la colonie. La congrégation devrait être composé de 40",
          "hommes, y compris l'Imam. La prière ne doit pas nécessairement être effectuée",
          "dans la mosquée; elle peut être effectuée à l'air libre aussi bien. Une personne",
          "sera exonérée de s'il est sur un voyage et l'intention de rester dans le",
          "règlement pour quatre ou moins de quatre jours, ou est si iII qu'il ne peut pas",
          "venir à la mosquée même par un moyen de transport, ou est aveugle à moins qu'il",
          "ne peut tâtonner à la mosquée; [(Il est pas obligatoire pour l'homme aveugle à",
          "venir pour la prière avec l'aide d'un autre homme)], ou qu'il est empêché par des",
          "conditions météorologiques extrêmes ou de fortes pluies ou de neige fondante et",
          "de pluie, ou il se cache pour échapper à la persécution ou appréhende un danger",
          "pour la vie ou honneur, ou craint une perte financière insupportable, La prière",
          "devrait être précédée par deux Sermons. . La personne qui est assise si près de",
          "l'Imam qu'il puisse l'entendre, est interdite la parole; cependant, celui qui",
          "était assis loin, qui ne peuvent pas entendre le sermon, peut parler. Les gens",
          "doivent rester calme pendant le sermon si la personne livrant le Sermon est un",
          "homme juste ou un homme injuste. Si 'Id tombe un vendredi, les personnes qui ont",
          "accompli la `Prière Id seront exemptés de la prière du vendredi. Dans cette",
          "affaire, le point de vue de l'Hanbalis est différente de celle des trois autres",
          "Imams. [(Ghayat al-Muntaha; AI-Fiqh alal-Madhahib al-Arb ah)], \n Tous les",
          "juristes sont d'accord que si la personne à qui la prière du vendredi ne",
          "appartient pas, se joint à la prière, sa prière serait valable, et il serait",
          "absous de la prière Zuhr."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا ۚ قُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ ۚ وَاللَّهُ خَيْرُ الرَّازِقِينَ",
      "simpleTranslate" : [
        "Hélas ! À peine une affaire commerciale ou un divertissement se présentent-ils à",
        "eux qu’ils t’abandonnent alors qu’ils sont en pleine prière. Dis-leur : «Les",
        "bienfaits du Seigneur sont infiniment meilleurs que commerce et plaisir, car Dieu",
        "est le plus Généreux des bienfaiteurs !»"
      ],
      "tafsirTranslate" : [
        "Pourtant, pas plus tôt que ce qu'ils ont vu quelques échanges ou d'amusement, ils",
        "accouraient à lui et vous laissé debout par vous-même <N:19> Dites-leur:. «Ce qui",
        "est auprès d'Allah est bien meilleur que l'amusement et le commerce . <N:20>",
        "Allah est le meilleur fournisseur de nourriture ». <N:21>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "ils ont vu",
        "une transaction",
        "ou",
        "un sport",
        "ils se sont précipités",
        "à ce",
        "et vous gauche",
        "permanent",
        "Dire",
        "Quelle",
        "(est avec",
        "Allah",
        "(est mieux",
        "que",
        "le sport",
        "et de",
        "(Toute) transaction",
        "Et Allah",
        "(est le meilleur",
        "(De) les fournisseurs"
      ],
      "notes" : {
        "19" : [
          "Ceci est l'incident en raison de laquelle les commandements relatifs à la prière",
          "en congrégation vendredi ont été enjoint dans les versets précédents. Son récit",
          "comme relaté dans les collections de Hadith, sur l'autorité de Hadrat Jabir bin",
          "Abdullah, Hadrat 'Abdullah bin `Abbas, Abû Hurayrah, Hadrat Abu Malik, et Hasan",
          "Basri, lbn Zaid, Qatadah et Muqatil bin Hayyan est comme suit : Une caravane",
          "commerciale de Syrie est arrivé à Médine à droite au moment de la prière du",
          "vendredi et son peuple a commencé à jouer leurs tambours pour annoncer leur",
          "arrivée. Le Saint Prophète [(sur lui la paix de Dieu)] à ce moment-là a été la",
          "prestation du Sermon, entendant le tambour les gens de la congrégation sont",
          "devenus impatients et se sont précipités vers Baqi où la caravane était arrêté,",
          "sauf pour les 12 hommes. La tradition la plus authentique dans ce récit est de",
          "Hadrat Jabir bin Abdullah, qui a été rapporté par l'Imam Ahmad, Bukhari, Muslim,",
          "Tirmidhi, Abou Uwanah, 'Abd bin Humaid, Abu Ya'la et d'autres par le biais de",
          "canaux fiables. La seule diversité est que dans certaines traditions, il est",
          "indiqué que l'incident a eu lieu lorsque la prière était en cours; dans d'autres,",
          "que ce qui est arrivé quand le Saint Prophète prononçait le sermon. Cependant, ce",
          "qui semble être correct lorsque la tradition de Hadrat Jabir et celles des autres",
          "sont lus ensemble est que ce qui est arrivé au cours du Sermon. Où Hadrat Jabir",
          "dit que ce qui est arrivé au cours de la prière du vendredi, il a en fait utilisé",
          "le mot prière du vendredi pour la combinaison du Sermon et de la prière. Selon la",
          "tradition de Hadrat 'Abdullah bin' Abbas, sept femmes étaient restés avec 12",
          "hommes. [(Ibn Marduyah)]. Qatadah dit qu'une femme est restée avec 12 hommes,",
          "[(Ibn Jarir, Ibn Abi Hatim)]. Selon la tradition de Daraqoutni 40 personnes",
          "remmained, de `Abd bin Humaid 7 personnes et de Farra 8 personnes. Mais ce sont",
          "des traditions faibles. La tradition de Qatadah ce sac une chose est arrivé trois",
          "fois est également faible. [(Ibn Jarir)] La tradition authentique à cet égard est",
          "de Hadrat Jabir, selon laquelle le nombre de ceux qui sont restés derrière est",
          "indiqué pour être 12. A part une tradition de Qatadah, toutes les traditions des",
          "autres Compagnons et leurs disciples d'accord que ce qui est arrivé qu'une seule",
          "fois. Lors de la lecture ainsi que des traditions différentes à propos de ceux",
          "qui sont restés derrière montrer qu'ils comprenaient Abû Bakr, Hadrat 'Umar,",
          "Hadrat' Uthman, Hadrat 'AII, Hadrat' Abdullah bin Mas'ud, Hadrat 'Ammar bin",
          "Yasir, Hadrat Salim [(esclave Hudhaifah)] et Hadrat Jabir bin Abdullah. La",
          "tradition rapportée par Hafiz Abu Ya`la de Hadrat Jabir bin 'Abdullah dit que",
          "lorsque les gens se sont précipités comme ça et seulement 12 compagnons ont été",
          "laissés, le Saint Prophète leur adressa, en disant: [ \"Par Celui dont la main est",
          "ma vie , si aII vous avait laissé, et aucun était resté en arrière, cette vallée",
          "aurait débordé avec le feu. \"] Un thème ressemblant à ce qui a été cité par Ibn",
          "Marduyah de Hadrat 'Abdullah bin' Abbas et par Ibn Jarir de Qatadah. \n Les",
          "érudits chiites ont utilisé cet incident aussi pour la provocation et faute de",
          "trouver avec les Compagnons. Ils disent que l'abandon du Sermon et de la prière",
          "par un si grand nombre de compagnons pour l'amour du gain mondain et amusement",
          "est une preuve qu'ils préféraient le monde à l'au-delà. Mais cette objection est",
          "déplacée qui peut être soulevée que si l'on garde les yeux fermés ceux aux",
          "réalités. En fait, cet incident a eu lieu juste après la migration. À ce",
          "moment-là, d'une part, la formation collective des Compagnons était dans les",
          "premières étapes, et de l'autre, les mécréants de la Mecque avait soumis les",
          "habitants de Médine à un blocus économique strict en raison de laquelle les",
          "nécessités de levage étaient devenus rares dans la ville. Hadrat Hasan Basri dit",
          "que les gens de temps étaient affamés et les prix avaient augmenté anormalement",
          "élevé. [(Ibn Jarir)]. Dans ces conditions quand une caravane commerciale est",
          "arrivé, les gens se sont précipités pour acheter des choses de nécessité",
          "quotidienne de peur que ceux-ci étaient vendus avant la prière a été conclu. Ce",
          "fut une faiblesse et d'erreur qui est soudainement devenu manifeste en raison de",
          "la formation insuffisante et la sévérité des conditions. Mais celui qui voit les",
          "sacrifices consentis par les Compagnons pour la cause de l'Islam après et voit ce",
          "que la piété et la justice ils ont fait preuve en matière de culte et le",
          "dévouement et les relations ne peuvent jamais oser porter contre eux l'allégation",
          "selon laquelle ils préféraient le monde à l'au-delà, à moins qu'il lui-même porte",
          "la malice contre les Compagnons. \n Cependant, tout comme cet incident le DCEs",
          "prennent pas en charge les critiques des Canpanions du Saint Prophète, il a",
          "également DCEs supporte pas les idées de ces gens qui chérissent notions",
          "exagérées à leur sujet et prétendent qu'ils ne commis aucune erreur, ou si elles",
          "commis certains, il ne devrait pas être mentionné, pour faire mention de leur",
          "erreur et 'appelle cela une erreur est péjoratif et réduit sa révérence et de",
          "respect pour eux, et sa mention va à l'encontre des versets du Coran et du",
          "Hadith, qui Etat que les Compagnons arc personnes préférées d'Allah et ont déjà",
          "été pardonné toutes leurs erreurs et les erreurs. AlI cela est exagéré pour",
          "lequel il n'y a pas de fondement dans le Coran et lui, Hadith. Ici, tout le monde",
          "peut voir par lui-même que AIlah lui-même a mentionné l'erreur qui est arrivé à",
          "avoir été commis par un grand nombre des Compagnons, dans le livre qui sera lu",
          "par l'ensemble de la Oummah jusqu'à la Résurrection, et dans le même livre qui",
          "parle de qu'ils ont été pardonnés et étant choisi les gens de AIIah. Puis, dans",
          "les livres du Hadith et Commentaire également des détails de cette erreur ont été",
          "décrits par les savants AII des Compagnons aux grands savants parmi les adeptes",
          "de la Sunna. Est-ce que cela signifie que AIIah a fait de cette mention dans le",
          "but de détruire le respect pour les mêmes compagnons dont le respect et l'estime",
          "de soi Il veut inculquer à ALi nos cœurs? Et DCEs cela signifie que les",
          "Compagnons et leurs partisans et les traditionnistes et les commentateurs ont",
          "mentionné ces détails de cet incident parce qu'ils ne connaissaient pas l'aspect",
          "religieux de la question de ces zélotes montrent et décrivent? Et ont les gens",
          "qui lisent ah sourate AI-Jumu »et étudient son commentaire vraiment perdu le",
          "respect et l'estime pour les Canpanions de leur cœur? Si la réponse à chacune de",
          "ces questions est négative, et il est certainement dans les, puis toutes ces",
          "idées et notions exagérées négatives, que certaines personnes expriment et",
          "montrent en ce qui concerne le respect des Compagnons du Saint Prophète, arc",
          "erronée. \n La vérité est que les Compagnons du Saint Prophète ne sont pas des",
          "êtres surnaturels: ils étaient seulement humain né dans ce monde. Tout ce qu'ils",
          "ont atteint, ils ont atteint par la formation persistante communiquée par le",
          "Saint Prophète `sur qui soit la paix d'Allah) pendant de nombreuses années. La",
          "méthode de cette formation ve apprendre du Coran et le Hadith était; Chaque fois",
          "qu'une faiblesse est apparu en eux, Allah et Son messager tourné une attention",
          "immédiate à elle, et un programme d'éducation et de formation a été mis en place",
          "pour surmonter et éradiquer. Dans l'affaire de ce très prière du vendredi, nous",
          "voyons que lorsque l'incident de la caravane de commerce a eu lieu, Allah fit",
          "descendre cette section des versets de la sourate AI-Jumu'ah pour administrer",
          "avertissement et enseigner l'étiquette du Service vendredi. Parallèlement à cela,",
          "le Saint Prophète [(sur qui sera la paix d'Allah)] impressionné sur les gens",
          "l'importance du caractère obligatoire du service continu dans ses Sermons, comme",
          "expliqué dans E.N. 15 ci-dessus. Toutes ces instructions se trouvent dans le",
          "Hadith en termes clairs. Abû Sa'id Khoudri dit que le Saint Prophète a dit: [ \".",
          "Chaque musulman doit avoir plein bain le vendredi, devrait nettoyer ses dents,",
          "mettre sur les meilleurs vêtements disponibles, et d'utiliser le parfum si",
          "possible\"] [(Musnad Ahmad Bukhari, musulman, Abu Dâwûd, Nasa'i)]. Hadrat Salman",
          "Farsi dit que le Saint Prophète a dit: [ \"Le musulman qui a salle de bain le",
          "vendredi, nettoie et se purifie autant que possible, applique l'huile à ses",
          "cheveux, ou utilise le parfum si disponible, et vient à la mosquée et prend sa",
          "place sans déranger les autres, puis offre la [(volontaire)] prière que Dieu a",
          "destiné à lui, puis écoute tranquillement quand l'imam parle, il aura ses péchés",
          "et les erreurs commises depuis le vendredi précédent pardonné. \"] [(Bukhari,",
          "Musnad Ahmad )]. Traditions contenant presque le même thème ont été rapportés par",
          "Abû Ayub An'ati, Abû Hurayrah et Hadrat Nubaishat alHudhali aussi du Saint",
          "Prophète. [(Musnad Ahmad, Bukhari, Muslim, Abu Dâwûd, Tirmidhi Tabarani)]. Hadrat",
          "'Abdullah bin' Abbas dit que le Saint Prophète a dit: [ \"La personne qui parle",
          "lorsque l'Imam délivre le sermon, est comme l'âne chargé de livres, et la",
          "personne qui lui dit de garder le silence a également rendu sa propre prière",
          "vide. \"] [(Musnad Ahmad Hadrat Abu Huraira '. Dit que le Saint Prophète a dit: [\"",
          "Si le vendredi pendant le sermon que vous avez dit à une personne,'. Garder le",
          "silence, «vous aussi comporté mal»] (Bukhari, Muslim, Nasa 'i, Tirmidhi, Abou",
          "Daoud)]. Traditions ressemblant étroitement à cette ai été relaté par Imam Ahmad",
          "Abu Dâwûd et Tabarani de Hadrat `Ali et Hazrat Abu Darda'. Pour la personne",
          "livrant le sermon aussi le Saint Prophète .. chargé qu'il ne devrait pas livrer",
          "un long sermon d'essayer la patience du peuple Sa propre pratique le vendredi",
          "était qu'il a donné de brèves Sermons et prières courtes DEI Hadrat Jabir bin",
          "Samoura dit que le Saint Prophète ne donnerait jamais un long sermon: il était",
          "toujours très bref [ \"[(Abu Dâwûd)] Hadrat 'Abdullah bin Abi Aufa dit:\".].. le",
          "sermon du Saint Prophète utilisé pour être plus courte que la prière et la prière",
          "un peu plus que le sermon [ \"[( Nasa'i)], Selon Hadrat Ammar bin Yasir, le Saint",
          "Prophète a dit: \"] la prolongation de la prière et de la brièveté du sermon sont",
          "un signe que l'Imam a perspicacité profonde dans la religion [\" [(Musnad Ahmad,",
          "Muslim Presque le même thème a Bazzar lié de Hadrat 'Abdullah bin Mas'ud. AII",
          "cela montre comment le Saint Prophète a enseigné au peuple l'étiquette du Service",
          "de la congrégation vendredi jusqu'à ce qu'il a commencé w être exécuté dans",
          "l'inconnu de manière unique dans le worstup congrégationaliste de tous les autres",
          "peuples dans le monde."
        ],
        "20" : [
          "] Cette phrase en elle-même montre quelle était la nature de l'erreur commise par",
          "les Compagnons. Dieu ne plaise, si elle avait été duc de toute faiblesse de la",
          "foi, ou duc de donner la préférence du monde sur l'au-delà, la colère d'Allah et",
          "le déplaisir et la réprimande auraient été beaucoup plus sévère. Mais comme il",
          "n'y avait pas une telle faiblesse, et tout ce qui est arrivé était seulement en",
          "raison de la formation insuffisante, AIIah d'abord enseigné au peuple la Coquette",
          "du Service vendredi, puis, après avoir signalé l'erreur, leur a promis que la",
          "récompense qu'ils obtiendraient avec _ AIIah pour écoute le sermon et l'exécution",
          "de la prière serait beaucoup plus grande que les gains et les amusements",
          "mondains."
        ],
        "21" : [
          "Autrement dit, \"] Allah est de loin le meilleur de tous Ies ces fournisseurs qui",
          "deviennent un moyen de fournir la subsistance dans le monde, mais seulement",
          "métaphoriquement. [\" Les peines de ce genre ont eu lieu à plusieurs endroits dans",
          "la Coran, à certains endroits AIIah a été appelé \"] le meilleur des créateurs, [\"",
          "à d'autres \"] le meilleur de pardonneurs [\", \"] le meilleur des souverains [\", \"]",
          "le meilleur de ceux qui montrent la miséricorde [ \", ou\"] le meilleur des aides",
          "\". . A aII ces lieux la référence de la fourniture, la création, le pardon, la",
          "miséricorde et offrir de l'aide aux créatures est métaphorique, et AIIah réel.",
          "Cela signifie que Allah est le meilleur fournisseur, Créateur, Pardonneur, Helper",
          "et Bestower de la Miséricorde de tous ceux qui semblent être de vous donner des",
          "salaires et des moyens de subsistance, ou qui semblent être faire les choses par",
          "leur habileté et de fabrication, ou qui semblent être pardonnant les erreurs des",
          "autres, ou en montrant la miséricorde et d'aider les autres dans ce monde."
        ]
      }
    }
  ],
  "medinian" : true
}