{
  "chapterNumber" : 63,
  "nbVerses" : 11,
  "name" : "Les hypocrites",
  "nameArabic" : "المنافقون",
  "transName" : "al-munāfiqūn",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ ۗ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ",
      "simpleTranslate" : [
        "Lorsque les hypocrites viennent te voir, ils déclarent : «Nous témoignons que tu",
        "es l’Envoyé de Dieu.» Or, Dieu sait bien que tu es Son Envoyé, et Dieu est aussi",
        "Témoin que les hypocrites ne font que mentir."
      ],
      "tafsirTranslate" : [
        "(O Prophète), quand les hypocrites viennent à toi, ils disent: \"Nous attestons",
        "que tu es certes le Messager d'Allah. ' Allah sait certainement que vous êtes Son",
        "messager. Mais Allah témoigne aussi que les hypocrites sont des menteurs",
        "profèrent! <N:1>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "viennent à vous",
        "les hypocrites",
        "ils disent",
        "Nous témoignons",
        "que vous",
        "(Sont) sûrement (le) Messenger",
        "(De) Allah",
        "Et Allah",
        "sait",
        "que vous",
        "(Sont) sûrement Son messager",
        "et Allah",
        "témoigne",
        "cette",
        "les hypocrites",
        "(sont) sûrement menteurs"
      ],
      "notes" : {
        "1" : [
          "Autrement dit, [ \"Bien que la chose qu'ils. Sont prononçaient avec la langue est",
          "vrai par lui-même, il ETCD ne reflètent pas leur croyance. Ils se trouvent donc",
          "quand ils disent qu'ils témoignent que vous êtes un Messager de . AIIah \"] ici,",
          "on doit clairement comprendre qu'une preuve ou témoin est composé de deux choses:",
          "d'abord, la chose réelle à laquelle on porte le témoin; deuxième, propre croyance",
          "de la personne concernée au sujet de la chose à laquelle il porte le témoin,",
          "maintenant, si la chose par lui-même est vrai et la croyance du porteur du témoin",
          "correspons aussi à ce qu'il dit, il sera véridique à tous égards. Et si la chose",
          "en soi est fausse; mais le batteur du témoin estime qu'il est juste et vrai, il",
          "sera considéré comme la vérité dans un sens, car il est la vérité dans",
          "l'expression de sa foi, et menteur d'une autre manière, pour la chose qu'il est",
          "en appui témoin est par lui-même faux. Contrairement à cela, si la chose par",
          "lui-même est vrai, mais la croyance du porteur du témoin est opposé à elle, il",
          "sera considéré comme véridique parce qu'il témoigne de la bonne chose, et un",
          "menteur parce que sa propre croyance est contraire à ce qu'il dit avec la langue.",
          "Par exemple, si un croyant affirme que l'islam est une religion de goût, il est",
          "véridique à tous égards, mais si un Juif, alors qu'il est inébranlable dans son",
          "judaïsme, affirme la même chose, il serait en indiquant la bonne chose mais sa",
          "preuve serait être 8s considéré faux, car il témoigne contre sa foi et la",
          "croyance. Et s'il l'appelle une fausse religion, il serait proférer une fausse",
          "chose, mais il serait battu un vrai témoin selon sa croyance."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ ۚ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ",
      "simpleTranslate" : [
        "Ils se servent de leurs serments comme d’un bouclier pour éloigner leurs",
        "semblables de la Voie de Dieu. Quelle odieuse conduite que la leur !"
      ],
      "tafsirTranslate" : [
        "Ils abritent derrière leur serment, <N:2> et ainsi entraver leur propre moi et",
        "d'autres de la voie d'Allah <N:3> Le mal est bien ce qu'ils font.."
      ],
      "tanslateWordByWord" : [
        "Ils prennent",
        "leurs serments",
        "(Comme) un couvercle",
        "afin qu'ils se détournent",
        "de",
        "(le chemin",
        "(De) Allah",
        "En effet, [ils]",
        "le mal est",
        "quelle",
        "ils avaient l'habitude",
        "faire"
      ],
      "notes" : {
        "2" : [
          "Autrement dit, ils utilisent les serments qu'ils jurent de convaincre les autres",
          "de leur Islam et la foi comme un bouclier pour se sauver de la colère des",
          "musulmans afin qu'ils ne les traitent pas comme ils traitent leurs ennemis",
          "ouverts. \n Ces serments peuvent impliquer le serment qui ils jurent",
          "habituellement de convaincre les autres de leur foi, ainsi que ceux qu'ils",
          "juraient quand ils ont été pris de commettre un acte hypocrite, et aussi ces",
          "serments 'Abdullah Ibn Ubayy avait juré de contredire le rapport donné par Hadrat",
          "Zaid bin Arqam. Outre cela, il y a une autre probabilité que Allah aurait pu",
          "considérer cette déclaration de leur comme un serment: [ \"Nous attestons que tu",
          "es le Messager d'Allah.\"] Cette dernière probabilité a donné lieu à un différend",
          "entre les juristes, à savoir: Si un personne affirme quelque chose avec les mots:",
          "[ \"Je rends témoignage,\"] ne sera considéré comme un serment ou non? Imam Abu",
          "Hanifah et ses compagnons [(sauf Imam Zufar)], l'Imam Sufyan Thauri et Imam",
          "Auza'i considèrent comme un serment [(Yamin dans la terminologie Shari'ah)]. Imam",
          "Zufar dit qu'il n'y a pas un serment. Deux paroles de l'Imam Malik ont ​​été",
          "signalés à cet égard: d'abord «qu'il est un serment absolument, et, deuxièmement,",
          "que si en disant: [\" Je rends témoignage, \"] son ​​intention était de dire: y",
          "Dieu, je rends témoignage, [ \"ou\"] Je témoigne devant Dieu, [ \"ce serait-il une",
          "déclaration sous serment, sinon pas Imam Shafe'i dit:.« Même si la personne dit",
          "les mots: «] Je rends témoignage devant Dieu [« il. ne serait pas une déclaration",
          "sous serment, à moins qu'il prononça ces mots avec l'intention de prêter serment,",
          "\"] [(AI-Jassas_, Ahkam al-Coran;. Ibn al'.Arabi Ahkam al-Coran)]."
        ],
        "3" : [
          "Le verbe sadd en arabe est transitive ainsi que intransitif. Par conséquent,",
          "sâdhû », un sabil-Allah; [ \"Ils se détournent de la voie d'Allah,\"], ainsi que:",
          "'. Ils tournent autres loin de la Voie de AIIah [ \"Selon le premier sens du",
          "verset serait\" moyen \"] Au moyen de ces serments ils ont d'abord se planter",
          "fermement parmi les musulmans, puis inventer des moyens d'échapper à des demandes",
          "remplissant de la foi et d'éviter l'obéissance à AIlah et à Son messager. [",
          "\"Selon le deuxième signifiant cela signifierait:\"] Ils utilisent leurs faux",
          "serments comme une couverture pour commettre de mauvaises actions. Posant en tant",
          "que musulmans, ils affaiblissent la communauté musulmane de l'intérieur:",
          "découvrir les secrets des musulmans et de transmettre ces à leurs ennemis, créer",
          "des doutes sur l'islam parmi les non-musulmans et l'utilisation de tels",
          "dispositifs pour inspirer les simples musulmans avec des suggestions mauvaises",
          "qui hypocrite dans l'apparence d'un musulman ne pouvait le faire, pour un ennemi",
          "de l'Islam ne peut pas les utiliser."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
      "simpleTranslate" : [
        "Et ce, pour avoir cru puis renié leur foi. C’est alors qu’un sceau fut apposé sur",
        "leurs cœurs, les rendant incapables de rien comprendre."
      ],
      "tafsirTranslate" : [
        "Tout ce qui est parce qu'ils croyaient d'abord, puis mécru, et donc un joint a",
        "été mis sur leur cœur; par conséquent, ils ne comprennent rien. <N:4>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(parce que",
        "ils croient",
        "puis",
        "leur mécréance",
        "de sorte ont été scellés",
        "[sur]",
        "leur cœur",
        "afin qu'ils",
        "(ne pas",
        "comprendre"
      ],
      "notes" : {
        "4" : [
          "Dans ce verset [ «croire»] signifie professant la foi pour être compté parmi les",
          "musulmans, et «mécréant [\" signifie ne pas croire sincèrement et de persister",
          "dans l'incrédulité, comme d'habitude. Le verset veut dire que quand ils, après",
          "mûre réflexion, a décidé d'adopter cette attitude hypocrite au lieu d'adopter",
          "soit la croyance ou l'incrédulité clairement, Allah a causé un sceau à mettre sur",
          "leur cœur et les a privés de la grâce d'adopter l'attitude et la conduite d'une",
          "véritable, sincère et noble personne. maintenant, leur pouvoir de compréhension a",
          "été perdu, leur sens moral est devenu mort, et en suivant cette façon, ils même",
          "jamais sentir que leur habitude de mensonges toujours raconter, leur comportement",
          "trompeur et toujours présent contradictions entre leur parole et acte est un",
          "misérable état dans lequel ils se sont impliqués Ceci est l'un de ces versets",
          "dans lesquels la signification de ';. provoquant un joint d'étanchéité à être",
          "réglé sur le cœur de quelqu'un par Allah \"] a été clair. Ces personnes ne sont",
          "pas devenus hypocrites parce qu'Allah .had mis un sceau sur leurs cœurs; de même",
          "la foi ne les a pas entrer, et ils sont devenus hypocrites sous la contrainte.",
          "Mais, en fait, Allah a scellé leurs coeurs seulement quand ils ont décidé de",
          "persister dans l'incrédulité en dépit de professer la foi vers l'extérieur.",
          "Ensuite, ils ont été privés de la capacité de croire sincèrement et de la grâce",
          "de l'attitude morale qui en résulte. et ont été aidés à persister dans",
          "l'hypocrisie et la morale hypocrite, qu'ils avaient choisi d'adopter pour",
          "eux-mêmes."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ ۖ وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ ۖ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ ۖ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ۚ هُمُ الْعَدُوُّ فَاحْذَرْهُمْ ۚ قَاتَلَهُمُ اللَّهُ ۖ أَنَّىٰ يُؤْفَكُونَ",
      "simpleTranslate" : [
        "Quand on les voit, on est séduit par leur stature ; et quand ils parlent, on les",
        "écoute volontiers. Pourtant, ils ne sont, en réalité, que des poutres en mal",
        "d’appui, que le moindre cri met en émoi. Ce sont ceux-là tes pires ennemis !",
        "Méfie-toi d’eux ! Que Dieu anéantisse ces hypocrites, si prompts à se détourner",
        "de la Voie du Seigneur !"
      ],
      "tafsirTranslate" : [
        ". Lorsque vous regardez, leurs personnes sont agréables, et quand ils parlent,",
        "vous prêter attention à ce qu'ils disent <N:5> Mais en vérité, ils sont",
        "(seulement) des poutres de bois calé-up (contre un mur) <N:6> ils considèrent",
        "tous les cris qu'ils entendent être dirigée contre eux <N:7> ils sont vos ennemis",
        "profèrent;.. <N:8> garde contre eux <N:9> qu'Allah faire avec eux. ! <N:10>",
        "Comment sont-ils détournés (de la vérité)? <N:11>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "tu les vois",
        "vous plaît",
        "leurs corps",
        "et si",
        "ils parlent",
        "tu écoutes",
        "à leur discours",
        "comme si elles (étaient)",
        "morceaux de bois",
        "calé",
        "Ils pensent",
        "chaque",
        "crier",
        "(Est) contre eux",
        "Ils",
        "(Sont) l'ennemi",
        "alors méfiez-vous d'eux",
        "Peut les détruire",
        "Allah",
        "Comment",
        "sont-ils trompés"
      ],
      "notes" : {
        "5" : [
          "Hadrat 'Abdullah bin' Abbas a déclaré que 'Abdullah Ibn Ubayy était une personne",
          "en bonne santé, beau et mielleux solidement construit, et même ce fut le cas sera",
          "plus .de ses compagnons. Ils étaient tous Ies nobles de Madinah. Quand ils sont",
          "venus à siéger dans l'assemblée du Saint Prophète, ils siégeraient accoudés sur",
          "des coussins contre les murs et parlaient agréablement et de manière",
          "convaincante. De leur apparence extérieure et de la manière de la parole ne",
          "pouvait imaginer que ces gens honorables de la ville seraient si misérable et",
          "dégradé dans leur caractère."
        ],
        "6" : [
          "Autrement dit, [ \"Ceux qui sont assis couché sur des coussins contre les murs, ne",
          "sont pas Nun mais des morceaux de bois. En les comparant au bois est destiné à",
          "signifier qu'ils sont dépourvus de sens moral qui est l'essence de l'humanité",
          "Ensuite, en les comparant à des blocs de bois calé contre le WALI, il a également",
          "été souligné qu'ils sont absolument sans valeur, pour le bois serait utile",
          "seulement quand il a été utilisé dans la fabrication d'un plafond, ou un",
          "chambranle, ou meuble. un bloc de bois qui vient d'être placé contre un wali ne",
          "sert à rien du tout. \"]"
        ],
        "7" : [
          "Cette courte phrase dépeint l'état de leur conscience. Comme ils pleinement",
          "savaient bien quel jeu d'hypocrisie qu'ils jouaient amadou l'écran de leur foi",
          "superficielle, ils sont toujours restés dans un état d'alarme, en pensant à quel",
          "moment le secret de leur trahison pourrait être exposé, ou les croyants peuvent",
          "se sentir dégoûté de leur actes et machinations diaboliques et prennent leur",
          "tâche co pour eux. Si jamais un cri a été soulevée partout dans la ville, ou un",
          "bruit a été entendu; ils ont grandi inunediately alarmée et pensaient qu'elle",
          "était dirigée contre eux-mêmes."
        ],
        "8" : [
          "En d'autres termes, ces ennemis cachés arc plus dangereux que les ennemis",
          "ouverts."
        ],
        "9" : [
          "Autrement dit, [ \"Ne vous laissez pas tromper par leurs apparences. Méfiez-vous",
          "d'eux, car ils peuvent vous tromper tout moment.\"]"
        ],
        "10" : [
          "Ce ne sont pas une malédiction mais une déclaration du verdict à leur sujet par",
          "Allah qu'ils sont devenus dignes de sa punition et il va certainement infliger",
          "Son châtiment sur eux. Il est également possible que AIIah peut ne pas avoir",
          "utilisé ces mots dans leur sens littéral, mais dans le sens d'une malédiction et",
          "la condamnation selon l'idiome arabe."
        ],
        "11" : [
          "Il n'a pas été signalé à qui les pervertit de la croyance à l'hypocrisie. Cela en",
          "soi, il est clair qu'il n'y a pas une, mais des facteurs manu responsables de",
          "leur perversion. Il est Satan, il y a leurs amis du mal, et il y a leurs propres",
          "motifs égoïstes. la femme ou les enfants de quelqu'un deviennent son motif, et",
          "quelqu'un est entraîné à la perversion par les méchants dans sa société, ou par",
          "la jalousie, le dépit et l'orgueil."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ",
      "simpleTranslate" : [
        "Quand on leur dit : «Venez, afin que le Prophète de Dieu implore Son pardon en",
        "votre faveur !», ils détournent la tête, et on les voit s’éloigner pleins de",
        "gloriole."
      ],
      "tafsirTranslate" : [
        "Quand on leur dit: «Venez, le Messager d'Allah demandera pardon pour vous\", ils",
        "(dédaigneux) hochent la tête et vous voyez les retenir dans l'orgueil <N:12>."
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "c'est dit",
        "pour eux",
        "Viens",
        "va demander pardon",
        "pour toi",
        "(le Messager",
        "(De) Allah",
        "Ils se détournent",
        "leurs têtes",
        "et vous les voyez",
        "se détourner",
        "pendant qu'ils",
        "(Sont) arrogants"
      ],
      "notes" : {
        "12" : [
          "Autrement dit, ils refusent non seulement de venir au Messager de demander",
          "pardon, mais aussi en entendant l'invitation, ils secouent la tête avec arrogance",
          "et l'orgueil, et restent inflexibles, pensant que ce serait honteux pour eux",
          "d'approcher le Messager de demander pardon. Ceci est un signe clair qu'ils ne",
          "sont pas croyants."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ ۚ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ",
      "simpleTranslate" : [
        "Il est d’ailleurs égal que tu demandes ou non le pardon de Dieu en leur faveur,",
        "Dieu ne leur accordera pas Son pardon, car Dieu ne saurait en vérité guider des",
        "gens pervers."
      ],
      "tafsirTranslate" : [
        "Il est tout de même pour eux si vous demandez pardon pour eux ou non; Car Allah",
        "ne leur pardonnera jamais. <N:13> Certes, Allah ne dirige pas le transgresseur",
        "populaire à la bonne façon. <N:14>"
      ],
      "tanslateWordByWord" : [
        "(C'est pareil",
        "pour eux",
        "si vous demandez pardon",
        "pour eux",
        "ou",
        "(ne pas",
        "demander pardon",
        "pour eux",
        "Jamais",
        "pardonnerai",
        "Allah",
        "[pour eux",
        "Effectivement",
        "Allah",
        "(ne fait pas",
        "guider",
        "les gens",
        "les pervers"
      ],
      "notes" : {
        "13" : [
          "Cette chose a été réitérée dans la sourate At-Tawbah, qui a fait descendre trois",
          "ans après la sourate Al-Mtutafiqun, CÉVENNES dans des mots plus forts. Dans cette",
          "sourate AIIah, tout en abordant le Saint Prophète [(sur qui soit la paix",
          "d'Allah)] a dit ceci au sujet des hypocrites: «O Prophète [(il sera aII même)] si",
          "vous demander pardon pour eux ou pas, pour AIIah sera ne leur pardonnera pas,",
          "même si vous demander pardon pour eux soixante dix fois. En effet, ils ont mécru",
          "en AIIah et à Son messager, et AIlah ne montre pas des conseils aux malfaiteurs [",
          "\"[(AtTaubah: 80)..] Un peu plus loin dans cette sourate",
          "<V:9:80)..]Unpeuplusloindanscettesourate>, il a été à nouveau dit:« Et jamais",
          "effectuer les funérailles . la prière pour tous ceux d'entre eux W; 10 meurt ni",
          "se tenir debout sur sa tombe, car ils ont nié Allah et à son messager et diod",
          "alors qu'ils étaient transgresseurs \"] [(At-Tawbah: 84 <V:9:84>)]"
        ],
        "14" : [
          "Deux choses ont été dit dans ce verset. Tout d'abord, que la prière du pardon",
          "peut être bénéfique seulement pour ceux qui sont bien guidés. Que seul un homme",
          "ordinaire, même si le Messager de Dieu lui-même prie pour le pardon de la",
          "personne, qui a détourné de l'orientation et adopté la voie du péché et la",
          "transgression à la place de l'obéissance, il ne peut pas être pardonné. En second",
          "lieu, qu'il ne soit pas le chemin d'Allah bénir avec l'aide de ceux qui ne",
          "cherchent pas sa direction. Si une personne se détourne de la direction d'Allah,",
          "secoue plutôt sa tête avec arrogance et rejette l'invitation quand il est appelé",
          "à l'orientation, Allah n'a pas besoin qu'il devrait aller après lui avec sa",
          "direction et le supplier de venir à la bonne voie."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "هُمُ الَّذِينَ يَقُولُونَ لَا تُنْفِقُوا عَلَىٰ مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّىٰ يَنْفَضُّوا ۗ وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ وَلَٰكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ",
      "simpleTranslate" : [
        "Ce sont eux qui disent aux leurs : «Cessez toute assistance aux Compagnons du",
        "Prophète, afin qu’ils finissent par l’abandonner !», comme si les trésors des",
        "Cieux et de la Terre n’appartenaient pas à Dieu ! Mais les hypocrites peuvent-ils",
        "le comprendre?"
      ],
      "tafsirTranslate" : [
        "Ce sont eux qui disent: «Ne rien donner à ceux qui sont avec le Messager d'Allah,",
        "afin qu'ils puissent se disperser.\" (Ils disent bien) les trésors des cieux et de",
        "la terre appartiennent à Allah. Mais les hypocrites ne comprennent pas."
      ],
      "tanslateWordByWord" : [
        "Ils",
        "(Sont) ceux qui",
        "dire",
        "(Ne pas",
        "dépenser",
        "sur",
        "(ceux qui",
        "(sont avec",
        "(le Messager",
        "(De) Allah",
        "jusqu'à",
        "ils se dissolvent",
        "Et pour Allah",
        "(Les) trésors",
        "(De) les cieux",
        "et la terre",
        "mais",
        "les hypocrites",
        "(ne pas",
        "comprendre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ ۚ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ وَلَٰكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Et ils ajoutent : «Si jamais nous retournons à Médine, le plus puissant en",
        "expulsera sûrement le plus faible», comme si la vraie puissance n’appartenait pas",
        "à Dieu, à Son Envoyé et aux croyants ! Mais les hypocrites semblent l’ignorer."
      ],
      "tafsirTranslate" : [
        "Ils disent: '. Quand nous reviendrons à Médine, les honorables ceux chasseront de",
        "lui ceux qui sont abjectes' <N:15> En vérité, tout honneur appartient à Allah, et",
        "Son messager, et aux croyants. <N:16> Mais les hypocrites ne savent pas."
      ],
      "tanslateWordByWord" : [
        "Ils disent",
        "Si",
        "nous retournons",
        "à",
        "Al-Madinah",
        "sûrement, expulsera",
        "le plus honorable",
        "à partir de cela",
        "plus humble",
        "Mais pour Allah",
        "(Est) l'honneur",
        "et Son Messager",
        "et pour les croyants",
        "mais",
        "les hypocrites",
        "(ne pas",
        "connaître"
      ],
      "notes" : {
        "16" : [
          "Autrement dit, \"] Tout honneur appartient à Allah, en vertu de son essence, à",
          "l'apôtre en vertu de son Apostolat et aux croyants en vertu de leur foi. Comme",
          "pour les mécréants et les méchants et les hypocrites, ils ont aucune part dans le",
          "réel, véritable honneur \"."
        ],
        "15" : [
          "Hadrat Zaid bin Arqam dit: [ \"Je l'ai dit ces mots d'Abdullah Ibn Ubayy au Saint",
          "Prophète, et 'Abdullah Ibn Ubayy est venu et les a désavoué le serment, les",
          "personnes âgées de l'Ansar et CÉVENNES mon oncle, me reprocha cette;. si bien que",
          "je me suis senti que le Saint Prophète avait aussi me pris pour un menteur et",
          "'Abdullah Ibn Ubayy pour une personne véridique cela m'a causé une grande",
          "angoisse et de chagrin Puis, quand ces versets étaient. révélé, le Saint Prophète",
          "me appellent-d, et de prendre la main sur ma voiture, a déclaré: \"] l'oreille du",
          "garçon était véridique AIIah lui-même a témoigné de ce qu'il avait entendu [.\"",
          "[(Ibn Jarir En Tirmidhi il y a aussi une tradition. sur le même sujet)]."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ ۚ وَمَنْ يَفْعَلْ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْخَاسِرُونَ",
      "simpleTranslate" : [
        "Ô croyants ! Ne vous laissez pas distraire par vos richesses et vos enfants du",
        "rappel de Dieu ! Ceux qui agissent ainsi seront les véritables perdants."
      ],
      "tafsirTranslate" : [
        "Les croyants, <N:17> laissez vos biens et votre progéniture ne vous font",
        "négligente du souvenir d'Allah <N:18> Pour quiconque fait cela, ils seront les",
        "perdants.."
      ],
      "tanslateWordByWord" : [
        "O",
        "toi qui)",
        "croyez",
        "(Let) pas",
        "vous divertir",
        "votre richesse",
        "et pas",
        "vos enfants",
        "de",
        "(La) mémoire",
        "(De) Allah",
        "Et quiconque",
        "Est-ce que",
        "cette",
        "puis ceux",
        "[ils]",
        "(Sont) les perdants"
      ],
      "notes" : {
        "17" : [
          "Maintenant, un mot d'avertissement est adressé à AII ces personnes, qui sont",
          "entrés dans l'Islam, qu'ils sont les vrais croyants et sincères, ou ceux qui",
          "professent la foi simplement verbalement. Comme nous l'avons expliqué à plusieurs",
          "endroits ci-dessus. les mots alladhina Amanu dans le Coran sont parfois utilisés",
          "pour traiter les vrais croyants et parfois pour faire face aux hypocrites, car",
          "ils professent la foi seulement avec la langue, et parfois pour faire face aux",
          "musulmans de types AII dans générale Le contexte lui-même montre que groupe est",
          "le public à un endroit particulier."
        ],
        "18" : [
          "La mention des biens et les enfants, en particulier, a été faite, pour l'homme se",
          "tourne surtout loin des exigences de la foi pour le bien de leur bien-être et les",
          "intérêts et est impliqué dans l'hypocrisie, faiblesse de la foi, ou la méchanceté",
          "et la désobéissance; sinon il implique tout le monde qui séduit et absorbe Tnan",
          "si complètement qu'il devient inattentif le souvenir de Dieu. Cette insouciance à",
          "l'égard du souvenir de Dieu est en effet la cause racine de tous les maux. Si",
          "l'homme ne se souvient qu'il est pas libre, mais le serviteur du Dieu, et que",
          "Dieu est pleinement conscient de tous ses faits et gestes, et il sera par tenu",
          "responsable un jour avant lui pour aII ses faits et gestes, il ne serait jamais",
          "impliqué dans toute déviation et de la méchanceté, et si jamais il commet une",
          "erreur due à une faiblesse humaine, il va immédiatement rectifier dès qu'il vient",
          "de réaliser sa faute et de se repentir."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَىٰ أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ",
      "simpleTranslate" : [
        "Donnez donc en œuvres charitables une partie des biens dont Nous vous avons",
        "pourvus, avant que la mort ne vienne surprendre l’un de vous et qu’il ne dise :",
        "«Seigneur, accorde-moi un court délai pour que je fasse l’aumône et que je sois",
        "du nombre des vertueux !»"
      ],
      "tafsirTranslate" : [
        "et de passer de ce qu'Allah vous a accordé par voie de subsistance avant la mort",
        "doit venir à l'un de vous et qu'il devrait dire: «Seigneur, pourquoi avez-vous",
        "pas reporter mon retour pendant un certain temps pour que je puisse donner",
        "l'aumône et d'être parmi les justes?"
      ],
      "tanslateWordByWord" : [
        "Et dépensez",
        "de",
        "quelle",
        "Nous vous avons fourni",
        "de",
        "avant",
        "[cette]",
        "vient",
        "(À) l'un d'entre vous",
        "la mort",
        "et il dit",
        "Mon Seigneur",
        "Pourquoi pas",
        "Vous me retardez",
        "pour",
        "un terme",
        "près",
        "et je voudrais donc donner la charité",
        "et être",
        "parmi",
        "les justes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا ۚ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ",
      "simpleTranslate" : [
        "Or, Dieu n’accorde jamais de délai à une âme dont le terme a expiré. Dieu est",
        "bien Informé de ce que vous faites."
      ],
      "tafsirTranslate" : [
        "Mais lorsque le mandat d'une personne prend fin, Allah ne donne aucun répit.",
        "Allah est bien conscient de tout ce que vous faites."
      ],
      "tanslateWordByWord" : [
        "Mais jamais",
        "sera retardé",
        "(Par) Allah",
        "une âme",
        "quand",
        "est venu",
        "son mandat",
        "Et Allah",
        "(Est) All-Aware",
        "de quoi",
        "tu fais"
      ],
      "notes" : { }
    }
  ],
  "medinian" : true
}