{
  "chapterNumber" : 64,
  "nbVerses" : 18,
  "name" : "La duperie réciproque, Alternance dans la lésion",
  "nameArabic" : "التغابن",
  "transName" : "al-taġābun",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۖ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "Tout ce qui est dans les Cieux et sur la Terre célèbre la gloire du Seigneur. À",
        "Lui la royauté ! À Lui la louange ! Et Sa puissance n’a point de limite."
      ],
      "tafsirTranslate" : [
        "Tout ce qui est dans les cieux et tout ce qui est dans la terre exalte la gloire",
        "d'Allah <N:1> Son est la souveraineté <N:2> et à Lui est toute louange due; <N:3>",
        "Il a le pouvoir sur tout. <N:4>"
      ],
      "tanslateWordByWord" : [
        "glorifie",
        "[À] Allah",
        "peu importe",
        "(est dans",
        "Le Paradis",
        "et quelle que soit",
        "(est dans",
        "La terre",
        "Pour lui",
        "(Est la) domination",
        "et pour lui",
        "(Est) la louange",
        "Et il",
        "(est sur",
        "chaque",
        "chose",
        "Tout-puissant"
      ],
      "notes" : {
        "1" : [
          "Pour une explication, voir E.N. I du commentaire sur la sourate AI-Hadid. Une",
          "étude sur le thème suivant par lui-même montre pourquoi le discours a",
          "interdiction commencé avec cette phrase. Ce qui a été indiqué ci-dessous à propos",
          "de l'Univers et l'Homme est que AIIah seul est leur Créateur, Maître, souverain,",
          "et il n'a pas fait cet univers sans fin et de la sagesse, que l'homme n'a pas été",
          "créé et à gauche irresponsable, afin qu'il puisse agir en tant que il peut",
          "plaire, et il devrait y avoir personne pour lui demander des comptes, et que le",
          "souverain de cet univers est pas un roi et ignorant sans souci pour qu'il puisse",
          "avoir aucune connaissance de ce qui se passe dans son royaume. La meilleure",
          "introduction à ce thème pourrait être la même comme il a été formulée dans cette",
          "courte phrase. Compte tenu du contexte, la mise en place signifie: Dans quelle",
          "direction vous pouvez transformer votre regard, de la terre aux immensités",
          "infinies du ciel, vous verrez clairement que tout d'une particule aux grandes",
          "galaxies témoigne non seulement de l'existence de Dieu, mais porte également la",
          "preuve que son Dieu est libre de tout defcet. toutes les faiblesses et erreurs.",
          "leur avait été la moindre probabilité d'un défaut ou d'un défaut, une faiblesse",
          "ou une déficience, dans son essence et les attributs, dans ses actes et décrets,",
          "ce système parfait et sage ne pouvait pas être entré en étant à aII, ni continuer",
          "à fonctionner de manière cohérente et immuablement d'éternité en éternité."
        ],
        "2" : [
          "Autrement dit, [ «Le Royaume de l'univers appartient exclusivement à Lui. Il n'a",
          "pas seulement créé et IEFT seul après lui avoir donné la poussée initiale, mais",
          "lui seul est en fait au pouvoir au-dessus de chaque instant. Personne ne d'autre",
          "a un rôle ou d'une action que ce soit dans cette règle et de la souveraineté. Si",
          "d'autres possèdent temporairement et sur une échelle limitée des pouvoirs de",
          "propriété ou de la règle quelque part dans l'univers, ce ne sont pas leurs",
          "pouvoirs personnels, qu'ils auraient acquis en vertu de leur propre pouvoir, mais",
          "ceux-ci ont été accordé par Allah. ils possèdent ces pouvoirs aussi longtemps que",
          "Dieu le veut, et ils peuvent être retirés comme et quand il le désire. \"]"
        ],
        "3" : [
          "En d'autres termes; Lui seul est digne de louange. Quelle que soit autre être a",
          "toute la qualité louable, il a interdiction accordée par Allah. Et si hamd",
          "[(louange)] être pris dans le sens de shukr [(reconnaissance)], le sens serait:",
          "En réalité, Dieu seul est digne d'être remercié, pour tous. de bonnes choses dans",
          "le monde ont été créés par Lui, et Lui seul est la sarcelle Bienfaiteur de types",
          "de création tous Ies. Lorsque nous remercions un autre être pour la faveur, nous",
          "remercions pour la raison que Dieu a transmis sa bénédiction pensait ou qu'il",
          "nous, sinon ni l'être lui-même est le créateur de la bénédiction ni ne pouvait",
          "donner la bénédiction à vous sans la permission et l'aide d'Allah ."
        ],
        "4" : [
          "Autrement dit, \"Il est le possesseur du pouvoir absolu: Il peut faire tout ce",
          "qu'il veut, il n'y a pas le pouvoir d'empêcher ou de limiter Son Omnipotence.."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "simpleTranslate" : [
        "C’est Lui qui vous a créés. Tel parmi vous est impie et tel autre est croyant ;",
        "mais Dieu de tout ce que vous faites est Clairvoyant."
      ],
      "tafsirTranslate" : [
        "C'est Lui qui vous a créés: et parmi vous sont ceux qui nient la vérité <N:5> et",
        "parmi vous sont ceux qui croient en elle <N:6> Allah observe tout ce que vous",
        "faites.."
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Celui qui",
        "vous créé",
        "et parmi vous",
        "(Est) un mécréant",
        "et parmi vous",
        "(Est) un croyant",
        "Et Allah",
        "de quoi",
        "tu fais",
        "(Est) Clairvoyant"
      ],
      "notes" : {
        "5" : [
          "Il a quatre significations et arc aII correctes dans leurs places respectives: \n",
          "Tout d'abord, que [ «Lui seul est votre Créateur, mais certains d'entre vous nier",
          "son être le Créateur et d'autres reconnaissent cette tnrth.\"] Cette signification",
          "devient évidente lorsque la première et la seconde d'arc phrases lues",
          "conjointement. \n Seconde. que [ \"Lui-même vous a créé avec la nature que si vous",
          "choisissez d'adopter incroyance, vous pouvez le faire, et si vous choisissez",
          "d'affirmer la croyance, vous pouvez le faire. Il ne vous a pas forcé d'accepter",
          "ou de rejeter la foi donc , vous vous arc responsable de votre croyance ou",
          "incroyance adopter \"] ce sens est confirmé par la phrase suivante: [\". AIlah voit",
          "ce que vous faites \"] Autrement dit, en vous donnant ce choix Il vous a mis à",
          "l'épreuve, et. Il regarde la façon dont vous exercez ce choix. [ \" \n Le troisième",
          "sens est. »] Il vous a créé avec un son, la nature saine, qui exigeait que vous",
          "devriez tous adopter la voie de la foi, mais certains d'entre vous adopté",
          "incroyance, qui a été opposé à la nature et le but de leur création, et certains",
          "d'entre vous adopté le chemin de la foi, ce qui était conforme à leur nature ce",
          "thème devient évident quand ce verset est lu avec le verset 30 de la sourate",
          "Ar-Rum qui dit: [ \"Définir votre visage et sincèrement envers la foi, et être",
          "ferme sur la Nature quoi AIIah a créé l'humanité. Il peut y avoir aucun",
          "changement dans la nature faite par AIIah. Ceci est le droit et la vraie foi ».",
          "Et ce thème très est expliqué par plusieurs hadiths dans lesquels le Saint",
          "Prophète [(sur qui sera la paix d'Allah)] a déclaré à plusieurs reprises que tout",
          "homme a été créé sur la vraie nature humaine; puis le polythéisme et l'écart lui",
          "arriver de l'extérieur [(Pour une explication futher, voir de 42 à 47 du",
          "commentaire de la sourate Ar-Rum EN)] Ici, il peut il a souligné qu'aucun livre",
          "divin n'a jamais présenté le concept o 'homme de être un pécheur de naissance,",
          "que le christianisme a adopté comme sa doctrine fondamentale depuis 1500 ans.",
          "Récemment même les érudits catholiques eux-mêmes ont commencé à exprimer le point",
          "de vue qu'il n'y a aucune base pour cette doctrine dans la Bible. Le célèbre",
          "spécialiste de la Bible allemande Rev. Herbert Haag, écrit dans son livre, le",
          "péché originel dans l'Écriture \"] Parmi les premiers chrétiens, au moins jusqu'à",
          "ce que le 3ème siècle après JC, il existait une telle croyance que l'homme était",
          "un pécheur par la naissance, et quand cette idée a commencé à répandre parmi le",
          "peuple, les érudits chrétiens ont continué à le contredire pendant deux siècles",
          "enfin dans le 5ème siècle après JC St Augustin par la puissance de sa logique",
          "fait de cette idée une partie des croyances fondamentales du christianisme.",
          "»l'humanité est l'héritier le péché originel commis par Adam, et il n'y a aucun",
          "moyen de salut pour l'homme que par l'expiation faite par Christ. [ \" \n La",
          "quatrième signification est: \"] Seulement AIlah vous a amené à l'existence de la",
          "non-existence: vous étiez pas, alors vous êtes devenu Ce fut une chose si simple",
          "que si vous aviez réfléchi sérieusement et vu que la vie est la bénédiction",
          "réelle à travers laquelle vous êtes. bénéficiant par les autres bénédictions dans",
          "le monde, aucun d'entre vous aurait adopté l'attitude d'incrédulité et de",
          "rébellion contre votre Créateur. Mais certains d'entre vous ne lui donner raison",
          "pensée, ou de la pensée erronée, et a adopté la voie de l'incrédulité, et",
          "quelques autres adopté de la même manière de la croyance et de la foi qui était",
          "la demande même de la pensée correcte."
        ],
        "6" : [
          "Dans cette phrase [ \"voir\"] ne signifie pas seulement de voir, mais il donne",
          "automatiquement le sens que l'homme sera récompensé ou puni selon ses faits et",
          "gestes. Il est comme un maître de prendre une personne en service, puis en lui",
          "disant: [ \"Je vais sec comment vous effectuez vos tâches,\"] ce qui implique: [",
          "\"Si vous effectuez bien vos devoirs, 1 vous récompenserai pleinement, sinon je",
          "vais vous appeler pour tenir compte de votre négligence. \"]"
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ ۖ وَإِلَيْهِ الْمَصِيرُ",
      "simpleTranslate" : [
        "Ce n’est pas sans but précis qu’Il a créé les Cieux et la Terre ; et, en vous",
        "créant, Il vous a dotés d’une forme harmonieuse. Et c’est à Lui que tout fera",
        "retour."
      ],
      "tafsirTranslate" : [
        "Il a créé les cieux et la terre avec la Vérité et vous forme, vous donnant",
        "d'excellentes formes. Et à Lui est votre ultime retour. <N:7>"
      ],
      "tanslateWordByWord" : [
        "Il a créé",
        "Le Paradis",
        "et la terre",
        "avec la vérité",
        "et Il t'a formé",
        "et fait bonne",
        "vos formulaires",
        "et à Lui",
        "(Est) la déclaration finale"
      ],
      "notes" : {
        "7" : [
          "Dans ce verset trois choses ont été dit dans leur séquence, qui sont bien relié",
          "logiquement: \n D'abord, il a été dit que AIlah a créé cet univers avec le tnrth.",
          "Lorsque le mot [ \"avec la vérité\"] est parlé pour une nouvelles, cela signifie",
          "une vraie nouvelles; quand il est parlé d'une commande, cela signifie une",
          "commande basée sur la justice; quand il est parlé d'une déclaration, cela",
          "signifie une déclaration correcte; et quand il est utilisé pour un acte, il",
          "implique un acte qui est sage, raisonnable et utile. Maintenant, khalq [(pour",
          "créer)] est un acte; par conséquent, de dire que l'univers a été créé avec la",
          "vérité, serait inévitablement que l'univers n'a pas été créé pour le plaisir,",
          "mais il est un travail sérieux d'un Sage Créateur: tout ce qu'il a un objet et le",
          "but rationnel, et l'élément de son être intentionnel est tellement évident que si",
          "une personne sensée comprend la nature d'une chose bien, il ne peut pas être",
          "difficile pour lui de savoir l'objectif rationnel et sage pour lequel il a été",
          "créé. Tout de la science moderne témoigne que chaque fois que l'homme a réussi à",
          "comprendre la vraie nature d'une chose par réflexion, de recherche et d'enquête,",
          "il a aussi appris à connaître finalement le but et l'objet de sa création, et",
          "cette compréhension de son but l'a conduit à d'innombrables inventions qui sont",
          "actuellement utilisés dans la vie humaine civilisée. Cela pourrait ne pas être",
          "possible, cet univers avait été le jouet d'une personne insouciante, dépourvue de",
          "toute sagesse et le but. [(Pour plus d'explications, voir EN 46 de Aian-am, EN 11",
          "Yunus, FR 26 d'Ibrahim, EN 46 de Ati-Nahl, EN de 15, 16 AI-Anbiya, EN 102 de",
          "Al-Mu'nunun , eN 75 de Al-Ankabut, FR 6 de Ar-Rum, eN 34 de Ad-Dukhan, BN 28",
          "AI-Jathiyah)]. \n En second lieu, il a été dit que, dans cet univers Allah a créé",
          "l'homme dans la meilleure forme. Shape ici ne signifie pas le fait du seul homme,",
          "mais sa structure corporelle entière; il inclusions aussi tous les pouvoirs et",
          "les capacités que l'homme a été accordé pour fonctionner dans ce world.In ces",
          "deux aspects homme a été donné la meilleure forme et la forme parmi les créatures",
          "de la terre, et sur la même base, il est digne de se prononcer sur aII l'univers.",
          "Il a été donné une stature en érection, il a été donné la plupart des pieds",
          "appropriés pour marcher sur; il a donné les mains les plus aptes à travailler; il",
          "a été donné des sens et des organes d'acquérir des connaissances par lequel il",
          "obtient toutes sortes d'informations; il a été donné un puissant esprit de penser",
          "et de comprendre et d'en déduire les résultats de l'ensemble des informations",
          "acquises; il a été donné un sens moral et un pouvoir de discrimination par",
          "laquelle il établit une distinction entre le bien et le mal, bien et le mal; il a",
          "été donné le pouvoir de décision à l'aide qu'il choisit son propre plan d'action,",
          "et décide de l'endroit où il devrait employer ses efforts et où il ne devrait",
          "pas. Il a même été donné la liberté qu'il peut reconnaître son [( 'recteur et le",
          "servir s'il le veut et le rejeter s'il veut, ou peut faire qui il aime ses dieux,",
          "ou rebelle même contre celui qu'il considère comme son Dieu . avec toutes ces",
          "capacités et pouvoirs Allah lui a accordé le pouvoir d'approprier tout créé par",
          "lui, et il est pratiquement à l'aide de cette autorité dans le monde. (Pour de",
          "plus amples explications, voir E.N. 91 de Al-Mu'min)]. \n La troisième chose qui",
          "découle logiquement des deux premiers. comme expliqué ci-dessus a été dit dans la",
          "troisième phrase du verset [ \"Pour Lui que vous devez retourner à la fin». De",
          "toute évidence, quand une créature douée de pouvoir et d'autorité a été créée",
          "dans un système sage et réfléchie de l'univers, les ETCD de sagesse ne requièrent",
          "pas qu'il devrait être laissé à vivre de façon irresponsable dans le monde, mais",
          "il exige nécessairement que cette créature devrait être responsable devant l'être",
          "qui l'a accordée cette position et le rang et béni avec ces pouvoirs, «retour»]",
          "dans ce verset DCEs pas merelu signifie revenir, mais de revenir pour la",
          "reddition de comptes. Dans les versets suivants, il a été expliqué que ce retour",
          "ne sera pas dans cette vie, mais dans la deuxième vie après la mort, et son heure",
          "sera-il quand tous les hommes seront ressuscités et réunis simultanément pour la",
          "reddition de comptes, et en conséquence de la responsabilité l'homme sera",
          "récompensé ou puni sur le terrain s'il avait utilisé les pouvoirs qui lui sont",
          "donnés par Dieu dans le bon sens ou dans le mauvais sens. Quant à la question,",
          "pourquoi ne pas cette responsabilité se tiendra dans l'ascenseur actuel du monde?",
          "et pourquoi est son bon moment que le deuxième ascenseur après la mort? et",
          "pourquoi est-il nécessaire que cette responsabilité se tiendra que lorsque toute",
          "l'humanité a passé loin de ce monde, et AII l'ancienne et les dernières",
          "générations ont été ressuscités et réunis en même temps? Si l'homme utilise",
          "seulement son bon sens un peu, il peut comprendre que tout cela est parfaitement",
          "rationnel ainsi que la demande même de la sagesse et de la raison que la",
          "responsabilité devrait être tenue dans le deuxième ascenseur et de tous les",
          "hommes ensemble. La première raison est que l'homme est responsable de son",
          "travail de la vie entière. Par conséquent, le bon moment de sa responsabilité",
          "devrait nécessairement lorsque son travail-vie a pris fin. La raison sccond est",
          "que l'homme est responsable de ALi ces effets et les influences qu'il produit par",
          "ses actes sur la vie des autres, et ces influences et les effets ne viennent pas",
          "fin avec sa mort, mais continuer à influencer les autres jusqu'à l'âge après lui",
          "donc , véritable appel de responsabilisation qu'il tenait uniquement lorsque le",
          "travail de la vie de toute l'humanité a pris fin et aII l'ancienne et les",
          "dernières générations sont réunis simultanément pour la reddition de comptes. .",
          "[(Pour plus d'explications, voir EN 30 AI-, Araf. De FR 10, 11 de Yunus EN 105 de",
          "Hud FR 35 An-Nahl, FR 9 AI-Hajj, FR 27 An.Naml, de 5,6 FR de Ar-Rum, FR de 29, 30",
          "de Suad, eN 80 AI-Mu'min, FR de 27 à 29 de Al-Jathiyah)]"
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ ۚ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
      "simpleTranslate" : [
        "Il sait ce qui se passe dans les Cieux et sur la Terre, comme Il sait ce que vous",
        "dissimulez et ce que vous divulguez, car Dieu connaît parfaitement ce que",
        "recèlent les cœurs."
      ],
      "tafsirTranslate" : [
        "Il sait ce qui est dans les cieux et la terre, et sait ce que vous cachez et ce",
        "que vous divulguez <N:8> Allah sait même ce qui se cache dans les seins de",
        "personnes <N:9>.."
      ],
      "tanslateWordByWord" : [
        "Il sait",
        "quelle",
        "(est dans",
        "Le Paradis",
        "et la terre",
        "et il sait",
        "quelle",
        "vous cachez",
        "et quoi",
        "vous déclarez",
        "Et Allah",
        "(Est) Omniscient",
        "de quoi",
        "(Is in) les seins"
      ],
      "notes" : {
        "8" : [
          "Une autre traduction peut être: [ \"Quoi que vous da secrètement et quel que soit",
          "ouvertement.\"]"
        ],
        "9" : [
          "Autrement dit, [ \"Il est conscient non seulement de ces actes de Tnan, qui",
          "viennent à l'avis de la population, mais il sait aussi les actes qui restent",
          "cachés d'eux. De plus, il DCEs pas voir seulement la forme superficielle des",
          "actes, mais sait aussi quelle intention et thibaude fin, chaque acte de l'homme",
          "et avec quel motif et le but qu'il a fait tout ce qu'il DID Ceci est une telle",
          "vérité que si l'homme réfléchit sur elle sérieusement, il peut parfaitement bien",
          "comprendre que la justice ne peut se faire que dans l'au-delà, et seulement dans",
          "la cour de Dieu peut la vraie justice éventuellement être fait. propre intellect",
          "de l'homme lui-même exige que l'homme doit être puni pour chacun de ses crimes.",
          "Mais tout le monde sait que dans le monde la plupart des crimes restent cachés .",
          "ou le coupable échappe la peine en raison de preuves insuffisantes, ou même si le",
          "crime devient révélé, le coupable est si influent et puissant qu'il ne peut pas",
          "être puni. Ensuite, l'intelligence de l'homme exige également que l'homme ne doit",
          "pas être puni seulement parce que son comportement ressemble à un acte criminel,",
          "mais il convient de vérifier qu'il a commis l'acte intentionnellement et",
          "délibérément et au moment où il a commis, il a agi en tant que responsable",
          "l'agent, son intention, en réalité, était de commettre le crime, et il savait que",
          "ce qu'il faisait était un crime. Voilà pourquoi les tribunaux du monde enquêter",
          "sur ces choses quand ils décident des cas, et considèrent une telle enquête comme",
          "une exigence de la règle de la justice. Burt est-il des moyens disponibles dans",
          "le monde par lequel ces choses peuvent être déterminé avec précision, au-delà de",
          "toute ombre de doute? Considéré this.viewpoint, ce verset porte également un",
          "intérêt profond logique de la parole d'Allah Tout-Puissant: e a créé la terre et",
          "les cieux avec la vérité \"] La demande nécessaire de les créer avec la Vérité est",
          "que la justice parfaite devrait prévaloir dans cet univers.. Cette justice ne",
          "peut être établie que lorsque tous les actes d'un homme responsable ne peut pas",
          "seulement rester caché aux yeux de celui administration de la justice, mais",
          "l'intention avec laquelle une personne réalisée et agir aussi ne doit pas rester",
          "caché de lui. . Et de toute évidence, il ne peut pas être un être, en dehors du",
          "Créateur de l'univers, qui peut administrer une telle justice, maintenant, si une",
          "personne nie AIlah l'au-delà, il en fait, affirme que nous, les humains vivent",
          "dans un univers qui est dépourvue de la justice, ce qui est plutôt un lieu où la",
          "justice ne peut peut-être fait. La personne dont l'intellect, l'esprit et la",
          "conscience se sentent satisfaits à une telle hypothèse serait une créature",
          "impudique si être pensé qu'il était bing progressive et rationaliste et ces gens",
          "archaïque et rétrograde qui acceptent un concept très rationnel sur l'univers,",
          "que présente le Coran ."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ كَفَرُوا مِنْ قَبْلُ فَذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "Le récit des peuples impies qui vous ont précédés et qui ont eu à subir les",
        "conséquences néfastes de leurs actes ne vous est-il pas parvenu? Sachez qu’un",
        "autre châtiment plus cruel les attend encore dans la vie future,"
      ],
      "tafsirTranslate" : [
        "A les nouvelles des non-croyants du passé ne vous atteint? (Ils ne croient pas),",
        "puis goûté son mal conséquence. Un châtiment douloureux les attend. <N:10>"
      ],
      "tanslateWordByWord" : [
        "a ne pas",
        "viennent à vous",
        "(les nouvelles",
        "(De) ceux qui",
        "pas foi",
        "de",
        "avant",
        "Donc, ils ont goûté",
        "(Le mauvais) conséquence",
        "(De) leur affaire",
        "et pour eux",
        "(Est) une punition",
        "douloureux"
      ],
      "notes" : {
        "10" : [
          "Autrement dit, [ «Le mal qui ils ont goûté dans le monde à cause de leurs méfaits",
          "ne fut ni la vraie punition de leurs crimes, ni la peine complète. La punition",
          "réelle et complète qu'ils ont encore à souffrir dans le au-delà. Cependant, les",
          "gens peuvent apprendre une leçon du tourment qui leur a rendu visite. Ils peuvent",
          "voir comment les nations qui ont adopté une attitude d'incrédulité contre leur",
          "Seigneur, est allé un dégénérant et par conséquent rencontré une fin mal et",
          "honteux. \"] [( Pour plus d'explications, voir l'eN de 5, 6 d'Al-Araf, eN 105 de",
          "Hud)]."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "ذَٰلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوْا ۚ وَاسْتَغْنَى اللَّهُ ۚ وَاللَّهُ غَنِيٌّ حَمِيدٌ",
      "simpleTranslate" : [
        "car, lorsque leurs prophètes se présentaient à eux, munis de preuves évidentes,",
        "ils s’écriaient : «Comment ! Des hommes comme nous seraient-ils capables de nous",
        "guider?», niant ainsi Dieu et rejetant Ses signes. Mais Dieu n’a que faire de",
        "leur foi, car Il est Celui qui Se suffit à Lui-même et Il est le Digne de",
        "louange."
      ],
      "tafsirTranslate" : [
        "Ce fut parce que leurs messagers venaient à eux avec des preuves évidentes,",
        "<N:11>, mais ils diraient: '? Shall mortels (comme nous) nous guider vers le",
        "droit chemin' <N:12> Ils rejeté la vérité et se détourna. Alors Allah est devenu",
        "indifférent avec eux, car Allah est autosuffisant, innée Praiseworthy. <N:13>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(parce que",
        "avait",
        "venir à eux",
        "leurs messagers",
        "avec des preuves évidentes",
        "mais ils ont dit",
        "Doivent êtres humains",
        "guide nous",
        "Donc, ils ne croient pas",
        "et se détourna",
        "Et peut faire sans eux",
        "Allah",
        "Et Allah",
        "(Est) auto-suffisante",
        "digne d'éloges"
      ],
      "notes" : {
        "11" : [
          "Le mot bayyinet tel qu'il est utilisé dans l'original a une grande signification.",
          "Bayyin [(chanter des bayyinat en arabe est quelque chose qui est très claire et",
          "manifeste Dire au sujet des prophètes qu'ils sont venus avec bayyinat donne le",
          "sens que tout d'abord, ils ont apporté de tels signes manifestes comme alésage",
          "témoignage clair de leur avoir été nommé par AIIah..; d'autre part, ils ont",
          "présenté ce qu'ils présentent des arguments rationnels et clairs; troisièmement,",
          "il n'y avait pas d'ambiguïté dans leur enseignement, ils ont expliqué clairement",
          "quelle était la vérité et ce qui était faux ce qui était licite et ce qui était",
          "illégal, ce que l'homme voie devrait suivre et ce. il doit éviter."
        ],
        "12" : [
          "] Ce fut alors la première cause et de base de leur degenenation et ruine",
          "l'humanité ne pouvait pas connaître le droit d'action dans le monde à moins que",
          "leur Créateur leur a donné la connaissance correcte, et il pourrait y avoir aucun",
          "moyen pratique de conférer ces connaissances par le Créateur à moins qu'Il bénit",
          "quelques-uns des êtres humains avec la connaissance et leur a confié le devoir de",
          "le transmettre à d'autres êtres humains. A cet effet, il a envoyé les prophètes",
          "avec les signes bayyinat manifeste), de sorte qu'il n'y avait aucun motif",
          "raisonnable, pour que les gens doutent de leur être sur la vérité. Mais les gens",
          "ont refusé de croire qu'un être humain pourrait être un messager de Dieu. Alors,",
          "évidemment il n'y aurait pas d'autre moyen pour eux de recevoir des conseils.",
          "[(Pour de plus amples explications, voir E.N. 11 de la sourate Ya Sin)]. A cet",
          "égard, cependant, une manifestation étrange de l'ignorance et de la folie des",
          "êtres humains est vu. Ils ont en effet, jamais montré aucune hésitation à",
          "accepter la direction des hommes, des êtres humains si bien qu'ils ont caryed des",
          "dieux de bois et de pierre en fonction de leur orientation, ils ont fait",
          "eux-mêmes Dieu, l'incarnation de Dieu, même fils de Dieu. et ils ont adopté des",
          "points de vue étranges en suivant les conseils de leurs faux-dirigeants",
          "aveuglément, qui ont ruiné la civilisation humaine et de la morale tout à fait.",
          "Mais quand les messagers de Dieu sont venus à eux avec la vérité, et ils ont",
          "présenté la pure vérité devant eux sans aucun motif égoïste, ils ont dit, [",
          "\"Shall simples êtres humains nous montrer des conseils?\"] Cela revient à dire que",
          "si un être humain commence les induit en erreur, ils suivent ses conseils",
          "volontiers, mais s'il a montré la bonne voie pour eux, sa conduite était",
          "inacceptable."
        ],
        "13" : [
          "Autrement dit, quand ils traités la direction envoyé par Allah avec indifférence,",
          "puis AIlah est également devenu indifférent à eux et ne se soucient pas ce que la",
          "fosse ils sont tombés. AIIah ne résiste pas besoin de Lui leur aknowledging Dieu",
          "de soutenir et soutenir sa divinité. Il était pas non plus besoin de leur culte,",
          "ni de leur louange et d'adoration. Il, en fait, a voulu leur montrer le droit",
          "chemin seulement pour leur propre bien et le bien-être. Mais quand ils se sont",
          "détournés de lui, AIlah est également devenu insoucieux d'entre eux. Alors, ni il",
          "leur a donné des conseils, ni resté responsable de leur protection, ni les a",
          "sauvés d'être affligés de calamités, ni ne les empêchait d'apporter leur propre",
          "ruine car ils étaient eux-mêmes ne tiennent pas pour ses conseils et son aide."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا ۚ قُلْ بَلَىٰ وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ۚ وَذَٰلِكَ عَلَى اللَّهِ يَسِيرٌ",
      "simpleTranslate" : [
        "Les dénégateurs prétendent qu’ils ne seront jamais ressuscités. Dis-leur : «Bien",
        "au contraire ! Par mon Seigneur, vous serez bel et bien ressuscités ! Et vos",
        "agissements vous seront bel et bien rappelés ! C’est une chose si aisée pour le",
        "Seigneur !»"
      ],
      "tafsirTranslate" : [
        "Les mécréants ont vivement soutenu qu'ils ne doivent pas être portées à la vie",
        "<N:14> leur dire:. «Oui, par mon Seigneur, tu ne manqueras ressuscités à la vie,",
        "<N:15> et certes vous serez pleinement informé de tout ce que vous avez fait.",
        "<N:16> C'est assez facile pour Allah. ' <N:17>"
      ],
      "tanslateWordByWord" : [
        "revendication",
        "ceux qui",
        "ne pas croire",
        "cette",
        "jamais",
        "seront-ils élevés",
        "Dire",
        "Oui",
        "Par mon Seigneur!",
        "sûrement vous serez ressuscités",
        "puis",
        "sûrement vous serez informé",
        "de quoi",
        "tu l'as fait",
        "Et cela",
        "pour",
        "Allah",
        "(est facile"
      ],
      "notes" : {
        "16" : [
          "Ceci est la raison pour laquelle les enfants d'Adam seront ressuscités; il",
          "contient aussi la réponse à la question: quel est le besoin spécial pour cela? Si",
          "l'on garde à vue ce qui a été discuté con NANT vv. 1.4 ci-dessus, on peut",
          "facilement comprendre que, dans cet univers, qui a été créé avec le tnrth, il",
          "serait hautement déraisonnable d'imaginer à propos de l'homme qui a été donné la",
          "liberté de choisir soit la croyance ou l'incroyance, qui a obtenu le pouvoir",
          "d'approprier un grand nombre de les choses dans cet univers, et qui après avoir",
          "choisi la voie de la croyance ou l'incroyance a accompli beaucoup de bien ou mal",
          "fait sous sa propre responsabilité en faisant la droite ou la mauvaise",
          "utilisation de son autorité au cours de sa vie, quand il a fait ALi cela, le bien",
          "fait par le vertueux et le mal commis par l'un criminel ne devrait ni porter",
          "aucun fruit, ni ne doit y avoir un moment où ses faits et gestes devraient être",
          "soumis à la sécurité la personne qui affirme une telle chose irrationnelle commet",
          "inévitablement l'un des deux absurdités: soit il pense que, bien que cet univers",
          "est basé sur la sagesse, mais une créature comme ntan, qui a été doté d'autorité,",
          "a été créé et laissé irresponsable ici; ou il pense que cet univers est une",
          "création aléatoire dépourvu de la sagesse d'un Créateur Sage. . En premier lieu,",
          "il fait une déclaration contradictoire, de l'existence d'une créature",
          "irresponsable, doué d'autorité. dans un miverse basée sur la sagesse, est",
          "clairement contre la justice et la sagesse. Dans le second cas, il ne peut pas",
          "donner tout être rationnel comme l'homme devrait entrer en étant dans un univers",
          "fou hasard créé, et comment il a conçu l'idée de justice. Seule une personne",
          "têtue pourrait confirmer la croyance que la folie pourrait générer la sagesse et",
          "de l'injustice de la justice, ou celui qui est devenu un malade mental à cause de",
          "son obsession pour couper les cheveux."
        ],
        "17" : [
          "Ceci est le deuxième argument en faveur de l'au-delà. Le premier argument a été",
          "pour sa nécessité et ce second est pour sa possibilité. De toute évidence, quand",
          "Dieu pourrait créer un tel système grandiose et merveilleux de l'univers sans",
          "aucune difficulté et quand il pourrait créer des êtres humains dans le monde, en",
          "premier lieu, il ne peut pas être difficile pour lui de ressusciter les mêmes",
          "êtres humains et de convoquer avant de lui-même aux fins de la reddition de",
          "comptes."
        ],
        "14" : [
          "Autrement dit, [ \"Ce fut la seconde erreur de base dans laquelle les deniers de",
          "la Tnrth ont été impliqués dans tous les âges, et qui a finalement provoqué leur",
          "ruine. Bien qu'aucun denier de l'au-delà jamais eu de les moyens de savoir, ni",
          "n'a aujourd'hui ni il aura à l'avenir, qu'il n'y a pas de vie après la mort,",
          "vétérinaire ces ignorants ont toujours affirmé la même chose, alors qu'il",
          "n'existe aucune base intellectuelle pour refuser l'au-delà avec une certitude",
          "absolue ni aucune base scientifique pour cela."
        ],
        "15" : [
          "Ceci est le troisième endroit où AIIah Tout-Puissant a ordonné à Son Prophète de",
          "dire au peuple par un serment par son Seigneur qu'une telle chose doit",
          "certainement se produire. Tout d'abord, dans la sourate Yunus, il a été dit: \"]",
          "Ils demandent: Est-ce que vous dites vraiment vrai Tel eux!. Oui, par mon",
          "Seigneur, il est absolument vrai et vous avez pas le pouvoir de l'éviter; [(v.",
          "53)]. Puis, dans la sourate Saba, il a été dit: [ \"Les mécréants disent: Comment",
          "est-il que la Résurrection ne nous rattrape Say, par mon Seigneur, il va sûrement",
          "vous dépasser?. [(V. 3)] Ici, la question se pose: Quelle différence cela fait-il",
          "pour un mécréant dans l'au-delà si vous lui donnez des nouvelles de son entrée",
          "par un serment ou sans prêter serment quand il ne croit pas en elle? à aII,",
          "peut-il y croire que parce que vous arc affirmant ce serment la réponse est:? en",
          "premier lieu, les destinataires du Saint Prophète [(sur qui soit de AIlah la",
          "paix)] étaient les gens qui connaissaient de leur les connaissances et",
          "l'expérience personnelle qu'il avait jamais prononcé un mensonge dans sa vie. par",
          "conséquent, même si elles peuvent avoir forgé la calomnie la plus éhontée contre",
          "lui avec leur langue, mais dans leur cœur, ils ne pourraient jamais imaginer",
          "qu'un homme honnête comme lui pourrait dire chose sous serment par Allah dont il",
          "était lui-même pas convaincu par la connaissance et de l'expérience. en second",
          "lieu, le Saint Prophète n'a pas seulement présenter la doctrine de l'au-delà,",
          "mais a également donné Arguments très rationnels pour elle. Ce qui distingue un",
          "prophète des autres est que les arguments, mais forts et convaincants, que",
          "d'autres peuvent donner pour l'au-delà, peuvent tout au plus faire l'auditeur",
          "admet que la présence de l'au-delà est plus raisonnable et probable que son",
          "absence. Au contraire, un prophète se trouve à un cran plus haut niveau qu'un",
          "philosospher. Sa position réelle est pas être est arrivé à la conclusion de la",
          "nécessité de l'au-delà par l'exercice de la raison Mais sa position réelle est",
          "qu'il a la connaissance que l'au-delà se produit et dit avec conviction que ce",
          "sera certainement se produire. Par conséquent, seul un prophète peut prêter",
          "serment de déclarer cela, mais pas un philosophe. Alors, la foi dans l'au-delà",
          "peut être générée que par la déclaration d'un Prophète; le raisonnement du",
          "philosophe n'a pas le pouvoir d'induire même lui-même pour l'adopter comme sa",
          "croyance religieuse sur la base de son propre argument, pour ne pas parler d'une",
          "autre personne. si le philosophe est vraiment correct, il ne peut pas aller",
          "au-delà »devrait être ou devrait être; ' seulement un prophète peut affirmer avec",
          "conviction qu'une chose \"] est et est certainement.\""
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنْزَلْنَا ۚ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "simpleTranslate" : [
        "Croyez donc en Dieu, à Son Prophète et à la lumière que Nous avons fait",
        "descendre, car de tout ce que vous faites, Dieu est parfaitement Informé !"
      ],
      "tafsirTranslate" : [
        "croient donc en Allah et en Son messager, et à la lumière que Nous avons fait",
        "descendre <N:18> Allah est pleinement conscient de ce que vous faites.."
      ],
      "tanslateWordByWord" : [
        "donc croire",
        "en Allah",
        "et Son Messager",
        "et la Lumière",
        "lequel",
        "Nous avons fait descendre",
        "Et Allah",
        "de quoi",
        "tu fais",
        "(Est) All-Aware"
      ],
      "notes" : {
        "18" : [
          "Autrement dit, [ «Quand ceci est la vérité et toute l'histoire humaine témoigne",
          "que la véritable cause de la destruction des nations a été leur incrédule les",
          "messagers et leur refus de l'au-delà, alors ils ne devraient pas insister sur la",
          "satisfaction du même malheur en suivant leur exemple, mais devrait croire à la",
          "direction présentée par AIlah et son Messager et le Coran. \"] ici, comme le",
          "contexte se montre, par [\" la lumière que nous avons fait descendre \" ], est Mant",
          "le Coran tout comme la lumière elle-même est clairement visible et révèle tout ce",
          "qui était caché dans les ténèbres autour de lui, est donc le Coran une lumière",
          "dont se basant sur la vérité est évidente; dans son homme Lumière peut résoudre",
          "et comprendre tous les problèmes qu'il ne peut résoudre et comprendre",
          "exclusivement au moyen de ses propres connaissances et intellect Toute personne",
          "qui a la Lumière peut voir clairement le droit chemin de la vérité sur les",
          "innombrables sentiers tortueux de la pensée et de l'action , et suivre le droit",
          "chemin tout au long de la vie de telle sorte que, à chaque étape, il peut savoir",
          "où le tordu par-chemins sont trompeuses et où les pièges de destruction sont",
          "situés sur le chemin, et ce qui est le chemin de la sécurité et de la sécurité",
          "entre les leur."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ۖ ذَٰلِكَ يَوْمُ التَّغَابُنِ ۗ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۚ ذَٰلِكَ الْفَوْزُ الْعَظِيمُ",
      "simpleTranslate" : [
        "Le jour où Dieu vous rassemblera pour la grande réunion, ce jour-là sera celui de",
        "la Déconvenue. Quiconque aura cru et accompli de bonnes actions, Dieu effacera",
        "ses péchés et l’admettra pour l’éternité dans des Jardins baignés de ruisseaux.",
        "Et ce sera pour lui le comble de la félicité !"
      ],
      "tafsirTranslate" : [
        "(Vous viendrez pour savoir que) quand il vous réunir le jour du rassemblement",
        "<N:19> Ce sera le jour (pour déterminer) les gains et pertes réciproques <N:20>",
        "Quiconque.. croit en Allah et agit avec droiture, <N:21> Allah aura ses mauvaises",
        "actions radiées et le fera entrer dans des Jardins sous lesquels coulent les",
        "ruisseaux. Là ils demeureront éternellement. C'est le triomphe suprême."
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "Il vous assembler",
        "pour la journée",
        "(De) l'Assemblée",
        "cette",
        "(Sera le) Jour",
        "(De) la perte et le gain mutuel",
        "Et quiconque",
        "croit",
        "en Allah",
        "et fait",
        "bonnes oeuvres",
        "Il va supprimer",
        "de lui",
        "ses mauvaises actions",
        "et Il le fera entrer",
        "(À) Jardins",
        "écoulement",
        "de",
        "dessous",
        "les rivières",
        "constant",
        "la bride",
        "pour toujours",
        "Cette",
        "(Est) le succès",
        "le grand"
      ],
      "notes" : {
        "19" : [
          "[ \"Le jour du rassemblement\"]: la Résurrection, lorsque tous les êtres humains",
          "corne dans le monde depuis le début de la création jusqu'à la dernière journée",
          "sera réuni simultanément. Ce thème a été entièrement expliqué dans le Coran à",
          "plusieurs endroits; par exemple. dans la sourate Hud il a été dit: [ \"Cela b:. le",
          "jour où tous les gens rassembleront et seront témoins de tout ce qui se passera",
          "là-bas\"] [(v 103)] Et dans la sourate Al-Waqi'ah: [ \"Dis-leur;. Certes, les",
          "premiers et les derniers, tous seront réunis un jour, l'heure de ce qui a déjà",
          "été nommé\"] [(v 50).]."
        ],
        "20" : [
          "Le mot yaum-ut-Taghaboun utilisé dans l'original est trop vaste au sens à",
          "expliquer en un mot, ou même une phrase, d'une autre langue. Sur al! les noms de",
          "la Résurrection qui se produisent dans le Coran, ce nom i5 probablement le plus",
          "significatif Par conséquent, une petite explication est nécessaire de comprendre",
          "sa signification. \n Taghabun est de Ghabn, qui peut être prononcée tant Ghabn et",
          "comme Ghaban. Ghabn est surtout utilisé au sujet du commerce et les transactions",
          "commerciales et Ghaban concernant opinion. Lexicalement, il a d'autres",
          "significations aussi, par exemple étourderie, l'oubli, une personne est privée de",
          "sa part, un homme de nuire à une autre par inadvertance dans les affaires ou",
          "traitant mutuelle, etc. \n Le Taghaboun dérivé implique l'apparition de Ghabn",
          "entre deux ou plusieurs personnes. Ainsi, Taghaboun al-qaum signifie que les",
          "autres de certaines personnes qui traitent de manière frauduleuse. ou une",
          "personne de nuire à une autre personne et l'autre est d'être lésés et endommagés",
          "par lui, ou son emportant la part de l'autre et de l'autre étant privé de sa",
          "part, ou la perte encourir d'une personne dans les affaires et d'un autre gagnant",
          "un profit, ou de prouver de certaines personnes inattentifs ou faible d'esprit",
          "par rapport aux autres. \n Considérons maintenant que, dans ce verset, il a été",
          "dit à propos de la résurrection. »Ce sera une journée de Taghaboun [(perte",
          "mutuelle et gain)] parmi les gens [\" GIVC Ces mots automatiquement le sens que",
          "dans le monde Taghaboun est une chose commune, mais cette Taghaboun est",
          "superficielle et trompeuse, pas le Taghaboun réel et factuel réel Taghaboun aura",
          "lieu le jour de la Résurrection. Là, il deviendra manifeste à qui réellement",
          "engagés la perte et qui ont effectivement gagné les bénéfices, qui était en",
          "réalité trompé et qui a prouvé être prudent et raisonnable. qui avait réellement",
          "investi aII son capital de la vie dans une mauvaise affaire et fait faillite et",
          "qui avait investi aII ses énergies et capacités. la richesse et le temps, dans 8",
          "bonne affaire et a gagné tous Ies avantages et les gains. que l'ancien aurait pu",
          "aussi gagné avait-il pas été trompé dans la compréhension de la vérité sur le",
          "monde. \n Les commentateurs tout en expliquant le sens de Yawn-ut-Taghaboun ont",
          "donné plusieurs significations de celui-ci, qui sont ALi correct, et de jeter la",
          "lumière sur les différents aspects de sa signification. Certains commentateurs",
          "ont expliqué que ce jour les habitants du Paradis enlèveront que la part des",
          "habitants de l'Enfer qu'ils auraient eu dans le paradis qu'ils avaient fait de",
          "bonnes actions dans le monde comme les habitants du Paradis et les habitants de",
          "l'Enfer prendra loin que la part des gens du Paradis, où ils auraient dû en enfer",
          "ils avaient fait de mauvaises actions est le monde. Ceci est soutenu par un",
          "Hadith, qui Bukhari a rdated dans kitab ar-Riqaq. sur l'autorité de Abû Hurayrah,",
          "en disant que le Saint Prophète a dit: «Celui qui va au Paradis sera montré",
          "l'endroit où il aurait eu dans l'enfer qu'il avait fait de mauvaises actions dans",
          "le monde afin qu'il puisse GIVC de plus en plus grâce à Dieu; et celui qui va à",
          "l'enfer sera montré l'endroit où il aurait eu dans le Paradis avait-il fait de",
          "bonnes actions dans le monde afin qu'il puisse se sentir plus ahd plus de",
          "remords. \"] \n D'autres commentateurs disent que ce jour l'un tort emportera tant",
          "de bonnes actions faites par le transgresseur que peut être une compensation",
          "appropriée pour le tort subi, ou le contrevenant sera égal au poids avec ses",
          "droits usurpés. Pour le Jour de la Résurrection, l'homme ne possède aucune",
          "richesse qu'il Thay donner pour compenser le fait de mal, il le seul produit une",
          "valeur d'échange sera sa conduite. Par conséquent, celui qui avait fait du tort",
          "un autre dans le monde, devra compenser le fait de mal en abandonnant certains de",
          "ses propres bonnes actions en sa faveur, ou en prenant certains de ses péchés sur",
          "lui-même et subissant la peine pour eux. Ce thème a également été rapporté par le",
          "Saint Prophète [(sur lui la paix de Dieu)] dans Hadiths. Dans Bukhari [(Kitab",
          "ar-Riqaq)] une tradition a été liée de Abû Hurayrah, en disant que le Saint",
          "Prophète a dit: [ «Celui qui porte un fardeau d'un tort fait à son bordel,",
          "devrait l'indemniser pour ici, dans l'au-delà n'aura aucune richesse ou de",
          "l'argent pour la compensation. Là, certains de ses bonnes actions seront-il pris",
          "de lui et donnés à la personne lésée, ou s'il n'a pas eu assez de bonnes actions,",
          "quelques-uns des péchés du tort personne sera transférée à lui. \"] de même, dans",
          "Musnad Ahmad il y a une tradition de Hadrat Jabir bin Abdullah bin Unais. sag que",
          "le Saint Prophète a dit: [ «Non habitant du Paradis entrera au Paradis et aucun",
          "habitant de l'Enfer entrera en enfer jusqu'à ce qu'il aura compensé l'autre",
          "personne pour le tort causé à lui si bien que l'on aura à compenser, même pour un",
          ". slap donnée à une autre personne Nous avons demandé; Comment cette compensation",
          "sera faite lorsque le Resurrectton nous serons nus et sans le sou Le Saint",
          "Prophète rcplied:?. compensation-t-il fait au moyen des bonnes actions et les",
          "mauvaises actions \"] Dans musulman et Musnad Ahmad il y a une tradition de Abû",
          "Hurayrah, en disant que le Saint Prophète à qui par la paix d'Allah) une fois",
          "demandé aux gens assis dans son ensemble; ? [ \"Savez-vous qui est pauvre Le",
          "peuple répondit: Celui qui n'a rien à posséder Le Saint Prophète a dit: Dans ma",
          "Ummah le pauvre est celui qui a comparu devant son Dieu, au Jour de la",
          "Résurrection avec ses actes de la prière et le jeûne et le paiement de la zakat",
          "le temps qu'il avait abusé de quelqu'un, usurpé la propriété d'un autre, et",
          "verser le sang ou frapper encore un autre. Puis ses bonnes actions ont été",
          "enlevés et livrés à chacun des lésés et quand rien n'a été laissé de son bonnes",
          "actions pour faire compensation. . Sonic des péchés de chaque Opprimé ont été",
          "transférés à lui et il était à l'est dans l'Enfer \".] Dans un autre Hadith qui",
          "musulman et Abu Dâwûd ont porté sur l'autorité de Hadrat Buraidah, le Saint",
          "Prophète a dit: [\" Si, dans l'absence de la maison d'un soldat pour la cause de",
          "AIIah, une personne traite sa femme et les gens de sa maison traîtreusement. la",
          "personne serait fait pour se tenir devant le soldat sur le Jour de la",
          "Résurrection, et celui-ci serait invité à enlever tout ce qu'il aimait de ses",
          "bonnes actions. En disant cela, le Saint Prophète se tourna vers nous et dit",
          "Alors que dites-vous? C'est, que pensez-vous qu'il partirait avec lui? \"] \n",
          "D'autres commentateurs disent que ce mot de tuiles Taghaboun est surtout utilisé",
          "en ce qui concerne le commerce et les affaires, et dans le Saint Coran à",
          "plusieurs endroits de l'attitude que le croyant et l'incroyant adoptent dans leur",
          "vie de ce monde a été comparé au commerce et le commerce. Si le croyant renoncer",
          "à la désobéissance adopte l'obéissance et investit sa vie et de la richesse et de",
          "l'effort pour la cause de Dieu. il donne une mauvaise affaire et d'investir son",
          "capital dans une entreprise qui va le chercher bien le gain et le profit à la",
          "fin. Au contraire, si un incroyant abandonne la voie de l'obéissance et investit",
          "toute sa capitale dans la voie de la désobéissance à Dieu, il en fait, est un",
          "commerçant qui a acheté l'écart à titre indicatif, et entraînera la perte à la",
          "fin. Le gain et la perte de tant deviendront manifestes au Jour de la",
          "Résurrection. Il peut bien donc h happen'in le monde que le croyant semble être",
          "le perdant et le mécréant le gainer Mais dans l'au-delà, ils verront qui avait",
          "effectivement pris la bonne affaire et qui la mauvaise affaire Ce thème a eu lieu",
          "à de nombreux endroits dans le Coran, par exemple dans AI-Baqarah 16, 175, 207 Al",
          "Imran 77177 An-Nisa '74; At-Tawbah 111 An-Nahl95, Fatir 29, As-Saff 10. \n Encore",
          "un autre à partir de Taghaboun est que dans le monde les gens vont sur la",
          "coopération entre eux dans l'incrédulité et du péché, de l'injustice et de la",
          "méchanceté, en toute tranquillité d'esprit avec la confiance qu'ils apprécient",
          "l'amour mutuel complet et de l'amitié. Les intrigues mutuelles et la camaraderie",
          "des membres de méchants Familles guides immoraux et leurs partisans, les gangs de",
          "voleurs et des brigands alliances d'officiers corrompus et injustes et des",
          "fonctionnaires, des groupes de commerçants malhonnêtes, les industriels et les",
          "propriétaires fonciers, paroups établis pour la déviation de la propagation,",
          "l'erreur et le mal et les nations et les gouvernements qui soutiennent et",
          "défendent l'injustice et de la méchanceté dans le monde, est basé sur la même",
          "confiance. Les individus appartenant à chacun de ces groupes abritent",
          "l'impression qu'ils sont de bons compagnons les uns des autres et de leur",
          "coopération mutuelle se révèle très réussie Mais quand ces gens atteignent",
          "l'au-delà, ils vont soudain se réveiller à la réalisation qu'ils avaient été",
          "gravement trompé et trompé. Chacun d'entre eux estiment que celui qu'il",
          "considérait comme son meilleur mari enfant père frère épouse, ami, compagnon,",
          "leader, guide de disciple ou un partisan et un aide, avait été, en fait, son pire",
          "ennemi. Chaque type de relation et de l'amitié et de lien d'amour et de respect",
          "se transforme en inimitié. Ils seront tous les abus et maudire les uns des autres",
          "et chacun aura le désir que la responsabilité maximale de ses crimes soit pondu",
          "un l'autre, et cherchera à obtenir de lui sévèrement puni. Ce thème a également",
          "eu lieu dans de nombreux endroits dans le Coran, par exemple dans AI-Baqrah: 167,",
          "AI-Araf, 37 à 39, Ibrahim 21-22; AI-Mu'minum: 101, Al-Ankabut: 12,13. 25; Luqman:",
          "33, AI-Ahzab: 67,68; Saba: 31 à 33; Fatir 18: As-Saffat: 27-3: Suad: 59 à 61: Ha",
          "Mim: As-Sajda: 29; Az-Zukhruf; 67; Ad-Dukhan; 41; AI-Ma'arij; 10 à 14: «Abasa",
          "34-3. ."
        ],
        "21" : [
          "Croire en Allah ne signifie pas simplement croire que Dieu existe, mais croyant",
          "en Lui dans la façon dont AIIah Lui-même a enseigné par Son messager et Son",
          "Livre. Cette croyance en elle-même inclut la croyance en Apostolat et de croyance",
          "dans le livre. De même, une bonne action ne signifie pas non plus tout acte tel",
          "que l'homme peut se considérer ont adopté une bonne action. ou selon un critère",
          "de la moralité humaine, mais il implique l'acte juste qui est en conformité avec",
          "la loi envoyé par Dieu. Par conséquent, personne ne devrait avoir le malentendu",
          "que croire en AIIah et faire de bonnes actions, sans le moyen du Messager et le",
          "livre va conduire à des résultats étant mentionnés ci-dessous. Quiconque étudie",
          "attentivement le Coran ne peut pas rester ignorant que selon elle pas une telle",
          "croyance est la croyance véritable en AIIah et aucun tel acte est juste du tout."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُولَٰئِكَ أَصْحَابُ النَّارِ خَالِدِينَ فِيهَا ۖ وَبِئْسَ الْمَصِيرُ",
      "simpleTranslate" : [
        "Mais ceux qui ne croient pas et qui traitent Nos signes de mensonges seront pour",
        "l’éternité les hôtes de l’Enfer, et quelle triste fin sera la leur !"
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui ont mécru et démentait Nos signes: <N:22>, ils sont les gens du",
        "Feu, et demeureront en elle. C'est une station lamentable!"
      ],
      "tanslateWordByWord" : [
        "Mais ceux qui",
        "pas foi",
        "et a nié",
        "[In] Nos Versets",
        "ceux",
        "(Les) compagnons",
        "(De) l'incendie",
        "respectueux pour toujours",
        "la bride",
        "Et misérable est",
        "la destination"
      ],
      "notes" : {
        "22" : [
          "Ces mots par eux-mêmes font manifester le sens de l'incroyance [(Kufr)].",
          "L'incrédulité est rien, mais nier le verset du Livre d'Allah soit la Révélation",
          "divine rejetant les vérités qui y sont exprimées et refusant de suivre et d'obéir",
          "aux commandements donnés en eux; ses résultats sont ceux qui sont mentionnés",
          "ci-dessous."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ ۗ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ ۚ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ",
      "simpleTranslate" : [
        "Nul malheur ne peut atteindre l’homme sans la permission du Seigneur. Dieu guide",
        "le cœur de quiconque croit en Lui, car Il est parfaitement Informé de toute",
        "chose."
      ],
      "tafsirTranslate" : [
        "Aucun malheur <N:23> jamais arrive à moins qu'il ne soit par la permission",
        "d'Allah. <N:24> Et quiconque a foi en Allah, Allah dirige son cœur sur le droit",
        "chemin. <N:25> Allah a connaissance de tout. <N:26>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "grèves",
        "tout",
        "catastrophe",
        "sauf",
        "par (la) permission",
        "(De) Allah",
        "Et quiconque",
        "croit",
        "en Allah",
        "Il guide",
        "son cœur",
        "Et Allah",
        "de toute",
        "chose",
        "(Est) Omniscient"
      ],
      "notes" : {
        "24" : [
          "Ce même thème a également eu lieu dans AI-Hadid: 22-23 ci-dessus et nous avons",
          "expliqué dans la norme de 39 à 42 du commentaire de la sourate «Les mêmes",
          "circonstances dans lesquelles cette chose était dit là-bas et le même objet pour",
          "lequel il a été dit sous-tendent les versets ici aussi. Cela signifie que les",
          "afflictions et les difficultés ne descendent pas d'eux-mêmes, ni a personne dans",
          "le monde le pouvoir de provoquer une affliction à descendre sur qui il peut,",
          "comme de sa propre autorité. calamités AII dépendent entièrement de la permission",
          "d'Allah: Il peut permettre à une affliction à descendre sur quelqu'un ou peut le",
          "désavouer, et la permission d'Allah en toute fonte est basée sur une ou l'autre",
          "sagesse, dirigé vers une bonne finale, que l'homme ne connaît, ni ne peuvent",
          "comprendre ."
        ],
        "25" : [
          "Autrement dit, [ «Seule la foi en Allah qui maintient l'homme sur la bonne voie,",
          "même face à une attaque des afflictions et n'IET pas qu'il vacille dans les",
          "circonstances les plus difficiles. Celui dont le cœur est dépourvue de croyance",
          "soit regarde afflictions à la suite d'un simple hasard, ou pense qu'ils sont",
          "amenés ou empêchés par les puissances du monde, ou les considère comme l'œuvre de",
          "ces pouvoirs imaginaires que la superstition humaine considère comme puissant",
          "pour amener le bien et causer le mal, ou croit que Dieu est la vraie Doer de tout",
          "DCEs bout à bout ne le crois vraiment et sincèrement, Ali ces différents",
          "dégénérés cas mart. Il supporte l'affliction. mais alors les rendements et les",
          "arcs à chaque faux dieu, accepte, toutes les humiliations, est prêt à faire",
          "quelque chose moyenne et commettre un acte mauvais il DCEs pas hésité à abuser de",
          "Dieu, même de se suicider. Au contraire, le cœur de la personne qui connaît et",
          "croit sincèrement que tout est dans la main de AIIah, que Lui seul dans le Maître",
          "et Maître de l'urniverse que seule Sa permission peut une affliction arriver et",
          "que par Son ordre peut-il être évitée, est béni par AIIah avec la grâce de la",
          "patience et de soumission et d'acquiescer à la volonté divine, et est accordé le",
          "pouvoir de faire face à toutes les circonstances avec détermination et courage.",
          "Même dans les circonstances les plus gêne la bougie de l'espoir de la grâce",
          "d'Allah éclaire son chemin et aucune affliction, howover sévère et essayer, 50",
          "peut le décourager à l'amener à dévier du droit chemin, ou comment le mensonge,",
          "ou invoquer d'autres que AIIah pour le redressement de ses griefs. Ainsi, chaque",
          "affliction lui ouvre une nouvelle porte au bien-être et le bonheur et aucune",
          "affliction reste une affliction pour lui, en réalité, mais devient dans le",
          "résultat et l'analyse finale une bénédiction déguisée, pour savoir s'il tombe",
          "victime à elle. ou traverse si en toute sécurité, dans chaque cas, il se dégage",
          "de succès de l'essai lui fixé par son Seigneur. Cette même chose a été dit par le",
          "Saint Prophète [(sur lesquels la paix d'Allah)] dans un hadith qui a été rapporté",
          "à l'unanimité par les journalistes aII, en disant: `étrange est l'affaire du",
          "croyant! Quel que soit décrets AIIah pour lui est bon pour lui: quand un malheur",
          "lui arrive, il endure patiemment, et cela prouve bien pour lui; quand il est béni",
          "avec la prospérité, il remercie son Seigneur, et cela aussi prouve bien pour lui.",
          "Une telle bonne fortune ne tombe que sur le sort d'un croyant. \"]"
        ],
        "26" : [
          "Dans ce contexte, ce qui a deux significations: d'abord, que Dieu sait qui croit",
          "vraiment et quelle est la mesure de sa croyance. Ainsi, sur la base de sa",
          "connaissance, il accorde des conseils uniquement à ce cœur, qui a foi en lui, et",
          "lui accorde des conseils précisément, conformément à la mesure de la croyance. Un",
          "autre sens peut également être: que Dieu ne l'ignore pas la condition de ses",
          "serviteurs croyants. Il ne les a pas laissés seuls après les avoir invités à la",
          "foi et les a soumis en même temps à de rudes épreuves et des tentations du monde.",
          ". Il sait exactement ce que les difficultés qu'un croyant traverse dans le monde,",
          "et dans quelles circonstances il accomplit les exigences de sa foi. Par",
          "conséquent, [ \"Ô croyants, vous devez être sûr que tout ce que l'affliction",
          "descend sur vous par la permission d'Allah, dans la connaissance de Dieu, il doit",
          "être dirigé vers une bonne finale, qui doit être pour votre propre bien-être, car",
          "Allah est bien intentionnée de Ses serviteurs croyants: Il ne veut pas les",
          "soumettre à des afflictions et des difficultés sans bonne raison \"]."
        ],
        "23" : [
          "Le discours se tourne maintenant vers les croyants. En lisant ce passage il faut",
          "garder à l'esprit le fait que, au moment où ces versets ont été révélés.",
          "Musulmans traversaient de grandes difficultés Après des années de persécution à",
          "la Mecque, ils avaient quitté leur maison et ont émigré à Médine, où les",
          "musulmans sincères qui leur avaient donné refuge avait été doublement chargé.",
          "D'une part, ils devaient appuyer et soutenir des centaines des émigrés qui",
          "venaient à eux de différentes parties de l'Arabie; de l'autre, ils étaient",
          "devenus la cible de la persécution et l'inimitié des ennemis de l'islam de toute",
          "l'Arabie. \n>"
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ ۚ فَإِنْ تَوَلَّيْتُمْ فَإِنَّمَا عَلَىٰ رَسُولِنَا الْبَلَاغُ الْمُبِينُ",
      "simpleTranslate" : [
        "Obéissez à Dieu, obéissez au Prophète ! Mais si vous vous en détournez, sachez",
        "que le Prophète n’a pour mission que de vous transmettre le Message en toute",
        "clarté."
      ],
      "tafsirTranslate" : [
        "Obéissez à Allah et obéissez au Messager. Mais si vous vous détournez de",
        "l'obéissance, (sachez que) Notre Messager n'a pas d'autre devoir que de",
        "transmettre clairement la vérité. <N:27>"
      ],
      "tanslateWordByWord" : [
        "obéissez",
        "Allah",
        "et d'obéir",
        "le Messager",
        "mais si",
        "vous vous détournez",
        "alors seulement",
        "sur",
        "Notre Messenger",
        "(Est) le moyen de transport",
        "clair"
      ],
      "notes" : {
        "27" : [
          "Compte tenu du contexte, cela signifie:... [ \"Quelles que soient les",
          "circonstances bonnes ou mauvaises, vous devriez rester ferme à l'obéissance à",
          "Allah et à Son messager Mais si, sous la pression des difficultés vous vous êtes",
          "détournés de l'obéissance , vous ne feriez du mal vous-mêmes. la seule",
          "responsabilité de Notre messager était pour vous guider vers le droit chemin, que",
          "le Messager a rempli de la meilleure façon possible. \"]"
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ",
      "simpleTranslate" : [
        "Dieu ! Il n’est de divinité que Lui ! C’est à Lui que les croyants doivent se",
        "confier !"
      ],
      "tafsirTranslate" : [
        "Allah il n'y a pas de divinité que Lui; en Allah que les croyants doivent mettre",
        "toute leur confiance. <N:28>"
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(Il n'y a pas",
        "Dieu",
        "sauf",
        "Lui",
        "Et sur",
        "Allah",
        "laisser mettre (leur) confiance",
        "les croyants"
      ],
      "notes" : {
        "28" : [
          "Autrement dit, [ «Tous les pouvoirs divins appartiennent à Allah seul. Personne",
          "d'autre n'a pas le pouvoir de faire ou défaire votre destin. Lui seul chat",
          "apporter un bon moment et Lui seul peut éviter un mauvais moment. par conséquent,",
          "celui qui croit sincèrement que AIlah est un, n'a absolument aucun autre choix",
          "que de placer sa confiance totale en lui et de continuer à faire son devoir en",
          "tant que croyant avec la conviction que la bonté et le bien-être que mensonge",
          "dans la façon dont Allah a montré . le cas il atteint à la réussite de cette",
          "façon, il ne fera que lui par l'aide d'Allah et de laisser, il n'y a pas d'autre",
          "aide et s'il rencontre des difficultés, les difficultés, les dangers et les",
          "catastrophes de cette manière, Allah seul sera le sauver, car il. est autre",
          "sauveteur à côté de Lui. \"]"
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ۚ وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Vous avez parfois de vrais ennemis en certaines de vos",
        "épouses et en certains de vos enfants. Méfiez-vous-en ! Mais si vous faites",
        "preuve d’indulgence à leur égard, en les excusant et en leur pardonnant, sachez",
        "que Dieu est infiniment Absoluteur et Miséricordieux."
      ],
      "tafsirTranslate" : [
        "Les croyants, il y a des ennemis à vous parmi vos conjoints et votre",
        "hors-printemps, alors méfiez-vous d'eux. Mais si vous pardonnez et négliger leurs",
        "infractions et pardonnez leur, alors Allah est Pardonneur et Très Miséricordieux.",
        "<N:29>"
      ],
      "tanslateWordByWord" : [
        "O",
        "(toi qui",
        "croyez",
        "Effectivement",
        "de",
        "vos conjoints",
        "et vos enfants",
        "(Sont) ennemis",
        "à toi",
        "alors méfiez-vous d'eux",
        "Mais si",
        "vous pardonnez",
        "et donnent",
        "et pardonner",
        "alors en effet",
        "Allah",
        "(Est) Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "29" : [
          "Ce verset a deux significations. Selon le premier sens, ii vaut pour la plupart",
          "de ces difficultés que l'on rencontre par de nombreux croyants de leurs femmes et",
          "les femmes de leurs maris et les parents de leurs enfants à suivre la voie de",
          "Dieu. Il rarement aussi arrive dans le monde que l'homme a une femme et une femme",
          "un mari, qui sont des compagnons pleins et les aides de l'autre en matière de foi",
          "et de justice, et que les deux peuvent aussi avoir ces enfants peut être le",
          "confort de leurs yeux en ce qui concerne la foi et les actes, la morale et la",
          "conduite. Hut généralement il arrive que si le mari est juste et honnête, la",
          "femme et les enfants regardent son honnêteté et la piété et la droiture comme un",
          "malheur pour eux-mêmes, et veulent que le mari et le père doivent gagner l'enfer",
          "pour eux, et d'abandonner la distinction entre le licite et l'illicite devrait",
          "fournir des moyens de luxe et de la jouissance, le péché et le vice, pour eux",
          "dans tous les sens passable. Au contraire, plus d'une fois une femme croyant",
          "pieux arrive à avoir un mari, qui ne du tout approuve pas son obéissance aux lois",
          "de Dieu, et les enfants aussi, en suivant les traces du père, faire de la femme",
          "de la mère misérable par leur daviation et mauvaises actions. Puis, en",
          "particulier, lorsque, pendant le conflit entre l'Islam et l'incrédulité la foi",
          "d'un homme exige qu'il devrait subir des pertes pour le bien de AIIah et cette",
          "religion, risques encourus, l'émigration du pays ou même mettre en danger sa vie",
          "en se joignant à la guerre contre l'incrédulité, la plus grand obstacle à sa",
          "manière sont les gens de sa propre maison. \n La seconde signification se rapporte",
          "à ces circonstances particulières que la plupart des musulmans ont été confrontés",
          "au moment où ces versets ont été envoyés vers le bas. et aujourd'hui aussi ils",
          "sont confrontés par toute personne qui embrasse l'islam dans une société",
          "non-musulmane. A ce dîner à La Mecque et dans d'autres parties de l'Arabie une",
          "situation qui était couramment vécue était qu'un homme embrasser l'Islam, mais sa",
          "femme et ses enfants ne serait pas seulement enclins à l'accepter, mais serait de",
          "leur mieux pour le presser de renoncer à Islam Arid similaires ont été les",
          "situations rencontrées par les femmes, le seul Islam embrassé dans leurs",
          "familles, \n Répondre aux croyants qui peuvent être confrontés à deux cas, trois",
          "choses ont été impressionnés: \n D'abord, ils ont été avertis comme pour dire: [",
          "\". Bien avant le point de vue du monde ce sont les relations les plus chères de",
          "l'homme encore du point de vue religieux, ils Arc .`your ennemis.\"] Cette",
          "inimitié peut-il pour la raison pour laquelle ils vous empêchent de bien et vous",
          "inciter à faire le mal, ou qu'ils vous retiennent de la croyance et vous tirez",
          "vers l'incrédulité, ou que leurs sympathies sont avec lui incroyants. ana à",
          "travers vous si jamais ils viennent de connaître l'un des secrets des musulmans",
          "de guerre, ils l'acheminer aux ennemis de l'Islam. En raison de ces la nature et",
          "la qualité de l'inimitié peut varier, mais en tout cas il est inimitié; et si",
          "vous maintenez votre foi plus chère à votre cœur, vous devriez les considérer",
          "comme vos ennemis. Dans leur amour, vous ne devriez jamais oublier que, entre",
          "vous et eux se dresse la barrière de la croyance et de l'incroyance, soit de",
          "l'obéissance et la désobéissance. [ \" \n Ensuite, il est dit: \"..] Méfiez-vous",
          "d'eux [\" Voilà, \"] Vous ne devriez pas ruiner votre vie éternelle pour l'amour de",
          "leur vie mondaine Ne laissez pas leur amour pour vous submerger qu'ils deviennent",
          "un obstacle pour vous dans votre relation avec Allah et son messager, et votre",
          "fidélité à l'Islam. ne placez pas cette confiance sur eux que les secrets de la",
          "communauté musulmane doivent à leur connaissance et à travers les atteindre vos",
          "ennemis que par votre négligence et l'insouciance. C'est la chose la renommée de",
          "que le Saint Prophète [(sur qui sera la paix d'Allah)] a mis en garde les",
          "musulmans dans un hadith: `une personne sera portée sur le jour de la",
          "Résurrection, et il sera proclamé:` sa femme et ses enfants mangea aII sa bonne",
          "actes \". [\" \n En fin de compte, il est dit: \"] Si vous pardonnent et absolvent et",
          "pardonner, Allah est sûrement AII-Pardonneur, Miséricordieux [.\" Cela signifie:",
          "\"] Vous êtes mis au courant de leur inimitié pour que vous puissiez garder de eux",
          "et faites de votre mieux pour sauver votre foi d'eux, Cet avertissement ne",
          "signifie toutefois pas que vous devez traiter votre femme et ses enfants",
          "durement, ou de la souche vos relations avec eux de manière w faire votre propre",
          "et de leur ascenseur domestique misérable et malheureuse pour si vous l'avez",
          "fait, deux des inconvénients serait évidemment entraîner: d'abord, il peut fermer",
          "tous les moyens à la réforme de l'épouse et les enfants à jamais, d'autre part,",
          "elle peut donner lieu à des soupçons et des doutes contre l'islam dans la société",
          "et le peuple autour peut former l'impression qu'un musulman tourne trop rigide et",
          "de mauvaise humeur pour ses propres enfants dans sa propre maison dès qu'il a",
          "embrassé l'Islam. \n A cet égard, il faut aussi garder à l'esprit que, au début,",
          "lorsque les gens sont devenus musulmans, ils ont rencontré une difficulté",
          "particulière si leurs parents étaient incrédules. Ils appuieraient leurs enfants",
          "à renoncer à la nouvelle foi. Ils seraient confrontés à une autre difficulté",
          "lorsque leurs femmes et leurs enfants [(ou dans le cas des femmes, leurs maris et",
          "leurs enfants)] ont persisté incroyance et les forcerait à abandonner la foi de",
          "Tnrth. A propos de la première difficulté, instruction a été donnée dans",
          "AI-Ankabut; 8 et Luqman; 14-15, en disant: [ \"Traiter vos parents bien mais s'ils",
          "pressent à vous joindre à moi une autre au sujet de laquelle vous avez aucune",
          "connaissance, ne leur obéissent pas à ALi\"] A propos de la deuxième difficulté de",
          "l'instruction a été donnée ici, en disant: [ \"Vous devez essayer de sauver votre",
          "foi de vos enfants et les membres de la famille, mais ne les traitez pas",
          "durement, mais plutôt poliment et d'indulgence.\"] [(pour de plus amples",
          "explications, voir At-Tawbah: 23-24; E N. 37 AI-Mujadalah, FR de 1 à 3",
          "d'Al-Mumtahanah; FR 18 Munafiqun)]."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ ۚ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ",
      "simpleTranslate" : [
        "Vos biens et vos enfants ne sont qu’une tentation pour vous, alors que c’est",
        "auprès de Dieu que se trouve une magnifique récompense."
      ],
      "tafsirTranslate" : [
        "Vos biens et votre progéniture ne sont que d'un procès pour vous. Et il attend",
        "une grande récompense <N:30> pour vous auprès d'Allah."
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "votre richesse",
        "et vos enfants",
        "(Sont) un procès",
        "et Allah",
        "avec lui",
        "(Est) une récompense",
        "génial"
      ],
      "notes" : {
        "30" : [
          "Pour explication, sec E.N. 23 de la sourate Al-Anfal. Ici, il faut aussi garder à",
          "vue la parole du Saint Prophète qui Tabarani a rapporté sur l'autorité de Hadrat",
          "Abu Malik al-Ash'ari, en disant: [ \"Votre ennemi est-il pas que si vous tuez il y",
          "a le succès pour vous, et si il vous tue, il est le paradis pour vous;. mais",
          "votre véritable ennemi peut B est votre propre enfant qui est né de vos propres",
          "reins, ou la richesse dont vous êtes le propriétaire \"] Voilà pourquoi ici nous",
          "ainsi que dans Al-Anfal : 28, AIIah dit: Si vous vous enregistrez de la tentation",
          "et de séductions de possessions et des enfants du monde et de réussir à garder",
          "l'amour de les soumettre à l'amour de AIIah, il y a des récompenses riches pour",
          "vous avec Allah."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا وَأَنْفِقُوا خَيْرًا لِأَنْفُسِكُمْ ۗ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ",
      "simpleTranslate" : [
        "Craignez donc Dieu autant que vous le pouvez ! Écoutez, obéissez, faites",
        "l’aumône, dans votre propre intérêt, car ce sont ceux qui se prémunissent contre",
        "leur propre avarice qui seront les bienheureux."
      ],
      "tafsirTranslate" : [
        "Tiens Allah dans la crainte autant que vous le pouvez, <N:31> et d'écouter et",
        "d'obéir, et être charitable. Ceci est pour votre propre bien. Et celui qui reste",
        "à l'abri de son avidité, il est tel que prospéreront. <N:32>"
      ],
      "tanslateWordByWord" : [
        "craignez",
        "Allah",
        "quelle",
        "tu es capable",
        "et écouter",
        "et d'obéir",
        "et passer",
        "(il est préférable",
        "pour vous-mêmes",
        "Et quiconque",
        "est sauvé",
        "(De la) greediness",
        "(De) son âme",
        "puis ceux",
        "[ils]",
        "(Sont) ceux qui ont réussi"
      ],
      "notes" : {
        "32" : [
          "Pour une explication, voir E.N. 19 d'Al-Hashr."
        ],
        "31" : [
          "À un autre endroit dans le Coran, il a été dit: [ \". Craignez Allah comme Il doit",
          "être craint effectivement\"] [(Al-Imran: 102 <V:3:102>)]. A un autre endroit:",
          "«Allah ETCD à charge à aucun autre avec une responsabilité plus lourde qu'il peut",
          "supporter [\" [(AI-Baqarah: 286 <V:2:286>)] Et voici: \"]. Craignez Allah autant",
          "que vous le pouvez\" Quand ces trois versets. sont lus ensemble, il semble que le",
          "premier verset établit un idéal que tout croyant doit essayer d'atteindre. le",
          "second verset énonce le principe que personne n'a été tenu de se dépenser.",
          "au-delà de sa puissance et de la capacité, dans la religion de l'un d'Allah a été",
          "rendu responsable que de ce qui est en son pouvoir et sa capacité. Ce verset",
          "enjoint chaque croyant d'essayer d'atteindre la piété et de la conscience de Dieu",
          "aussi loin qu'il le peut. il doit mener à bien ses commandements et éviter sa",
          "désobéissance du mieux qu'il peut. pour s'il montre laxisme à cet égard, il ne",
          "sera pas en mesure d'échapper à la punition. Cependant, il ne sera pas tenu",
          "responsable de ce qui était au-delà de son pouvoir [(et seul Allah peut décider",
          "de la meilleure ce qui était vraiment au-delà de la puissance d'une personne et",
          "de la capacité)] ."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "إِنْ تُقْرِضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ ۚ وَاللَّهُ شَكُورٌ حَلِيمٌ",
      "simpleTranslate" : [
        "Si vous faites à Dieu un prêt généreux, Il vous le rendra au décuple et vous",
        "accordera Son pardon, car Dieu est Plein de reconnaissance et de mansuétude."
      ],
      "tafsirTranslate" : [
        "Si vous donnez Allah un prêt sincère, Il augmentera pour vous plusieurs fois",
        "<N:33> et vous pardonnera. Allah est Appreciative, Indulgent. <N:34>"
      ],
      "tanslateWordByWord" : [
        "Si",
        "vous prêt",
        "(À) Allah",
        "un prêt",
        "beau",
        "Il multipliera",
        "pour toi",
        "lui pardonnerai",
        "toi",
        "Et Allah",
        "(Est) le plus Appreciative",
        "Indulgent"
      ],
      "notes" : {
        "33" : [
          "Pour une explication, voir E.N. 267 d'Al-Baqarah, E.N. 33 d'Al Maidah, E, N. 16",
          "d'Al-Hadid."
        ],
        "34" : [
          "Pour une explication, voir de E.N. 52, 59 de Fatir; E.N.42 de Ash-Shura."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Il connaît le monde invisible et le monde visible. Il est le Puissant, Il est le",
        "Sage."
      ],
      "tafsirTranslate" : [
        "Il sait ce qui est hors de la portée de la perception, ainsi que ce qui peut être",
        "perçu. Il est le Très Puissant, le Sage."
      ],
      "tanslateWordByWord" : [
        "(The) Connaisseur",
        "(De) l'invisible",
        "et le témoin",
        "Tout-Puissant",
        "le Sage"
      ],
      "notes" : { }
    }
  ],
  "medinian" : true
}