{
  "chapterNumber" : 65,
  "nbVerses" : 12,
  "name" : "La répudiation",
  "nameArabic" : "الطلاق",
  "transName" : "aṭ-ṭalāq",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ ۖ وَاتَّقُوا اللَّهَ رَبَّكُمْ ۖ لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ۚ وَتِلْكَ حُدُودُ اللَّهِ ۚ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ ۚ لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَٰلِكَ أَمْرًا",
      "simpleTranslate" : [
        "Ô Prophète ! Quand vous répudiez vos femmes, faites-le en respectant leur délai",
        "de viduité, dont vous compterez les jours avec soin. Craignez Dieu, votre Maître",
        "! Avant ce délai, ne les renvoyez pas de leurs demeures, et qu’elles n’en sortent",
        "pas, à moins qu’elles n’aient commis une turpitude dûment prouvée. Telles sont",
        "les normes fixées par Dieu. Quiconque les enfreint se fait tort à lui-même. Qu’en",
        "sais-tu? Peut-être que d’ici là Dieu suscitera un heureux changement?"
      ],
      "tafsirTranslate" : [
        "O Prophète, lorsque vous divorcez des femmes, le divorce pour leur période",
        "d'attente, <N:1> et calculer la période d'attente précise, <N:2> et",
        "maintenez-Allah, votre Seigneur, dans la crainte. Ne pas les faire sortir de",
        "leurs maisons (au cours de la période d'attente) 'ils ne devraient pas aller (de",
        "leurs maisons) <N:3> «à moins qu'ils aient commis un acte manifestement mal.",
        "<N:4> Telles sont les limites fixées par Allah ; et celui qui transgresse les",
        "limites fixées par Allah commet une faute contre lui-même. Vous ne savez pas.",
        "Peut-être qu'Allah fera quelque chose pour arriver à ouvrir la voie (pour la",
        "réconciliation) <N:5>"
      ],
      "tanslateWordByWord" : [
        "O",
        "Prophète",
        "Quand",
        "vous divorcez",
        "[les femmes",
        "puis divorcer eux",
        "pour leur période d'attente",
        "et tenir le compte",
        "(De) la période d'attente",
        "et la peur",
        "Allah",
        "votre Seigneur",
        "(Ne pas",
        "les expulser",
        "de",
        "leurs maisons",
        "et pas",
        "ils devraient laisser",
        "sauf",
        "cette",
        "ils commettent",
        "une immoralité",
        "clair",
        "Et ceux-ci",
        "(Les) limites",
        "(De) Allah",
        "Et quiconque",
        "transgresse",
        "(les) limites",
        "(De) Allah",
        "alors certainement",
        "il a fait du tort",
        "lui-même",
        "ne pas",
        "tu sais",
        "peut-être",
        "Allah",
        "provoquera",
        "après",
        "cette",
        "une matière"
      ],
      "notes" : {
        "1" : [
          "Voilà, [ \"Ô croyants, vous ne devriez pas faire une hâte excessive dans l'affaire",
          "de divorce prononcer: vos querelles de famille mineures ne devraient pas pour",
          "vous inciter à ce que vous devez prononcer le divorce définitif dans un accès de",
          "colère et .. il teremains aucune chance pour la réconciliation Toutefois Lorsque",
          "vous avez de répudier vos femmes, vous devriez divorcer pour leur période",
          "d'attente prescrite »] Prononcer le divorce pour la période d'attente a deux",
          "significations et les deux arc implicite ici: \n Première. Ce [ \"vous devriez",
          "divorcer à eux quand leur période d'attente peut commencer.\"] Cette chose a déjà",
          "été prescrit à Al-Baqarah: 228 ci-dessus. La période d'attente de la femme mariée",
          "qui est menstruée trois cours mensuels après le prononcé du divorce. Si ce",
          "commandement est maintenu en vue le seul moment approprié de prononcer le divorce",
          "50 que la période d'attente peut dûment commencer est quand elle est pas dans ses",
          "cours, car il attend période ne peut pas commencer à partir du cours au cours de",
          "laquelle elle a SQM divorcé, et son divorce dans cet état signifierait que,",
          "contrairement au commandement divin, sa période d'attente devrait étendre à",
          "quatre cours au lieu de trois cours. En outre, ce commandement exige également",
          "que la femme ne doit pas qu'il divorcée dans la période de pureté au cours de",
          "laquelle le mari peut avoir eu des rapports sexuels avec elle. Car dans ce cas,",
          "au moment du divorce est prononcé ni le mari ni la femme peut savoir s'il a conçu",
          "à la suite du rapport sexuel ou non. À cause de cela, ni le waitinlt-période peut",
          "commencer sur l'hypothèse que ce serait compté, compte tenu des cours mensuels",
          "successifs, ni sur l'hypothèse selon laquelle ce serait la période d'attente",
          "d'une femme enceinte. Donc, ce commandement établit deux règles simultanément:",
          "d'abord, que le divorce ne devrait pas être prononcé pendant la menstruation;",
          "deuxièmement, que le divorce peut être prononcée soit dans la période de pureté",
          "au cours de laquelle il n'y avait pas de rapports sexuels avec la femme, ou dans",
          "l'état où la grossesse était connue de la femme. Un peu de considération de la",
          "question indique que les restrictions imposées à la déclaration de divorce arc",
          "pour de bonnes raisons. La raison de l'imposition de la restriction à la",
          "prononcer signifiait divorce pendant la menstruation est que, dans cet état, le",
          "mari et la femme sont un peu éloignés les uns des autres à cause de",
          "l'interdiction des rapports sexuels dans ce début; et du point de vue médical, il",
          "est également confirmé que la femme ne temperamentally normale pendant les cours.",
          "Par conséquent, si une querelle commence entre eux dans cet état, le mari et la",
          "femme seraient impuissants dans une mesure de mettre un terme à cela, et si la",
          "question est reportée jusqu'à ce que la femme est libre de ses cours, il y a la",
          "possibilité que la femme peut également revenir à son état de tempérament normal",
          "et l'attraction mutuelle que la nature a placé entre eux peuvent également",
          "travailler et réunir les. De même, la raison d'interdire le prononcé du divorce",
          "au cours de la période de pureté dans laquelle les rapports sexuels peuvent avoir",
          "lieu, est que si par suite de celle-ci la conception a lieu, il ne peut ni être",
          "connu du mari ni à la femme. Par conséquent, il ne peut pas être un moment",
          "approprié pour prononcer le divorce. Si l'homme est de savoir que la conception a",
          "eu lieu, il penserait une centaine de fois avant de décider finalement s'il doit",
          "prononcer le divorce ou non sur la femme qui porte son enfant dans son ventre. La",
          "femme aussi en vue de l'avenir de son enfant serait son mieux essayer d'éliminer",
          "les causes de mécontentement de son mari. , Mais si une décision est prise à",
          "l'aveuglette, dans une hâte excessive, puis il est connu que la conception avait",
          "eu lieu, les deux vont le regretter plus tard. \n Ceci est le premier sens [",
          "\"divorce pour la période d'attente prescrite»], qui ne concerne que les femmes",
          "mariage avec qui a été consommé, qui menstruée et peut éventuellement concevoir.",
          "Quant à son second sens, il est ceci: [ \"Si vous avez de répudier vos femmes,",
          "vous devriez leur divorce jusqu'à l'expiration de leur période d'attente\"]. C'est",
          "[ \"Ne pas prononcer trois divorces aII à la fois conduisant à une séparation",
          "permanente, mais prononcer un, ou au plus deux divorces, et attendre la fin de la",
          "période d'attente, de sorte qu'il y reste une chance pour la réconciliation pour",
          "vous à tout moment au cours de cette période \"] Selon ce sens. ce commandement",
          "est également utile à l'égard de ceux femme mariage avec qui a été consommé et",
          "qui menstruée, ainsi que de ceux qui ne sont plus iuenstnrate, ou ceux qui ne",
          "sont pas encore menstruée, ou ceux dont la grossesse au moment du prononcé du",
          "divorce est connu. Si cette commande Divine est à juste titre suivi, personne ne",
          "va regretter après avoir prononcé le divorce, car si le divorce est prononcé de",
          "cette façon, il reste la place pour la réconciliation dans l'attente. période, et",
          "même après l'expiration de la période d'attente la possibilité demeure que le",
          "mari et la femme séparés peuvent se remarier si elles le souhaitent la",
          "réconciliation, \n Ce même sens de talliqu-hunna II- iddat-i Hinna [(divorce pour",
          "leur prescrite période d'attente [ \")] a été donné par les premiers",
          "commentateurs. Ibn 'Abbas a donné ce commentaire de celui-ci: \"] Il ne faut pas",
          "prononcer le divorce pendant la menstruation, ni dans la période de pureté",
          "[(tuhr)] au cours de laquelle le mari peut Inave eu des relations sexuelles Mais",
          "on devrait laisser la femme seule jusqu'à ce qu'elle atteint. la pureté après le",
          "cours;.. alors on peut prononcer un seul divorce sur son Dans ce cas, même s'il",
          "n'y a pas de réconciliation et de la période d'attente expire, elle serait",
          "séparée par le seul divorce [ \"[(Ibn Jarir)] Hadrat Abdullah bin Mas'ud dit:",
          "divorce pour la période d'attente signifie que ane devrait prononcer le divorce",
          "dans l'état de pureté de la femme de sans avoir eu un rapport sexuel avec elle.",
          "\"] Le même commentaire a été rapporté de Hadrat` Abdullah bin `Umar,` Ata ',",
          "Mujahid, Maimun bin Mahran, Muqatil bin Hayyan et Dahhak [(qu'Allah le bénisse",
          "tous)] [(Ibn Kathir)]. Ikrima a expliqué ainsi:. `on peut prononcer le divorce",
          "dans l'état où la femme étant le pregnantt est connu, et non quand on a eu des",
          "rapports sexuels avec elle et on ne sait pas si elle a conçu ou non [\" [(Ibn",
          "Kathir) ] les deux Hadrat Hasan Basri et Ibn Sirin disent: `le divorce doit être",
          "prononcé pendant l'état de pureté sans avoir eu des rapports sexuels. ou lorsque",
          "la femme de la grossesse est connue. \"] [(Ibn Jarir)] \n L'intention mince verset",
          "wa: mieux expliqué par le Saint Prophète [(sur qui soit la paix d'Allah)]",
          "lui-même à l'occasion lorsque Hadrat `Abdullah bin` Umar avait divorcé de sa",
          "femme pendant qu'elle déversait les menstrues .. Les, détails d'incident mince",
          "ont été signalés dans presque collections ALi de Hadith et la même chose. en",
          "fait. sont la source de la loi à cet égard. Il se trouve que lorsque Hadrat",
          "`Abdullah divorcé salut: femme pendant qu'elle était menstruée, Hadrat Umar est",
          "venu devant le Saint Prophète et il lui a mentionné. Le Saint Prophète a exprimé",
          "un grand mécontentement et dit: Ordonnez lui pour la ramener et la garder comme",
          "sa femme jusqu'à ste est purifiée, qu'elle menstruée à nouveau et est à nouveau",
          "purifiées: alors, s'il le désire, il peut divorcer dans son état de pureté sans",
          "ayant toute relation de sexual_ avec elle. Ceci est la période d'attente qui",
          "Ailah Tout-Puissant a prescrit pour le divorce des femmes [ \"Dans une tradition,",
          "les mots sont à l'effet:\"]. Ou bien on peut prononcer le divorce dans l'état de",
          "pureté de la femme sans avoir des rapports sexuels, ou dans l'état où sa",
          "grossesse devient entièrement connue [ \". \n L'intention de ce verset est expliqué",
          "plus en détail par un autre Hadith quelques-unes qui ont été rapportés par le",
          "Saint Prophète [(sur vlan être la paix d'Allah)] par intérim d certains des",
          "principaux compagnons. Nasa'i a rapporté que le Saint Prophète a été infomed",
          "qu'une personne avait prononcé trois divorces sur sa femme en ane séance. Il se",
          "leva en colère et dit:? `Sont les gens qui jouent avec le Livre d'Allah, même si",
          "je suis présent parmi vous»] Voyant la colère extrême du Saint Prophète à cette",
          "occasion, une personne a demandé: `Je ne devrais pas aller tuer ? l'homme [ \"`",
          "Abdur Razzaq a rapporté à propos de Hadrat `Ubadah bin as-Samit que salut: père",
          "prononcé mille divorces sur sa femme. Il est allé devant le Saint Prophète [(sur",
          "lesquels la paix)] et a demandé sa décision à ce sujet. Le Saint Prophète a dit:",
          "`A la parturition répudie la femme se tenait séparé de lui avec Allah»: la",
          "désobéissance, et 997 prononcé resta: actes d'injustice et le péché, pour lequel",
          "AIlah pourrait le punir s'Il voulait et lui pardonner s'il ainsi voulu. \"] Dans",
          "les détails de l'incident concernant Hadrat` Abdullah bin `Umar, qui ont été liés",
          "à Daraqoutni et Ibn Abi Shaibah, une autre chose est que quand le Saint Prophète",
          "a commandé Hadrat` Abdullah bin `Umar de prendre sa femme, il demandé: Si je",
          "prononcé trois divorces sur elle, aurais-je pu prendre son dos, même alors, le",
          "Saint Prophète répondit:?. Non, elle aurait résisté séparé de vous, et cela",
          "aurait été un acte de péché [ \"Dans une autre tradition du Saint Prophète mots",
          "l'arc à l'effet: `Si vous aviez fait cela, vous auriez la désobéissance commis de",
          "ton Seigneur pendant que votre femme aurait été séparé de toi»]. \n Les décisions",
          "judiciaires rapportées par les Compagnons à cet égard sont également en",
          "comformity avec les injonctions du Saint Prophète. Selon une tradition dans",
          "Mu'watta, une personne est venu à Hadrat Abdullah.bin Mas'ud et dit: [ \"J'ai",
          "prononcé huit divorces sur ma femme Ibn Mas`ud demanda:. Quel avis juridique",
          "avez-vous été donné dans ce ? Il a dit ce qui concerne: on m'a dit que la femme",
          "est séparée de moi Ibn Mas`ud dit:. les gens ont dit la bonne chose:. la",
          "situation juridique est le même comme ils vous ont dit \"] 'Abdur Razzaq a lié de",
          "'Alqamah qu'une personne a dit à Ibn Mas'ud: [ \"J'ai prononcé 99 divorces sur ma",
          "femme Il a dit: Trois divorces son séparent de toi, les autres sont [(actes de",
          "péché)] excès.\"] Waki' bin al-Jarrah dans son sunan a rapporté ce point de vue",
          "même de deux Hadrat 'Uthman et Hadrat' AII. Une personne est venu à Hadrat",
          "`Uthman et a dit: [\". Je l'ai prononcé mille divorces sur mon wife- 'Il a",
          "répondu: \"] Elle resta séparée de vous par trois divorces [« Quand un problème",
          "similaire a été présenté devant Hadrat `Ali. il a répondu, `en trois divorces,",
          "elle resta séparée de vous vous pouvez distribuer le reste de vos déclarations",
          "sur le reste de vos femmes si vous aimez\"] Abu Dâwûd et Ibn Jarir ont raconté,",
          "avec un peu de variation dans la formulation.. , une tradition de Mujahid, en",
          "disant: [ \"Alors que je suis assis avec Ibn Abbas, une personne est venue et a",
          "dit:` J'ai prononcé trois divorces sur ma femme. Ibn 'Abbas a entendu, mais a",
          "gardé le silence pendant si longtemps que je pensais qu'il allait peut-être",
          "revenir à sa femme de lui. Puis il a dit: «L'un de vous engage d'abord la folie",
          "de prononcer les divorces; puis il vient et dit: O Ibn `Abbas, O Ibn` Abbas!",
          "tandis qu'Allah a dit que celui qui le craint dans tout ce qu'il fait, il ouvrira",
          "une façon pour lui de sortir des difficultés. Vous ne craignez Allah; maintenant,",
          "je ne trouve aucun moyen pour vous: vous avez désobéi votre Seigneur, et votre",
          "femme se tient séparé de vous. Une autre tradition, qui a également été signalé",
          "dans Mujahid et liées avec un peu de changement dans le libellé de mu'watta et",
          "Tefsir par Ibn Jarir, dit: «Une personne a prononcé une centaine de divorces sur",
          "sa femme; puis il demanda Ibn 'Abbas pour son opinion. Il a répondu: «Par trois",
          "divorces, elle resta séparée de vous. Avec les 97 autres que vous avez fait une",
          "Jest des révélations d'Allah \"] Ceci est selon Mu'watta Selon Ibn Jarir les",
          "paroles d'Ibn` Abbas étaient à l'effet:!. Vous avez désobéi votre Seigneur, et",
          "votre femme se tenait séparé de vous, et vous ne craignez Allah afin qu'Il puisse",
          "ouvrir un chemin pour vous sortir de la difficulté [ \"Imam Tahavi a raconté«",
          "qu'un homme est venu à Ibn `Abbas et dit:«. Mon oncle a prononcé trois divorces",
          "sur sa femme. Il répondit: Ton oncle, a désobéi à Allah et a commis un péché et",
          "suivi Satan. . Maintenant, AIlah n'a laissé aucune voie ouverte pour le sortir de",
          "la difficulté \"] Selon une tradition dans Mu'watta et Abou Daoud, un homme a",
          "prononcé trois divorces sur sa femme avant la consommation du mariage, puis veut",
          "la remarier ., et est sorti de connaître l'aspect juridique de la question le",
          "journaliste du Hadith, Muhammad bin lyas bin Bukair, dit: «Je l'ai accompagné à",
          "Ibn` Abbas et Abou Hourayra la réponse chacun a donné était:. «Vous avez Iet",
          "glisser de votre main quel que soit l'occasion était là pour vous. [ \"Zamakhshari",
          "a déclaré à al-Kashshaf que Hadrat` Umar utilisé pour battre l'homme qui prononce",
          "trois divorces sur sa femme [(à un seul et même temps)], puis ferait respecter",
          "ses divorces. Sa'id bin Mansur a raconté cette chose même de Hadrat Anas sur",
          "l'autorité du son. Dans cette connection. l'opinion générale des Compagnons. Ibn",
          "Abi Shaibah et Imam Muhammad ont raconté de Ibrahim Nakha'i [(qu'Allah les",
          "bénisse)] était: \"] Les Compagnons [(peut AIlah soit satisfait d'eux)] approuvé",
          "cette méthode que l'on peut prononcer un seul divorce la femme et la laisser",
          "seule jusqu'à ce qu'elle se termine trois cours mensuels. [ \"Ce sont les paroles",
          "d'Ibn Abi Shaibah. Les paroles de l'Imam Muhammad sont à l'effet: ' `La méthode",
          "approuvée avec eux est que, dans l'affaire du divorce il ne faut pas dépasser un",
          "divorce d'inclinaison de la période d'attente est terminée\"]. \n La loi détaillée",
          "que les juristes de l'Islam ont compilé avec l'aide de ces Hadiths et traditions",
          "à la lumière du verset coranique mentionné ci-dessus, est la suivante: [(1)] Les",
          "Hanafites considèrent le divorce comme de trois sortes: Ahsan. hasan et bid'i. Le",
          "formulaire de ahsan de divorce est que l'on peut prononcer un seul divorce sur sa",
          "femme au cours d'une, tuhr [(pureté)] période où l'on doit s'abstenir de rapports",
          "sexuels et de laisser la femme pour compléter sa période d'attente. Le formulaire",
          "de hasan du divorce est que l'on peut prononcer un divorce dans chaque période de",
          "pureté: dans ce cas, le prononcé de trois: divorces, un en trois périodes de",
          "pureté,. est également pas contre la Shari'ah, bien que la meilleure méthode est",
          "approuvée prononcer un seul divorce et de laisser la femme pour compléter sa",
          "période d'attente. Le formulaire de soumission de divorce est que l'on doit",
          "prononcer trois divorces en une seule séance, ou prononcer trois divorces à",
          "différents moments au cours de la même période de pureté, ou prononcer le divorce",
          "pendant la menstruation, ou le prononcer dans la période de pureté au cours de",
          "laquelle on a eu un rapport sexuel. Parmi ceux-ci selon bien sûr, on peut adopter",
          "un sera coupable d'un péché, Telle est la loi en ce qui concerne le mariage de la",
          "femme avec qui a été consommé et qui a des cours réguliers. En ce qui concerne le",
          "mariage de la femme avec qui n'a pas été consommé, elle peut être séparée à la",
          "fois dans l'état de pureté et pendant la menstruation, ce qui est conforme à la",
          "Sunna. Et si la femme est un tel un mariage avec qui a été consommé qui ne",
          "menstruée, ou celui qui n'a pas encore menstruée, elle peut être divorcée, même",
          "après le sexuel intercourse'for il n'y a aucune chance de sa grossesse. Et si la",
          "femme est enceinte, elle peut également être divorcé après les rapports sexuels,",
          "pour sa grossesse est déjà établie. Mais la méthode de prononcer le divorce sur",
          "ces femmes selon la Sunna, est que le divorce peut être prononcé à l'intervalle",
          "d'un mois dans chaque cas. Cependant, la méthode de ahsan est que seul un divorce",
          "peut être prononcé et la femme a quitté pour terminer sa période d'attente.",
          "[(Hedayah, fath Alqadir, Ahkam al-Coran (AI-Jassas)], `Umdat al-Qari). \n Selon",
          "l'imam Malik a également le divorce est de trois sortes. Sunnite, makruh bid'i et",
          "haram bid'i. Le divorce selon la Sunnah est qu'un seul divorce soit prononcé sur",
          "le mariage de la femme avec qui a été constunmate [(1 et pubère, au cours de son",
          "état de pureté, sans rapport sexuel ayant eu, et la femme être laissée à",
          "compléter son attente- période. le formulaire de makrnh bid'i est que le divorce",
          "soit prononcé dans la période de pureté au cours de laquelle on peut avoir eu des",
          "rapports sexuels, ou plusieurs divorces d'un être prononcé dans la période de",
          "pureté alors qu'il was.no des rapports sexuels, ou trois divorces sont prononcés,",
          "un en périodes distinctes de pureté dans le période d'attente, ou trois divorces",
          "sont prononcés ALi à la fois. et soumissionnent i haram est que le divorce soit",
          "prononcé pendant la menstruation. (Hashiyah ad-Dusuqi alal-Sharh-al-Kabir Ibn",
          "Arabi AI-, Ahkam al-Coran)]. \n Le point de vue authentique de l'Imam Ahmad bin",
          "Hanbal qui est généralement accepté par le Hanbalis est: La méthode approuvée",
          "[(celui selon la Sunnah)] de divorcer d'un mariage de la femme avec qui a été",
          "consommé et pubère est qu'un seul le divorce soit pronounccd sur elle dans sa",
          "période de pureté sans avoir eu des rapports sexuels avec elle, puis elle être",
          "laissée à compléter sa période d'attente. Mais si elle est Donneur trois",
          "divorces, une dans chacune des trois périodes distinctes de pureté ou trois",
          "divorces dans une seule et même période de pureté, ou divorcé trois fois à la",
          "fois, ou divorcé pendant les cours, ou divorcé dans la période de pureté au cours",
          "de laquelle la mari a eu des rapports sexuels et son être enceinte ne sont pas",
          "connus, tous ceux-ci seraient refusées et les formes de divorce interdit. Mais si",
          "la femme est telle que le mariage avec elle a été consommé, mais qui ne sont plus",
          "menstruée ou telle qui n'a pas encore menstruée, ou est enceinte, dans son cas,",
          "il n'y a ni aucune différence approuvé et désapprouvé par rapport au temps, ni en",
          "ce qui concerne au nombre de divorces pronounccd. [(Al-Insaf fi Ma'rifat-ar-Rajih",
          "min al-khilaf 'ala Madhhab Ahmad bin Hanbal)]. \n Selon Imam Shafe'i, en matière",
          "de divorce, la différence entre l'approbation [(ie. Selon la Sunnah w)] et le",
          "répréhensible [(ie contre la Sunna)] les formes de divorce est seulement en ce",
          "qui concerne le temps et pas à l'égard de nombre qui est, le divorce de se",
          "prononcer sur un mariage de femme avec qui a été consommé et pubère, pendant la",
          "menstruation ou le divorce de se prononcer sur un ovaire, qui peut concevoir, au",
          "cours d'une telle période de pureté dans laquelle le mari a eu des rapports",
          "sexuels avec elle et la grossesse de la femme est inconnue, est désapprouvé et",
          "interdit. En ce qui concerne le nombre, si trois divorces arc prononcé à un",
          "moment ou prononcé dans la même période de pureté, ou prononcée en périodes",
          "distinctes de pureté, ils ne sont pas contre la Sunnah dans tous les cas. Dans le",
          "cas où la femme est telle que le mariage avec elle n'a pas été consommé, ou celui",
          "qui n'a plus ses règles, ou celui qui n'a pas encore menstruée, ou celui dont la",
          "grossesse est connue, il n'y a pas de différence entre l'approbation et la formes",
          "désapprouvait divorce. [(Mughni al-Muhtaj)] \n [(2)] est un divorce étant",
          "irrégulière, répréhensible, interdit, ou pécheresse avec les quatre ETCD Imams ne",
          "signifie pas qu'il n'a pas d'effet. Selon tous les quatre écoles sunnites, si un",
          "divorce est prononcé pendant la menstruation, ou trois à la fois, ou prononcé",
          "dans la période de pureté au cours de laquelle le mari a eu des rapports sexuels",
          "et de la femme d'être enceinte est inconnue, ou prononcée d'une manière",
          "désapprouvé par un imam, en tout cas, il DCEs deviennent efficaces, bien que le",
          "prononcer commet un acte de péché. Mais certains autres savants diffèrent à cet",
          "égard des quatre Imams. \n Sa'i bin al-Musayyab et quelques autres disciples",
          "immédiats des Compagnons disent que le divorce de la personne qui le prononce",
          "pendant la menstruation, ou prononce trois fois à un moment donné, DCEs pas eu",
          "lieu à aII. La même chose est l'opinion de la secte Imamiah des Shi`as. La base",
          "de cette opinion est que, puisque cette forme de divorce est interdite et utttrly",
          "irrégulière, il est inefficace, alors que le hadiths que nous avons cité",
          "ci-dessus, montrent clairement que lorsque Hadrat 'Abdullah bin `Umar divorcé de",
          "sa femme pendant la menstruation, le Saint Prophète lui ordonna de prendre son",
          "dos; avait le divorce pas pris effet à tous, la commande de prendre la femme de",
          "retour aurait été dénuée de sens. Et cela aussi I6 confirmé par de nombreux",
          "hadiths que le Saint Prophète et les principaux Compagnons considérés comme les",
          "prononcer des divorces plus d'un à la fois un péché, mais ne considéraient pas",
          "son divorce comme inefficace. \n Ta'us et 'Ikrima dire que seul un divorce a lieu",
          "si le divorce est prononcé trois fois à la fois, et ce point de vue très a été",
          "adopté par l'Imam Ibn Taymiyya. La source de son présent avis est que Abu",
          "as-Sahba demanda Ibn 'Abbas: «Vous ne savez pas que, dans la vie du Saint",
          "Prophète [(sur lui la paix et bénédictions)] et Abû Bakr et dans la première",
          "période de Hadrat 'Umar divorce triple a été considéré comme un seul divorce? Il",
          "répondit: Oui. [ \"[(Bukhari, Muslim)] .And musulmane, Abu Dâwûd et Musnad Ahmad,",
          "Ibn Abbas cette déclaration a été citée:\".] Dans la vie du Saint Prophète [(sur",
          "qui soit paix)] et Abû Bakr et pendant les deux premières années du califat de",
          "Hadrat `Umar un divorce triple a été considéré comme un simple divorce. Puis",
          "Hadrat `Umar a exprimé l'avis: Comme les gens ont commencé à agir précipitée dans",
          "une affaire dans laquelle ils avaient été invités à agir de façon judicieuse et",
          "prudente, pourquoi ne pas appliquer cette pratique? Ainsi, il a appliqué Il. [ \"",
          "\n Mais ce point de vue est inacceptable pour plusieurs raisons. En premier lieu,",
          "selon plusieurs traditions LBN `propre décision d'Abbas était contre elle, comme",
          "nous l'avons expliqué ci-dessus. Deuxièmement, il est contraire à ces Hadiths",
          "aussi, qui ont été signalés par pneu Saint Prophète sur lui la paix) et les",
          "grands compagnons, dans lequel la décision rendue sur le prononcer d'un divorce",
          "triple à un moment donné est que tous ses trois divorces deviennent efficace. Ces",
          "Hadiths ont également été cités ci-dessus Troisièmement, d'après Ibn `propre",
          "tradition d'Abbas lui-même, il devient évident que Hadrat` Umar avait",
          "publiquement appliqué le triple divorce dans l'assemblée des Compagnons, mais ni",
          "alors, ni après les Compagnons jamais exprimé aucune différence d'opinion .",
          "Maintenant, peut-on concevoir que Hadrat `Umar pourrait décider d'une question",
          "contre la Sunna? Et les compagnons pourraient également accepter sa décision sans",
          "protester? En outre, dans l'histoire concernant Rukanah bin `Abd-i Yazib, une",
          "tradition a été rapporté par Abou Daoud, Tirmidhi, Ibn Majah, Imam Shafe`i,",
          "Darimi et Hakim, en disant que lorsque Rukanah prononcé trois divorces sur sa",
          "femme une seule et même séance, le Saint Prophète [(sur lui la paix)] lui a",
          "demandé de déclarer sous serment, si son intention était d'un divorce que,",
          "[(Autrement dit, les deux divorces subséquents ont été prononcées que de mettre",
          "l'accent sur le prononcer premier divorce, le triple divorce ne vise pas à créer",
          "une séparation permanente)]. Et quand il a déclaré ce serment, le Saint Prophète",
          "lui a donné le droit de reprendre sa femme. `Ce fait ressortir la vérité de",
          "l'affaire à ce genre de divorces ont été considérés comme un seul divorce dans le",
          "carliest.period de l'Islam. Sur cette base même, les interprètes du Hadith ont",
          "expliqué la tradition d'Ibn 'Abbas ainsi: Comme dans la première période de",
          "l'Islam la tromperie et la fraude en matière religieuse était presque inconnu",
          "parmi les gens, la déclaration du pronouncer d'un divorce triple était a admis",
          "que son intention réelle wa: prononcer un seul divorce, les deux ard divorce",
          "ultérieur: avait été prononcée que pour des raisons d'importance. Mais quand",
          "Hadrat `Umar a vu que les gens d'abord prononcés trois divorces à la hâte, puis",
          "présenté l'excuse de leur pronrnmcing seulement pour le bien de l'importance, il",
          "a refusé d'accepter cette excuse. Imam Nawawi et Imam Subki concernant ce que",
          "l'interprétation de battement de la tradition d'Ibn `Abbas, Enfin, en cas de",
          "désaccord dans les traditions d'Abu aa-Sahba 'lui-même, dont il a raconté",
          "concernant la parole de Ibn` Abbas. Musulman, Abu Dâwûd et Nasa'i ont lié à ce",
          "même Abu as-Sahba 'une autre tradition; dire que sur une enquête par lui. Ibn",
          "`Abbas a dit:` Quand une personne a prononcé un divorce triple sur sa femme avant",
          "la consommation du mariage, il a été considéré comme un seul divorce dans la vie",
          "du Saint Prophète [(sur lui la paix)] et Abû Bakr et au début des années période",
          "de Hadrat 'Umar, \"] Ainsi, un seul et même journaliste a rapporté de Ibn' Abbas",
          "traditions contenant deux thèmes divergents et cette diversité affaiblit les deux",
          "traditions. \n [(3)] Comme le Saint Prophète avait ordonné l'pronouncer du divorce",
          "pendant la menstruation pour reprendre sa femme, le différend a surgi parmi les",
          "juristes quant à ce qui est le sens exact de cette commande Imam Abu Hanifah,",
          "Imam Shafe ' i, l'Imam Ahmad, Imam Auza'i, Ibn Abi Laila, Ishaq bin Rahawaih et",
          "Abu Thaur dire que cette personne serait ordonné de reprendre sa femme, mais ne",
          "serait pas obligé de le faire. [( 'Umdat alQari)]. Le point de vue Hanafi comme",
          "indiqué dans Hedayah est que dans ce cas de prendre la femme de retour est non",
          "seulement préférable, mais également obligatoire. Dans Mughni al-Muhtaj du point",
          "de vue Shafe'i a été déclaré être que l'approbation [(à savoir. Un selon la",
          "méthode Sunnah pour celui qui a prononcé le divorce pendant la menstruation, mais",
          "n'a pas prononcé un divorce triple, est qu'il devrait reprendre sa femme, et",
          "devrait éviter de prononcer le divorce dans la période de pureté suivant, mais",
          "doit le prononcer, si elle le veut, dans la période de pureté quand la femme est",
          "devenue frette de son prochain cours menstruel et la pureté atteint, de sorte que",
          "sa révocation du divorce prononcé pendant la menstruation ne sont pas prises en",
          "plaisantant. Le point de vue Hanbali tel que présenté dans Al-Insaf est que, dans",
          "cet état, il est préférable pour le prononcer le divorce à reprendre sa femme.",
          "Mais Imam Malik et ses compagnons disent que le prononcé de divorce pendant la",
          "menstruation est une infraction connaissables. Que ce soit la femme fait une",
          "demande ou non, il est en tout cas le devoir de la règle que si un tel acte de",
          "quelqu'un est amené à son avis, il doit obliger la personne à reprendre sa femme",
          "et devrait continuer à le presser jusqu'à la fin de la période d'attente; et s'il",
          "refuse de la reprendre. il devrait l'emprisonner; s'il refuse toujours, il",
          "devrait le battre; et s'il n'adhère toujours pas, la règle doit donner sa propre",
          "décision, en disant: [ \"Je reviens à votre femme de vous.»] Et de la règle de",
          "cette décision serait effective après quoi il serait loisible à l'homme d'avoir",
          "des rapports sexuels avec la femme, qu'il a l'intention de la reprendre ou non,",
          "l'intention de la règle représente son intention. (Hashiyah ad Dusuqi)]. Le",
          "Malikis dit aussi que si la personne, qui a pris sa femme, volontairement ou",
          "involontairement, après son divorce pendant la menstruation, a pris sa décision",
          "de la répudier, la méthode préférable pour lui est qu'il devrait s'abstenir de",
          "divorcer dans la période de pureté après la menstruation pendant laquelle il a",
          "divorcé, mais devrait divorcer dans la période de pureté après la menstruation",
          "ncxt l'interdiction du divorce se prononce dans la période de pureté après la",
          "menstruation dans laquelle le divorce a été prononcé, a été enjoint de telle",
          "sorte que le retour du pronouncer pendant DCEs menstruation pas rester simplement",
          "orale, mais il devrait avoir des rapports sexuels avec la femme pendant la",
          "période de pureté. Ensuite, depuis le prononcé du divorce dans la période de",
          "pureté dans laquelle les rapports sexuels a eu lieu est interdit, le bon moment",
          "pour le prononcer est la période de pureté ne suit. [(Hashiyah ad Dusuqi)]. \n",
          "[(4)] Quant à la question: Jusqu'à quand a la pronouncer d'un divorce révocable",
          "le pouvoir de reprendre sa femme? différence d'opinion a surgi parmi les juristes",
          "et cette différence a eu lieu sur la question: Que signifient les mots thalathata",
          "quti'-in ou AI-Baqarah: 228 <V:2:228> impliquent: trois menstruaion ou trois",
          "périodes de pureté? Selon Imam Shafe`i et Malik, qara implique une période de",
          "pureté, et ce point de vue est maintenu sur l'autorité de Hadrat A'ishah, Ibn",
          "'Umar et Zaid bin Thabit [(qu'Allah soit satisfait d'eux)]. Le point de vue est",
          "que Hanafi qara implique la menstruation et le même est le point de vue",
          "authentique de l'Imam Ahmad bin Hanbal aussi. Ce point de vue est fondé sur",
          "l'autorité de tous les quatre califes bien guidés, Abdullah bin Mas'ud, `Abdullah",
          "bin 'Abbas, Ubayy bin Ka'b, Mu'adh bin Jabal, Abou ad-Darda', 'Ubadah bin comme",
          "-Samit et Abu Musa al-Ash'ari [(qu'Allah soit satisfait d'eux)]. Imam Muhammad",
          "dans son Mu'watta a cité un dicton de Sha`bi, en disant qu'il a rencontré treize",
          "des Compagnons du Saint Prophète et ils ont tous eu lieu ce même avis, et ce",
          "point de vue très a été adopté par un grand nombre des disciples immédiats des",
          "Compagnons aussi . \n En raison de cette divergence d'opinions, selon le Shafe`is",
          "et les Malikis, la période d'attente de la femme prend fin dès qu'elle entre dans",
          "la troisième menstruation, et le pouvoir de l'homme de prendre son -Est retour",
          "fin . Et si le divorce a été prononcé pendant la menstruation, la menstruation ce",
          "ne sera pas prise en compte dans la période d'attente, mais la période d'attente",
          "prendra fin dès que la femme entre dans la quatrième menstruation. [(Mughni",
          "al-Muhtaj; Hashiyah ad-Dusuqi)]. Le Hanafi; point de vue est que si l'écoulement",
          "menstruel dans la troisième menstruation arrête au bout de dix jours, la période",
          "d'attente de la femme canne à une fin avec elle si elle prend un bain de",
          "purification ou non; et si la décharge cesse en moins de dix jours, la période",
          "d'attente ne sera pas pris fin jusqu'à ce que la femme a pris son bain de",
          "purification, ou jusqu'à ce qu'un temps de prière a passé. Dans le cas où l'eau",
          "ne sont pas disponibles, selon l'Imam Abu Hanifah et Imam Abu Yusuf, le droit de",
          "l'homme de retourner à son sera terminé, quand elle a effectué sa prière avec",
          "tayammum [(purification de poussière)], et, selon l'imam Muhammad , dès qu'elle a",
          "effectué tayammwn lui-même. [(Hedayah)]. point de vue authentique de l'Imam",
          "Ahmad, qui est tenu par la majorité des lis hańba est que tant que la femme n'a",
          "pas son bain de purification après la troisième menstruation, le droit de l'homme",
          "à revenir avec elle restera. [(Al-Insaf)]. \n [(5)] Quant à la question qui est la",
          "méthode de prendre la femme de retour? les juristes sont d'accord que la",
          "personne, qui a prononcé un divorce révocable sur sa femme, peut revenir à elle",
          "chaque fois qu'il aime avant l'expiration de la période d'attente, si la femme",
          "désire de ce ou non, pour le Coran dit : [ «leurs maris sont les mieux habilités",
          "à les reprendre comme leurs femmes au cours de cette période d'attente.\"]",
          "[(AI-Baqarah: 228 <V:2:228>)]. De cela, il peut être automatiquement conclu que",
          "jusqu'à l'expiration de la période d'attente, le lien du mariage reste intacte et",
          "les maris peuvent les reprendre avant qu'ils ne soient séparés absolument et",
          "enfin En d'autres termes, en prenant la femme de retour ne signifie pas que le",
          "renouvellement du mariage pour lesquels le consentement de la femme peut être",
          "nécessaire. Après avoir été unanime à ce jour, les juristes au sujet des opinions",
          "différentes sur la méthode de prendre la femme de retour. \n Selon le Shafe'is, le",
          "retour peut avoir lieu que par la parole orale, et non par la conduite. Si les",
          "ETCD mari ne disent pas avec la langue qu'il a pris la femme de retour, aucun",
          "acte sexuel ou d'intimité, même si elle est effectuée avec l'intention de",
          "reprendre la relation conjugale, sera considérée comme la reprise de la relation.",
          "Plutôt dans ce cas à la recherche de toutes sortes de plaisir. de la femme est",
          "illégale même si elle est sans convoitise. Mais il n'y a pas de bar à avoir des",
          "rapports sexuels avec la femme, qui a divorcé révocable, les chercheurs ne sont",
          "pas d'accord sur son illégalité. Cependant, celui qui croit en son illégalité",
          "sera punissable. En outre, selon le point de vue Chafiyi, il est dans tous les",
          "cas. titulaire de payer une dot appropriée ou coutumier [(Makr Mithal)] dans le",
          "cas où le mari a des rapports sexuels avec la femme dont il avait divorcé",
          "révocable, si après il la ramène par voie orale ou non. [(Mughni a / -Muhtaj)]. \n",
          "Les Malikis disent que le retour peut être effectuée à la fois par voie orale et",
          "par son comportement. Si le but de la reprise par le mot de la bouche du mari",
          "utilise des termes exprès, la reprise aura lieu s'il avait l'intention ou non;",
          "même s'il prononçait des paroles expresses de la reprise en plaisantant, ces mots",
          "seraient de retour et de la reprise. Mais si les mots ne sont pas expressément,",
          "ils seraient considérés comme la reprise de la relation que dans le cas où ils",
          "ont été prononcés avec l'intention de la reprise. Quant à la reprise par une",
          "conduite, aucun acte que ce soit un acte d'intimité ou de rapports sexuels, peut",
          "être considérée comme la reprise tant qu'il n'a pas été effectuée avec",
          "l'intention de la reprise de la relation conjugale. [(Hashiyah adDusuqi; Ibn",
          "`Arabi; Ahkam al-Coran)]. \n En ce qui concerne la reprise de la relation par la",
          "parole de la bouche, le Hanafi et le point de vue Hanbali est le même que le",
          "Malikl. Quant à la reprise par la conduite, la décision des deux écoles,",
          "contrairement à la Malikis, est que si le mari a des relations sexuelles avec la",
          "femme dont il a divorcé révocable dans le période d'attente, ce serait par",
          "lui-même équivaut à la reprise s'il y avait l'intention de la reprise ou non.",
          "Cependant, la différence entre les points de vue des deux écoles est que, selon",
          "la Hanafites tout acte d'intimité équivaut à la reprise, même si elle est d'un",
          "degré moindre que les rapports sexuels; tandis que les Hanbalis ne considèrent",
          "pas un simple acte d'intimité que la reprise de la relation conjugale. [(Hedayah,",
          "Fath al-Qadir, `Umdat al-Qari A / Insaf)] \n [(6)] En ce qui concerne les",
          "conséquences de, talaq as-Sunnah [(forme régulière de divorce selon la Sunnah)]",
          "et, talaq al-bid i [(forme irrégulière de divorce)] la différence est la",
          "suivante: Dans cas où un ou deux divorces ont été prononcés, la femme divorcée et",
          "son ex-mari peuvent se remarier par consentement mutuel, même si la période",
          "d'attente a expiré. Mais si un homme a prononcé trois divorces, la reprise de la",
          "relation conjugale est ni possible dans la période d'attente, ni après",
          "l'expiration de la période d'attente, à moins que, cependant, la femme se marie",
          "une autre personne, le mariage est dûment contracté et consommé, et alors soit le",
          "second mari divorce ou de décès; puis, si la femme et son ex-mari souhaitent se",
          "remarier par consentement mutuel, ils peuvent le faire. Dans la plupart des",
          "collections de la hadiths une tradition a été repoted sur l'autorité de son, en",
          "disant que le Saint Prophète [(sur qui être la paix d'Allah)] a été demandé: [",
          "\"Un homme a prononcé trois divorces sur sa femme, puis la femme a épousé un autre",
          "homme et .? les deux avaient la vie privée, mais il n'y avait pas de relations,",
          "puis il a divorcé de son maintenant, peut cette femme re-marier avec son ex-mari",
          "le Saint Prophète répondit: \"] Non, à moins que son second mari l'a apprécié tout",
          "comme son premier mari avait joui elle. [ \"Comme {ou le mariage pré-arrangé",
          "[(tahlil)] qui vise à légaliser la femme pour son ex-mari, pour qu'elle épouser",
          "un autre homme, qui divorcer après avoir eu des rapports sexuels avec elle, cette",
          "est invalide selon Imam Abu Yusuf, et selon Imam Abu Hanifah, la femme",
          "deviendrait illégal pour son ex-mari par cette cérémonie, mais une telle chose",
          "est répréhensible dans la mesure d'être illégale. Hadrat 'Abdullah bin Mas'ud a",
          "rapporté que le Saint Prophète [(sur lui la paix de Dieu)] dit: \"] AIIah a maudit",
          "à la fois le légaliser [(Muhallil)] et celui pour lequel la légalisation est",
          "effectuée [(mnhallil lahu)]. [ \"[(Tirmidhi, Nasa'i)] Hadrat 'Uqba bin' Amir dit",
          "que le Saint Prophète [(sur qui sera la paix d'Allah)] a demandé à ses",
          "compagnons:\"] Je ne devrais pas vous dire à qui est un taureau engagé? [ \". les",
          "Compagnons ont dit qu'il devrait Il a dit:\"] Il est celui qui effectue tahlil",
          "[(légalisation du mariage)] la malédiction d'Allah tombe à la fois sur le muhalil",
          "[(légaliser)] et sur le lahu muhallal [(celui pour qui le mariage de saké est",
          "légalisée)]. [ \"[(Ibn Majah, Daraqoutni)]."
        ],
        "2" : [
          "Ce commandement est adressé aux hommes aussi bien que les femmes et les personnes",
          "de leur famille. Cela signifie: \"] Ne pas traiter le divorce à la légère, il est",
          "une affaire grave, qui donne naissance à de nombreuses questions juridiques pour",
          "l'homme, la femme, leurs enfants et les gens de leur maison Par conséquent,",
          "lorsque le divorce est prononcé, son heure et la date qu'il faut retenir et aussi",
          "l'état dans lequel le divorce a été prononcé sur la femme, il faut garder un",
          "compte exact du moment où la période d'attente a commencé, et quand il expirera",
          "sur cette prise en compte dépendra de la détermination des questions suivantes:",
          "Jusqu'à quand a. le mari le pouvoir de prendre la femme de retour? Jusqu'à quand",
          "est-il de la garder dans la maison? Jusqu'à quand est-il lié à la maintenir?",
          "Jusqu'à quand sera-il hériter de la femme ant la femme lui? quand la femme sera",
          "séparé de lui enfin et obtenir le droit de se remarier? et si cette question",
          "prend la forme d'un procès, le tribunal a également pour arriver à la bonne",
          "décision, devra connaître la date exacte et le temps de prononcer le divorce et",
          "l'état de la femme à l'époque, car sans cette information, il ne peut pas donner",
          "la bonne décision sur les questions soulevées par le divorce à l'égard des femmes",
          "qui ont été apprécié, ou non, les femmes enceintes, ou non, qui menstruées ou",
          "plus menstruée, et qui ont divorcé révocable ou irrévocable."
        ],
        "3" : [
          "Autrement dit, [ \"Ni devrait l'homme tourner la femme en colère, ni la femme",
          "elle-même devrait quitter la maison dans la colère et la hâte. La maison est la",
          "sienne au cours de la période d'attente, et les deux l'homme et la femme doit",
          "vivre ensemble afin que l'avantage peut être prise s'il y a une chance de",
          "réconciliation. Si le divorce est révocable, le mari peut à tout moment être",
          "incliné vers l'WIFC et le WIFC peut aussi essayer de gagner le plaisir du mari",
          "par éliminer les causes de conflit et de la différence. Si les deux rester",
          "ensemble dans la même maison, il peut apparaître beaucoup une occasion de",
          "réconciliation au cours des «trois mois ou les trois périodes menstruelles, ou",
          "jusqu'à ce que l'enfant naissance en cas de grossesse. Mais si les tours de",
          "l'homme elle en hâte en colère, ou la femme retourne à ses parents imprudemment,",
          "les chances de reconcilment diminuent, et le divorce conduit généralement à une",
          "séparation permanente. Voilà pourquoi les juristes ont même suggéré que dans le",
          "cas d'un divorce révocable la femme devrait au cours de son attente -period se",
          "parer de façon à attirer le mari. [(Hedayah; AI-Insaf)]. \n Les juristes sont",
          "d'accord que la femme révocable divorcé a droit à l'hébergement et la maintenance",
          "pendant la période d'attente, et il est pas permis à la femme de quitter la",
          "maison sans la permission du mari, ni légitime pour le mari de tourner la sortir",
          "de la maison. Si le mari se révèle, il sera coupable d'un acte de péché et si la",
          "femme quitte d'elle-même, elle ne sera pas seulement commettre un péché, mais",
          "aussi son droit de renoncer à l'hébergement et la maintenance."
        ],
        "4" : [
          "Plusieurs significations de ce ont été donnés par différents juristes. Hadrat",
          "Hasan Basri, 'Amir Sha'bi, Zaid bin Aslam, Dahhak, Mujahid, `Ikrima, Ibn Zaid,",
          "Hammed et Laith disent que cela implique l'adultère. Ibn 'Abbas dit qu'il unplies",
          "langage abusif que la femme peut continuer à utiliser contre le mari et les gens",
          "de sa maison, même après le divorce, au cours de la période d'attente. Qatadah",
          "dit que cela implique la désobéissants de la femme à son mari; qui est, si la",
          "femme a divorcé à cause de sa désobéissance, elle peut continuer à être la",
          "désobéissance à son mari, même pendant la période d'attente. 'Abdullah bin `Umar,",
          "Suddi, Ibn as-Sa'ib et Ibrahim Nakha'i disent que cela implique la femme de",
          "quitter la maison elle-même. Autrement dit, à leur avis, la femme de quitter la",
          "maison dans la période d'attente par lui-même élève à commettre une indécence",
          "ouverte, et le commandement: «Ils ne devraient pas se quittiez la maison, sauf",
          "dans le cas où ils commettent une turpitude ouverte,\"] est un admonition de cette",
          "nature: «ne maltraitez pas les autres, sauf dans le cas où vous souhaitez être",
          "connu comme une personne discourtois [\" Selon les trois premiers de ces quatre",
          "points de vue, \"], sauf dans le cas où [\" est lié avec \"] ne pas tourner. les",
          "sortir de leurs maisons, [ »et signifie la phrase que si elles arc coupable",
          "d'immoralité ou d'utiliser invectives ou de désobéissance, il serait-il légitime",
          "de les faire sortir des maisons. et selon le quatrième point de vue, il est lié",
          "avec \"] ils ne devraient pas se sortir de leurs maisons, [\" et cela signifie que",
          "si elles quittent leurs maisons, ils seraient coupables d'indécence ouverte."
        ],
        "5" : [
          "Ces deux phrases réfutent le point de vue de ceux qui soutiennent que le divorce",
          "n'a pas lieu à aII si elle est prononcée pendant la menstruation ou trois à la",
          "fois, et aussi l'opinion de ceux qui pensent qu'un triple montants de divorce à",
          "un seul divorce. La question se pose. Si un [(bid i)] divorce irrégulière n'a pas",
          "lieu, ou les montants d'un divorce triple à un seul divorce révocable, ce qui est",
          "alors le aced de dire: \"] Celui qui transgresse les limites fixées par Allah [(ie",
          "la méthode enseignée par la Sunna)], ne va pas son propre moi, et vous ne savez",
          "pas qu'Allah après aboutir à une situation de réconciliation [ «Ces deux choses",
          "seraient de sens que dans le cas prononcé du divorce contre la méthode enseignée",
          "par la Sunnah devrait être? nuisible pour lequel on peut avoir à regretter plus",
          "tard. et le prononcé d'un divorce triple à la fois ne peut pas laisser de place à",
          "la réconciliation; autrement, de toute évidence en prononçant un divorce qui ne",
          "prend pas effet à aII on ne transgresse pas les limites fixées par AIlah, qui",
          "peuvent être considérés comme tort à soi-même, et après un divorce qui est en",
          "tout casting seulement révocable il ne reste de place pour réconciliation; ainsi,",
          "il n'y aurait pas besoin de dire: \".] AIIah peut après cette aboutir à une",
          "situation de re-conciliation [\" \n Ici, on devrait encore bien comprendre la",
          "relation mutuelle entre vv. 228-230 d'Al-Baqarah et ces versets de la Sourate",
          "At-Talaq. Dans la sourate AIBaqarah le nombre de divorces prévues est dont trois",
          "après avoir prononcé les deux première conserve le droit de prendre sa femme en",
          "arrière et le droit de la re-marier en fonte de la période des lamentations a",
          "expiré, sans avoir recours à la légalisation [( tahlil)], et si le divorce est",
          "prononcé pour la troisième fois le mari perd ces deux droits. Ces versets de la",
          "Sourate At-Talaq n'a pas été envoyé vers le bas pour modifier ou annuler cette",
          "règle, mais pour enseigner aux gens comment utiliser à bon escient les pouvoirs",
          "qui leur ont été données à divorcer de leurs femmes qui, si utilisés à juste",
          "titre pourrait sauver les maisons de la ruine, pourrait protéger le mari de",
          "remords s'il avait prononcé un divorce. pourrait lui offrir un maximum de",
          "possibilités pour la réconciliation, et même si la séparation avait eu lieu,",
          "pourrait lui montrer une manière de se réunir dans le mariage comme un dernier",
          "recours si le couple le souhaite Hut si une personne arrive à utiliser ces",
          "pouvoirs inconsidérément, dans un mauvais sens, il ne pouvait être maltraitait",
          "son propre et de perdre toutes les possibilités de faire amende honorable. . Il",
          "est comme un père donnant trois cents roupies en possession de son fils et lui",
          "dire de passer le montant qu'il peut aimer; puis lui conseillant de l'effet; \"]",
          "Dépenser l'argent qui vous est donné avec soin, au bon endroit, et la pièce",
          "repas, afin que vous puissiez bénéficier de pleinement; sinon, si vous dépensez",
          "il imprudemment et négligemment dans des endroits mal, ou de dépenser tout cela à",
          "la fois, vous va subir des pertes, et puis je ne voudrais pas vous donner plus \".",
          "Ce conseil serait dénué de sens, il le père n'a pas donné le montant en",
          "possession du fils à ALi, de sorte que s'il avait voulu le dépenser dans un",
          "mauvais endroit, il devrait être impuissant à le dépenser, ou s'il avait voulu",
          "passer la montant total, il ne pouvait prendre une partie de celui-ci tandis que",
          "le reste était en sécurité avec lui, en tout cas. Si la condition est telle, il",
          "pourrait évidemment pas besoin de ce genre de conseils."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ۚ ذَٰلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ۚ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا",
      "simpleTranslate" : [
        "Puis, au terme de ce délai, reprenez-les de façon convenable ou séparez-vous",
        "d’elles décemment. À cet effet, assurez-vous le témoignage de deux de vos",
        "concitoyens connus par leur honorabilité et que ce témoignage soit pris au nom de",
        "Dieu. Voilà une exhortation à l’intention de celui qui a foi en Dieu et au Jour",
        "dernier, car le Seigneur ménage toujours une issue favorable à celui qui Le",
        "craint,"
      ],
      "tafsirTranslate" : [
        "Et quand ils atteignent la fin de leur mandat (d'attente), puis soit",
        "honorablement les conserver (dans le lien du mariage) ou honorablement partie",
        "avec eux, <N:6> et appeler deux personnes connues la probité en tant que témoins",
        "de vous-mêmes, <N:7> et (laisser ces témoins) témoigner debout pour l'amour",
        "d'Allah. Voilà ce que tous ceux qui croient en Allah et au Jour dernier sont",
        "exhortés. <N:8> Allah trouvera un moyen pour celui qui craint Allah, <N:9>"
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "ils ont atteint",
        "leur mandat",
        "puis les conserver",
        "avec gentillesse",
        "ou",
        "partie avec eux",
        "avec gentillesse",
        "Et prendre témoin",
        "deux hommes",
        "juste",
        "parmi vous",
        "et d'établir",
        "le témoignage",
        "pour Allah",
        "Cette",
        "est chargé",
        "Avec ça",
        "quiconque",
        "[est]",
        "croit",
        "en Allah",
        "et la journée",
        "le dernier",
        "Et quiconque",
        "craintes",
        "Allah",
        "Il fera",
        "pour lui",
        "une sortie"
      ],
      "notes" : {
        "8" : [
          "Ces mots montrent clairement que les instructions données ci-dessus sont dans la",
          "nature des conseils et non pas la loi. Si un mat prononce le divorce contre la",
          "méthode approuvée comme expliqué ci-dessus, ou ne parvient pas à compter de la",
          "période d'attente avec précision. ou expulse la femme de la maison sans une bonne",
          "raison, ou retourne à elle à la fin de la période d'attente seulement pour la",
          "harceler, ou elle envoie loin après une dispute, ou ne parvient pas à appeler les",
          "hommes à assister au divorce, à la réconciliation, ou de séparation, si ne sera",
          "pas affecter les effets juridiques du divorce ou de la réconciliation ou de la",
          "séparation du tout. Cependant, son action contre l'avis d'Allah serait une preuve",
          "que son cœur était dépourvue de la foi de goût en Allah et au Jour dernier. Voilà",
          "pourquoi il a adopté un cours qui un vrai croyant ne jamais adopter."
        ],
        "9" : [
          "Le contexte lui-même montre que ici [ \"craignant Allah dans tout ce que l'on",
          "fait\"] signifie le divorce se prononce conformément à la méthode approuvée",
          "enseignée par la Sunnah compter la période d'attente précise, pour éviter de",
          "transformer la femme sur la maison, pour prendre la femme de retour si l'on",
          "décide de la garder, à l'expiration de la période d'attente avec l'intention de",
          "la garder équitablement et de la renvoyer à un fait; de manière si l'on décide de",
          "se séparer d'elle, et d'appeler deux hommes justes pour assister au divorce, la",
          "réconciliation ou de la séparation, selon le cas soit. En ce qui concerne cela,",
          "Allah dit que celui qui agit dans la crainte de Lui, Il ouvrira pour lui un moyen",
          "de sortir des difficultés Cela donne automatiquement le sens que quiconque ne",
          "craint pas Allah dans ces questions, va créer pour lui-même de telles",
          "complications et les difficultés de qu'il trouvera aucune issue. Une étude de ces",
          "mots montre clairement que l'opinion de ceux qui soutiennent que la irrégulière",
          "forme [(bid i)] du divorce n'a pas lieu du tout, et de ceux qui considèrent le",
          "divorce triple prononcé à la fois ou au cours de la même période de la pureté",
          "comme un seul divorce, est incorrecte. Car si une forme irrégulière du divorce",
          "n'a pas lieu à Ali, il ne crée aucune complication à partir de laquelle on peut",
          "avoir à trouver un moyen de sortir; et si un seul divorce a lieu quand on a",
          "prononcé trois divorces à la fois, puis aussi il se pose pas besoin d'une",
          "personne de chercher un moyen de sortir d'une difficulté ou d'une complication."
        ],
        "6" : [
          "Autrement dit, [ \"Dans le cas où vous avez prononcé un ou deux divorces",
          "révocables, vous devez prendre une décision avant l'expiration de la période",
          "d'attente si vous souhaitez garder la femme dans le mariage ou la renvoyer. Si",
          "vous décidez pour la garder, alors vous devriez la garder avec honneur et dignité",
          "et non en vue d'torntenting et de la harceler et d'obtenir une autre occasion de",
          "prolonger sa période d'attente par son divorce une fois de plus, et si vous",
          "décidez de se séparer d'elle, alors vous devrait se séparer de sa grâce, sans se",
          "livrer à toute querelle ou dénigrement, si vous avez encore lui devez le douaire,",
          "ou une partie de celui-ci, le rembourser, et lui donner quelque chose en plus",
          "aussi à son départ en fonction de vos moyens, comme cela a été enjoignit à",
          "Al-Baqarah: 241. [(Pour plus d'explications, voir eN 86 Al-Ahzab)]."
        ],
        "7" : [
          "Ibn 'Abbas dit que cela implique de faire appel à témoin deux hommes à la fois au",
          "divorce et à la réconciliation. [(Ibn Jarir)]. Hadrat `Imran bin Husain a",
          "demandé:\".] Un homme divorcé de sa femme, puis l'a ramenée, mais il n'appelé",
          "quelqu'un à témoigner prononcé du divorce, ni la reprise de la relation [ \"Il",
          "répondit: Vous prononcé le divorce contre la Sunnah et vous avez pris votre femme",
          "contre le Sunnah. Vous devriez appeler à témoigner les hommes tant au divorce et",
          "à la reprise de la relation, et vous ne devriez pas commettre à nouveau cette",
          "erreur. \"] [(Abu Dâwûd, Iba Majah)]. Mais les quatre imams sunnites sont d'accord",
          "que pour appeler les hommes à assister au divorce et à la reprise et la",
          "séparation est sans condition de ces actes soient valides, de sorte que s'il n'y",
          "avait pas témoin, ni le divorce devrait avoir lieu ni resumtion devrait être",
          "valide, ni la séparation. Mais cette condition a été enjoint de sorte que les",
          "parties ne peuvent pas nier l'un des faits plus tard et dans le cas où il y avait",
          "un différend la question pourrait être réglée facilement et les soupçons et",
          "doutes pourraient également être supprimés Cette commande est tout comme le",
          "commandement [ \"avoir des témoins dans le cas de transactions commerciales.\"]",
          "[(AI-Baqarat: 282 <V:2:282>)].. Cela ne signifie pas qu'il est obligatoire",
          "d'avoir des témoins à transations d'affaires, .et s'il n'y avait pas de témoin,",
          "la transaction serait invalide;. mais cela est une instruction sage qui a été",
          "donné pour prévenir les conflits et il est bon de le suivre même, dans le cas de",
          "divorce et de la reprise aussi bien que l'acte d'une personne et conduite serait",
          "juridiquement valable même sans les témoins mettent en garde encore les exigences",
          "que tout ce qui est fait, il doit être assisté, en même temps ou plus tard, par",
          "deux juste mut."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ۚ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ ۚ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ ۚ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا",
      "simpleTranslate" : [
        "et Il lui accorde Ses dons par des voies insoupçonnées. Dieu suffira à quiconque",
        "s’en remet à Lui, et Ses arrêts s’accompliront toujours, car à toute chose Il a",
        "assigné une mesure."
      ],
      "tafsirTranslate" : [
        "et lui fournira la subsistance d'où il n'a même jamais imaginé <N:10> Celui qui",
        "met sa confiance en Allah, Il doit lui suffire.. Certes, Allah apporte ce qu'il",
        "décrète; <N:11> Allah a assigné une mesure à tout."
      ],
      "tanslateWordByWord" : [
        "Et il fournira pour lui",
        "de",
        "où",
        "ne pas",
        "il pense",
        "Et quiconque",
        "met sa confiance",
        "sur",
        "Allah",
        "Puis il",
        "(Est) suffisante pour lui",
        "Effectivement",
        "Allah",
        "(Va) accomplir",
        "Son but",
        "Effectivement",
        "a mis en",
        "Allah",
        "pour chaque",
        "chose",
        "une mesure"
      ],
      "notes" : {
        "10" : [
          "Cela signifie: [ \"Garder la femme divorcée dans la maison pendant la",
          "waitingperiod, à son entretien et de lui verser la dot, ou quelque chose en plus,",
          "au départ pèse certainement un homme financièrement Pour passer sur un. femme que",
          "l'on a déjà décidé de renvoyer à cause des relations tendues sera sûrement",
          "pénible, et si l'homme est également mauvaise, cette dépense va encore pincer",
          "lui. Mais un homme qui craint AIIah, doit endurer tout cela gracieusement. Allah",
          "est pas avare que les gens sont. Si une personne passe sa richesse en conformité",
          "avec sa loi, il fournira pour lui d'une manière au-delà des attentes ALi. \"]"
        ],
        "11" : [
          "Autrement dit, il n'y a pas de puissance qui peut empêcher le décret d'Allah",
          "contre l'application."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ ۚ وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ ۚ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا",
      "simpleTranslate" : [
        "La période d’attente pour celles de vos femmes qui ont atteint l’âge de la",
        "ménopause sera de trois mois, pour plus de sûreté. Il en est de même pour celles",
        "qui n’ont pas encore atteint l’âge de la puberté. Quant à celles qui sont",
        "enceintes, la période de viduité prendra fin pour elles avec leur accouchement.",
        "Quiconque craint Dieu trouvera une grande facilité dans ce qu’il entreprend."
      ],
      "tafsirTranslate" : [
        "La période d'attente de ceux de vos femmes qui ont perdu toute attente de la",
        "menstruation est de trois mois <N:12> au cas où vous entretenez un doute; et même",
        "pour ceux qui ne l'ont pas encore menstruée. <N:13> En ce qui concerne les femmes",
        "enceintes, leur période d'attente est jusqu'à la livraison de leur fardeau.",
        "<N:14> Allah va créer une facilité pour celui qui craint Allah."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "ont désespérait",
        "de",
        "la menstruation",
        "parmi",
        "vos femmes",
        "si",
        "tu doutes",
        "alors leur période d'attente",
        "(Est), trois",
        "mois",
        "et ceux qui",
        "ne pas",
        "[Ils] menstruée",
        "Et ceux qui (sont)",
        "Enceinte",
        "leur mandat",
        "jusqu'à",
        "ils livrent",
        "leurs charges",
        "Et quiconque",
        "craintes",
        "Allah",
        "Il fera",
        "pour lui",
        "de",
        "son affaire",
        "facilité"
      ],
      "notes" : {
        "12" : [
          "Ceci est à l'égard des femmes qui ne sont plus les menstruations et ont atteint",
          "la ménopause en raison de l'âge. Leur période d'attente sera compté à partir du",
          "divorce de jour a été prononcé sur eux et trois mois impliquent trois mois",
          "lunaires. Si le divorce a été prononcé au début du mois lunaire. il est convenu",
          "que la période d'attente sera compté à l'égard de l'observation de la nouvelle",
          "lune; et s'il a été prononcé quelque part au milieu du mois, selon l'Imam Abu",
          "Hanifah, trois mois devront être achevés en comptant chaque mois de 30 jours.",
          "[(Badai 'as-Sami)]. \n En ce qui concerne les femmes dont les cours sont",
          "irrégulières en raison de la raison sonore, les juristes ont tenu des opinions",
          "différentes: \n Hadrat Sa'id bin al-Musayyab dit que Hadrat `Umar a statué: [\" Si",
          "la femme qui a divorcé arrêts ayant menstrues après les avoir une ou deux fois",
          "après le divorce, elle attendra pendant 9 mois. Si des signes de la grossesse",
          "apparaissent, bien et bon, sinon après le passage de 9 mois, elle doit observer",
          "la période d'attente de trois mois supplémentaires. Puis elle serait légale pour",
          "le mariage à une autre personne. \n Ibn 'Abbas, Qatadah et `Ikrima dire que la",
          "période d'attente de la femme qui n'a pas de règles pendant un an, est de trois",
          "mois. \n Ta'us dit que la période d'attente de la femme qui menstntates une fois",
          "par an, est trois mensturations. Cette opinion très a été rapporté de Hadrat",
          "'Uthman, Hadrat' Ali et Hazrat Zaid bin Thabit. \n Imam Malik rapporte qu'une",
          "personne Habban par nom divorcé de sa femme pendant la période où elle allaitait",
          "son enfant. Un an passé sur elle, mais elle n'a pas eu la menstruation. Ensuite,",
          "l'homme est mort. La femme divorcée a revendiqué l'héritage. Le cas est venu",
          "avant Hadrat `Uthman. Il a consulté AII Hadrat et Hadrat Zaid bin Thabit, et a",
          "donné la décision que la femme était une héritière. La .argument donnée était que",
          "la femme était ni de ces femmes un qui aurait pu desaired de la menstruation, ni",
          "de ces filles qui peuvent ne pas avoir encore menstruée: donc, jusqu'à la mort du",
          "mari, elle était sur les règles, elle avait déchargé dernier, et devait encore",
          "passer sa période d'attente. \n Les Hanafites disent que la période d'attente de",
          "la femme, qui menstruée plus, ce qui peut ne pas être à cause de la ménopause",
          "afin qu'il n'y ait pas d'espoir de l'avoir plus tard sera soit à compter de la",
          "menstnration si elle l'a à l'avenir, ou selon l'âge auquel les femmes atteignent",
          "généralement la ménopause, et après avoir atteint cet âge, elle passera trois",
          "mois de l'waitingperiod afin d'être libéré de l'obligation de mariage. La même",
          "opinion est tenue par l'Imam Shafe'i. Imam Thauri et Imam Laith, et la même chose",
          "est aussi l'avis de Hadrat 'Umar Hadrat' Uthman et Hadrat Zaid bin Thabit. \n Imam",
          "Malik a adopté le point de vue de Hadrat 'Umar et Hadrat' Abdullah bin 'Abbas et",
          "il est ceci: La femme va d'abord passer neuf mois. Si elle DCES pas ses règles",
          "pendant la période maigre, elle passera trois mois de la période d'attente comme",
          "comme la femme qui a désespéré de la menstruation, Ibn al-Qasim expliquant le",
          "point de vue de l'Imam Malik dit: La période de neuf mois sera compter du jour où",
          "elle est devenue libre de l'écoulement menstruel précédent et non du divorce jour",
          "a été prononcée sur son. [(ILA ceux-ci ont été prises à partir de al-Jassas,",
          "Ahkam al-Qur'an et al-Kasani, Badai as-Sana`i)]. \n Imam Ahmad bin Hanbal dit que",
          "si la femme dont période d'attente a commencé à partir menstnration désespoirs de",
          "menstnration au cours de la période d'attente, elle sera nécessaire pour passer",
          "la période d'attente de la femme ménopausée et non des femmes qui menstruées",
          "régulièrement. Et si elle arrête menstruation et la cause de la cessation est",
          "inconnue, elle va d'abord passer neuf mois dans le doute de la grossesse, puis",
          "devra remplir trois mois de la période d'attente, et si la cause de la cessation",
          "des menstrues devient connu, par exemple une maladie, ou de lait, ou d'une autre",
          "cause, elle se situera dans la période d'attente jusqu'à ce que la dîme que soit",
          "elle commence à avoir des menstrues à nouveau de sorte que la période d'attente",
          "peut être compté en conformité avec les cours, ou elle atteint la ménopause et",
          "peut passer la période d'attente de la femme ménopausée. [(Al-Insaf)]."
        ],
        "13" : [
          "Ils peuvent ne pas avoir menstrues encore soit à cause de jeune âge, ou retardée",
          "écoulement menstruel comme il arrive dans le cas de certaines femmes, ou à cause",
          "d'aucune décharge à aII pendant toute la vie qui, bien que rare, peut-être aussi",
          "être le cas. Dans tous les cas, la période d'attente d'une telle femme est la",
          "même que celle de la femme, qui a cessé de menstruation, soit trois mois à partir",
          "du moment du divorce a été prononcé. \n Ici, il faut garder à l'esprit le fait",
          "que, selon les explications données dans le Coran la question de la période",
          "d'attente se pose en ce qui concerne les femmes avec lesquelles le mariage peut",
          "avoir été consommé, car il n'y a pas de période d'attente dans cas de divorce est",
          "prononcé avant la consumation du mariage. [(Al-Ahzab: 49 <V:33:49>)]. Par",
          "conséquent, en faisant mention de la période d'attente pour les filles qui ne",
          "sont pas encore menstruée, prouve clairement qu'il est non seulement permis de",
          "donner la jeune fille en mariage à cet âge, mais il est également pemssible pour",
          "le mari de consommer le mariage avec elle. Maintenant, évidemment aucun musulman",
          "a le droit d'interdire une chose que le Coran a jugé que permis. \n La fille qui",
          "est divorcée dans l'état où elle n'a pas encore menstruée et puis elle commence à",
          "avoir des menstrues pendant la période d'attente, va compter sa période d'attente",
          "de la même mentruation et sa période d'attente sera compté comme la femme qui",
          "menstruée régulièrement."
        ],
        "14" : [
          "Le consensus de l'opinion scientifique est que la période d'attente de la femme",
          "divorcée est enceinte jusqu'à la naissance de l'enfant. Mais une divergence",
          "d'opinion a eu lieu pour savoir si cela vaut aussi pour la femme dont le mari",
          "peut mourir pendant sa grossesse. Le différend a surgi parce que dans Al-Baqarah:",
          "234 La période d'attente de la femme dont le mari meurt a été posé comme quatre",
          "mois et dix jours, et il n'y a aucune mention de savoir si cette injonction",
          "applique à toutes les veuves en général ou seulement à ceux qui ne sont pas",
          "enceintes, \n Hadrat 'Ali et Hadrat `Abdullah bin' Abbas, la lecture de ces deux",
          "versets ensemble, ont établi la règle que la période d'attente de la femme",
          "divorcée enceinte est jusqu'à l'accouchement, mais celle de la veuve enceinte est",
          "la plus longue de la deux périodes, que ce soit de la femme divorcée ou de la",
          "femme enceinte. Par exemple, si la livraison a lieu avant quatre mois et dix",
          "jours, elle devra observer une période d'attente de quatre mois et dix jours, et",
          "si elle DCEs pas eu lieu jusque-là, la période d'attente prendra fin à la",
          "livraison. La même chose est le point de vue de la secte Imamiah des Shi'as. \n",
          "Hadrat 'Abdullah bin Mas'ud dit que ce verset de Surrah At-Talaq a été envoyé",
          "après le verset de la sourate Al-Baqarah; par conséquent, l'injonction plus tard",
          "a fait l'injonction antérieure particulièrement applicable à la veuve non",
          "enceinte, et a fixé la période d'attente de chaque femme enceinte jusqu'à la",
          "naissance de l'enfant, si elle est divorcée ou veuve, En conséquence, si la",
          "livraison a lieu immédiatement après la mort du mari, ou dure plus de quatre mois",
          "et dix jours, période d'attente de la femme dans tous les cas viendra à échéance",
          "à la naissance de l'enfant. Ce point de vue est soutenu par cette tradition de",
          "Hadrat Ubayy bin Ka'b. Il dit, \"] Lorsque ce verset de la sourate A Talaq est",
          "descendu, je demandai au Saint Prophète 1 sur lequel la paix de l 'AIIah): Est-ce",
          "à la fois pour la femme divorcée et pour la veuve [\" Le Saint Prophète répondit:",
          "\" .] Oui [ \"Dans une autre tradition, le Saint Prophète a en outre expliqué",
          "ainsi:«.] la période d'attente de chaque femme enceinte est jusqu'à",
          "l'accouchement [ \"[(Ibn Jarir, Ibn Abu Hatim. Ibn Hajar dit que, bien que sa",
          "fiabilité est sujette à caution, mais comme il a été rapporté par plusieurs",
          "chaînes d'émetteurs, il faut admettre qu'il a une certaine base)]. Plus que cela,",
          "il est en outre confirmée par l'incident concernant Subai'ah-i Aslamiyyah qui a",
          "eu lieu dans le temps sacré du Saint Prophète [(sur qui être la paix d'Allah)]",
          "lui-même. Elle est devenue veuve pendant sa grossesse et quelques jours après la",
          "mort de son mari [(selon certaines traditions 20 jours, selon les autres 23",
          "jours. 25 jours, 40 jours ou 35 jours)] elle a prononcé son fardeau. Le Saint",
          "Prophète a demandé pour sa décision la concernant et Ire lui permettait de se",
          "remarier. Cet incident a été rapporté par Boukhari et Mouslim de différentes",
          "manières sur l'autorité de Hadrat Umm Salamah. Ce même incident a été rapporté",
          "par Bukhari musulmane, l'Imam Ahmed Abu Dâwûd, Nasa`i et Ibn Majah avec",
          "différentes chaînes d'émetteurs sur l'autorité de Hadrat Miswar bin Makhramah",
          "aussi. Musulman a cité cette déclaration de Subai'ah-i s'Aslamiyyah: «Je suis la",
          "femme de Hadrat Saad bin Khawalah. Il est mort pendant le pèlerinage d'adieu",
          "quand j'étais enceinte. Quelques jours après sa mort, j'ai donné naissance à un",
          "enfant. Un homme m'a dit que je ne pouvais pas se remarier avant l'expiration de",
          "quatre mois et dix jours. Je suis allé et a demandé au Saint Prophète [(sur qui",
          "est de la paix d'Allah)] et il a donné le verdict: Vous êtes devenu légitime, dès",
          "que vous avez donné naissance à l'enfant:. Vous pouvez re-marier si vous aimez '",
          "\"] Cette la tradition a été brièvement rapportée par Bukhari aussi. \n Ce même",
          "point de vue a été rapporté par un grand nombre des Compagnons. Imam Malik, Imam",
          "Shafe'i, 'Abdur Razzaq, Ibn Abi Shaibah et Ibn al-Mundhir ont raconté que lorsque",
          "Hadrat `Abdullah bin` a demandé Umar concernant la veuve enceinte, il a répondu",
          "que sa période d'attente est jusqu'à l'accouchement. A ce un homme parmi les",
          "Ansar a confirmé, en disant: [ \"Hadrat` Umar avait dit que même si le défunt mari",
          "n'a pas encore été enterré, et son corps gisaient encore sur le lit dans la",
          "maison et sa femme a donné naissance à un enfant, elle deviendrait pure et",
          "légitime pour le remariage. \"] la même opinion a été organisée par Abû Hurayrah,",
          "Hadrat Abu Mansur Badri et Hadrat` A'ishah, et même a été adopté par les quatre",
          "imams sunnites et les autres juristes début. \n Les Shafe`is disent que si la",
          "femme enceinte a plus d'enfants que l'un dans son ventre, sa période d'attente",
          "prendra fin au -Naissance du dernier enfant; même si elle est encore né, la",
          "période d'attente se terminera à sa naissance. Dans le cas de l'avortement, si",
          "les sages-femmes, sur la base de leurs connaissances et de l'expérience, l'état",
          "qu'il était non seulement un morceau de chair, mais avait une forme humaine, ou",
          "qu'il n'a pas été une tumeur mais un embryon humain, leur déclaration sera être",
          "admis et le délai d'attente expire. [(Mughni, al-Muhtaj)]. Le point de vue de",
          "l'Hanbalis et les Hanafites est également très proche de lui. Mais dans le cas de",
          "l'avortement, leur point de vue est que si la forme humaine est clairement",
          "visible, la déclaration des sages-femmes qu'il est embryon humain, ne sera pas",
          "admise et ce ne sera pas porter la période d'attente à une fin. [(Bade ias-Sane",
          "i; AI-Insaf)]. Mais dans le modem fois par des moyens d'investigation médicale,",
          "il peut être facile de déterminer si ce qui a été expulsé de l'utérus était en",
          "fait quelque chose de la nature du fœtus humain ou d'un type de tumeur ou de sang",
          "coagulé. . Par conséquent, chaque fois qu'il est possible d'obtenir un avis",
          "médical expert, il peut être facilement décider si ce qui est décrit comme",
          "l'avortement, l'avortement était vraiment ou non, et si elle a apporté la période",
          "d'attente à une fin ou non. Toutefois, dans les cas où une telle enquête médicale",
          "est pas possible, le point de vue de l'Hanbalis et l'Hanafites lui-même est",
          "préférable et il est bon de compter sur les sages-femmes ignorants."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "ذَٰلِكَ أَمْرُ اللَّهِ أَنْزَلَهُ إِلَيْكُمْ ۚ وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا",
      "simpleTranslate" : [
        "Tel est l’ordre que Dieu vous envoie. Dieu efface les péchés de celui qui Le",
        "craint et lui attribue une large récompense."
      ],
      "tafsirTranslate" : [
        "Ceci est le commandement d'Allah qu'Il vous a révélé. Celui qui craint Allah, Il",
        "effacera ses mauvaises actions et richement le récompenser. <N:15>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "(Est le) Commande",
        "(De) Allah",
        "dont il a fait descendre",
        "à toi",
        "et celui qui",
        "craintes",
        "Allah",
        "Il va supprimer",
        "de lui",
        "ses mauvaises actions",
        "et faire de grands",
        "pour lui",
        "(Sa) récompense"
      ],
      "notes" : {
        "15" : [
          "Bien que ce soit une exhortation générale applicable en matière et les conditions",
          "de la vie humaine AII encore dans ce contexte particulier l'objet est d'avertir",
          "les musulmans à suivre les commandements mentionnés ci-dessus dans la crainte de",
          "Dieu, peu importe ce que responsabilités qu'ils peuvent avoir à assumer en",
          "conséquence, à titre de récompense pour cette AIIah supprimera leurs maux et",
          "pardonne leurs péchés et amélioreront leurs récompenses dans l'au-delà. De toute",
          "évidence, la période d'attente de la femme divorcée dont le mandat a été prescrit",
          "comme trois mois, sera plus longue que celle de la femme dont le mandat a été",
          "nommé trois menstruation, et la sterne de la femme enceinte peut être de",
          "plusieurs mois de plus. Pour assumer la responsabilité de l'entretien et",
          "l'hébergement de la femme que l'homme peut avoir décidé d'abandonner, pendant",
          "toute cette période, sera un fardeau insupportable pour le peuple, mais la",
          "promesse d'Allah est qu'il permettra d'alléger le fardeau qui est supporté dans",
          "peur de lui et en suivant Son ordre, par Sa grâce spéciale et de grâce, et",
          "récompensera la personne beaucoup plus généreusement et richement par rapport à",
          "la petite charge supportée par lui dans le monde."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ ۚ وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّىٰ يَضَعْنَ حَمْلَهُنَّ ۚ فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ ۖ وَأْتَمِرُوا بَيْنَكُمْ بِمَعْرُوفٍ ۖ وَإِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرَىٰ",
      "simpleTranslate" : [
        "Gardez les femmes répudiées dans vos propres demeures et traitez-les selon vos",
        "moyens, mais sans leur nuire en les faisant vivre à l’étroit. Si elles sont",
        "enceintes, assurez leur entretien jusqu’à l’accouchement. Si elles allaitent",
        "l’enfant né de vous, une pension leur sera servie, après concertation honnête",
        "avec elles. En cas de difficulté, faites appel à une nourrice pour assurer",
        "l’allaitement de l’enfant."
      ],
      "tafsirTranslate" : [
        "(Au cours de la période d'attente) Lodge en fonction de vos moyens où vous",
        "habitez, et ne pas les harceler pour les rendre malheureux <N:16> Et si elles",
        "sont enceintes, prévoient leur entretien jusqu'à ce qu'ils. ont délivré leur",
        "fardeau. <N:17> et si elles allaitent vos enfants qu'ils vous ennuyer, puis leur",
        "donner raison récompense, et gracieusement régler la question de la compensation",
        "entre vous par la compréhension mutuelle. <N:18> Mais si vous rencontrez des",
        "difficultés (en la détermination de la compensation pour l'allaitement) puis",
        "laisser une autre femme téter l'enfant. <N:19>"
      ],
      "tanslateWordByWord" : [
        "Lodge leur",
        "de",
        "où",
        "vous habitez",
        "(en dehors de",
        "vos moyens",
        "et (faire) pas",
        "leur nuire",
        "à la détresse",
        "[sur eux",
        "Et si",
        "elles sont",
        "ceux (qui sont)",
        "Enceinte",
        "puis passer",
        "sur eux",
        "jusqu'à",
        "ils livrent",
        "leur fardeau",
        "ensuite, si",
        "ils tètent",
        "pour toi",
        "puis leur donner",
        "leur paiement",
        "et de consulter",
        "entre vous",
        "avec gentillesse",
        "mais si",
        "vous êtes en désaccord",
        "puis peut téter",
        "pour lui",
        "un autre (les femmes)"
      ],
      "notes" : {
        "16" : [
          "Les juristes sont d'accord que si la femme a divorcé révocable, le mari est",
          "responsable de son hébergement et de la maintenance; ils sont également convenus",
          "que si la femme est enceinte, le mari assumera la responsabilité de son",
          "hébergement et la maintenance jusqu'à l'accouchement si elle a divorcé révocable",
          "ou irrévocable. Cependant, la différence d'opinion est posée de savoir si la",
          "femme non-enceinte qui a divorcé irrévocablement a droit à la fois l'hébergement",
          "et la maintenance, ou seulement à l'hébergement, ou aucun des deux. Un groupe dit",
          "qu'elle a droit à la fois l'hébergement et la maintenance. Telle est l'opinion de",
          "Hadrat 'Umar, Hadrat' Abdullah bin Mas'ud, Hadrat 'Ali bin Husain [(Imam Zain",
          "al-Abidin)], Qadi Shuraih et Ibrahim Nakha'i. La même chose a été adopté par le",
          "Hanafites, et le même est aussi le point de vue de l'Imam Sufyan Thauri et Hasan",
          "bin Saleh. Ceci est soutenu par le Hadith de Daraqoutni dans lequel les «rapports",
          "Abdullah bin Jabir que le Saint Prophète [(sur lui la paix)] dit:« Hadrat La",
          "femme qui a divorcé trois fois a droit à l'hébergement et la maintenance pendant",
          "la période d'attente . [ \"Cela est en outre soutenue par les traditions dans",
          "lesquelles il a été rapporté que Hadrat 'Umar avait rejeté le hadith de Fatimah",
          "bint-Qais, en disant: Nous ne pouvons pas abandonner le Livre de AIIah et la",
          "Sunna de notre Prophète sur la parole d'une femme ».] Cela montre que la Sunnah",
          "du Saint Prophète [(sur lui la paix de Dieu)] dans la connaissance de Hadrat",
          "'Umar doit être qu'une telle femme a droit à l'entretien et l'hébergement. En",
          "outre, dans une tradition d'Ibrahim Nakha'i il y a l'explication que Hadrat Umar",
          "rejetant le Hadith de Fatimah bint-Qais, avait dit: [ \"Je HAVC entendu le Saint",
          "Prophète [(sur qui soit la paix d'Allah)] dire qu'une telle femme a le droit de",
          "déposer ainsi que pour l'entretien »] Le premier argument que l'Imam Abu Bakr",
          "alJassas a donné dans son examen de cette question dans son Ahkam al-Coran est",
          "que AIIah a dit explicitement: [\". Divorce pour leur prescrit . périodes",
          "d'attente »] Ce commandement divin applique également à cette personne qui aurait",
          "pu prendre sa femme après son divorce deux fois dans le premier cas, et aucun v",
          "il ne lui reste qu'un seul divorce se prononce [.\" son second argument est le",
          "suivant: \" ] quand le Saint Prophète 1 sur lui la paix) a enseigné cette méthode",
          "de prononcer le divorce que l'on doit soit prononcer le divorce dans une telle",
          "période de pureté dans laquelle on peut ne pas avoir eu des rapports sexuels, ou",
          "dans un état où les signes de l'être une femme enceinte pourrait HAVC apparu. En",
          "cela, il n'a fait aucune distinction entre les première, deuxième, ou le divorce",
          "final. Par conséquent, le Divin [(Command, ' `Lodge eux (dans le waitingperiod)]",
          "où vous vous vivez, [\" sera considéré comme pertinent pour toutes les formes de",
          "divorce. \"] Son troisième argument est, [« L'entretien et l'hébergement des la",
          "femme enceinte, si divorcé révocable ou irrévocable, lie le mari, et",
          "respectivement la non-femme enceinte révocable divorcée également ces deux droits",
          "sont obligatoire. \"] Cela montre que le maintien et l'hébergement n'a pas été",
          "faite en exercice sur la base de la grossesse, mais parce que les deux sont",
          "légalement tenus de rester dans la maison du mari. maintenant, si la même",
          "injonction soit applicable à la femme non enceinte irrévocablement divorcé aussi,",
          "il ne peut y avoir aucune raison pour son logement et l'entretien ne devraient",
          "pas incomber à l'homme divorcer.\n Le deuxième groupe dit que la femme",
          "irrévocablement de divorce a un droit au logement, mais pas à l'entretien. Ceci",
          "est le point de vue de Sa'id bin al-Musayyab, Suleman bin Yasar, 'Ata`, Sha`bi,",
          "Auza'i, Laith et Abu' Ubaid [(peut Allha bénir)], et Imam Shafe 'i et Imam Malik",
          "ont ​​également adopté la même. Mais dans Mughni al-Muhtaj un autre point de vue",
          "de l'Imam Shafe`i a été déclaré comme cela sera expliqué ci-dessous.\n Le",
          "troisième groupe dit que la femme irrévocablement divorcé est ni. droit à",
          "l'hébergement, ni à l'entretien. Tel est le point de vue de Hasan Basri, Hammad",
          "Ibn Laila, 'Amr bin Dinar, Ta'us, Ishaq bin Rahawaih et Abu Thaw. Ibn Jarir a",
          "cité ce point de vue très comme de Hadrat Ibn Abbas, l'Imam Ahmad bin Hanbal et",
          "la secte Imamiah des Shi'as ont également adopté la même, et Mughni a / -Muhtaj",
          "le point de vue de l'Shafe`is a également été a déclaré être ceci: «la femme qui",
          "passe son période d'attente sur la base du divorce a un droit obligatoire",
          "d'hébergement, si elle est enceinte ou non, mais pour la femme qui a été",
          "irrévocablement divorcé, il est pas obligatoire. Et pour la-enceinte non femme",
          "irrévocablement divorcé il n'y a ni entretien ni vêtement [ \"Ce point de vue, en",
          "premier lieu est basé sur ce verset du Coran:\"]. Vous ne savez pas: Allah peut",
          "après cela créer une situation [(de la réconciliation)]. [ \".De cela, ils",
          "concluent que cela pourrait être correcte seulement sur une femme divorcée",
          "révocable, et non pas d'une manière irrévocable divorcé un. par conséquent, le",
          "commandement du dépôt de la femme divorcée dans la maison est spécifiquement",
          "applicable seulement à la femme divorcée révocable. Leur deuxième raisonnement",
          "est le Hadith de Fatimah bint-Qais, qui a été rapporté dans les collections de",
          "Hadith à travers de nombreux canaux authentiques.\n Ce Fatimah bint-Qais",
          "al-Fihriyyah a été l'un des premiers Emigrants. Elle a été estimé pour sa sagesse",
          "et la sagacité, et l'organe consultatif des Compagnons à l'occasion du martyre de",
          "Hadrat 'Umar avait rencontré ensemble à sa maison. Elle a d'abord été marié. à",
          "Abu `Amr bin Hafs bin al-Mughirah al-Makhzumi après qu'elle a été séparée par lui",
          "par trois divorces, le Saint Prophète [(sur lui la paix de Dieu)] épousa à Hadrat",
          "Usamah bin Zaid. Selon les rapports, son mari, Abu `Amr avait prononcé deux",
          "divorces sur elle. Puis, quand il a été envoyé à Yaman avec Hadrat 'Ali, il a",
          "également envoyé à partir de là le troisième et dernier divorce, après la loger",
          "dans la maison au cours de la période d'attente et de maintenir son, selon les",
          "autres, elle-même avait revendiqué à la maintenance et l'hébergement. Quel que",
          "soit le cas, les parents du mari a refusé de concéder sa demande. Là-dessus, elle",
          "a pris son cas au Saint Prophète [(sur lui la paix)], et il a rendu la décision",
          "qu'elle avait ni droit à l'entretien ni de logement, selon une tradition, le",
          "Saint Prophète a dit: \"] Le mari est sous obligation de fournir la maintenance et",
          "l'hébergement à la femme que dans le cas où il avait le droit de revenir à elle,",
          "mais quand il avait pas ce droit, elle n'a été ni droit à l'entretien ni à la",
          "verse. [ \"[(Musnad Ahmad)], Tabarani et Nasa'i ont également liées à peu près la",
          "même tradition, les derniers mots qui sont à l'effet: \"] Mais quand elle est",
          "illégale pour lui jusqu'à ce qu'elle épouse un autre homme que lui, il n'y a ni",
          "entretien, ni pour son hébergement [.\" Après avoir donné cette décision, le Saint",
          "Prophète lui ordonna d'abord passer sa période d'attente dans la maison d'Umm",
          "Sharik puis lui a dit de rester dans la maison d'Ibn Umm Muktum.\n Toutefois, les",
          "arguments de ceux qui ne l'ont pas accepté ce hadith sont les suivantes:\n En",
          "premier lieu, elle avait reçu l'ordre de quitter la maison des parents de son",
          "mari parce qu'elle était désagréable de la langue et ils ont été nourris avec la",
          "pointe de sa mauvaise humeur Sa'id bin al-Musayyab dit: \"] Cette dame en",
          "signalant son Hadith . a égarés les gens la vérité est qu'elle était nide et",
          "impudent, voilà pourquoi elle a été introduite dans la maison d'Ibn Umm Maktum [",
          "\"[(Abou Daoud dans une autre tradition Sa'id bin al Musayyab aurait dit:. »] elle",
          "avait été impudent et rude à la famille de son mari, qui est la raison pour",
          "laquelle elle a été ordonné de passer de cette maison [\" (Al-Jassas)] Suleman bin",
          "Yasar dit «son expulsion de la maison était hecause de sa III- humeur ».] [(Abu",
          "Da ud)]\n Deuxièmement, sa tradition a été répudié par Hadrat Umar à une rime",
          "quand beaucoup de. Canpanions vivaient encore, et la question pourraient être",
          "pleinement examinées. Ibrahim Nakha'i dit: [ \"Lorsque cette Hadtih de Fatimah a",
          "atteint Hadrat Umar dit:.« Nous ne pouvons pas adandon un verset du Livre de",
          "AIiah et un dicton du Messager d'AIIah [(sur qui être sa paix (En raison de la",
          "dire d'une femme, qui semble être conjecturer. Je me suis entendu le Saint",
          "Prophète (que la paix soit (dire que la femme qui a divorcé irrévocablement a",
          "droit à la fois l'hébergement et la maintenance. \"] (aI-Jassas)]. Abu Ishaq dit:",
          "[ \"Je suis assis avec Aswad bin Yazid dans la mosquée de Kufa, quand Sha'bi fait",
          "mention du Hadith de Fatimah bint-Qais Hadrat Aswad.thereupon a jeté des cailloux",
          "à Sha'bi et dit:\".] lorsque dans le temps de Hadrat 'Umar cette tradition de",
          "Fatimah a été porté à son nonce, il a dit: «Nous ne pouvons pas rabattre le livre",
          "de notre Seigneur et l'Sunnha de notre Prophète sur la force de la tradition",
          "d'une femme peut être qu'elle a. . oubliée La femme a droit à l'entretien, ainsi",
          "que l'hébergement, car Allah dit: «ne pas les faire sortir de leurs maisons» [",
          "«Cette tradition a été rapportée dans musulmane, Abu Dâwûd, Tirmidhi et Nasa'i.",
          "avec une certaine variation dans le libellé.\n Troisièmement, pendant le règne de",
          "Marwan lorsqu'un différend est survenu à l'égard de la femme irrévocablement",
          "divorcé, Hadrat A'ishah avait soumis la tradition de Fatimah bint-Qais à une",
          "critique sévère. Qasim bin Muhammad dit: \"] Je demandai Hadrat A'ishah:? Vous ne",
          "savez pas l'incident concernant Fatimah ' Shc répondit: «Mieux vaut ne pas",
          "mentionner le Hadith de Fatimah '[\" [(Bukhari)], Les paroles de Hadrat A'ishah",
          "dans l'autre tradition liés par Bukhari sont à l'effet: \"]. Qu'est-ce qui est",
          "arrivé à Fatimah Est ? elle n'a pas peur de Dieu [ \"dans la troisième tradition",
          "Hadrat Urwah bin Zubair dit que Hadrat` A'ishah a dit: \"]. Il n'y a pas bon pour",
          "Fatimah en avoir signalé ce hadith [\" dans encore une autre tradition Hadrat",
          "Urwah dit que Hadrat A'ishah a exprimé sa grande indignation contre Fatimah et",
          "dit: \"] Shc était en fait dans une maison vide, où elle avait aucun sympathisant,",
          "par conséquent, pour le bien de sa commodité, le Saint Prophète lui ordonna de",
          "changer sa maison\n Quatrièmement, cette dame a ensuite été mariée à Oussama ben",
          "Zaid, et Muhammad bin Usamah dit: [ \". Chaque fois que Fatimah a fait mention de",
          "ce Hadith, mon père jeter à elle ce tomba dans sa main\"] [(AI-Jassas)]. De toute",
          "évidence, n'avait pas Hadrat Usamah connu que la Sunnah était contraire à ce qu'a",
          "dit Fatimah, il ne pouvait pas se sentir tellement contrarié à la mention de ce",
          "Hadith. [ \""
        ],
        "17" : [
          "Il existe un consensus complet si la femme a divorcé révocable ou irrévocable,",
          "son mari est responsable de son hébergement et la maintenance jusqu'à",
          "l'accouchement si elle est enceinte. Cependant, une différence d'opinion est",
          "apparue dans le cas où le mari de la femme enceinte peut-être mort,",
          "indépendamment du fait qu'il aurait pu mourir modifier prononcer le divorce, ou",
          "ne pas avoir prononcé tout divorce et la femme peut avoir été veuve pendant la",
          "grossesse cet égard , les juristes ont exprimé les vues suivantes:\n [(1)] Hadrat",
          "'Ali et Hadrat' Abdullah bin Mas'ud tenir qu'elle a une obligation, le droit à",
          "l'entretien de l'héritage de non divisée du mari. Le même a également été cité",
          "comme le point de vue de Hadrat 'Abdullah bin' Umar, Qadi Shuraih, Abul 'Aliyah,",
          "Sha'bi et Ibrahim Nakha'i, et un mot de Hadrat' Abdullah bin 'Abbas soutient",
          "également le même. [(Alusi, AI-Jassas)].\n [(2)] Ibn Jarir a cité une autre vue de",
          "Hadrat 'Abdullah bin' Abbas à l'effet: \"] Si la personne décédée a laissé un",
          "certain héritage, les dépenses doivent être effectuées sur elle de la part de",
          "l'enfant de son sein; et s'il n'a laissé aucun héritage, les héritiers du défunt",
          "devraient passer sur elle, pour AIIah dit: «Et la même responsabilité pour le",
          "maintien de la mère est dévolue à l'héritier» [ «[(AI-Baqarah: 233).].\n [(3)]",
          "Hadrat Jabir bin Abdullah, Hadrat 'Abdullah bin Zubair, Hadrat Hasan Basri,",
          "Hadrat Sa'id bin al-Musayyab et Hadrat' Ata 'bin Abi Abi Rabah dire qu'il n'y a",
          "pas d'entretien pour elle dans l'héritage de le mari décédé. Un troisième disant",
          "de Hadrat 'Abdullah bin' Abbas a également été cité pour être le même.",
          "[(AI-Jassas)] Cela signifie qu'elle peut répondre à ses frais de la part de",
          "l'héritage qu'elle peut recevoir de l'héritage du mari, mais elle n'a pas le",
          "droit de succession sur l'héritage combiné du mari, qui peut peser sur les autres",
          "héritiers.\n [(4)] Ibn Abi Laila dit: \".] Son entretien dans l'héritage du défunt",
          "mari est aussi obligatoire que la dette est de quelqu'un obligatoire Dans son",
          "héritage [\" [(AI-Jassas)]. Ce ii, tout comme une dette doit être payée sur un",
          "héritage combiné, de même doit son entretien être payé hors de lui.\n [(5)] Imam",
          "Abu Hanifah, Imam Abu Yusuf, l'Imam Muhammad et Imam Zufar disent: \"] Elle n'a ni",
          "aucun droit à déposer dans l'héritage du défunt mari, ni à l'entretien, car rien",
          "n'appartient à la personne décédée après la mort: ce qui reste après . lui",
          "appartient aux héritiers La femme enceinte veuve, par conséquent, ne peut pas",
          "avoir d'entretien dans leur propriété [ \"[. (Hedayah; AI-Jassas)]. La même chose",
          "est le point de vue de l'Imam Ahmad bin Hanbal [(A / -Insaf\n (6)] Imam Shafe`i",
          "dit: \"] Il n'y a pas d'entretien pour elle, mais elle a un droit au logement",
          "[(Mughni al-Muhtaj)] [\" Son raisonnement est basé sur l'incident concernant",
          "Furai'ah bint-Malik , soeur de Hadrat Abu Sa`īd Khoudri: quand hor mari a été mis",
          "à mort, le Saint Prophète [(sur lui la paix de Dieu)] lui ordonna de passer sa",
          "période d'attente dans la maison de son mari. [(Abu Dâwûd, Nasa'i, Timtidhi)]. De",
          "plus, ils en déduisent leur point de vue de la tradition de Daraqoutni: \"] Thc",
          "Saint Prophète a dit: il n'y a pas d'entretien pour la femme enceinte veuve [.\"",
          "La même chose est la vue de l'Imam Malik aussi. [(Hashiyah ad Dusuqi)]"
        ],
        "18" : [
          "Ce commandement divin enseigne plusieurs choses importantes: [(1)] Que la femme",
          "est le propriétaire de son lait; sinon, il est évident qu'elle ne pouvait pas",
          "être autorisé à recevoir un salaire pour cela, [(2)] que dès qu'elle devient",
          "arbre du lien du mariage avec son mari précédent à l'accouchement, elle est pas",
          "légalement tenue d'allaiter son enfant; mais si le père veut qu'elle allaite, et",
          "elle est également prête pour elle, elle téter et aurait le droit de recevoir le",
          "salaire; [(3)] que le père aussi est pas légalement tenu d'avoir l'enfant allaité",
          "seulement par sa mère; [(4)] que le maintien de l'enfant est la responsabilité du",
          "père; [(5)] que la mère est le mieux habilité à téter l'enfant, et l'autre femme",
          "peut être employée pour allaitant seulement dans le cas où la mère est elle-même",
          "ne veut pas pour elle, ou un salaire exigences trop élevées pour le père à payer.",
          "La sixième règle qui suit automatiquement est que si l'autre femme exige",
          "également le même salaire que la mère, puis le droit de la mère est supérieure.\n",
          "Voici les opinions des juristes à cet égard:\n Dahhak dit: \"La mère de] Thc enfant",
          "est le meilleur droit à téter, mais elle a l'option .pour téter ou non,",
          "cependant, si les ETCD enfants ne prennent à la nouvelle infirmière-fille, la",
          "mère sera obligé de téter il . [ \"Une opinion similaire est détenu par Qatadah,",
          "Ibrahim Nakha`i et Sufyan Thauri. ibrahim Nakha`i ajoute: \".] Dans le cas où une",
          "autre femme ne sont pas disponibles pour allaiter l'enfant, la mère sera obligé",
          "de le nourrir [(Ibn Jarir)] Selon Hedayah:. [\" Si, à la séparation des parents de",
          "la enfant n'a pas encore été sevrés, il est pas obligatoire que la mère seule",
          "doit allaiter. Toutefois, si une autre femme ne sont pas disponibles, la mère",
          "serait obligée d'allaiter l'enfant. Et si le père dit: Je vais employer une autre",
          "femme à téter l'enfant sur les salaires au lieu de l'avoir allaité par la mère",
          "sur les salaires, et si la mère exige le même salaire que l'autre femme, ou est",
          "prêt à effectuer la gratis de service, le droit de la mère sera considérée comme",
          "supérieure. Et si la mère de l'enfant exige des salaires plus élevés, le père ne",
          "sera pas obligé d'accéder à sa demande. \"]"
        ],
        "19" : [
          "Ce contient une sévère réprimande à la fois pour le père et la mère tot. Le style",
          "montre clairement que si les deux ne règlent pas la question de la succion de",
          "l'enfant à l'amiable, avec vue sur l'amertume précédente qui a conduit au",
          "divorce, il est pas approuvé par AIlah, La femme a été mis en garde à l'effet: [",
          "\"Si vous exigez trop haut salaire que dans le but d'embarrasser l'homme, le",
          "confiage de l'enfant ne dépend pas de vous seul: une autre femme muse il \"] Et",
          "l'homme a également un privilège averti comme pour dire:.« il serait tt injuste",
          "vous avez appuyé sur la mère injustement seulement parce qu'elle était la mère.",
          "Dans cette connection. s'il vous plaît voir aussi AI-Baqarah: 233 pour plus de",
          "détails."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ ۖ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ ۚ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا ۚ سَيَجْعَلُ اللَّهُ بَعْدَ عُسْرٍ يُسْرًا",
      "simpleTranslate" : [
        "L’homme aisé versera une pension en rapport avec sa fortune, et l’homme aux",
        "ressources modestes paiera dans la limite de ce que Dieu lui a accordé. Dieu",
        "n’impose jamais à l’homme une charge qui excède ses moyens, mais fait plutôt",
        "succéder l’aisance à la gêne."
      ],
      "tafsirTranslate" : [
        "Celui qui a des moyens abondants, laisser passer selon ses moyens; et celui dont",
        "les moyens sont à l'étroit, laissez-le passer sur ce qu'Allah lui a donné. Allah",
        "ne charge pas un être humain au-delà des moyens qu'il a accordés sur lui.",
        "Peut-être qu'Allah accordera la facilité après des difficultés."
      ],
      "tanslateWordByWord" : [
        "Laissez-passer",
        "propriétaire",
        "(De) amplement les moyens",
        "de",
        "ses vastes moyens",
        "et (il) qui",
        "est restreint",
        "sur lui",
        "sa provision",
        "laissez-le passer",
        "de ce que",
        "il a été donné",
        "(Par) Allah",
        "Ne fait pas",
        "fardeau",
        "Allah",
        "toute âme",
        "sauf",
        "(avec quoi",
        "Il a donné",
        "Apportera",
        "Allah",
        "après",
        "épreuves",
        "facilité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا وَعَذَّبْنَاهَا عَذَابًا نُكْرًا",
      "simpleTranslate" : [
        "Que de cités ont traité avec dédain l’Ordre de leur Seigneur et de Ses Envoyés !",
        "Nous leur fîmes rendre un compte des plus sévères, et leur infligeâmes un",
        "châtiment des plus cruels."
      ],
      "tafsirTranslate" : [
        "Combien de villes <N:20> se révolta contre le commandement de leur Seigneur et",
        "Ses messagers. Ensuite Nous les avons appelés à une comptabilité sévère, et les",
        "ont soumis à un châtiment pénible."
      ],
      "tanslateWordByWord" : [
        "Et combien",
        "de",
        "une ville",
        "rebellés",
        "contre",
        "(la commande",
        "(De) son Seigneur",
        "et Ses messagers",
        "Nous avons donc pris pour compte",
        "un compte",
        "sévère",
        "et nous punissait",
        "une punition",
        "terrible"
      ],
      "notes" : {
        "20" : [
          "Maintenant, les musulmans sont mis en garde contre le sort du rencontrerais-je ce",
          "monde et dans l'au-delà est qu'ils désobéissaient les commandes qu'ils ont été",
          "donnés par le Messager d'AIIah et Son Livre et les récompenses qu'ils recevraient",
          "s'ils ont adopté l'obéissance."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "فَذَاقَتْ وَبَالَ أَمْرِهَا وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْرًا",
      "simpleTranslate" : [
        "Elles subirent ainsi les néfastes conséquences de leur comportement et sombrèrent",
        "dans la ruine qui en fut l’aboutissement,"
      ],
      "tafsirTranslate" : [
        "Alors ils ont goûté le fruit du mal de leurs actes; et le fruit de leurs actions",
        "était une perte totale."
      ],
      "tanslateWordByWord" : [
        "Donc, il a goûté",
        "(Le mauvais) conséquence",
        "(De) son affaire",
        "et était",
        "(la fin",
        "(De) son affaire",
        "perte"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ الَّذِينَ آمَنُوا ۚ قَدْ أَنْزَلَ اللَّهُ إِلَيْكُمْ ذِكْرًا",
      "simpleTranslate" : [
        "car c’est là le châtiment rigoureux que Dieu leur avait préparé. Craignez donc",
        "Dieu, vous qui êtes doués d’intelligence et qui avez la foi ! Dieu a révélé à",
        "votre intention un Rappel,"
      ],
      "tafsirTranslate" : [
        "Allah a mis en réserve pour eux un châtiment douloureux. Craignez Allah donc, ô",
        "gens de compréhension qui ont atteint à la foi. Allah a fait descendre vers vous",
        "une Exhortation,"
      ],
      "tanslateWordByWord" : [
        "a préparé",
        "Allah",
        "pour eux",
        "une punition",
        "sévère",
        "craignez",
        "Allah",
        "O hommes",
        "(De) compréhension",
        "ceux qui",
        "ont cru",
        "Effectivement",
        "A fait descendre",
        "Allah",
        "à toi",
        "un message"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "رَسُولًا يَتْلُو عَلَيْكُمْ آيَاتِ اللَّهِ مُبَيِّنَاتٍ لِيُخْرِجَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنَ الظُّلُمَاتِ إِلَى النُّورِ ۚ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۖ قَدْ أَحْسَنَ اللَّهُ لَهُ رِزْقًا",
      "simpleTranslate" : [
        "et envoyé un Prophète qui vous récite Ses versets édifiants, afin de faire sortir",
        "ceux qui croient et font le bien des ténèbres vers la lumière ! Dieu admettra",
        "quiconque aura cru et fait le bien dans des Jardins baignés d’eaux vives, où il",
        "demeurera à jamais immortel. Telle est la belle rétribution que Dieu lui a",
        "réservée."
      ],
      "tafsirTranslate" : [
        "un Messager <N:21> qui vous récite les versets d'Allah qui exposent clairement",
        "l'orientation, afin qu'il puisse faire ressortir ceux qui croient et agir avec",
        "droiture, de toute espèce de ténèbres à la lumière. <N:22> Il admettra quiconque",
        "croit en Allah et agit vertueusement des Jardins sous lesquels coulent les",
        "ruisseaux. Ils doivent demeurer en eux pour toujours. Car tel a Allah fait une",
        "excellente prestation."
      ],
      "tanslateWordByWord" : [
        "A Messenger",
        "récitation",
        "à toi",
        "(Le) Versets",
        "(De) Allah",
        "clair",
        "qu'il peut faire ressortir",
        "ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "de",
        "les ténèbres [es]",
        "vers",
        "la lumière",
        "Et quiconque",
        "croit",
        "en Allah",
        "et fait",
        "bonnes oeuvres",
        "Il le fera entrer",
        "(En) Jardins",
        "écoulement",
        "de",
        "dessous",
        "les rivières",
        "constant",
        "la bride",
        "pour toujours",
        "Effectivement",
        "A été (accordé) bon",
        "(Par) Allah",
        "pour lui",
        "disposition"
      ],
      "notes" : {
        "21" : [
          "Sane des commentateurs opine que «Admonition ici implique le Coran et le Messager",
          "[\" le Saint Prophète Muhammad [(sur lui la paix et bénédictions d'Allah)];",
          "d'autres disent que \"] Admonition [\" implique le Saint Prophète [(sur qui soit la",
          "paix (lui-même d'Allah, parce qu'il était une exhortation pour .les gens par",
          "contre à travers. Nous sommes d'avis que cette deuxième interprétation est plus",
          "correcte, car, selon le premier commentaire la phrase se lirait «Nous avons",
          "envoyé vers le bas pour vous une admonition et envoyé un messager. \"] de toute",
          "évidence, il n'y a pas besoin d'une telle interpolation dans le passage coranique",
          "quand il est parfaitement significatif, même ronfler si, sans elle."
        ],
        "22" : [
          "] [ \"Out of darknesses en lumière\"]: sur les ténèbres de l'ignorance à la lumière",
          "de la connaissance La pleine signification de cette parole divine devient onlv",
          "évidente quand on étudie les autres lois de la famille ancienne et moderne du",
          "monde relatives au divorce, période d'attente et la fourniture de maintenance.",
          "Cette étude comparative montre que, en dépit de l'ONU fin des modifications, des",
          "modifications et de la législation continue aucune nation n'a pu jusqu'à présent",
          "de construire pour lui-même un tel rationnel. droit naturel et socialement utile",
          "comme cela avait été donné par le présent livre et le Messager qui l'a 1500 porte",
          "il y a. Il n'a jamais résisté à Treed de la révision, ni qu'il .ever volonté. Je",
          "voici aucune occasion ici pour une étude comparative détaillée de celui-ci; nous",
          "avons, cependant, étant donné un bref échantillon de celui-ci dans la partie",
          "finale de notre livre Huquq az-Zaujain; le, les chercheurs qui sont intéressés",
          "par le sujet peut pour se comparer les lois religieuses et laïques du monde avec",
          "cette loi du Coran et de la Sunna."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا",
      "simpleTranslate" : [
        "C’est Dieu qui a créé sept Cieux et en a fait autant pour la Terre, et Ses ordres",
        "descendent graduellement des Cieux vers cette dernière, afin que vous sachiez que",
        "Sa puissance n’a point de limite et que Sa science embrasse toute chose."
      ],
      "tafsirTranslate" : [
        "Allah est Celui qui a créé sept cieux, et, comme eux, la terre. <N:23> Son",
        "commandement descend parmi eux. (Tout cela est indiqué afin que vous sachiez)",
        "qu'Allah a le pouvoir sur tout, et que Dieu englobe toutes choses dans sa",
        "connaissance."
      ],
      "tanslateWordByWord" : [
        "Allah",
        "(Est) Celui qui",
        "créé",
        "Sept",
        "cieux",
        "et de",
        "La terre",
        "(La) comme d'entre eux",
        "Descends",
        "la commande",
        "entre eux",
        "que vous savez peut-être",
        "cette",
        "Allah",
        "(est sur",
        "chaque",
        "chose",
        "Tout-puissant",
        "Et cela",
        "Allah",
        "effectivement",
        "englobe",
        "tout",
        "des choses",
        "(En) connaissances"
      ],
      "notes" : {
        "23" : [
          "[ \"Aussi leur like-- ne signifie pas qu'il a créé autant de terres que les cieux,",
          "mais cela signifie qu'il a aussi créé plusieurs terres comme il a créé plusieurs",
          "cieux.\"] Du terrassement dire que, tout comme cette terre qui est habitée par",
          "l'homme sert de lit et berceau pour les êtres vivants sur elle, a donc AIlah fait",
          "et régler d'autres terres aussi dans l'univers, qui servent de lits et berceaux",
          "pour les êtres vivants sur eux. En outre, il arc des pointeurs clairs dans le",
          "Coran à l'effet que les êtres vivants ne sont pas trouvées seulement sur la",
          "terre, mais aussi dans les cieux. [(Par exemple, sec .ash-Shura: 29 et E.N. SO",
          "sur elle)]. En d'autres termes! les étoiles et les planètes innombrables vues",
          "dans le ciel ne sont pas tous désolé couché, mais comme la terre il y a beaucoup",
          "d'entre eux qui sont habitées. \n De parmi les premiers commentateurs Ibn 'Abbas",
          "est celui, qui avait exprimé cette vérité dans la période où l'homme n'a même pas",
          "été prêt à imaginer que dans le miverse il y a d'autres habitats aussi, en dehors",
          "de la terre, où les créatures rationnelles vivent. Même les scientifiques",
          "d'aujourd'hui sont encore dans le doute sur ce qui est une réalité, rien à dire",
          "du peuple vivant il y a 1500 ans, Voilà pourquoi Ibn 'Abbas a estimé hésité à",
          "s'il doit dire une telle chose avant que les gens ordinaires ar pas, parce que il",
          "craignait qu'il pourrait affecter leur «foi. Mujahid dit que quand il a été",
          "demandé à la signification de ce verset, il dit: [ \". Si je vous donne le",
          "commentaire de ce verset, vous tournez incroyants, et votre incrédulité serez que",
          "vous le nier\"] Presque la même chose a été lié de Sa'id bin Jubayr, en disant;",
          "'Ibn' Abbas a dit:?. Ce qui peut être la garantie que si je vous dis son sens,",
          "vous ne seriez pas tourner incroyants [ \"[(lbn Jarir, 'Abd bin Humaid)]",
          "Cependant, Ibn Jarir, Ibn Abi Hatim, Hakim et Baihaqi dans Shu'ab al-Iman et",
          "Kitab al-Asma 'était Sifat ont cité, sur l'autorité de Abud-Doha, ce «commentaire",
          "de Ibn' Abbas en des termes différents:\"] dans chacune de ces terres il y a un",
          "prophète comme votre Prophète, un Adam comme votre Adam, Noé comme votre Noé, un",
          "Abraham comme votre Abraham, et Jésus comme votre Jésus. [ \"Cette tradition a été",
          "rapporté par Ibn Hajar dans Fath al-Bat et par Ibn Kathir dans son Commentaire et",
          "Imam Dhahbi dit: \"] il a été rapporté de manière authentique, mais dans ma",
          "connaissance, aucun à part Abud-Doha a raconté qu'elle; par conséquent, il est",
          "une tradition rare et rare [ \"Quelques autres savants considèrent comme un",
          "mensonge et Aii Mulla ';. Qari, dans son Maudu à Kabir [(p. 19)], a décrit comme",
          "une fabrication, et écrit: `Même si elle est une tradition d'Ibn 'Abbas, il est",
          "basé sur les traditions israélites\"] Mais la vérité est que la véritable raison",
          "pour laquelle les gens ont rejeté il est. . leur considérer comme éloigné de la",
          "raison et au-delà de la compréhension, sinon il n'y a rien qui peut lui-même être",
          "opposée à la raison ainsi, «Allama Alusi dans sa discussion de celui-ci dans son",
          "commentaire écrit: [« il n'y a ni aucune barrière intellectuelle prenant comme",
          "correct ni religieux. Cela signifie seulement que, dans chaque terre il y a une",
          "création qui se tourne vers son origine comme l'humanité dans notre terre tourne",
          "à Adam [(paix soit sur lui)]. et dans chaque terre il y a des individus qui se",
          "sont distingués parmi d'autres tout comme les Prophètes Noé et Abraham [(paix",
          "soit sur eux)] se distinguent parmi nous. \"] Un peu en dessous de la« Allama",
          "écrit: [ \"Les terres peuvent être plus de sept ans, et même les cieux peuvent",
          "aussi ne pas être seulement sept. Pour se contenter du nombre de sept, qui est un",
          "entier indivisible, ne nie pas nécessairement les chiffres plus élevés. \"] Puis,",
          "sur les distances entre un ciel et une autre, qui ont été déclarés comme cinq",
          "cents ans ou plus dans certains Hadiths. . le «Allama dit: [\" Ce ne vise pas à",
          "donner la mesure exacte des distances, mais pour exprimer la tnrth d'une manière",
          "facilement compréhensible pour le peuple. \"] \n Il serait intéressant de noter",
          "que, dernièrement, la Société de la main d'Amérique ont estimé sur la base de",
          "leurs observations astronomiques que seul dans la galaxie à laquelle notre terre",
          "appartient il arc autour de 600.000.000 [(six cent millions d'euros)] planètes",
          "conditions physiques sur lesquelles ressemblent étroitement à celles sur la",
          "terre, et il y a une possibilité qu'ils peuvent également être habitées comme est",
          "la terre par les créatures vivantes. [(Economist, Londres 26juillet 1969)]."
        ]
      }
    }
  ],
  "medinian" : true
}