{
  "chapterNumber" : 66,
  "nbVerses" : 12,
  "name" : "L’interdiction",
  "nameArabic" : "التحريم",
  "transName" : "at-taḥrīm",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ ۖ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ ۚ وَاللَّهُ غَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Prophète ! Pourquoi, voulant complaire à tes épouses, t’interdis-tu ce que Dieu",
        "te permet? Dieu est infiniment Clément et Miséricordieux."
      ],
      "tafsirTranslate" : [
        "? O Prophète, pourquoi ne vous défendez ce qu'Allah a rendu licite pour vous",
        "<N:1> Est-ce pour plaire à vos épouses <N:2> Allah est Pardonneur et Très",
        "Miséricordieux <N:3>?."
      ],
      "tanslateWordByWord" : [
        "O",
        "Prophète",
        "Pourquoi faire)",
        "vous interdisez",
        "quelle",
        "a rendu licite",
        "Allah",
        "pour toi",
        "recherche",
        "(faire plaisir",
        "vos femmes",
        "Et Allah",
        "(Est) Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "1" : [
          "Ce ne sont pas, en fait, une question, mais une expression de désapprobation.",
          "L'objet est de ne pas demander le Saint Prophète [(sur lui la paix de Dieu)]",
          "pourquoi il l'avait fait, mais pour l'avertir que son acte pour faire illégal",
          "pour lui-même ce AIIah avait rendu licite ne sont pas approuvés par Allah. Cela",
          "en soi donne le sens que personne n'a le pouvoir de rendre illicite ce qu'Allah a",
          "rendu licite; si bien que le Saint Prophète [(sur lesquels la paix)], lui aussi,",
          "ne possédait pas un tel pouvoir. Bien que le Saint Prophète ne considérait pas",
          "cela comme illégal, une question de foi, ni légalement, mais que lui-même",
          "interdit son utilisation, mais depuis qu'il était pas un homme ordinaire, mais le",
          "Messager d'Allah, et son s'interdisant quelque chose pourrait avoir pour effet",
          "que ses disciples trop serait ont considéré comme interdit, ou au moins",
          "répréhensible, ou les gens de sa communauté aurait pu penser qu'il n'y avait pas",
          "de mal à s'interdire quelque chose de son AIIah avait rendu licite, Allah l'a",
          "fait remarquer à lui et lui avait ordonné de ne pas cette interdiction."
        ],
        "2" : [
          "Cela montre que dans ce cas, le Saint Prophète n'a pas fait une chose unlawfirl",
          "légale en raison d'un désir personnel, mais parce que ses femmes avaient voulu",
          "lui faire, et il avait fait, il est illégal pour lui-même que pour plaire leur.",
          "Ici, la question se pose: pourquoi Allah particulièrement fait mention de la",
          "cause de faire la chose illégale en plus de souligner l'acte d'interdiction? De",
          "toute évidence, si l'objet avait été de lui faire abstenir de faire une chose",
          "unlawfirl légitime, cela pourrait être remplie par les premières phrases et il",
          "n'y avait pas besoin que le motif de l'acte aussi aurait dû être déclaré. Faire",
          "mention de celui-ci en particulier, montre clairement que l'objet était de ne pas",
          "vérifier le Saint Prophète seulement pour faire une chose légale illégale, mais",
          "avec cela pour avertir les femmes saintes également à l'effet que, dans leur",
          "capacité comme les épouses du Prophète, ils avaient pas compris leurs",
          "responsabilités délicates et avait fait le Saint Prophète faire une chose qui",
          "pourrait conduire à faire une chose légale illégale. \n Bien qu'il n'a pas été",
          "mentionné mal le Coran à ce qu'il était que le Saint Prophète avait lui-même",
          "encore interdit les traditionnistes et les commentateurs ont mentionné à cet",
          "égard deux diffèrent. incidents ent, qui occasionnèrent la révélation de ce",
          "verset. L'un d'eux concerne Hadrat Mariyah Qibiyyah [(Mary, la dame Copt)] et",
          "l'autre à lui-même son interdisant l'utilisation du miel. \n L'incident relatif à",
          "Hadrat Mariyah est que, après la conclusion du traité de paix de Hudaibiyah une",
          "des lettres que le Saint Prophète [(sur qui être la paix d'Allah)] envoyé aux",
          "dirigeants des pays voisins a été adressée au patriarche romain d'Alexandrie",
          "aussi, que les Arabes appelaient Muqawqis. Lorsque Hadrat Hatib bin Abi Balta a",
          "pris cette lettre pour lui, il n'a pas embrassé l'Islam, mais le reçut bien, et",
          "en réponse a écrit: [ \"Je sais qu'un prophète est encore à augmenter, mais 1",
          "pense qu'il apparaîtra en Syrie Cependant. , 1 ont traité votre messager avec",
          "l'honneur dû, et je suis l'envoi de deux filles esclaves à vous, qui commandent",
          "le respect parmi les Coptes. \"] [(Ibn Saad)]. L'une de ces filles esclaves était",
          "Sirin et l'autre Mariyah [(Mary)]. Un son retour d'Egypte Hadrat Hatib a présenté",
          "l'islam avant les deux et ils ont cru. Quand ils sont venus devant le Saint",
          "Prophète [(sur lui la paix)] a donné Sirin dans la propriété de Hadrat Hassan bin",
          "Thabit et admis Hadrat Mariyah dans sa propre maison. Dans Dhil-Hijjah, A.H. 8",
          "elle a donné naissance au fils du Saint Prophète, Ibrahim. [(Al-Isti'ab;",
          "Al-Isabah)]. Cette dame était très belle. Hafiz Ibn Hajar Al-Isabah a rclated",
          "cette parole de Hadrat A'ishah à son sujet: [ \". L'entrée dans la maison du Saint",
          "Prophète de Aucune femme vexée m'a tellement que des Mariyah, parce qu'elle était",
          "très belle et lui plaisait beaucoup\"] en ce qui concerne son l'histoire qui a été",
          "racontée de plusieurs manières dans le Hadith est brièvement comme suit: \n Un",
          "jour, le Saint Prophète [(sur lui la paix)] a visité la maison de Hadrat Hafsah",
          "quand elle était pas à la maison. A cette époque, Hadrat Mariyah carne pour lui",
          "là-bas et est resté avec lui dans la solitude. Hadrat Hafsa a pris très III et",
          "plaignit amèrement de lui. Là-dessus, afin de lui plaire, le Saint Prophète a",
          "promis qu'il aurait aucune relation conjugale avec Mariyah à l'avenir. Selon",
          "certaines traditions, il défendit Mariyah pour lui-même, et selon d'autres, il a",
          "également prêté serment sur elle. Ces traditions ont été la plupart du temps",
          "rapporté par les successeurs immédiats des Compagnons sans mentionner aucun lien",
          "intermédiaire. Mais certains d'entre eux ont été rapportés de Hadrat 'Umar ,.",
          "Hadrat `Abdullah bin 'Abbas et Abû Hurayra aussi. Compte tenu de la pluralité des",
          "méthodes de narration, Hafiz Ibn Hajar dans Fath al-Bari a exprimé l'avis qu'il",
          "ya une certaine vérité dans l'histoire. Mais dans aucun des six collections",
          "authentiques du Hadith a été cette histoire racontée. Dans Nasa'i seulement ce",
          "beaucoup a été rclated de Hadrat Anas: [ \"Le Saint Prophète avait une esclave",
          "avec qui il avait des relations conjugales Ensuite, Hadrat Hafsa et Hadrat`",
          "A'ishah a commencé à remarquer ce qui lui à plusieurs reprises jusqu'à ce que. il",
          "lui a interdit pour lui-même sur il, Allah fit descendre ce verset:..? 'O",
          "Prophète pourquoi faites-vous illégale ce qui AIlah a rendu licite pour vous \"] \n",
          "L'autre incident a été rapporté dans Bukhari, Muslim, Abu Dâwûd, Nasa'i et",
          "plusieurs autres livres de Hadith de Hadrat `Aishah elle-même et sa teneur est la",
          "suivante: \n [ \"Le Saint Prophète [(sur lesquels la paix)] habituellement effectué",
          "une visite quotidienne à Aii ses femmes après la` Asr prière Une fois qu'il se",
          "trouve qu'il a commencé à rester dans la maison de Hadrat Zainab bint-Jahsh plus",
          "que d'habitude, pour elle avait reçu le miel sain d'esprit de quelque part comme",
          "un cadeau et le Saint Prophète était très friands des choses douces,. par",
          "conséquent, il aurait une boisson de miel à sa maison Hadrat A'ishah déclare",
          "qu'elle se sentait jaloux de cela et a parlé à Hadrat Hafsa, Hadrat Saudah et",
          "Hadrat Safiyyah à ce sujet et, ensemble, ils ont décidé que quiconque d'entre eux",
          "a été visité par le Saint Prophète, elle doit lui dire: «Ta bouche sent maghafir",
          "'maghafir est une sorte de fleur, qui donne sur une odeur offensive , et si",
          "l'abeille obtient le miel d'elle, elle est aussi entachée par la même odeur. Ils",
          "savaient tous que le Saint Prophète était un homme de goût très fin et il",
          "abhorrait qu'il doit émettre tout type d'odeur désagréable. il avant, ce",
          "dispositif était artificiel pour l'empêcher de rester dans la maison de Hadrat",
          "Zainab et il a travaillé. Lorsque plusieurs de ses épouses lui ont dit que sa",
          "bouche sentait Maghafir, il a fait une promesse de ne pas utiliser le miel plus",
          "longtemps. Dans une tradition ses paroles sont à l'effet \"] Maintenant, je ne",
          "vais jamais prendre un verre de lui. Je l'ai juré [\" Dans une autre tradition, il",
          "dit seulement: \"] Je ne serai jamais un verre d'elle, [\" et il n'y a aucune",
          "mention du serment et dans la tradition qui Ibn al Mundhir, Ibn Abi Hatim,",
          "Tabarani et Ibn Marduyah ont lié d'après Ibn 'Abbas les mots sont à l'effet: \"]",
          "Par Dieu, je ne boirai [! \" \n Nos éminents savants considèrent cette deuxième",
          "version comme correcte et le premier comme peu fiables. Imam Nasa'i dit: \"] A",
          "propos de miel le Hadith rapporté de Hadrat A'ishah est authentique, et",
          "l'histoire d'interdire Hadrat Mariyah pour lui-même par le Saint Prophète n'a pas",
          "été rapporté de façon fiable [.\" Qadi 'Iyad dit : \"] La vérité est que ce verset",
          "a été descendu au sujet du miel et non Mariyah [.\" Qadi Abu Bakr Ibn al-Arabi;",
          "concerne également l'histoire de miel comme correct et la même chose est",
          "l'opinion de l'Imam Nawawi et Hafiz Badruddiu 'Aini. Ibn Humam écrit dans Fath",
          "al-Qadir \"] L'histoire de l'interdiction de miel a été rapporté dans Bukhari et",
          "Muslim de Hadrat` A'ishah qui était elle-même une partie à elle;. Par conséquent,",
          "il est beaucoup plus fiable [ \"Hafiz Ibn Kathir dit: \"] la vérité est que ce",
          "verset a été descendu au sujet interdisant le miel pour lui-même par le Saint",
          "Prophète [.\""
        ],
        "3" : [
          "Autrement dit, \"] Bien que l'acte de faire une chose légale illégale que pour",
          "plaire à vos femmes était un acte indigne de votre bureau haute et responsable,",
          "mais il n'a pas de péché, qui aurait entraîné une punition. par conséquent, Allah",
          "n'a fait dehors pour vous et corrigée, et vous a pardonné pour cette erreur. \""
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ ۚ وَاللَّهُ مَوْلَاكُمْ ۖ وَهُوَ الْعَلِيمُ الْحَكِيمُ",
      "simpleTranslate" : [
        "Dieu a pourtant institué pour vous un moyen de vous délier de certains de vos",
        "serments. Dieu est votre Maître et Il est l’Omniscient, le Sage."
      ],
      "tafsirTranslate" : [
        "Allah vous a prescrit un moyen pour l'absolution de vos serments <N:4> Allah est",
        "votre Guardian.. Il est Omniscient et Sage. <N:5>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "a ordonné",
        "Allah",
        "pour toi",
        "(L) la dissolution",
        "(De) vos serments",
        "Et Allah",
        "(Est) votre Protector",
        "et il",
        "(Est) l'Omniscient",
        "le Sage"
      ],
      "notes" : {
        "4" : [
          "Cela signifie: [ «Loi selon la méthode AIIah a prescrit pour l'absolution des",
          "serments par cxpiation dans AI-Maidah: 89 et de briser votre promesse que vous",
          "avez le commerce de vous interdire une chose légitime». ] ici, une question",
          "juridique importante se pose et il est la suivante: est-ce commandement",
          "applicable au cas où une personne himsclf a forbiddcn une chose légale sous",
          "serment ou est interdit oncsclf une chose licite par itsclf équivaut à prêter",
          "serment, si les mots du serment ont été utilisés ou non? Les juristes à cet égard",
          "ont exprimé des opinions différentes: \n Une partie d'entre eux dit que le simple",
          "interdisant oncsclf une chose légale est pas un serment. Si une personne sans",
          "prêter serment lui-même a forbiddcn une femme, ou quelque autre chose légitime,",
          "il est une chose absurde qui ne comporte aucune expiation, mais il ne peut",
          "reprendre sans aucune expiation l'utilisation de la chose que lui-même avait",
          "interdit. Telle est l'opinion de Masruq, Sha'bi, Rabi'ah et Abu Salamah; et la",
          "même vue est détenu par Ibn Jarir et tout le Zahiris. Selon eux s'interdisant",
          "quelque chose serait un serment que dans le cas des termes exprès de serment sont",
          "utilisés lors de l'interdisant pour soi-même. À cet égard, leur raisonnement est",
          "que, depuis le Saint Prophète [(sur lui la paix)] tout en se défendant une chose",
          "légitime avait également prêté serment, comme cela a été rapporté dans plusieurs",
          "traditions, AIIah lui a dit d'agir selon la méthode avait été nommé pour soi-même",
          "absolvant de serments. \n Le deuxième groupe dit que d'interdire oncsclf quelque",
          "chose sans utiliser les mots de serment est pas un serment par lui-même, mais le",
          "cas de la femme est une exception. Si une personne a. forbiddcn lui-même un",
          "vêtement ou un article de la nourriture, il n'a pas de sens, et on peut",
          "l'utiliser sans expiation. Mais si au sujet d'un WIFC ou une esclave, il a dit: [",
          "«Je me suis un rapport sexuel avec elle défends,\"], elle ne serait pas devenu",
          "unlawfirl et forbiddcn, mais on aurait à expier le serment avant d'entrer à son.",
          "Telle est l'opinion de l'Shafe'is. [(Mugni al-Muhtaj)]. Et une opinion similaire",
          "sur cette question est détenu par le Malikis. [(Ibn al-Arabi, Ahkam al-Coran)]. \n",
          "Le troisième groupe dit que pour soi-même interdire quelque chose est par itsclf",
          "serment même si les mots de serment n'a pas été utilisé. Telle est l'opinion de",
          "Abû Bakr. Hadrat A'ishah, Hadrat 'Umar, Hadrat' Abdullah bin Mas'ud, Hadrat Zaid",
          "bin Thabit et Hadrat 'Abdullah bin' Abbas [(qu'Allah les bénisse AII)]. Bien que",
          "d'après Ibn 'Abbas un autre avis a été rapporté dans Bukhari à l'effet: [ \"Si un",
          "Tnan a interdit himsclf son WIFC, il n'a pas de sens,\"] mais il a été interprété",
          "comme signifiant que, selon lui, ce n'est pas le divorce, mais une serment qui",
          "implique une expiation. Car dans Bukhari, Muslim et Ibn Majah, une autre parole",
          "de Ibn 'Abbas a été rapporté que de s'interdisent sa femme implique une",
          "expiation, et Nasa'i la tradition est à l'effet que lorsque Ibn' Abbas a demandé",
          "son avis sur ce , il a dit: [ \"Elle est pas interdit de vous, mais vous devez",
          "payer l'expiation.»] et dans la tradition de Ibn Jarir les paroles de Ibn 'Abbas",
          "sont à l'effet: [ \"Si les gens se défendent ce qu'Allah a rendu licite pour eux,",
          "ils doivent expier leur serment. \"] Ce même est l'opinion de Hasan Basri, 'Ata,",
          "Ta'us. Suleman bin Yasar. Ibn Jubayr et Qatadah, et même a été adopté par le",
          "Hanafites. Imam Abu Bakr al-Jassas dit: `Les mots du verset lima tuharrimu ne",
          "signifie pas que le Saint Prophète [(sur lesquels la paix)] avec lui interdisant",
          "la chose légale avait également prêté serment, par conséquent, celui-ci devra",
          "admettre que tahrîm [(à soi-même d'interdire quelque chose)] lui-même est un",
          "serment; pour après Allah a rendu obligatoire l'expiation du serment dans le",
          "cadre de l'interdiction [ \"Plus loin, il écrit encore:.« Nos compagnons [(ie les",
          "Hanafites)] considérer tahrîm comme un serment dans le cas où elle est",
          "accompagnée par l'intention de . divorce Si une personne se défendit sa femme, il",
          "dit en effet: \".] Par Dieu, je ne viendrai pas près de chez vous, [\" ainsi, il",
          "ila commis »[(acte de séparation temporaire Et s'il se défendit un article . de",
          "nourriture etc, il dans un wav dit: \"] Par Dieu, je ne vais pas utiliser cet",
          "article [.\" Car Allah a d'abord dit:. \"?] Pourquoi vous défendez-vous que ce qui",
          "AIIah a rendu licite [\" et dit \" ] AIIah a nommé un moyen de vous absoudre de vos",
          "serments. [ \"ainsi, Allah a considéré tahrîm comme un serment, et le mot tahrîm",
          "dans son sens et l'effet juridique devient synonyme d'un serment.\"] \n Ici, pour",
          "le bénéfice de l'homme du commun, il serait utile de dire quelle est la commande",
          "légale selon les juristes à l'égard de soi-même interdisant sa femme et se",
          "défendant d'autres choses que la femme. \n Les Hanafites dire que si, sans",
          "l'intention de divorce quelqu'un lui interdit sa femme, ou a juré un serment",
          "qu'il ne serait pas avoir des relations conjugales avec elle, ce serait ila",
          "(séparation temporaire)], et cette distribution, il faudrait expie son serment",
          "avant d'avoir la relation sexuelle. Mais si l'esprit h l'intention de divorce, il",
          "a dit: [ «Vous êtes illégal pour moi,\"], il devra être déterminé quelle était son",
          "intention réelle. Si son intention était de trois divorces, les trois divorces",
          "auront lieu, et si l'intention était d'un moins grand nombre, d'un ou deux",
          "divorces, un seul divorce auront lieu dans les deux cas. Et si certains corps",
          "dit:. [ «Je me suis tout ce qui était légitime pour moi interdit, ce ne serait",
          "pas applicable à la femme à moins qu'il a dit ces mots avec l'intention de",
          "s'interdisant la femme dehors de la femme, on ne peut pas utiliser la chose O11e",
          "soi a interdit jusqu'à ce qu'on ait expié le serment Badai as-Sana'i: Hedayah;",
          "Fath al-Qadir, 'al-Jassas, Ahkam al-Coran.. \n Les Shafe'is dire que si l'on se",
          "défend la femme avec l'intention de divorce ou de zihar, la chose destinée",
          "deviendrait effective, que ce soit un divorce révocable ou un divorce",
          "irrévocable, ou zihar. Et si une personne a utilisé les mots de tahrîm avec",
          "l'intention des deux divorce et zihar, il serait invité à choisir l'un ou",
          "l'autre, à la fois pour le divorce et zihar ne peut pas être établie à un seul et",
          "même temps. Le divorce dissout le mariage, mais en cas de zihar il continue et si",
          "sans aucune intention de la femme est interdite, elle ne deviendrait pas",
          "interdite, mais l'expiation du serment deviendrait nécessaire. Et si une autre",
          "chose, en dehors de la femme, est interdit, il serait vide de sens; il n'y a pas",
          "d'expiation pour elle. [(Mughni al-Muhtaj)]. \n Les Malikis disent que si une",
          "personne se défend autre chose que la femme, il ne devient interdit ni implique",
          "une expiation. Mais s'il dit à la femme, \"] Vous êtes illégal, ou unlawfirl pour",
          "moi, ou je suis illégal pour vous, [\" cela équivaudrait à un divorce triple en",
          "tout cas, si cela a été dit à une femme avec qui le mariage a été consommé, ou",
          "celui avec lequel il n'a pas encore été consommé, à moins que son intention était",
          "de moins de trois divorces. Asbagh dit: «Si une personne dit: tout ce qui était",
          "légitime pour moi, est illégale, la femme devient également interdit à moins",
          "qu'il fait une exception de l'épouse\"] Dans al-Mudawwanah, distinction a été",
          "faite entre la femme avec qui le mariage a. été consommé et la femme avec qui il",
          "n'a pas été consommé. Si l'on se défend l'ancien, un divorce triple aura lieu",
          "indépendamment de l'intention, mais dans le cas de ce dernier le même nombre de",
          "divorces prendraient effet était destiné, et s'il n'y avait pas l'intention d'un",
          "nombre particulier, il serait considéré comme un divorce triple [(Hashiyah",
          "ad-Dusuqi)]. Qadi Ibn al-Arabi dans son Ahkam al-Qur'an a cité trois déclarations",
          "de l'Imam Malik: [(1)] Ce soi interdisant la femme équivaut à un divorce",
          "irrévocable; [(2)] qu'elle équivaut à trois divorces; et [(3)] que dans le cas de",
          "la femme avec qui le mariage a été consommé, il revient à trois divorces,",
          "chauves-souris dans le cas de celui avec lequel il n'a pas été consommé, à un",
          "seul divorce si l'un était destiné Puis il dit: «la bonne chose est que",
          "s'interdisant l'épouse équivaut à un divorce seulement. car si l'homme utilise le",
          "mot divorce au lieu d'appeler son unlawfirl sans préciser le nombre, un seul",
          "divorce aura lieu. [ \" \n Trois vues différentes à cet égard ont été signalés par",
          "l'Imam Ahmad bin Hanbal: [(1)] Ce à soi-même interdisent l'épouse, ou de faire",
          "une chose légale absolument illégale pour soi-même, est zihar, si zihar était",
          "destiné ou non; [(2)] que ce soit une allusion explicite au divorce, et il",
          "revient à prononcer un divorce triple si un seul divorce a été prévu; et [(3)]",
          "qu'il est un serment, à moins que l'homme avait l'intention de divorce ou de",
          "zihar et dans ce cas le même prendrait effet que devait. Parmi ceux-ci, seul le",
          "premier est le point de vue le plus connu parmi les Hanbalis. [(Al-Insaf)]"
        ],
        "5" : [
          "Autrement dit, \"] Allah est votre Maître et le gardien de vos affaires. Il sait",
          "mieux dans ce qui se trouve votre propre bien, et quelle que soit les ordres",
          "qu'il a donnés, ils sont aII basée sur la sagesse. [\" La première signifie chose:",
          "\"] vous n'êtes pas indépendant dans ce monde, mais vous êtes serviteur d'Allah et",
          "Il est votre Maître, par conséquent, aucun d'entre vous possède de pouvoir de",
          "modifier ou de changer les façons et les méthodes prescrites par lui, la",
          "meilleure chose pour vous est de confier vos affaires à Lui et continuer à lui",
          "obéir \". \n Signifie La deuxième chose que toutes les méthodes et les lois qui",
          "AIIah a enjointes, sont basés sur la connaissance et la sagesse, Tout ce qu'Il a",
          "fait légitime, a été rendu licite sur la base de la connaissance et de la sagesse",
          "et de tout ce qu'il a fait illégale a également été fait illégale sur la base de",
          "la connaissance et de la sagesse. Rien n'a été fait licite ou illicite au hasard.",
          "Par conséquent, ceux qui croient en AIIah devraient comprendre qu'il est Allah",
          "qui est AII Omniscient et All-Wist et non qu'ils. . et leur bien-être réside",
          "uniquement dans l'exécution dûment les commandes données par Lui."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَإِذْ أَسَرَّ النَّبِيُّ إِلَىٰ بَعْضِ أَزْوَاجِهِ حَدِيثًا فَلَمَّا نَبَّأَتْ بِهِ وَأَظْهَرَهُ اللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَنْ بَعْضٍ ۖ فَلَمَّا نَبَّأَهَا بِهِ قَالَتْ مَنْ أَنْبَأَكَ هَٰذَا ۖ قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ",
      "simpleTranslate" : [
        "Le Prophète avait confié un secret à l’une de ses épouses, qui alla le divulguer",
        "auprès d’une autre. Averti par Dieu, le Prophète en fit la remarque à demi-mot à",
        "l’indiscrète qui, se sentant dévoilée, s’exclama : «Qui t’en a fait part?» –",
        "«C’est, répondit-il, l’Omniscient, le Parfait Connaisseur qui m’en a avisé."
      ],
      "tafsirTranslate" : [
        "Le Prophète a confié quelque chose à une de ses femmes, puis elle a révélé",
        "qu'elle (à l'autre); donc après Allah a révélé au Prophète (qu'elle avait",
        "divulgué ce secret), il a fait une partie de celui qu'elle connaissait et passa",
        "une partie de celui-ci. Et quand il lui a dit à ce sujet (à savoir, qu'elle avait",
        "divulgué le secret confié à elle), elle a demandé: «Qui vous a informé de cela?",
        "Il a dit: '. On m'a dit de lui par Celui qui est Omniscient, All-Aware' <N:6>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "confié",
        "le prophète",
        "à",
        "un",
        "(De) ses femmes",
        "une déclaration",
        "et quand",
        "elle a informé",
        "à propos de ça",
        "et rendu évident",
        "Allah",
        "à lui",
        "Il a fait connaître",
        "une partie de celui-ci",
        "et évité",
        "[de]",
        "une part",
        "Puis quand",
        "il l'a informé",
        "à propos de ça",
        "dit-elle",
        "Qui",
        "vous informé",
        "ce",
        "Il a dit",
        "M'a informé",
        "l'Omniscient",
        "All-Aware"
      ],
      "notes" : {
        "6" : [
          "Différentes choses ont été rapportées dans différentes traditions, en disant que",
          "le Saint Prophète avait dit telle ou telle chose à un de ses wivcs en toute",
          "confiance, qu'elle divulguée à une autre femme. Mais pour nous, en premier lieu,",
          "il ne convient pas d'enquêter, car il est sur la divulgation d'un secret que",
          "AIIah prend une femme à la tâche, il ne peut donc pas être bon pour nous",
          "d'enquêter sur elle et essayer de la découvrir . Deuxièmement, compte tenu de",
          "l'objet pour lequel ce verset wa: envoyé vers le bas, il est pas du ALi important",
          "de savoir ce que le secret était. Si elle avait un lien avec l'objet du discours,",
          "Allah aurait lui-même mentionné le véritable objet pour lequel cet incident a été",
          "rapporté dans le Qur'iin est d'avertir les épouses du Saint Prophète et. à",
          "travers eux, les épouses des personnes responsables parmi les musulmans de ne pas",
          "être négligent dans l'affaire de garder secrets. Si elle avait été seulement une",
          "affaire privée et personnelle, comme cela est généralement le cas entre le mari",
          "et la femme dans le monde, il n'y avait pas besoin que AIIah devrait avoir",
          "directement informé le Saint Prophète de lui par la révélation, puis n'a pas se",
          "contenter seulement avec donner l'information, mais devrait également avoir",
          "enregistré dans le livre Saint que le monde entier doit réciter toujours. La",
          "raison pour laquelle il a été donné une telle importance était que cette WIFC ne",
          "fut pas le WIFC d'un mari ordinaire, mais de cet illustre mari, que AIIah avait",
          "nommé au bureau de la plus haute responsabilité, qui a été enfermé dans une",
          "bataille incessante avec les mécréants, polythéistes et hypocrites parfois tous",
          "Ies et sous la direction duquel un conflit féroce qui se passait pour établir",
          "l'Islam en place du paganisme. Dans la maison d'un tel homme illustre qu'il",
          "pourrait y avoir des choses innombrables qui, si non gardés secrets mais",
          "divulgués avant que le temps, pourrait nuire à la grande mission qu'il",
          "accomplissait. Par conséquent, quand une dame de la maison qui est arrivé à",
          "montrer cette faiblesse pour la première fois, en ce qu'elle a révélé un secret",
          "qui avait lui été dit en toute confiance, à un autre [(un membre de sa propre",
          "famille)], la faiblesse a été immédiatement souligné à elle, pas en secret, mais",
          "ouvertement dans le Coran, afin de conférer une formation dans la garde des",
          "secrets non seulement aux wivcs du Saint Prophète, mais aussi pour les femmes de",
          "tous Ies responsables de la communauté musulmane. Dans le verset de la question",
          "de savoir si le secret divulgué portait sur une question de toute conséquence ou",
          "non, et si sa divulgation pourrait causer de l'Iran à la mission ou non, a été",
          "complètement ignoré. Ce qui a été désapprouvé et a souligné en particulier, est",
          "que le secret a été divulgué à un autre. Plus la position de la responsabilité",
          "d'une personne tient le plus dangereux serait la fuite des secrets de sa maison.",
          "Peu importe si une chose est de toute conséquence ou non, une fois qu'une",
          "personne devient négligente en matière de secrets gardaient, il peut révéler des",
          "choses importantes, ainsi que des questions triviales. ."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ۖ وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ ۖ وَالْمَلَائِكَةُ بَعْدَ ذَٰلِكَ ظَهِيرٌ",
      "simpleTranslate" : [
        "Si toutes deux vous vous repentez à Dieu, c’est que vos cœurs se sont inclinés au",
        "bien ; mais si, au contraire, vous vous liguez contre le Prophète, sachez qu’il a",
        "Dieu pour protecteur, et pour soutiens Gabriel, l’élite des croyants, et les",
        "anges."
      ],
      "tafsirTranslate" : [
        "Si les deux de vous repentez à Allah (qui est mieux pour vous), pour les coeurs",
        "des deux d'entre vous ont fait un écart du droit chemin <N:7> Mais si vous",
        "soutenez les uns les autres. contre le Prophète, <N:8> alors Allah est son",
        "protecteur; et après que Gabriel et tous les croyants justes et les anges sont",
        "tous ses partisans. <N:9>"
      ],
      "tanslateWordByWord" : [
        "Si",
        "vous avez tous deux tour",
        "à",
        "Allah",
        "donc bien",
        "(Sont) inclinée",
        "vos coeurs",
        "mais si",
        "vous sauvegardez l'autre",
        "contre lui",
        "alors en effet",
        "Allah",
        "Il",
        "(Est) son Protector",
        "et Jibreel",
        "et (la) juste",
        "croyants",
        "et les anges",
        "après",
        "cette",
        "(Sont) ses assistants"
      ],
      "notes" : {
        "8" : [
          "Le mot tazahur signifie à coopérer mutuellement en opposition à une autre",
          "personne, ou pour être unis contre une autre personne. Shah Waliyullah a traduit",
          "cette phrase, ainsi: \".] Si vous vous joignez mutuellement ensemble pour causer",
          "de la détresse au Prophète [\" Shah \"la traduction de Abdul Qadir est:\"] Si vous",
          "avez tous deux l'accabler [. \"Maulana Ashraf\" Les urnes de traduction de AII",
          "Thanwi: \"] et si vous avez tous deux continué à travailler ainsi contre le",
          "Prophète [.\" et Maulana Shabbir Ahmad 'Uthmami a expliqué ainsi: \"] si tu deux",
          "continué à travailler et se comporter ainsi [(contre le Prophète)] [.\" \n Le",
          "verset est clairement adressé aux deux dames et le contexte montre que ces dames",
          "arc parmi les épouses du Saint Prophète [(sur lui la paix)] dans vv. 1-5 de cette",
          "sourate les affaires concernant les épouses du Saint Prophète n'ont été discutés",
          "de façon continue, et cela devient évident dans le style du Coran lui-même.",
          ".Comme Pour la question qui étaient les femmes, et quelle était la question qui a",
          "provoqué le mécontentement d'Allah, les détails se trouvent dans le Hadith. Dans",
          "Musnad Ahmad, Bukhari, Muslim, Tirmidhi et Nasa'i, une tradition détaillée de",
          "Hadrat 'Abdullah bin' Abbas a été lié, qui décrit l'incident avec une variation",
          "saine dans le libellé. Ibn 'Abbas dit: \n \"] Je pensais depuis longtemps pour",
          "demander à Hadrat 'Umar à qui étaient les deux des épouses du Saint Prophète, qui",
          "avaient rejoint l'autre contre lui, et au sujet de laquelle Allah fit descendre",
          "ce verset: En tatuba ... ..; mais je ne pouvais pas trouver le courage à cause de",
          "sa personnalité impressionnante jusqu'à son départ pour le Hajj et je",
          "l'accompagnait sur le chemin du retour tout en l'aidant à effectuer des ablutions",
          "pour la prière à un seul endroit, j'ai eu l'occasion de lui poser cette question.",
          "question, il a répondu:.. ils étaient «A'ishah et Hafsa Puis il se mit à raconter",
          "l'arrière-plan, en disant: [« Nous, les gens de Quraish, ont été utilisés pour",
          "garder notre folk femmes sous contrôle strict. Alors. lorsque nous sommes arrivés",
          "à Médine, nous avons constaté que les gens d'ici étaient sous le contrôle de",
          "leurs femmes, et les femmes de Quraish trop commencé à apprendre la même chose",
          "d'eux. Un jour, quand je suis devenu fâché avec ma femme, j'ai été étonné de voir",
          "qu'elle se disputait avec moi. Je me sentais mal à propos de sa conduite. Elle",
          "dit: «Pourquoi devriez-vous sentir tellement en colère contre mon comportement?",
          "Par Dieu, les épouses du Saint Prophète [(sur lui la paix)] lui réponds retour",
          "face à face, '[(le mot dans l'original est li yuraji nahu)] et certains d'entre",
          "eux reste en colère en dehors de la location pour la toute la journée. [(Selon",
          "Bukhari: le Saint Prophète reste en colère et- en dehors de son toute la",
          "journée)]. En entendant cela, je suis sorti de ma maison et je suis allé à Hafsa",
          "[(qui était la fille de Hadrat `Umar et l'épouse du Saint Prophète)]. Je lui ai",
          "demandé. Répondez-vous vers le Saint Prophète [(sur qui soyez paix)] face à face?",
          "Elle a dit oui. demanda: Et-t-on de vous rester en dehors de lui pour toute la",
          "journée [(Selon Bukhiiri: le Saint Prophète reste en colère et en dehors d'elle",
          "pour toute la journée)]. Elle a dit oui. Je dis: Misérable est l'un d'entre vous,",
          "qui se comporte ainsi. A-un de vous devenu si peur de ce que AIIah devrait",
          "affliger avec sa colère à cause de la colère de Son Prophète et elle périsse?",
          "Donc, ne soyez pas impoli envers le Prophète [(ici aussi les mots sont: la",
          "turaji-'i)], ni de lui demander quoi que ce soit, mais la demande de moi tout ce",
          "que vous désirez. Ne pas être induit en erreur par ce que votre voisin [(à savoir",
          "Hadrat `A'ishah)] est plus belle et plus cher au Saint Prophète. Après cela, je",
          "quitté sa maison et est allé à la maison d'Umm Salamah, qui était lié à moi, et",
          "parlé avec elle à ce sujet. Elle a dit: Fils de Khattab, vous êtes un homme",
          "étrange: vous avez immiscé dans toutes les questions jusqu'à ce que vous êtes",
          "maintenant interférer dans l'affaire entre le Messager de Dieu et ses femmes.",
          "Elle m'a découragé. Puis il arriva qu'un voisin Ansari est venu à ma maison",
          "pendant la nuit et il m'a appelé. Nous avons utilisé pour siéger dans l'assemblée",
          "du Saint Prophète tour à tour et chacun utilisé pour transmettre à l'autre les",
          "nouvelles du jour de son tour. Ce fut le moment où nous appréhendant une attaque",
          "par le Ghassanides tout moment. Sur son appel quand je suis sorti de ma maison,",
          "il a dit que quelque chose de grave était arrivé signification. 1 dit: Avez-les",
          "Ghassanides lancé une attaque? Il a dit: Non, mais quelque chose de plus grave",
          "encore! Le Saint Prophète [(sur lui la paix)] a divorcé ses femmes. Je dis:",
          "Doomed est Hafsah [(les mots sont Bukhari: Raghima Anfu Hafsah wa `Aishah)]. Je",
          "l'ai déjà eu une prémonition de ce. \"] \n Nous avons laissé de côté ce qui est",
          "arrivé après cela, comment le matin suivant Hadrat 'Umar est allé devant le Saint",
          "Prophète et a essayé d'apaiser sa colère. Nous avons décrit cet incident en",
          "combinant les traditions de Musnad Ahmad et Bukhari. Dans ce mot muraj`at qui",
          "Hadrat `Umar a utilisé ne peut être prise dans son sens littéral, mais le",
          "contexte montre que le mot a été utilisé dans le sens de répondre à dos face à",
          "face et Hadrat` Umar dit à sa fille: La turaji- `I Rasul Allah a clairement le",
          "sens: ne soyez pas impudent au Messager d'Allah, Certaines personnes disent que",
          "cela est une mauvaise traduction, et leur objection est: Bien qu'il soit correct",
          "de traduire Muraja` à répondre comme hack, ou répondre à visage de hack pour",
          "faire face, mais il est incorrect de le traduire par [ \"bing impudent\"]. Ces",
          "objecteurs ne comprennent pas que si une personne d'un rang inférieur ou de",
          "position répond dos ou cornues à une personne d'un rang supérieur et de la",
          "position, ou lui répond de retour face à face cette chose est décrit comme",
          "impudence. Par exemple, si un père réprimande son fils pour quelque chose ou se",
          "sent en colère contre son comportement, et le fils au lieu de garder le silence",
          "ou d'offrir une excuse, répond revenir rapidement cela pourrait seulement il",
          "décrit comme impudence. Ensuite, lorsque la question ne soit pas entre un père et",
          "un fils, mais entre le Messager d'Allah et une personne de sa communauté, seule",
          "une personne folle pourrait dire qu'il n'y avait pas d'impudence. \n D'autres",
          "personnes considèrent cette traduction de la nôtre comme irrespectueux, alors",
          "qu'il pourrait être irrespectueux au cas où nous avions eu l'audace d'utiliser",
          "ces mots à l'égard de Hadrat Hafsah de nous-mêmes. Nous avons seulement donné le",
          "sens exact des mots de .Hadrat 'Umar, et ces mots, il avait utilisé tout en",
          "grondant et réprobateur sa fille pour son erreur. Décrivant comme un manque de",
          "respect signifierait que soit le père devrait traiter sa fille avec respect et",
          "révérence même quand gronder et son ou bien le traducteur réprimandant devrait",
          "rendre sa réprimande et la correction d'une manière à faire sonner respectueux et",
          "respectueuse. \n Ici, ce qui doit être examiné avec soin est que si elle était une",
          "telle matière ordinaire et triviale que lorsque le Saint Prophète a dit quelque",
          "chose à ses épouses ils rétorquer à Lui, pourquoi était-il donné tant",
          "d'importance que dans le Coran AIIah administré une sévère mise en garde",
          "directement aux femmes elles-mêmes? Et pourquoi Hadrat 'Umar prendre comme une",
          "telle chose grave que d'abord il reprocha sa propre fille, puis a visité la",
          "maison des autres femmes et leur a demandé à craindre la colère d'Allah? Et, à",
          "propos de Ali, était le Saint Prophète [(sur lesquels la paix)] également si",
          "sensible qu'il prendrait ombrage des choses mineures et se fâcher avec ses",
          "femmes, et était-il, à Dieu ne plaise, si irritable qu'une fois avoir été ennuyé",
          "au ces choses qu'il avait rompu ses liens avec toutes ses femmes et se retira",
          "dans son appartement privé dans la solitude? Si une personne considère ces",
          "questions profondément, il aura inévitablement à adopter l'une des deux points de",
          "vue dans l'explication de ces versets soit à cause de sa préoccupation excessive",
          "pour la vénération pour les femmes saintes, il ne devrait pas à aII esprit si une",
          "faute est imputée AIIah et Son messager, ou bien il doit admettre de manière",
          "directe que, à ce moment-là l'attitude et le comportement de ces femmes saintes a",
          "effectivement devenu si désagréable que le Saint Prophète [(sur lui la paix)]",
          "était justifiée à devenir ennuyé sur elle , et plus que cela, AIIah Lui-même",
          "était justifiée qu'il doit administrer un avertissement sévère pour les femmes",
          "sur leur comportement et de l'attitude inconvenante. ."
        ],
        "9" : [
          "Autrement dit, [ \"Vous ne ferait que vous nuire si vous accueilli et soutenu",
          "l'autre contre le Messager d'AIlah [(sur lesquels la paix d'Allah)], car nul ne",
          "peut réussir contre lui dont le Protecteur était Allah et qui avait Gabriel et",
          "les anges et les croyants ALi justes de son côté. \"]"
        ],
        "7" : [
          "Le mot saghat dans l'original est de Baghy qui signifie une embardée et de",
          "devenir tordu. Shah Waliyullah et Shah Rafi'uddin ont traduit cette phrase ainsi:",
          "[ \". Crooked sont devenus vos coeurs\"] Hadrat 'Abdullah bin Mas'ud, Abdullah bin'",
          "Abbas, Sufyan Thauri et Dahhak ont ​​donné cette signification de celui-ci: [ \"",
          "Vos cœurs ont dévié du droit chemin \"] Imam Razi l'explique ainsi:. [\" Vos cœurs",
          "ont dévié de ce qui est juste, et le droit implique le droit du Saint Prophète",
          "[(sur lesquels la paix d'Allah)] \"]. et 'le commentaire de Allama Alusi est Bien",
          "qu'il vous incombe que vous devez approuver ce que le Saint Messager [(sur lequel",
          "il la paix)] approuve et désapprouve ce qu'il désapprouve, mais dans cette",
          "affaire vos cœurs avez dévié de la conformité avec lui et tourné dans contre lui.",
          "[ \""
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "عَسَىٰ رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَارًا",
      "simpleTranslate" : [
        "Il se peut que son Seigneur lui donne en échange, s’il vous répudie, de",
        "meilleures épouses que vous, à la fois soumises à Dieu, croyantes, obéissantes,",
        "repentantes, assidues à la prière et au jeûne ; qu’elles aient été mariées",
        "auparavant ou qu’elles soient encore vierges.»"
      ],
      "tafsirTranslate" : [
        "Peut-être que s'il devait divorcer, votre Seigneur pourrait lui accorder en",
        "échange des épouses meilleures que vous <N:10> «ceux qui se soumettent vraiment",
        "Allah, <N:11> sont pleins de foi, obéissant, <N:12> disposé à la repentance,",
        "<N:13> et donné à adorer <N:14> et le jeûne <N:15> «les deux uns et des vierges",
        "précédemment mariés."
      ],
      "tanslateWordByWord" : [
        "peut-être",
        "son Seigneur",
        "si",
        "il vous a divorcé",
        "[cette]",
        "Il va se substituer à lui",
        "femmes",
        "mieux",
        "que toi",
        "soumis",
        "fidèle",
        "obéissant",
        "repentant",
        "qui adorent",
        "qui jeûnent",
        "précédemment marié",
        "et vierges"
      ],
      "notes" : {
        "10" : [
          "Cela montre que la faute ne mentez pas seulement avec Hadrat A'isha et Hadrat",
          "Hafsa, mais les autres femmes aussi eu une certaine part. Voilà pourquoi, après",
          "eux, AII les autres femmes aussi, ont été mis en garde dans ce verset. Pas de",
          "lumière a été jetée sur la nature de l'erreur dans le Coran. Cependant, certains",
          "détails se trouvent dans le Hadith, dont nous dirons ci-dessous. \n Dans Bukhari,",
          "une tradition a été rapporté de Hadrat Anas, en disant que Hadrat 'Umar dit: [",
          "«Les femmes du Saint Prophète à cause de leurs envies et de rivalités mutuelles",
          "avaient tout à fait lui déplaisait à ce 1 leur dit:. Il pourrait bien être que si",
          "le Saint Prophète vous a divorcé, Allah lui donnera à votre place de meilleures",
          "épouses que vous »] Ibn Abi Hatim a, sur l'autorité de Anas, a rapporté la",
          "déclaration de H_ ADRAT Umar en ces termes: [\". Je suis informé que la discorde",
          "avait été créé entre le Saint Prophète [(sur lesquels la paix)] et ses femmes. A",
          "cela, je suis allé à chacun d'eux et leur a demandé de ne pas contrarier le Saint",
          "Prophète; sinon Allah lui donnerait dans leurs meilleures épouses Stead",
          "qu'eux-mêmes. Tant et si bien que, lorsque je suis allé au dernier d'entre eux",
          "[(et selon une tradition de Bukhari, à Umm Salamah)], elle me dit: O `Umar, est",
          "pas le Saint Prophète [(sur lesquels la paix)] lui-même assez pour avertissez ses",
          "femmes? Alors, pourquoi devriez-vous sortir pour les conseiller? Cela m'a fait",
          "calme, et après cette Allah fit descendre ce verset. \n En musulman, Hadrat",
          "`Abdullah bin 'Abbas a rapporté que Hadrat' Umar lui dit:\"] Quand le Saint",
          "Prophète [(sur qui être la paix d'Allah)] se sépara de ses femmes, je suis allé à",
          "la mosquée et a trouvé la les gens inquiets et en colère et en jouant avec des",
          "cailloux et de dire à l'autre: «Le Saint Prophète [(sur lesquels la paix)] a",
          "divorcé ses femmes. . Après cette Hadrat `Umar raconta sa visite des appartements",
          "de Hadrat A'ishah et Hafsa et de les admonester puis dit: Je suis allé devant le",
          "Saint Prophète [(sur lesquels la paix)] et dit: Pourquoi vous sentez-vous en",
          "colère à l'égard de vos femmes? Si vous divorcez, AIIah est avec vous, ALi les",
          "anges et Gabriel et Michael arc avec vous, et moi et Abu Bakr et tous les",
          "croyants sont avec vous. Je remercie Allah qui a rarement se trouve que je l'ai",
          "dit une chose et n'a pas eu l'espoir de AIIah qu'il témoignerait à ce que je",
          "disais. Donc, après cette ces versets de la sourate At-Tahrim ont été envoyés",
          "vers le bas. Puis je demandai au Saint Prophète: Avez-vous divorcé vos femmes? Il",
          "a dit: Non, je Alors tint à l'entrée de la mosquée et a annoncé d'une voix",
          "forte:. Le Saint Prophète n'a pas divorcé ses femmes [ \" \n Les traditions liées à",
          "Bukhari de Hadrat Anas et Musnad Ahmad de Hadrat 'Abdullah bin `Abbas, Hadrat",
          "A'ishah et Abû Hurayra dire que le Saint Prophète avait promis de rester à",
          "l'écart de ses femmes pendant un mois et il a pris sa retraite dans la solitude",
          "de son appartement. Lorsque 29 jours passés, Gabriel carne et dit; \"] Vous avez",
          "rempli votre serment: un mois est venu à la fin [.\" \n Hafiz Badruddin 'Aini dans'",
          "Umdat al-Qari a raconté cela sur l'autorité de Hadrat A'ishah: Les épouses du",
          "Saint Prophète était devenu divisé en deux parties. une partie est composée de",
          "Hadrat A'ishah elle-même et Hadrat Hafsa. Hadrat Saudah et Hadrat Safiyyah, et",
          "l'autre de Hadrat Zainab, Hadrat.Umm Salamah et le reste des femmes. \n Ces",
          "traditions indiquent dans une certaine mesure les conditions, qui existaient dans",
          "la vie domestique du Saint Prophète à ce moment-là, ce qui fait qu'il est",
          "nécessaire que AIIah Tout-Puissant devrait intervenir et réformer l'attitude des",
          "femmes saintes. Bien que les femmes étaient les meilleures dames de la société,",
          "mais ils étaient des êtres humains et ne sont pas l'arbre de faiblesses humaines.",
          "Parfois, quand il est devenu difficile pour eux de mener une vie de pauvreté",
          "continue et les difficultés, ils deviendraient rétive, impatient et",
          "commenceraient en appuyant sur le Saint Prophète pour une meilleure maintenance.",
          "A ce AIIah fait descendre vv. 28-29 de la sourate AI-Ahzah et leur recommanda à",
          "l'effet: «Si vous cherchez le monde et il adotnments, .0ur Messenger vous donnera",
          "de ceux-ci et vous envoyer des dans le bon sens. Mais si vous cherchez AIIah et",
          "Son messager, et au-delà, vous devez tenir contre les difficultés avec patience,",
          "que vous pourriez avoir à faire face quand on vit avec le Messager. \"] [(Pour",
          "plus de détails, voir l'EN 41 de la sourate Al-Ahzab et introduction à elle)].",
          "Ensuite, en raison de la nature féminine qu'ils arrivait parfois à se comporter",
          "d'une manière qui, bien que pas inhabituel dans la vie humaine quotidienne, ne",
          "vont pas bien avec la dignité unique et de grandes responsabilités de la maison à",
          "laquelle AIIah avait leur a donné l'honneur d'appartenir. Alors, quand il a été",
          "appréhendé que ces choses pourraient empoisonner la vie domestique du Saint",
          "Prophète et pourrait même nuire à la grande mission que AIIah lui avait confiée,",
          "a fait descendre ce verset dans le Coran et les réformé afin que les femmes",
          "saintes peut réaliser les responsabilités de la position et le rang qu'ils",
          "avaient atteint les compagnons de vie du Messager d'Allah dernier, et ne",
          "devraient pas se considérer les femmes as.ordinary et leur ménage en ménage",
          "commun. La première phrase de ce verset était telle que pourrait avoir causé leur",
          "cœur à trembler. Il pourrait y avoir d'avertissement pas sévère pour eux que,",
          "ceci: `Il se pourrait bien que si le Prophète divorce aII de vous, Allah lui",
          "donnera à votre place de meilleures épouses que vous-mêmes [\" En premier lieu,",
          "même la pensée de l'être. divorcé par le Prophète [(sur qui soit la paix",
          "d'Allah)] était insupportable pour eux: plus que cela, ce serait les priver de",
          "l'honneur d'être mères des croyants, et les autres femmes qui Allah donnerait",
          "comme épouses au Prophète serait être mieux qu'eux, Après cela, il ne fut plus",
          "possible pour les femmes saintes de se comporter d'une manière qui aurait",
          "occasionné un reproche de AIlah. Voilà pourquoi on ne trouve que deux endroits",
          "dans le Coran où ces dames choisissent et distingués ont été administrés un",
          "avertissement, dans la sourate Al-Ahzab et ici en Surah, At-Taltrim."
        ],
        "11" : [
          "Dans les endroits où les mots .muslim et mu min ont été utilisés ensemble,",
          "musulman signifie celui qui réalise des commandes divines pratiquement, et mu min",
          "celui qui croit sincèrement et véritablement Ainsi, la première qualité de les",
          "meilleures épouses musulmanes est qu'ils devraient être croire en AIIah et à Son",
          "messager et Sa Religion [(din)] sincèrement et aussi pratiquement suivant la",
          "religion d'Allah dans leurs mœurs, les habitudes, les coutumes et la conduite."
        ],
        "12" : [
          "\"] Obéissant [\" a deux significations et les deux sont impliqués ici [(1)] Ils",
          "sont obéissants à AIIah et Son Messager: [(2)], ils sont obéissants à leurs",
          "maris."
        ],
        "13" : [
          "Le mot ta'ib lorsqu'il est utilisé comme attribut d'un homme ne signifie pas",
          "celui qui offre la repentance une seule fois, mais celui qui continue d'implorer",
          "AIIah encore et encore pour le pardon de ses erreurs, dont la conscience est",
          "vivant et actif, qui est toujours a sont de ses faiblesses et des erreurs et est",
          "pénitent pour eux. Une telle personne ne se sent fier, arrogant et vaniteux, mais",
          "est doux et clement par la nature."
        ],
        "14" : [
          "Un adorateur ne peut jamais être si insoucieux de Dieu comme un non-adorateur.",
          "Cela aide aussi beaucoup à faire une femme une bonne épouse. Être pieuse, elle",
          "adhère aux limites fixées par AIIah, reconnaît et acquitte les droits d'autrui et",
          "garde sa foi fraîche et vivante parfois tous Ies. En raison de ces qualités, elle",
          "peut être mieux attendre qu'elle ne rejetterait pas l'obéissance aux",
          "commandements divins."
        ],
        "15" : [
          "Le mot sa IHAT dans l'original a été interprété par plusieurs compagnons et un",
          "grand nombre de leurs successeurs à la même signification que sa imat 1 ceux",
          "donnés à jeun). La raison pour laquelle le mot siyahat cheminement a été utilisé",
          "pour le jeûne est que, dans les temps anciens voyages étaient principalement",
          "menées par les moines et les ascètes, qui avait pas de dispositions et ont dû se",
          "passer de nourriture jusqu'à ce qu'ils ont quelque chose à manger quelque part.",
          "Sur ce compte le jeûne est aussi une sorte d'ascétisme, pour une plus rapide doit",
          "rester faim jusqu'à ce que le moment de la rupture du jeûne. . Ibn Jarir dans son",
          "Commentaire de-Tawbah A 12 a cité un dicton de Hadrat A'ishah, en disant: \"] Le",
          "cheminant [(ie ascétisme)] de la Oummah est le jeûne ici, faisant mention de",
          "jeûne comme un attribut de la. épouses pieux ETCD ne signifie pas qu'ils",
          "observent le mois de jeûne obligatoire de Ramadan seulement, mais qu'ils",
          "observent jeûnes volontaires aussi, outre les jeûnes obligatoires. \n Répondre aux",
          "femmes saintes la Parole d'Allah: [ «Si le Saint Messenger divorce aII de vous,",
          "AIIah lui donnera à votre place de meilleures épouses qui auront cette qualité\"]",
          "ne signifie pas que les femmes ne sont pas vertueux, mais cela signifie; \"Donnez",
          "votre mauvaise conduite qui cause tant de détresse au Saint Prophète, mais plutôt",
          "prêter attention à développer en vous-mêmes ces nobles qualités au plus haut",
          "degré»."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Préservez vos personnes et vos familles de l’Enfer qui se",
        "nourrit d’hommes et de pierres, et dont la garde est assurée par des anges",
        "inflexibles et sévères, qui ne désobéissent jamais à leur Seigneur et qui",
        "exécutent tout ce qu’Il leur ordonne."
      ],
      "tafsirTranslate" : [
        "Les croyants, parez-vous et votre parenté contre un feu dont le combustible est",
        "des êtres et des pierres humaines, <N:16> un incendie a eu lieu à la charge des",
        "anges féroces et sévères qui ne désobéir ce qu'Il leur a commandé, et toujours",
        "faire ce qu'ils sont conviés. <N:17>"
      ],
      "tanslateWordByWord" : [
        "O",
        "(toi qui",
        "croyez",
        "Protéger",
        "vous-mêmes",
        "et vos familles",
        "(D ') un incendie",
        "dont le combustible",
        "(Est) personnes",
        "et des pierres",
        "par-dessus",
        "(Sont) Anges",
        "arrière",
        "sévère",
        "ne pas",
        "ils désobéissent",
        "Allah",
        "(en ce que",
        "Il les commandes",
        "mais ils le font",
        "quelle",
        "ils sont commandés"
      ],
      "notes" : {
        "16" : [
          "thts verset dit que la responsabilité d'une personne ne se limite pas à faire des",
          "efforts pour se sauver de la punition de Dieu, mais il est également sa",
          "responsabilité qu'il doit donc éduquer et former au mieux de ses membres de la",
          "capacité de son famille aussi pour devenir serviteurs préférés d'Allah, qui ont",
          "été confiés à ses soins dans le processus naturel de la vie; et si elles",
          "pourraient être suivent un chemin vers l'enfer, il devrait essayer. dans la",
          "mesure où il peut, pour les corriger. Sa préoccupation ne doit pas seulement être",
          "que ses enfants devraient mener une vie heureuse et prospère dans le monde, mais;",
          "plus que cela, il doit être impatient de voir qu'ils ne deviennent pas de",
          "carburant de l'enfer dans l'au-delà. Selon une tradition rapportée dans Bukhiiri",
          "par Hadrat `Abdullah bin 'Umar, le Saint Prophète [(sur lesquels la paix)] dit:",
          "[\" Chacun de vous est un berger et est responsable à l'égard de son troupeau: la",
          "règle est un pâtre et est responsable à l'égard de ses sujets, l'homme est un",
          "berger de sa famille et est responsable à leur égard, et la femme est un pâtre de",
          "la maison de son mari et ses enfants et est responsable à leur égard \"]. \n Dont",
          "carburant ... pierre \"implique probablement le charbon. De l'ud, Ibn 'Ibn Mas",
          "Abbas, Mujahid, Imam Muhammad al-Baqir et Suddi dire que ce sera le soufre."
        ],
        "17" : [
          "Autrement dit, ils vont appliquer sur chaque coupable exactement le même",
          "châtiment qu'ils seront commandés à appliquer sur lui sans apporter aucune",
          "modification en elle, ou montrant aucune pitié pour lui."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ كَفَرُوا لَا تَعْتَذِرُوا الْيَوْمَ ۖ إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "Et vous infidèles ! Désormais, vous n’avez plus d’excuses à fournir ! Vous serez",
        "récompensés uniquement suivant vos œuvres !"
      ],
      "tafsirTranslate" : [
        "(Il sera ensuite dit): «Les incroyants, faites pas d'excuses aujourd'hui. Vous",
        "êtes rétribués pour rien d'autre que vos actes. » <N:18>"
      ],
      "tanslateWordByWord" : [
        "O",
        "(toi qui",
        "ne pas croire",
        "(Ne pas",
        "faire des excuses",
        "aujourd'hui",
        "Seulement",
        "vous rétribuera",
        "(pour quoi",
        "vous avez utilisé pour",
        "faire"
      ],
      "notes" : {
        "18" : [
          "Le style de ces deux versets contient un avertissement sévère pour les musulmans.",
          "Dans le premier verset les musulmans ont été abordés et ont dit qu'ils devraient",
          "eux-mêmes et leurs familles de la terrible punition sauver; dans la seconde que",
          "cela sera dit aux incroyants tout en les soumettant à la peine en enfer. Cela en",
          "soi donne le sens que les musulmans dans le monde devrait éviter d'adopter ce",
          "comportement et le comportement en conséquence de quoi ils peuvent avoir à",
          "rencontrer le sort que les incroyants dans l'au-delà:"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَىٰ رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ ۖ نُورُهُمْ يَسْعَىٰ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا ۖ إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "Ô vous qui croyez ! Que votre repentir à Dieu soit sincère ! Il se peut que votre",
        "Seigneur vous fasse rémission de vos fautes et vous admette dans des Jardins où",
        "coulent des ruisseaux, le jour où Dieu épargnera toute humiliation au Prophète et",
        "à ceux qui ont cru avec lui, et où leur lumière évoluera devant eux et sur leur",
        "droite, tandis qu’ils diront : «Seigneur ! Fais briller d’un plus vif éclat notre",
        "lumière ! Accorde-nous Ton pardon, car Ta puissance n’a point de limite.»"
      ],
      "tafsirTranslate" : [
        "Les croyants, se tourner vers Allah dans le repentir sincère, <N:19> peut-être",
        "votre Seigneur effacera vos mauvaises actions et vous admettre aux Jardins sous",
        "lesquels coulent les ruisseaux <N:20> Ce sera le jour quand Allah ne sera pas",
        "déshonorer le Prophète et ceux qui ont embrassé la foi et sont avec lui; <N:21>",
        "leur lumière sera en cours d'exécution devant eux et à leur droite, et ils",
        "diront: «notre Seigneur, parfait pour nous notre lumière et Pardonnez-nous.",
        "Sûrement Vous avez le pouvoir sur tout ». <N:22>"
      ],
      "tanslateWordByWord" : [
        "O",
        "(Vous) qui croient",
        "croyez",
        "Faire tourner",
        "à",
        "Allah",
        "(En) repentance",
        "sincère",
        "peut-être",
        "votre Seigneur",
        "volonté",
        "retirer",
        "de toi",
        "vos mauvaises actions",
        "et vous admettre",
        "(En) Jardins",
        "écoulement",
        "de",
        "dessous",
        "les rivières",
        "(au jour",
        "ne pas",
        "sera déshonoré",
        "(Par) Allah",
        "le prophète",
        "et ceux qui",
        "a cru",
        "avec lui",
        "Leur lumière",
        "se déroulera",
        "avant",
        "leurs mains",
        "et sur leur droit",
        "ils diront",
        "Notre Seigneur",
        "Parfait",
        "pour nous",
        "notre lumière",
        "et accorder le pardon",
        "à nous",
        "En effet, vous",
        "(sont finis",
        "chaque",
        "chose",
        "Tout-puissant"
      ],
      "notes" : {
        "19" : [
          "Littéralement, [ \"taubat une-Nasuh-un\"] peut signifier soit que l'on devrait",
          "offrir une telle vraie repentance que peut avoir aucune teinte de prétention et",
          "l'hypocrisie en elle, ou que l'on veuille bien et repentant soi-même du péché",
          "doit se sauver de la fin du mal, ou que l'on devrait donc orner et améliorer sa",
          "vie après la repentance pour devenir une cause d'avertissement pour les autres,",
          "et de voir son exemple d'autres peut aussi se réformer en conséquence. Ce sont",
          "les significations de taubat un-Nasuh which- sont indiquées par son sens",
          "littéral. Quant à sa signification religieuse, son explication se trouve dans le",
          "Hadith qui Ibn Abi, Hatim a raconté sur l'autorité de Zirr bin Hubaish. Il dit: [",
          "«Quand je demandai Hadrat Ubayy bin Ka'b sens de taubat un-Nasuh, il a dit qu'il",
          "avait demandé au Saint Prophète [(sur lesquels la paix)] la même question, et il",
          "avait répondu:« Il implique que lorsque vous arrive de commettre une erreur, vous",
          "devriez vous sentir pénitent pour elle, alors doit implorer pardon à Allah",
          "remords, puis évitez de commettre à nouveau la même erreur. \"] Cette même",
          "signification a été rapporté de Hadrat 'Umar. Hadrat 'Abdullah bin Mas'ud et",
          "Hadrat' Abdullah bin `Abbas a également, et dans une tradition Hadrat 'Umar a",
          "défini taubat un-Nasuh, ainsi:« Après avoir offert la repentance il ne faut pas",
          "même penser à commettre le péché, sans parler de . répéter [ \"[(Ibn Jarir)]",
          "Hadrat Ali entendu une fois un désert arabe chantant les paroles de repentance et",
          "de pardon rapidement et mécaniquement et fait remarquer:.` Ceci est la repentance",
          "des menteurs \"] l'homme demanda:« Qu'est-ce que la vraie repentance? Aii Hadrat",
          "répondit: Il devrait être accompagné de six choses: \n [(1)] Vous devriez vous",
          "sentir pénitent pour le mal que vous avez fait: [(2)], vous devez remplir les",
          "fonctions que vous HAVC ignorées; t3) rétablir les droits que vous avez usurpé;",
          "[(4)] demander pardon de celui que vous avez fait du tort; [(S)] faire une",
          "volonté de ne pas répéter le péché; et [(6)] consommer vous-même dans",
          "l'obéissance à AIlah comme vous l'avez été jusqu'ici consommer dans des actes",
          "répréhensibles, et l'amener à goûter l'amertume de l'obéissance que vous HAVC",
          "jusqu'à présent été l'amenant à profiter de la saveur sucrée de la désobéissance",
          "et du péché. [ \"[(Al-Kashshaf)] \n Dans le cadre de la repentance, il y a quelques",
          "autres points aussi qui devrait être bien compris: [(I)] Cette repentance, en",
          "fait, est de montrer des remords pour un acte de désobéissance seulement parce",
          "qu'elle est une désobéissance d'Allah; sinon de faire une détermination à ne pas",
          "un péché parce qu'il est nocif pour la santé, par exemple, ou il est susceptible",
          "de causer la diffamation ou de la perte financière, est sans repentance; [(2)]",
          "que l'homme devrait offrir repentance dès qu'il se rend compte qu'il a commis la",
          "désobéissance d'Allah et devrait compenser sans délai sous quelque forme que",
          "possible et ne devrait pas différer de quelque façon; [(3)] que la violation de",
          "son repentir à nouveau et de faire une plaisanterie de repentir et de répéter",
          "encore et encore dont l'un est repenti du péché, est une preuve de la fausseté de",
          "son repentir, car l'essence de la repentance, est la pénitence, et la rupture son",
          "repentir est à plusieurs reprises un signe qu'il n'a pas été motivée par la",
          "pénitence; [(4)] que si la personne qui a repenti sincèrement et résolu de ne pas",
          "répéter à nouveau le péché, arrive à le répéter encore une fois à cause de la",
          "faiblesse humaine, il ne sera pas revivre son péché passé: cependant, il devrait",
          "offrir une nouvelle repentance pour ce dernier péché gazon devrait résoudre plus",
          "fermement qu'il ne serait pas commettre le péché à l'avenir; [(5)] qu'il ne soit",
          "pas nécessaire de renouveler son repentir à nouveau chaque fois que l'on se",
          "souvient de la désobéissance commis dans le passé, mais si soi-même tire du",
          "plaisir du souvenir du passé, la vie de péché, il faut offrir encore et encore la",
          "repentance jusqu'à ce que le souvenir des péchés provoque des remords au lieu de",
          "plaisir et de jouissance. Pour la personne qui a réellement repenti de la",
          "désobéissance à cause de la crainte de Dieu ne peut pas tirer du plaisir de la",
          "pensée dans le chat, il a été désobéissant à Dieu. Son plaisir qui en découle est",
          "un signe que la crainte de Dieu n'a pas pris racine dans son cœur."
        ],
        "20" : [
          "Les mots du verset méritent d'être examinées en profondeur. Il n'a pas été dit",
          "dans le chat si vous répétez, vous sera sûrement pardonné et va certainement être",
          "admis au Paradis, mais que: \".] Si vous offrez un vrai repentir, il se pourrait",
          "bien que AIIah vous traitera avec bonté [\" Cela signifie que il ne lui appartient",
          "pas AIIah d'accepter le repentir du pécheur et de lui accorder le Paradis au lieu",
          "de le soumettre à la punition, mais ce sera sa bonté et de compassion qu'il peut",
          "pardonner et récompense son serviteur. On devrait avoir l'espoir de Hit pardon,",
          "mais il ne faut pas commettre un péché avec la confiance que l'on va obtenir le",
          "pardon par le repentir."
        ],
        "21" : [
          "Autrement dit, `Il ne permettra pas la récompense de leurs bonnes actions pour",
          "aller à déchets. Il ne laissera pas les mécréants et les hypocrites narguer les",
          "croyants qu'ils avaient acquis rien n dépit de leur culte. Humilitation sera le",
          "sort des rebelles et les rebelles et non des fidèles et obéissants. \"]"
        ],
        "22" : [
          "Lorsque ce verset est lu avec w. 12-13 de la sourate Al-Hadid, il devient clair",
          "que le fonctionnement sur de la lumière avant que les croyants auront lieu quand",
          "ils seront progressent vers le Paradis de la plaine de la Résurrection. Là, il",
          "sera nuit noire ALi autour et ceux qui auront été condenmed to Hell, sera à",
          "tâtons; environ en elle; la lumière ne sera avec les croyants par lesquels ils se",
          "rendront sur leur chemin. A cette occasion critique, entendre les lamentations et",
          "gémissements de ceux tâtonnant dans l'obscurité les croyants seront sentir",
          "terrorstricken- Compte tenu de leurs erreurs passées et insuffisances qu'ils",
          "auront peur de peur qu'eux aussi soient privés de leur lumière et mis à tâtonner",
          "à propos comme ceux-misérables personnes. Par conséquent, ils vont prier: [ \"O",
          "notre Seigneur, pardonne-nous nos péchés et Iet notre lumière restent avec nous",
          "jusqu'à ce que nous atteignons le Paradis.\"] Ibn Jarir a cité Hadrat Abdullah bin",
          "'Abbas comme expliquant la signification des Rabbana-atimim lave Nurana ainsi ils",
          "implorent AIIah AI-puissante que leur lumière soit autorisé à rester avec theta",
          "et gardé de sortir jusqu'à ce qu'ils aient traversé le pont à travers l'enfer. [",
          "\"le commentaire donné par Hadrat Hasan Basri, Mujahid et Dahhak est également",
          "presque le même. Ibn Kathir a cité leur cette parole:. «Quand les croyants voient",
          "que les hypocrites ont été privés de la lumière, ils vont prier Allah pour la",
          "perfection de leur lumière\"] [(pour plus d'explications, voir eN 17 de la sourate",
          "Al Hadid) ]."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ ۚ وَمَأْوَاهُمْ جَهَنَّمُ ۖ وَبِئْسَ الْمَصِيرُ",
      "simpleTranslate" : [
        "Ô Prophète ! Combats les infidèles et les hypocrites ! Sois sévère à leur égard !",
        "Car leur dernière demeure sera la Géhenne, et quel horrible destin sera le leur !"
      ],
      "tafsirTranslate" : [
        "O Prophète, luttent contre les mécréants et les hypocrites, et être sévère avec",
        "eux <N:23> Enfer sera leur station.. Quelle fin douloureuse!"
      ],
      "tanslateWordByWord" : [
        "O",
        "Prophète",
        "s'efforcer",
        "(Contre) les incroyants",
        "et les hypocrites",
        "et être sévère",
        "avec eux",
        "Et leur demeure",
        "(Est) Enfer",
        "et misérable est",
        "la destination"
      ],
      "notes" : {
        "23" : [
          "Pour une explication, voir E. N. , 82 de la sourate At-Tawbah."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ ۖ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ",
      "simpleTranslate" : [
        "Dieu propose comme exemple aux infidèles la femme de Noé et celle de Loth. Toutes",
        "deux étaient unies à deux vertueux d’entre Nos serviteurs et elles les trahirent.",
        "Mais le fait d’avoir été leurs épouses ne les sauvera point du châtiment du",
        "Seigneur, lorsqu’elles s’entendront dire : «Entrez dans l’Enfer avec les autres",
        "damnés !»"
      ],
      "tafsirTranslate" : [
        "Allah a indiqué pour les mécréants la parabole des épouses de Noé et de Lot. Ils",
        "étaient attachés à deux de nos serviteurs justes, mais chacun a agi",
        "traîtreusement avec son mari, <N:24> et leurs maris pourraient être d'aucune",
        "utilité pour eux contre Allah. Les deux d'entre eux ont dit: «Entrez le feu avec",
        "tous les autres qui y entrent."
      ],
      "tanslateWordByWord" : [
        "Presents",
        "Allah",
        "un exemple",
        "pour ceux qui",
        "pas foi",
        "(l'épouse",
        "(De) Nuh",
        "(Et la) épouse",
        "(De) Lut",
        "Ils étaient",
        "en dessous de",
        "deux [esclaves]",
        "de",
        "Nos esclaves",
        "vertueux",
        "mais ils ont tous deux les ont trahis",
        "afin de ne pas",
        "ils prévalus",
        "les deux",
        "de",
        "Allah",
        "(En) rien",
        "et il a été dit",
        "Entrer",
        "le feu",
        "avec",
        "ceux qui entrent"
      ],
      "notes" : {
        "24" : [
          "Cette trahison [ \"était pas dans le sens où ils avaient commis une indécence,",
          "mais dans le sens où ils ne suivaient pas les Prophètes Noé et Lot sur le chemin",
          "de la foi, mais rangés du côté de leurs ennemis contre eux. Ibn 'Abbas dit: «la",
          "femme de No Prophète n'a jamais été méchant et immoral la trahison de ces deux",
          "femmes, en fait, était en matière de foi et de religion:. ils ne reconnaissent",
          "pas la religion des prophètes Noé et Lot la femme du Prophète Noé utilisé pour",
          "transmettre des nouvelles au sujet des croyants à le méchant de son peuple, et la",
          "femme du Prophète Lot utilisé pour informer les gens immoraux au sujet de ceux",
          "qui lui ont rendu visite dans sa maison. \"] [(Ibn Jarir)]."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آمَنُوا امْرَأَتَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ",
      "simpleTranslate" : [
        "Mais aux fidèles Dieu donne l’exemple de la femme de Pharaon lorsqu’elle dit :",
        "«Seigneur ! Réserve-moi, auprès de Toi, une demeure au Paradis ! Protège-moi de",
        "Pharaon et de ses manœuvres et délivre-moi des êtres iniques !»"
      ],
      "tafsirTranslate" : [
        "Allah a indiqué pour les croyants la parabole de la femme de Pharaon. Elle a",
        "prié: «Seigneur, me bâtir une maison avec Toi au Paradis et délivre-moi de",
        "Pharaon et de ses méfaits; <N:25> et délivre-moi des gens injustes.»"
      ],
      "tanslateWordByWord" : [
        "et présente",
        "Allah",
        "un exemple",
        "pour ceux qui",
        "a cru",
        "(l'épouse",
        "(De) Firaun",
        "quand",
        "dit-elle",
        "Mon Seigneur",
        "Construire",
        "pour moi",
        "près de toi",
        "une maison",
        "dans",
        "paradis",
        "et sauve-moi",
        "de",
        "Firaun",
        "et ses actions",
        "et sauve-moi",
        "de",
        "les gens",
        "les malfaiteurs"
      ],
      "notes" : {
        "25" : [
          "De Pharaon et son travail \": à partir de la fin du mal que Pharaon se réunirait à",
          "la suite de ses mauvaises actions."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ وَكَانَتْ مِنَ الْقَانِتِينَ",
      "simpleTranslate" : [
        "Et Il leur propose aussi l’exemple de Marie, fille d’Imrân, qui sut préserver sa",
        "chasteté et en qui Nous avons insufflé une parcelle de Notre Esprit. Elle avait",
        "cru aux paroles de son Seigneur et à Ses Écritures. Elle fut du nombre des",
        "vertueuses."
      ],
      "tafsirTranslate" : [
        "Allah a également indiqué la parabole de Marie, la fille d'Imran, <N:26> qui",
        "avait préservé sa chasteté, <N:27> et en qui nous respirions de Notre Esprit,",
        "<N:28> et qui a témoigné aux paroles de son Seigneur et Ses Livres. Elle a été",
        "parmi les obéissants. <N:29>"
      ],
      "tanslateWordByWord" : [
        "Et Maryam",
        "(la fille",
        "(De) Imran",
        "qui",
        "gardé",
        "sa chasteté",
        "donc nous respirions",
        "dans ça",
        "de",
        "Notre Esprit",
        "Et elle croit",
        "(En) mots",
        "(De) son Seigneur",
        "et Ses Livres",
        "et elle était",
        "de",
        "l'obéissantes"
      ],
      "notes" : {
        "26" : [
          "Il se peut que le nom du père de Marie était Imran, ou elle peut avoir été appelé",
          "[ \"fille de Imran\"] parce qu'elle appartenait à la famille d'Imran."
        ],
        "27" : [
          "Ceci est une réfutation de l'accusation par les Juifs que la naissance de, Iesus",
          "a été, à Dieu ne plaise, le résultat d'un péché de sa mère. Leur même accusation",
          "a été appelé une calomnie monstrueuse »dans An-Nisa`: 156. [(Pour plus",
          "d'explications, voir E.N. 190 An-NIASA ')]."
        ],
        "28" : [
          "C'est, sans qu'elle ait un lien avec un homme, AIIah souffla dans ses entrailles",
          "un esprit de lui-même. [(Pour plus d'explications, voir de E.N. 212, 213 de",
          "An-Nisa 'et E.N. 89 de Al-Anbiya')]."
        ],
        "29" : [
          "Pour l'explication de l'objet pour lequel ces trois sortes de femmes ont été",
          "cités à titre d'exemple, voir l'Introduction à la Surah."
        ]
      }
    }
  ],
  "medinian" : true
}