{
  "chapterNumber" : 67,
  "nbVerses" : 30,
  "name" : "La Royauté",
  "nameArabic" : "الملك",
  "transName" : "al-mulk",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "simpleTranslate" : [
        "Béni soit Celui qui détient le pouvoir suprême et qui est Tout-Puissant,"
      ],
      "tafsirTranslate" : [
        "Béni soit Celui <N:1> dont la main est la domination de l'Univers, <N:2> et qui a",
        "le pouvoir sur tout, <N:3>"
      ],
      "tanslateWordByWord" : [
        "Heureux",
        "Il",
        "dans sa main",
        "(Est) le Dominion",
        "et il",
        "(est fini",
        "chaque",
        "chose",
        "Tout-puissant"
      ],
      "notes" : {
        "1" : [
          "Tabaraka est un superlatif de barkat. Barkat comprend la signification de",
          "l'exaltation et de la grandeur, l'abondance et plentifulness, la permanence et la",
          "multiplicité des vertus et excellences. Lorsque le Tabaraka superlative est formé",
          "à partir, il donne le sens que Dieu est infiniment grand et noble; Il est",
          "supérieur à tout à côté de lui-même dans son essence et les attributs et les",
          "travaux; Son bienfait est infini, et ses excellences sont permanents et",
          "éternelle. [(Pour de plus amples explications, voir E.N. 43 AI-A`raf, E.N. 1.4 de",
          "Al-Mu'minun E.N. de 1 et 19 de Al-Furgan)]."
        ],
        "2" : [
          "Comme le mot al-Mulk a été utilisé sans aucun doute, il ne peut pas être pris",
          "dans un sens limité. Inévitablement, cela impliquerait la souveraineté sur tout",
          "ce qui existe dans l'Univers. \"Dans dont la main est le royaume» ne signifie pas",
          "qu'il a des mains physiques, mais qu'il est possesseur de toute la puissance et",
          "de l'autorité et personne d'autre n'a de part."
        ],
        "3" : [
          "Autrement dit, il peut faire ce qu'il veut: rien ne peut entraver ou l'empêcher",
          "de faire ce qu'Il veut."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۚ وَهُوَ الْعَزِيزُ الْغَفُورُ",
      "simpleTranslate" : [
        "qui a créé la mort et la vie pour vous éprouver et connaître ceux d’entre vous",
        "qui se conduisent le mieux. C’est Lui le Tout-Puissant, le Tout-Clément,"
      ],
      "tafsirTranslate" : [
        "Qui a créé la mort et la vie afin qu'Il puisse vous essayer à ce qui vous est",
        "mieux en action <N:4> Il est le Très Puissant, le Pardonneur, <N:5>."
      ],
      "tanslateWordByWord" : [
        "Celui qui",
        "créé",
        "décès",
        "et de la vie",
        "qu'il vous tester",
        "lequel de vous",
        "(est le meilleur",
        "(effectivement",
        "Et il",
        "(Est) le Tout-Puissant",
        "le Pardonneur"
      ],
      "notes" : {
        "4" : [
          "Autrement dit, le but de donner vie aux hommes dans le monde et provoque leur",
          "mort est de les tester pour voir lequel d'entre eux est le meilleur dans les",
          "faits. Allusion a été faite dans cette courte phrase à un certain nombre de",
          "vérités: [(1)] Que la vie et la mort sont donnés par Allah; personne ne peut",
          "accorder la vie, ni causer la mort; [(2)] que ni la vie ni la mort d'une création",
          "comme l'homme, qui a été donné le pouvoir de faire le bien et le mal, est sans",
          "objet; le Créateur l'a créé dans le monde pour le test: la vie est pour. lui la",
          "période de l'essai et la mort signifie que le temps alloué pour le test a pris",
          "fin; [(3)] que, par souci de ce très tester le Créateur a donné à chaque homme",
          "une occasion d'agir, de sorte qu'il puisse faire le bien ou le mal dans le monde",
          "et de montrer pratiquement quel genre d'homme il est; [(4)] que le Créateur seul",
          "décidera qui a fait du bien ou du mal; il ne nous appartient pas de proposer un",
          "critère pour le bien et les mauvaises actions, mais pour AIIah Tout-Puissant; par",
          "conséquent, celui qui voudra passer à travers l'épreuve, devra savoir quel est le",
          "critère d'une bonne action à ses yeux; le cinquième point est contenu dans le",
          "sens du test lui-même, qui est, chaque personne sera rétribuée selon ses œuvres,",
          "car s'il n'y avait pas de récompense ou de punition le test serait dénué de sens."
        ],
        "5" : [
          "Cela a deux significations et les deux sont impliqués ici: [(1)], «qu'il est",
          "tout-puissant: en dépit d'être dominant sur toutes ses créatures, Il est",
          "Miséricordieux et Pardonneur pour eux, pas tyranniques et cruel; et [(2)] qu'il a",
          "le pouvoir de punir les méchants: on ne peut échapper à son châtiment; mais il",
          "est indulgent pour celui qui se sent pénitent, refrains du mal et demande son",
          "pardon."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا ۖ مَا تَرَىٰ فِي خَلْقِ الرَّحْمَٰنِ مِنْ تَفَاوُتٍ ۖ فَارْجِعِ الْبَصَرَ هَلْ تَرَىٰ مِنْ فُطُورٍ",
      "simpleTranslate" : [
        "qui a créé sept Cieux superposés, sans qu’on puisse déceler dans l’œuvre du",
        "Tout-Clément aucune faille. Lève donc les yeux vers les Cieux ! Y aperçois-tu la",
        "moindre lacune?"
      ],
      "tafsirTranslate" : [
        "..? Qui a créé les sept cieux un sur l'autre <N:6> Vous ne verrez aucune",
        "incongruité dans la création du Miséricordieux <N:7> Transformez votre vision",
        "encore, pouvez-vous voir tout défaut <N:8>"
      ],
      "tanslateWordByWord" : [
        "Celui qui",
        "créé",
        "Sept",
        "cieux",
        "dessus de l'autre",
        "ne pas",
        "tu vois",
        "dans",
        "(la création",
        "(De) le Tout Miséricordieux",
        "tout",
        "faute",
        "donc retour",
        "la vision",
        "pouvez",
        "tu vois",
        "tout",
        "défaut"
      ],
      "notes" : {
        "8" : [
          "Le mot signifie un futur crack, rift, fissure, ou être divisée est une chose et",
          "brisée. Le verset veut dire que tout l'univers est si étroitement bien tricoter",
          "et tout ce qui, à partir d'une particule sur la terre pour les énormes galaxies,",
          "si bien connecté et cohérente que la continuité du système de l'univers semble",
          "casser nulle part, cependant dure peut essayer de sonder et d'enquêter. [(Pour de",
          "plus amples explications, voir E.N. 8 de la sourate Qaf)]."
        ],
        "6" : [
          "Pour une explication, voir E.N. 34 AI-Baqarah, E.N 2 de Ar-Ra`d, E.N. 8 de",
          "Al-Hijr, E.N. 113 d'Al-Hajj, E.N. 15 d'Al-Mu'minun, E.N. 5 As-Saffat, E.N. 90",
          "d'Al-Mu'min."
        ],
        "7" : [
          "Littéralement, tafawut est disproportion: deux choses étant hors de l'accord et",
          "en accord avec l'autre. Ainsi, les mots divins signifient: «Vous ne verrez pas",
          "l'indiscipline, tout trouble et discordances partout dans l'univers, il n'y a",
          "rien décousue et hors de proportion dans ce monde créé par Allah: toutes ses",
          "parties sont bien connectés et en parfaite harmonie et coordination."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ",
      "simpleTranslate" : [
        "Lève-les encore par deux fois ! Ton regard reviendra vers toi, déçu et harassé."
      ],
      "tafsirTranslate" : [
        "Ensuite, tournez votre vision à nouveau, puis de nouveau; à la fin de votre",
        "vision va revenir à vous, épuisé et frustré."
      ],
      "tanslateWordByWord" : [
        "alors",
        "retour",
        "la vision",
        "deux fois (à nouveau)",
        "Nous reviendrons",
        "à toi",
        "la vision",
        "humilié",
        "tandis qu'il",
        "(Est) fatigué"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ ۖ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ",
      "simpleTranslate" : [
        "Nous avons orné le ciel le plus proche de luminaires dont Nous faisons des",
        "projectiles pour lapider les démons auxquels Nous avons préparé le supplice de",
        "l’Enfer."
      ],
      "tafsirTranslate" : [
        "Nous avons orné le ciel le plus <N:9> avec des lampes, <N:10> et nous les avons",
        "fait un moyen pour chasser les satans <N:11> Nous avons préparé pour eux le",
        "châtiment de la. Blazing feu."
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "Nous avons embelli",
        "le paradis",
        "le plus proche",
        "avec des lampes",
        "et Nous les avons fait",
        "(As) missiles",
        "pour les diables",
        "Nous avons préparé",
        "pour eux",
        "Châtiment",
        "(Des) Blaze"
      ],
      "notes" : {
        "9" : [
          "[ \"Le ciel le plus proche\"]: le ciel les étoiles et les planètes qui peuvent être",
          "vus à l'oeil nu; les objets au-delà de ce qui peut être vu que par les télescopes",
          "sont le ciel lointain; et les cieux sont encore plus loin ceux qui ne l'ont pas",
          "encore été vu, même avec des télescopes."
        ],
        "10" : [
          "Le mot Masabih dans l'original a été utilisé comme un nom commun, et donc, donne",
          "automatiquement le sens de la lampe est d'être splendide et glorieuse. Cela",
          "signifie: [ \"Nous avons pas créé cet univers sombre, morne et désolée, mais nous",
          "avons orné et décoré d'étoiles, la gloire et la grandeur de ce qui à la grève de",
          "nuit homme avec étonnement.\"]"
        ],
        "11" : [
          "Cela ne signifie pas que les étoiles elles-mêmes sont bombardés au Satans, ni que",
          "les météorites tirer uniquement pour chasser le Satans, mais cela signifie que",
          "les météorites innombrables qui proviennent des étoiles et errent dans l'espace à",
          "énorme vitesses et qui sont aussi à la terre dans une douche continue empêchent",
          "la Satans de la terre de monter vers les cieux. Même si elles essaient de monter",
          "vers le ciel ces météorites les chassent. Cette chose a été mentionné ici parce",
          "que les Arabes croyaient sur les devins, et cela était aussi la demande faite par",
          "les devins eux-mêmes, que les Satans étaient sous leur contrôle, ou qu'ils",
          "avaient un contact étroit avec eux, et à travers eux, ils reçu des nouvelles de",
          "l'invisible, et donc, pourrait prédire les destinées du peuple. Voilà pourquoi à",
          "plusieurs endroits dans le Coran, il a été établi qu'il n'y a absolument aucune",
          "possibilité de croissant du Satans aux cieux et apportant des nouvelles de",
          "l'invisible. [(Pour plus d'explications, voir E.N. de 9-12 de AI-Hijr, de 6, 7",
          "E.N. de As-Saffat)]. \n En ce qui concerne la vérité sur les météorites, les",
          "informations de l'homme à cet égard est toujours sans une base scientifique.",
          "Cependant, la théorie qui semble le mieux pour tenir compte de tous les faits",
          "connus aujourd'hui et les informations recueillies à partir de l'examen des",
          "météorites tombées sur la terre, est que les météorites proviennent de la",
          "désintégration d'un ou plusieurs planètes et errent dans l'espace et tombent",
          "parfois à la terre sous son attraction gravitationnelle. [(Voir Erlcyclopaedia",
          "Britannica, vol. XV, sous [ \"Météorites\"])]."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَلِلَّذِينَ كَفَرُوا بِرَبِّهِمْ عَذَابُ جَهَنَّمَ ۖ وَبِئْسَ الْمَصِيرُ",
      "simpleTranslate" : [
        "C’est le supplice de la Géhenne qui est réservé à tous ceux qui renient leur",
        "Seigneur. Et quelle triste fin sera la leur !"
      ],
      "tafsirTranslate" : [
        "Le châtiment de l'Enfer attend ceux qui ne croient pas en leur Seigneur <N:12>",
        "Quelle destination misérable.!"
      ],
      "tanslateWordByWord" : [
        "Et pour ceux qui",
        "pas foi",
        "en leur Seigneur",
        "(Est la) peine",
        "(De) Enfer",
        "et misérable est",
        "la destination"
      ],
      "notes" : {
        "12" : [
          "Autrement dit, le sort de tous ceux, hommes ou Satans, qui ne croient pas en leur",
          "Seigneur. [(Pour l'explication de la signification de mécréant dans le Seigneur",
          "(Rabb)], voir EN 161 AI-Baqarah, EN 178 de An-Nisa ', EN 39 de Al-Kahf, E, N. 3",
          "d'Al-Mu 'min"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ",
      "simpleTranslate" : [
        "Quand ils y seront précipités, ils entendront les sanglots des damnés au milieu",
        "du bouillonnement de l’Enfer"
      ],
      "tafsirTranslate" : [
        "Quand ils seront jetés dans, ils vont entendre rugir comme cela se résume, <N:13>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "ils sont jetés",
        "la bride",
        "ils entendront",
        "à partir de cela",
        "une inhalation",
        "tandis qu'il",
        "furoncles up"
      ],
      "notes" : {
        "13" : [
          "Le mot shahiq est utilisé pour produire un cri comme le braiment de l'âne. La",
          "phrase peut aussi dire que ce pourrait être le son de l'Enfer lui-même, ainsi que",
          "que ce serait le bruit venant de l'enfer, où les gens déjà jetés dans ce serait",
          "crier et pleurer. Ce second sens est soutenu par Surah Hud: 106, où il a été dit:",
          "[ \"là ils haleter et siffleront [(à cause de la soif)]\"], et le premier sens est",
          "confirmé par AI-Furgan: 12, qui dit : [ «Quand l'enfer va les voir de loin, ils",
          "entendront les sons de sa rage et rugissant.\"] sur cette base, le sens exact est",
          "que ce serait le bruit à la fois par l'enfer et par les habitants de l'enfer."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ ۖ كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ سَأَلَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ نَذِيرٌ",
      "simpleTranslate" : [
        "qui peu s’en faut n’explose de rage. Et chaque fois qu’une nouvelle fournée de",
        "damnés y est jetée, les gardiens leur demanderont : «Quoi ! Personne n’est donc",
        "venu vous avertir?»"
      ],
      "tafsirTranslate" : [
        "comme si elle va éclater de rage. Chaque fois qu'une multitude y est jeté, ses",
        "gardiens leur demandera: '? Est-ce que ne warner viennent à vous » <N:14>"
      ],
      "tanslateWordByWord" : [
        "Elle a presque",
        "salves",
        "de",
        "rage",
        "À chaque fois",
        "est jeté",
        "la bride",
        "un groupe",
        "(Sera) leur demander",
        "ses gardiens",
        "N'a pas",
        "viennent à vous",
        "un warner"
      ],
      "notes" : {
        "14" : [
          "La nature réelle de cette question ne sera pas d'une question que les gardiens de",
          "l'Enfer aimeraient pour leur demander si un avertisseur d'Allah était venu à eux",
          "ou non, mais l'objet serait de leur faire comprendre que pas l'injustice avait",
          "été fait pour eux en les jetant dans l'enfer. Ils essayaient de leur faire avouer",
          "que Dieu n'a pas gardé les mal informés et non averti: Il avait envoyé les",
          "prophètes pour eux; Il les avait informés de la vérité et de la bonne façon; Il",
          "les avait avertis que s'ils ont suivi un moyen autre que le droit chemin, il les",
          "conduirait à l'Enfer, dans lequel ils avaient été jetés. Mais ils avaient pas",
          "écouté les prophètes. Par conséquent, ils méritent à juste titre la punition qui",
          "était infligé à eux à ce moment-là. \n Cette chose a été souligné à maintes",
          "reprises dans le Coran que le test pour lequel Allah a envoyé l'homme dans le",
          "monde ne sont pas menées en gardant l'homme absolument pas au courant et mal",
          "informés des exigences du test seulement pour voir s'il a trouvé le droit chemin",
          "par lui-même ou non; mais Allah a pris les dispositions les plus appropriées qui",
          "pourraient être le commerce de le guider vers le droit chemin, et il est qu'il a",
          "soulevé les prophètes et fait descendre les Livres. Maintenant, le test de",
          "l'homme se trouve dans ce s'il accepte les prophètes et les livres apportés par",
          "eux et adopte la voie droite, ou se détourne d'eux pour suivre ses propres",
          "désirs, les blancs et les spéculations. Ainsi, la Prophétie, en fait, est",
          "l'argument d'Allah qu'Il a établi contre Tnan et sur son acceptation ou le rejet",
          "dépend sa vie future ensemble. Personne, après la nomination des prophètes, peut",
          "présenter l'excuse qu'il est resté ignorant la vérité, ou qu'il a été capturé et",
          "mis à l'improviste de test dur, ou qu'il est puni alors qu'il était innocent. Ce",
          "thème a été présenté dans d'innombrables façons différentes dans le Coran; par",
          "exemple, voir AI-Baqarah: 213 et E.N. 230 sur elle; E N. de 64 et 208 41-42, 165",
          "et;: An-Nisa ' Al An`am: 130-131, et E.N. de 98 à 100; Bani Isra'il: 15 et E.N.",
          "17; Ta Ha: 134; Al-Qasas 47, 59, 65 et E.N. de 66, 83; Fatir: 37; AlMu'min: 50 et",
          "E.N. 66."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "قَالُوا بَلَىٰ قَدْ جَاءَنَا نَذِيرٌ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللَّهُ مِنْ شَيْءٍ إِنْ أَنْتُمْ إِلَّا فِي ضَلَالٍ كَبِيرٍ",
      "simpleTranslate" : [
        "– «Mais si, répondront-ils. Nous avons bien eu un prophète ; seulement nous",
        "l’avons traité d’imposteur. Et nous lui avons dit : “Dieu n’a absolument rien",
        "révélé. Vous êtes, toi et tes adeptes, dans un profond égarement.”"
      ],
      "tafsirTranslate" : [
        "Ils diront: «Oui, un avertisseur est venu à nous, mais nous avons donné le",
        "mensonge et lui dit:« Allah n'a rien révélé. Vous êtes sûrement en erreur énorme",
        "». <N:15>"
      ],
      "tanslateWordByWord" : [
        "Ils diront",
        "Oui",
        "effectivement",
        "est venu nous",
        "un warner",
        "mais nous avons refusé",
        "et nous avons dit",
        "ne pas",
        "a fait descendre",
        "Allah",
        "tout",
        "chose",
        "ne pas",
        "tu es)",
        "mais",
        "dans",
        "Erreur",
        "génial"
      ],
      "notes" : {
        "15" : [
          "Autrement dit, [ «Non seulement vous, mais les gens qui ont cru et suivi, vous",
          "êtes également égaré et perdu dans l'erreur grave.\"]"
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ",
      "simpleTranslate" : [
        "Si nous avions écouté, ajouteront-ils, et si nous avions réfléchi, nous ne",
        "serions pas ici avec les hôtes de ce Brasier !»"
      ],
      "tafsirTranslate" : [
        "Ils diront: '. Si nous avions seulement écouté et compris, <N:16> nous ne serions",
        "pas parmi les détenus de la Fournaise' '"
      ],
      "tanslateWordByWord" : [
        "Et ils diront",
        "Si",
        "nous avons eu",
        "écouté",
        "ou",
        "motivé",
        "ne pas",
        "nous (ne) sommes",
        "parmi",
        "(les) compagnons",
        "(Des) Blaze"
      ],
      "notes" : {
        "16" : [
          "[ \"Si nous avions seulement écouté ou compris\"]: [ \"Si nous avions écouté les",
          "prophètes avec attention en tant que demandeurs de la Vérité ou utilisé notre",
          "intelligence pour comprendre ce qui était en fait le message qu'ils présentaient",
          "devant nous.\" ] ici, l'écoute a été donné la priorité sur la compréhension, la",
          "raison étant que la condition préalable d'obtenir des conseils est d'écouter ce",
          "que le Prophète enseigne [(ou à lire si elle est sous la forme écrite, comme un",
          "chercheur de vérité)]. Pour réfléchir sur elle dans une tentative de comprendre",
          "la vérité est secondaire. Sans les conseils de Tnan du Prophète ne peut pas",
          "lui-même accéder directement à la vérité en utilisant son intelligence et le bon",
          "sens."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "فَاعْتَرَفُوا بِذَنْبِهِمْ فَسُحْقًا لِأَصْحَابِ السَّعِيرِ",
      "simpleTranslate" : [
        "Ainsi avoueront-ils leurs péchés. Malheur donc aux hôtes du Brasier !"
      ],
      "tafsirTranslate" : [
        "Ainsi seront-ils confessent leurs péchés. <N:17> Damned sont ces détenus de la",
        "Fournaise."
      ],
      "tanslateWordByWord" : [
        "Ensuite, ils (se) confesser",
        "leurs péchés",
        "donc loin avec",
        "(les) compagnons",
        "(Des) Blaze"
      ],
      "notes" : {
        "17" : [
          "Le mot dhanb [(sin)] a été utilisé au singulier. Cela signifie que le vrai péché",
          "à cause de laquelle ils sont devenus dignes de l'enfer était démentir les",
          "Messagers et refusent de leur obéir; tous les autres péchés sont ses",
          "conséquences."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
      "simpleTranslate" : [
        "Quant à ceux qui craignent leur Seigneur dans Son mystère, ceux-là obtiendront le",
        "pardon de leurs péchés, ainsi qu’une magnifique récompense,"
      ],
      "tafsirTranslate" : [
        "Certes, le pardon et une énorme récompense <N:19> attendent ceux qui craignent",
        "Allah sans le voir. <N:18>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "la crainte",
        "leur Seigneur",
        "invisible",
        "pour eux",
        "(Est) le pardon",
        "et une récompense",
        "génial"
      ],
      "notes" : {
        "18" : [
          "Ceci est le véritable fondement de la morale dans la religion. L'abstention d'un",
          "mal d'une personne parce qu'elle est un mal dans son opinion personnelle, ou",
          "parce que le monde considère comme un mal, ou parce que sa commission est",
          "susceptible d'apporter une perte dans le monde, ou parce qu'elle peut entraîner",
          "une peine d'un pouvoir temporel , est une base très fragile pour la morale.",
          "opinion personnelle d'un homme peut se tromper, il peut considérer une bonne",
          "chose aussi mauvaise et une mauvaise chose aussi bien à cause de quelque",
          "philosophie de la sienne. En premier lieu, les normes du monde du bien et du mal",
          "ont jamais été le même: ils ont changé de temps à autre. Aucune norme universelle",
          "et éternelle dans les philosophies morales se trouve aujourd'hui, il n'a jamais",
          "été trouvé auparavant. La peur de la perte de ce monde ne fournit pas une base",
          "solide pour la morale. La personne qui évite un mal parce qu'il craint la perte",
          "qui peut en résulter pour lui-même, ne peut pas se garder de commettre quand il",
          "n'y a aucune crainte de subir une telle perte. De même, le danger de la peine par",
          "un pouvoir temporel est pas quelque chose qui peut trun une personne en un",
          "gentleman. Tout le monde sait qu'aucun pouvoir terrestre est celui qui connaît à",
          "la fois le visible et l'invisible. De nombreux crimes peuvent être commis",
          "invisible et inaperçue. Ensuite, il existe de nombreux dispositifs possibles par",
          "lesquels on peut échapper à la punition de toute la puissance du monde; et l'Taws",
          "faite par un pouvoir temporel aussi ne couvre pas tous les maux. La plupart des",
          "maux sont tels que ne viennent pas dans le cadre des lois banales, alors qu'ils",
          "sont encore pires que les maux qu'ils considèrent comme punissable. Voilà",
          "pourquoi, la religion de la vérité a soulevé l'édifice de la morale sur la base",
          "que l'on doit éviter d'un mal dans la crainte du Dieu invisible qui voit l'homme",
          "dans toutes les conditions, de Dont saisir l'homme ne peut échapper en aucune",
          "façon, qui a donné l'homme un tout-pénétrant, critère universel et éternel du",
          "bien et du mal. Pour abandonner le mal et adopter de bonnes que par crainte de",
          "Lui est le bien réel qui est louable dans la religion. En dehors de cela, si un",
          "homme se garde de commettre le mal pour le .Toute autre raison ou adopte des",
          "actes qui, compte tenu de leur forme extérieure sont considérés comme de bons",
          "actes, ses ces actes moraux ne vaudra aucun mérite et de valeur dans l'au-delà,",
          "car ils sont comme un bâtiment qui a été construit sur le sable. ."
        ],
        "19" : [
          "Autrement dit, il y a deux résultats inévitables de craignant Dieu invisible:",
          "[(1)] que tout ce que les erreurs et les péchés qu'on aura commis en raison des",
          "faiblesses humaines, sera pardonné à condition que ceux ont pas été commis en",
          "raison de l'intrépidité de Dieu; et [(2)] que quelle que soit la bonne agit un",
          "homme effectue sur la base de cette conviction, il sera récompensé richement pour",
          "eux."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ ۖ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ",
      "simpleTranslate" : [
        "car peu importe que vous cachiez vos pensées ou que vous les divulguiez, Dieu",
        "saura toujours ce que recèlent les cœurs."
      ],
      "tafsirTranslate" : [
        "Que vous parlez dans le secret ou à haute voix, (il est tout de même à Allah). Il",
        "connaît même les secrets qui se cachent dans les seins de personnes. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Et cacher",
        "votre discours",
        "ou",
        "proclamer",
        "il",
        "En effet, il",
        "(Est) Omniscient",
        "de ce (est)",
        "les seins"
      ],
      "notes" : {
        "20" : [
          "L'adresse est de tous les êtres humains, qu'ils soient croyants ou non-croyants.",
          "Pour le croyant, il contient l'avertissement que tout en vivant sa vie dans le",
          "monde, il doit toujours se rappeler que non seulement ses actions ouvertes et",
          "cachées, mais même ses intentions secrètes et pensées les plus intimes ne sont",
          "pas cachés d'Allah; et pour l'incroyant l'avertissement qu'il peut faire tout ce",
          "qu'il peut plaire sans crainte de Dieu, mais rien qu'il ne peut rester inaperçu",
          "et invisible par Lui."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "أَلَا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ",
      "simpleTranslate" : [
        "Eh quoi ! Dieu ignorerait-Il ce qu’Il a Lui-même créé, Lui le Subtil, le si",
        "Bien-Informé?"
      ],
      "tafsirTranslate" : [
        "Ne serait-il pas savoir, Lui qui a créé, <N:21> quand il est All-Subtil, <N:22>",
        "All-Aware?"
      ],
      "tanslateWordByWord" : [
        "Ne fait pas",
        "connaître",
        "(celui qui",
        "créé",
        "Et il",
        "(Est) Subtil",
        "All-Aware"
      ],
      "notes" : {
        "21" : [
          "Une autre traduction peut être: [ \"Aurait-il pas savoir ses propres créatures?\"]",
          "Chez l'homme khalaqa original a été utilisé, ce qui peut signifier: [ \"Qui a",
          "créé\"] ainsi que [ \"qui Il a créé, \"] Dans les deux cas, le sens reste le même.",
          "Tel est l'argument de ce qui a été dit dans la phrase précédente. Autrement dit,",
          "comment est-il possible que le Créateur doit ignorer sa création? La création",
          "peut rester ignorant lui-même, mais le Créateur ne peut pas l'ignorer. Il a fait",
          "toutes les veines de votre corps, chaque fibre de votre cœur et le cerveau. Vous",
          "respirez parce qu'il vous permet de respirer, vos membres fonction parce qu'il",
          "leur permet de fonctionner, Comment puis rien de la vôtre peut rester caché de",
          "Lui?"
        ],
        "22" : [
          "Le mot Latif utilisé dans l'original signifie celui qui travaille de façon",
          "imperceptible, ainsi que celui qui connaît les vérités cachées et réalités."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ ۖ وَإِلَيْهِ النُّشُورُ",
      "simpleTranslate" : [
        "N’est-ce pas Lui qui vous a soumis la Terre? Parcourez donc ses grandes étendues",
        "et mangez de ce que Dieu vous a octroyé. C’est vers Lui que se fera votre retour."
      ],
      "tafsirTranslate" : [
        "Il est Qui a fait le subordonné de terre pour vous. Donc, traverser dans ses",
        "voies et prendre part à la subsistance <N:23> Il a fourni. Pour Lui vous",
        "ressuscités. <N:24>"
      ],
      "tanslateWordByWord" : [
        "Il",
        "(Est) Celui qui",
        "fabriqué",
        "pour toi",
        "La terre",
        "servile",
        "marchez",
        "dans",
        "(les) chemins de ceux-ci",
        "et mange",
        "de",
        "Sa provision",
        "et à Lui",
        "(Est) la Résurrection"
      ],
      "notes" : {
        "24" : [
          "Autrement dit, [ \"Alors que vous vous déplacez sur la terre et de manger de ce",
          "qu'Allah a. Fourni pour vous ici, vous ne devriez pas oublier que, finalement,",
          "vous avez à comparaître devant Dieu un jour.\"]"
        ],
        "23" : [
          "Autrement dit, [ «Cette terre n'a pas devenir sobre pour vous de lui-même, et les",
          "dispositions aussi que vous mangez ne sont pas devenus disponibles ici par",
          "eux-mêmes, mais AIlah a donc arrangé par sa sagesse et la puissance que votre vie",
          "est devenu possible ici et ce magnifique monde est devenu si paisible que vous",
          "vous déplacez sur elle en toute tranquillité d'esprit, et il est devenu comme une",
          "table grande diffusion avec de la nourriture qu'il contient des dispositions sans",
          "fin et sans limites pour votre subsistance. Si vous n'êtes pas perdu dans",
          "l'insouciance et regardez autour de vous intelligemment, vous trouverez combien",
          "la sagesse sous-tend la réalisation de cette terre habitable pour vous et",
          "organiser en elle les magasins incommensurables de dispositions pour vous. \"]",
          "[(pour plus d'explications, voir l'eN de 73 , 74, 81 de la sourate An-Naml, de FR",
          "29, 32 de Ya Sin, de FR 90, 91 de Al-Mu'min, FR 7 de Az-Zukhruf, E, N. 7 de",
          "Al-Jathiyah, E, N. 18 de la sourate Qaf.)]"
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ فَإِذَا هِيَ تَمُورُ",
      "simpleTranslate" : [
        "tes-vous sûrs que Celui qui est au Ciel ne vous fera pas engloutir par la Terre,",
        "lorsque celle-ci se mettra à trembler sous vos pieds?"
      ],
      "tafsirTranslate" : [
        "Vous sentez-vous sûr que Celui qui est dans le ciel <N:25> ne causera pas de la",
        "terre de la grotte avec vous, et puis tout à coup il va commencer à basculer",
        "violemment?"
      ],
      "tanslateWordByWord" : [
        "Vous sentez-vous en sécurité",
        "(De lui) qui",
        "(est dans",
        "le paradis",
        "ne pas",
        "Il fera à avaler",
        "toi",
        "La terre",
        "quand",
        "il",
        "balancements"
      ],
      "notes" : {
        "25" : [
          "Cela ne trot signifie que Dieu vit dans les cieux, mais il a été dit ainsi parce",
          "que l'homme regarde naturellement vers les cieux quand il veut se tourner vers",
          "Allah, lève les mains vers le ciel dans la prière et implore Allah tournant ses",
          "yeux vers le ciel chaque fois qu'il se retrouve impuissant dans une affliction.",
          "Alors chaque fois qu'une calamité lui arrive tout à coup, il dit qu'il est",
          "descendu du ciel; à chaque fois que quelque chose d'inhabituel se produit, il dit",
          "qu'il est venu du ciel; et il appelle les Livres révélés par Allah comme célestes",
          "Livres. En conséquence à une tradition à Abu Dâwûd, une personne est venue devant",
          "le Saint Prophète avec une esclave noire et dit: [ «Il est devenu obligatoire sur",
          "moi pour mettre un esclave libre, peut 1 jeu cet esclave-fille gratuit? Saint",
          "Prophète demanda l'esclave-fille, \"] où est Allah? [\" elle a fait le ciel avec",
          "son contrefacteur. le Saint Prophète a demandé, \"] qui suis-je? [\" elle a d'abord",
          "pointé vers lui, puis vers le ciel, par lequel elle évidemment voulu dire: \".]",
          "Vous venez d'Allah [\" Alors le Saint Prophète a dit: \"] la libérer; elle est un",
          "croyant. [ \"[(Une histoire ressemblant étroitement à ce qui a été rapporté dans",
          "Mu'watta, musulman et Nasa'i également)]. . A propos de Hadrat Khawla bint",
          "Tha`Ibah .. Hadrat 'Umar a dit au peuple: \"] Elle est la dame dont la plainte a",
          "été entendue au-dessus des sept cieux [\" [(Dans FR 2 de la sourate al-Mujadalah,",
          "nous avons donné plus de détails concernant cette)]. Tout cela montre clairement",
          "qu'il est naturel à l'homme que chaque fois qu'il pense à Dieu, son esprit se",
          "tourne vers le ciel au-dessus et non à la terre ci-dessous. Compte tenu de cette",
          "chose même les mots de l'homme fis-samaa. [(Celui qui est dans le ciel)] ont été",
          "utilisées au sujet d'Allah. Il n'y a pas de place pour le moindre doute que le",
          "Coran considère AIIah Tout-Puissant comme vivant dans le ciel. En fait, il ne",
          "peut y avoir aucune base pour ce doute, dans le début de cette sourate Al-hulk,",
          "il a été déclaré: \"] Celui qui a créé sept cieux, un sur l'autre [\", et à",
          "Al-Baqarah il a été dit \"] vous ferez face à Allah dans quelle direction vous",
          "tournez votre visage.\" [(V I15)]"
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "أَمْ أَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ۖ فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ",
      "simpleTranslate" : [
        "tes-vous sûrs que Celui qui est au Ciel ne déchaînera pas contre vous une tempête",
        "de pierres? Peut-être comprendrez-vous alors le sens de Mes avertissements !"
      ],
      "tafsirTranslate" : [
        "Vous sentez-vous à l'abri que Celui qui est dans le ciel ne sera pas lâcher sur",
        "vous une tempête de pierres? <N:26> Ensuite, vous saurez ce que Mon avertissement",
        "est comme! <N:27>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "vous sentez-vous en sécurité",
        "(De lui) qui",
        "(est dans",
        "le paradis",
        "cette",
        "Il enverra",
        "contre vous",
        "une tempête de pierres",
        "Ensuite, vous sauriez",
        "Comment",
        "(A) Mon avertissement"
      ],
      "notes" : {
        "26" : [
          "L'objet est d'impressionner ceci: [ \"Votre survie et le bien-être sur la terre",
          "sont au ALi airs dépend de la grâce et de la bonté d'Allah Tout-Puissant: vous",
          "n'êtes pas pavanant sur cette terre à volonté par votre propre pouvoir: vous êtes",
          "dans l'obligation que pour la protection d'Allah pour chaque instant de votre vie",
          "que vous passez ici, sinon Allah à tout moment peut causer un tel tremblement de",
          "terre de se produire peut rendre cette terre très à devenir votre tombe au lieu",
          "du berceau qui il est, ou peut provoquer une tempête de vent pour souffler raser",
          "toutes vos villes et colonies sur le sol. \"]"
        ],
        "27" : [
          "[ \"Mon avertissement\"]: l'avertissement qui a été donnée par le Saint Prophète",
          "[(sur lui la paix)] et le Coran aux mécréants de la Mecque à l'effet: [ \"Si vous",
          "ne refuse pas de votre incrédulité et le polythéisme et ne pas accepter le",
          "message de Monothéisme étant donné à vous, vous serez dépassé par le fléau de",
          "Dieu. \"]"
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَلَقَدْ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيرِ",
      "simpleTranslate" : [
        "Les peuples qui les ont devancés avaient, eux aussi, crié au mensonge. Et quelle",
        "ne fut point alors Ma réprobation !"
      ],
      "tafsirTranslate" : [
        "Ceux qui sont venus avant eux ont démenti (les Messagers): alors comment",
        "impressionnant était mon châtiment <N:28>"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "dénié",
        "ceux",
        "de",
        "Avant eux",
        "et comment",
        "était",
        "Mon rejet"
      ],
      "notes" : {
        "28" : [
          "L'allusion est aux communautés qui avaient démenties les messagers qui étaient",
          "venus les antérieurement et, par conséquent été atteints de la punition divine."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ ۚ مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَٰنُ ۚ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ",
      "simpleTranslate" : [
        "N’ont-ils jamais observé les oiseaux planer au-dessus de leurs têtes, déployant",
        "et reployant leurs ailes sans rien qui les soutienne, hormis le Miséricordieux",
        "qui veille sur toute chose?"
      ],
      "tafsirTranslate" : [
        "ont-ils pas vu les oiseaux au-dessus de leur propagation et la fermeture de leurs",
        "ailes, avec aucun les tenant à l'exception du Miséricordieux? <N:29> Il supervise",
        "tout. <N:30>"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "ils voient",
        "[à]",
        "les oiseaux",
        "au dessus d'eux",
        "épandage (leurs ailes)",
        "et le pliage",
        "ne pas",
        "les maintient",
        "sauf",
        "le Tout Miséricordieux",
        "En effet, il",
        "(Is) de chaque",
        "chose",
        "Clairvoyant"
      ],
      "notes" : {
        "29" : [
          "Autrement dit, chaque oiseau qui vole dans les airs, DCEs donc dans la protection",
          "de l'AII-Miséricordieux Dieu. C'est Lui qui a donné à chaque oiseau la forme et",
          "de la structure par laquelle il est devenu capable de voler; C'est Lui qui a",
          "enseigné chaque oiseau la méthode de voler; C'est Lui qui a fait l'air d'obéir",
          "aux lois par lesquelles il est devenu possible pour les masses d'air plus lourd",
          "que pour voler en elle; et c'est Lui qui maintient tous les oiseaux dans l'air;",
          "sinon le moment AIIah retire sa protection de celui-ci, il tombe sur le sol."
        ],
        "30" : [
          "C'est, cela ne se limite pas seulement aux oiseaux, mais tout ce qui existe dans",
          "le monde, existe en raison de la tenue et de la tutelle d'Allah. Lui seul donne",
          "la. les moyens nécessaires à l'existence de tout, et lui seul maintient regarder",
          "que tout créé par lui est fourni avec les nécessités de la vie."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "أَمَّنْ هَٰذَا الَّذِي هُوَ جُنْدٌ لَكُمْ يَنْصُرُكُمْ مِنْ دُونِ الرَّحْمَٰنِ ۚ إِنِ الْكَافِرُونَ إِلَّا فِي غُرُورٍ",
      "simpleTranslate" : [
        "Qui donc en dehors du Miséricordieux peut vous servir d’armée et vous soutenir?",
        "En vérité, les négateurs nagent dans l’illusion et le leurre."
      ],
      "tafsirTranslate" : [
        "Quel est votre armée qui va venir à votre aide contre le Miséricordieux Seigneur?",
        "<N:31> Mais les mécréants sont dans l'illusion totale."
      ],
      "tanslateWordByWord" : [
        "Qui est",
        "ce",
        "une",
        "il",
        "(Est) une armée",
        "pour toi",
        "pour vous aider",
        "de",
        "outre",
        "le Tout Miséricordieux",
        "ne pas",
        "(Sont) les incroyants",
        "mais",
        "dans",
        "illusion"
      ],
      "notes" : {
        "31" : [
          "Une autre traduction peut être: [ \"Qui est là? Côté du Miséricordieux, qui vient",
          "à votre secours en tant que votre armée\"] La traduction que nous avons adoptée",
          "dans le texte ci-dessus présente un intérêt pour la phrase suivante, et cette",
          "seconde au discours précédent."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "أَمَّنْ هَٰذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ ۚ بَلْ لَجُّوا فِي عُتُوٍّ وَنُفُورٍ",
      "simpleTranslate" : [
        "Qui vous assurerait votre subsistance, si Dieu venait à la retenir? Et,",
        "cependant, les impies s’obstinent dans leur arrogance et dans leur haine."
      ],
      "tafsirTranslate" : [
        "Qui doit fournir pour vous s'il retient sa subsistance? Non; mais ils persistent",
        "dans la rébellion et de l'aversion."
      ],
      "tanslateWordByWord" : [
        "Qui est",
        "ce",
        "une",
        "de vous fournir",
        "si",
        "Il retenu",
        "Sa provision",
        "Non",
        "ils persistent",
        "dans",
        "fierté",
        "et l'aversion"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "أَفَمَنْ يَمْشِي مُكِبًّا عَلَىٰ وَجْهِهِ أَهْدَىٰ أَمَّنْ يَمْشِي سَوِيًّا عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ",
      "simpleTranslate" : [
        "Quel est le mieux guidé : est-ce celui qui va tête baissée ou celui qui marche",
        "redressé sur une voie de rectitude?"
      ],
      "tafsirTranslate" : [
        "Qui est mieux guidé: celui qui marche rampants sur son visage, <N:32> ou celui",
        "qui marche debout sur un droit chemin?"
      ],
      "tanslateWordByWord" : [
        "est alors celui qui",
        "des promenades",
        "tombé",
        "sur",
        "son visage",
        "mieux guidés",
        "ou (il) qui",
        "des promenades",
        "droit",
        "sur",
        "(le chemin",
        "Tout droit"
      ],
      "notes" : {
        "32" : [
          "[ \"Walking couché sur son visage\"]: la marche avec le visage tourné vers le bas",
          "comme le bétail sur la même piste sur laquelle quelqu'un l'a mis."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "قُلْ هُوَ الَّذِي أَنْشَأَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ ۖ قَلِيلًا مَا تَشْكُرُونَ",
      "simpleTranslate" : [
        "Dis : «C’est Dieu qui vous a créés, vous a donné l’ouïe, la vue et",
        "l’intelligence.» Mais vous Lui en êtes rarement reconnaissants !"
      ],
      "tafsirTranslate" : [
        "Dis: «C'est Lui qui vous a amené à l'être, et vous a donné l'ouïe et de la vue,",
        "et vous a donné le cœur de penser et de comprendre. Comment rarement donnez-vous",
        "merci! ' <N:33>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Il",
        "(Est) Celui qui",
        "vous produit",
        "et fait",
        "pour toi",
        "l'audience",
        "et la vision",
        "et les sentiments",
        "Peu",
        "(Est) ce qui",
        "vous donnez merci"
      ],
      "notes" : {
        "33" : [
          "Voilà, [ \"Allah vous avait fait des hommes, et non pas du bétail. Vous étiez pas",
          "censé suivre aveuglément, sans quelque erreur et l'écart que vous avez trouvé en",
          "vigueur dans le monde à considérer pour un moment si la façon dont vous aviez",
          "adopté était bon ou mauvais, vous ne l'aviez pas reçu ces oreilles que vous",
          "pouvez refuser d'écouter celui qui tente de distinguer le bien du mal pour vous,",
          "et peut persister dans quelles que soient les fausses notions que vous aviez déjà",
          "dans votre esprit;. vous aviez pas été donné à ces yeux que vous pouvez suivre",
          "d'autres comme les aveugles et peut-être pas la peine de voir si les signes",
          "dispersés autour de vous dans le monde ont témoigné de l'unité de Dieu, que le",
          "Messager de Dieu prêche, ou si le système de l'univers est Godless, ou est dirigé",
          "par un grand nombre, dieux en même temps. de même, vous avaient pas non plus été",
          "donnée cette connaissance et de l'intelligence que vous pouvez renoncer à la",
          "pensée et la compréhension des autres et peut adopter tous les sens tordu qui a",
          "été appliquée par quelqu'un dans le monde, et ne peut pas utiliser votre propre",
          "intelligence pour voir si elle était bonne ou mauvaise. Allah vous avait béni",
          "avec la connaissance et de l'intelligence, de la vue et de l'ouïe, de sorte que",
          "vous pouvez reconnaître la vérité, mais vous être ingrat envers Lui dans ce que",
          "vous employez ces facultés pour chaque autre objet que celui pour lequel elles",
          "avaient été accordées. \" ] [(Pour de plus amples explications, voir de eN 72, 73",
          "de AnNaml FR de 75, 76 AI-Mu'minun, eN de 17, 18 As-Sajda, FR 31 AI-Ahqaf)]."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ وَإِلَيْهِ تُحْشَرُونَ",
      "simpleTranslate" : [
        "Dis : «C’est Lui qui vous a répandus sur la Terre, et c’est devant Lui que vous",
        "comparaîtrez un jour.»"
      ],
      "tafsirTranslate" : [
        "Dis: '. C'est Allah qui vous a multipliés dans la terre et vers Lui que vous",
        "serez rassemblés » <N:34>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Il",
        "(Est) Celui qui",
        "vous multiplié",
        "dans",
        "La terre",
        "et à Lui",
        "vous serez rassemblés"
      ],
      "notes" : {
        "34" : [
          "Autrement dit, [ \"Après avoir été ressuscité de la mort, vous serez rassemblés de",
          "tous les coins de la terre et présenté devant Allah.\"]"
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَيَقُولُونَ مَتَىٰ هَٰذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ",
      "simpleTranslate" : [
        "– «Quand donc se réalisera cette promesse, si vous êtes sincères?», demandent les",
        "infidèles."
      ],
      "tafsirTranslate" : [
        "Ils disent: '? Si vous êtes véridiques, nous dire quand cette promesse (de",
        "l'au-delà) sera remplie » <N:35>"
      ],
      "tanslateWordByWord" : [
        "Et ils disent",
        "Quand",
        "(est-ce",
        "promettre",
        "si",
        "tu es",
        "véridique"
      ],
      "notes" : {
        "35" : [
          "Ils ne posent cette question afin de connaître l'heure et la date de la",
          "Résurrection, de sorte que si on leur a dit l'année, le mois, le jour et l'heure",
          "de son apparition, ils l'accepteraient. Mais, en fait, ils pensaient que la",
          "résurrection était impossible, et sa télécommande d'occurrence de la raison, et",
          "ils ont demandé à cette question afin d'avoir une excuse pour nier. Ils voulaient",
          "dire, [ «Quand cette étrange histoire de la Résurrection et de rassemblement, que",
          "vous nous dites, matérialiser? Pour quoi at-il été mis hors? Pourquoi ne pas vous",
          "faire apparaître aussitôt que nous sommes assurés de ce ? \"] A cet égard, il faut",
          "comprendre que l'on peut être certain de la résurrection que par des arguments",
          "rationnels, et ceux-ci ont été élaborées à de nombreux endroits dans le Coran.",
          "Quant à la date de son apparition seulement une personne ignorante pourrait",
          "soulever une telle question à ce sujet, car même s'il est dit, il ne fait aucune",
          "différence. L'incroyant dirait: [ \"Eh bien, quand il ETCD se produisent à la date",
          "que vous dites, je puis croire, comment puis-je croire aujourd'hui que ce sera",
          "effectivement se produire ce jour-là?\"] [(Pour plus d'explications, voir eN G3 de",
          "Surah Luqman, eN 116 de Al-Ahzab? de 5 FR, 48 de Saba 'eN 45 de Ya Sin)]."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "قُلْ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَإِنَّمَا أَنَا نَذِيرٌ مُبِينٌ",
      "simpleTranslate" : [
        "Réponds-leur : «Dieu seul le sait. Ma mission se limite à vous avertir avec",
        "clarté.»"
      ],
      "tafsirTranslate" : [
        "Dis: «Allah seul sait à ce sujet; et je ne suis plus qu'un avertisseur clair ».",
        "<N:36>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Seulement",
        "la connaissance",
        "(est avec",
        "Allah",
        "et seulement",
        "je suis",
        "un warner",
        "clair"
      ],
      "notes" : {
        "36" : [
          "Autrement dit, «Ce que je sais que cela viendra certainement, et sachant ce bien",
          "seulement est suffisant pour avertir les gens avant sa survenance réelle. Quant à",
          "la question quand il sera effectivement venir, la connaissance de celui-ci est",
          "avec Allah, pas avec moi, et il n'y a pas besoin de ces connaissances pour",
          "administrer l'avertissement Ceci peut être mieux comprise par un exemple Quant au",
          "moment exact où une personne va mourir, il est seulement connu pour Allah..",
          "cependant, savons tous que tout le monde doit mourir un jour. Notre cette",
          "connaissance suffit que nous pouvons prévenir un ami inattentif nôtre qu'il",
          "devrait occuper lui-même et ses intérêts avant la mort. pour cet avertissement,",
          "il est pas nécessaire de connaître la date exacte à laquelle Il mourra."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا وَقِيلَ هَٰذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ",
      "simpleTranslate" : [
        "Mais quand les impies seront mis en face du châtiment, leurs visages seront",
        "horrifiés. On leur dira alors : «C’est pourtant ce que vous réclamiez !»"
      ],
      "tafsirTranslate" : [
        "Quand ils vont le voir de près, les visages de tous ceux qui avaient nié sera",
        "désemparé, <N:37>, puis on leur dira: «Ceci est le destin qui vous avez utilisé",
        "pour demander.'"
      ],
      "tanslateWordByWord" : [
        "Mais quand",
        "ils (se) voir",
        "approchant",
        "(Sera) en détresse",
        "(les visages",
        "(De) ceux qui",
        "pas foi",
        "et on dira",
        "Ce",
        "(Est) ce qui",
        "vous avez utilisé pour",
        "pour ça",
        "appel"
      ],
      "notes" : {
        "37" : [
          "Autrement dit, ils seront dans la même agonie est subi par le criminel qui est en",
          "cours de prise à la potence."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ اللَّهُ وَمَنْ مَعِيَ أَوْ رَحِمَنَا فَمَنْ يُجِيرُ الْكَافِرِينَ مِنْ عَذَابٍ أَلِيمٍ",
      "simpleTranslate" : [
        "Dis-leur : «Réfléchissez bien ! Que Dieu me fasse périr moi et mes Compagnons, ou",
        "qu’Il nous fasse miséricorde, qui protégera alors les négateurs d’un châtiment",
        "douloureux?»"
      ],
      "tafsirTranslate" : [
        "Dis-leur: «Avez-vous déjà pensé: si Allah me détruit et ceux qui sont avec moi,",
        "ou montre miséricorde pour nous, qui peut protéger les mécréants d'un châtiment",
        "douloureux» <N:38>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "As-tu vu",
        "si",
        "me détruit",
        "Allah",
        "et celui qui",
        "(Est) avec moi",
        "ou",
        "a pitié de nous",
        "alors qui",
        "(Peut) protéger",
        "les incroyants",
        "de",
        "une punition",
        "douloureux"
      ],
      "notes" : {
        "38" : [
          "Quand le Saint Prophète [(sur lui la paix)] a commencé sa mission à La Mecque et",
          "les membres des différents clans de Quraish ont commencé à embrasser l'Islam, les",
          "gens de toutes les maisons ont commencé à lui et ses compagnons maudissant. Ils",
          "ont commencé à pratiquer la magie et les charmes sur lui pour causer sa mort,",
          "même l'élaboration de complots pour le tuer. A cela, il a été dit: [ \"Dis-leur:",
          "qu'est-ce qu'il vous profitera de savoir si nous périssons ou nous vivons par la",
          "grâce de Dieu, vous devriez vous inquiéter pour vous de savoir comment vous allez",
          "vous sauver de la punition d'Allah?\"]"
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "قُلْ هُوَ الرَّحْمَٰنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا ۖ فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلَالٍ مُبِينٍ",
      "simpleTranslate" : [
        "Dis-leur encore : «C’est Lui le Tout-Clément en qui nous croyons et en qui nous",
        "plaçons notre confiance. Vous saurez bientôt qui de nous est dans un égarement",
        "évident.»"
      ],
      "tafsirTranslate" : [
        "Dis-leur:. «Il est Miséricordieux, et il est en Lui que nous croyons, et il est",
        "en Lui que nous avons mis toute notre confiance <N:39> Bientôt vous savez qui est",
        "dans le manifeste Erreur.'"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Il",
        "(Est) le Tout Miséricordieux",
        "nous croyons",
        "En lui",
        "et sur lui",
        "nous mettons (notre) confiance",
        "Donc, vous saurez",
        "qui",
        "(Je m'assois",
        "(Qui est) en",
        "Erreur",
        "clair"
      ],
      "notes" : {
        "39" : [
          "Autrement dit, [ «Nous avons cru en Dieu, et vous lui nier, nous avons mis notre",
          "confiance en Lui, et vous avez mis votre confiance en vous-même, vos propres",
          "ressources et fausses divinités en dehors d'Allah; par conséquent, que nous",
          "méritons d'être montré la miséricorde d'Allah, pas vous \"]."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ",
      "simpleTranslate" : [
        "Dis-leur enfin : «Réfléchissez bien ! Si jamais l’eau que vous buvez venait à",
        "tarir, qui pourrait alors étancher votre soif?»"
      ],
      "tafsirTranslate" : [
        "Dis-leur: «Avez-vous même envisager: si toute l'eau que vous avez (dans les",
        "puits) ont été à couler dans les profondeurs de la terre, qui produiront pour",
        "vous clairement, l'eau qui coule ? <N:40>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "As-tu vu",
        "si",
        "se transforme",
        "votre eau",
        "creux",
        "alors qui",
        "pourrait vous apporter",
        "eau",
        "écoulement"
      ],
      "notes" : {
        "40" : [
          "C'est [ \"A une autre en dehors d'Allah le pouvoir de restaurer ces sources d'eau",
          "pour vous Si personne d'autre a ce pouvoir, et vous savez très bien que nul n'a,",
          "alors, qui est digne d'adoration?: Dieu ou vos fausses divinités, qui ne",
          "possèdent pas le pouvoir de les restaurer ensuite demander à vous-mêmes à qui est",
          "induit en erreur et malavisée:?. ceux qui croient en un seul Dieu, ou ceux qui",
          "croient en plusieurs dieux \"]"
        ]
      }
    }
  ],
  "medinian" : false
}