{
  "chapterNumber" : 68,
  "nbVerses" : 52,
  "name" : "Le calame",
  "nameArabic" : "القلم",
  "transName" : "al-qalam",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "ن ۚ وَالْقَلَمِ وَمَا يَسْطُرُونَ",
      "simpleTranslate" : [
        "Nûn. Par la plume et par ce que les scribes mettent en lignes !"
      ],
      "tafsirTranslate" : [
        "Nun. Par la plume et ce que les scribes écrivent. <N:1>"
      ],
      "tanslateWordByWord" : [
        "Religieuse",
        "Par la plume",
        "et quoi",
        "ils écrivent"
      ],
      "notes" : {
        "1" : [
          "Le grand commentateur Mujahid dit que par la plume ici, on entend le stylo avec",
          "lequel le Coran était écrit. Il en résulte automatiquement que ce qui était en",
          "cours d'écriture implique le Saint Coran lui-même."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ",
      "simpleTranslate" : [
        "Par la grâce de ton Seigneur, tu n’es point un possédé !"
      ],
      "tafsirTranslate" : [
        "par ta grâce du Seigneur, vous n'êtes pas atteint de folie, <N:2>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "tu es)",
        "par (la) grâce",
        "(De) votre Seigneur",
        "un fou"
      ],
      "notes" : {
        "2" : [
          "Voilà pour laquelle un serment a été prêté par le Pen et par le livre. Cela",
          "signifie que ce Coran qui est inscrit par les mains des auteurs de l'Apocalypse,",
          "est en elle-même suffisante pour réfuter les calomnies des mécréants qui disent",
          "que le Saint Prophète [(sur lui la paix)] est, à Dieu ne plaise, un fou, Avant sa",
          "réclamation à l'prophétie, les gens de la Mecque le regardait comme le meilleur",
          "de leurs hommes et confiance en son honnêteté, l'intelligence et la sagacité.",
          "Mais quand il a commencé à réciter le Coran avant eux, ils ont commencé à",
          "l'appeler un fou. Cela signifie que le Coran lui-même à leurs yeux était la cause",
          "en raison de laquelle ils l'ont accusé de folie; Par conséquent, il a été dit: [",
          "\"Le Coran lui-même est une preuve suffisante pour la réfutation de cette calomnie",
          "La présentation de cette révélation très éloquente qui se compose de thèmes",
          "sublimes, est un argument qui prouve que Muhammad [(sur qui soit. paix et",
          "bénédictions)] d'Allah a été spécialement favorisée par Allah, et ni un argument",
          "qui pourrait être utilisé pour prouver qu'il a, à Dieu ne plaise, devenu fou. \"]",
          "ici, il faut se rappeler que, même si l'adresse est apparemment dirigé vers le",
          "Saint Prophète, mais l'objet réel est de clouer les calomnies des mécréants. Par",
          "conséquent, aucune ane devrait avoir le doute que ce verset a été envoyé",
          "seulement pour assurer le Saint Prophète qu'il était pas fou. De toute évidence,",
          "le Saint Prophète lui-même avait pas de doute pour enlever qu'il aurait pu se",
          "tenait dans le besoin d'une telle assurance. L'objet était de dire aux",
          "incroyants, comme pour dire: [ \". Le Coran en raison de laquelle vous-appelez",
          "celui présentant un fou, est en soi un argument que votre accusation est fausse\"]",
          "[(Pour de plus amples explication »voir eN 22 de la sourate At-Tur)]"
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ",
      "simpleTranslate" : [
        "En vérité, une récompense sans reproche t’est réservée"
      ],
      "tafsirTranslate" : [
        "et sûrement le vôtre sera une récompense sans fin, <N:3>"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "pour toi",
        "sûrement (est) une récompense",
        "sans pour autant",
        "fin"
      ],
      "notes" : {
        "3" : [
          "Autrement dit, [ \"Vous obtiendrez une récompense illimitée et continue, car, bien",
          "que vous devez entendre des choses décourageantes et inquiétantes en réponse aux",
          "efforts que vous faites pour l'instruction et l'orientation des personnes, mais",
          "vous effectuez fermement votre mission de les appeler à la bonne façon. \"]"
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٍ",
      "simpleTranslate" : [
        "et tu es doué d’un caractère élevé."
      ],
      "tafsirTranslate" : [
        "et vous êtes certainement sur la norme la plus exaltée de l'excellence morale",
        "<N:4>."
      ],
      "tanslateWordByWord" : [
        "Et en effet vous,",
        "sûrement (sont)",
        "(De) un caractère moral",
        "génial"
      ],
      "notes" : {
        "4" : [
          "Ici, cette phrase donne deux significations: [(1)] [ \"Que vous vous tenez exalté",
          "à un caractère noble et élevé, voilà pourquoi vous endurez toutes ces difficultés",
          "dans votre mission de guider les gens à le droit chemin, sinon un Tnan faible de",
          "caractère ne pouvait pas l'avoir fait; \"] et [(2)] [\" que, outre le Coran, votre",
          "personnage noble et élevé est aussi une preuve évidente que l'accusation de folie",
          "que le incroyants amener contre vous est absolument faux, pour haute moralité et",
          "la folie ne peut pas coexister dans une seule et même personne. \"] un fou est",
          "celui dont l'équilibre de l'esprit est bouleversé, qui a perdu son équilibre",
          "caractériel. Contrairement à cela, les mœurs élevées d'une personne témoignent",
          "qu'il est une personne sensée et son humeur, qui possède parfait équilibre",
          "caractériel. Les gens de la Mecque ne ignoraient pas les mœurs et le caractère",
          "possédé par le Saint Messager d'AIIah. Par conséquent, il suffisait de faire",
          "référence à eux afin que tout homme raisonnable de La Mecque a été fait pour",
          "penser comment impudique étaient ces gens qui appelaient un homme de ces mœurs",
          "sublimes et le caractère d'un fou. Leur conduite absurde était pas du tout",
          "dangereux pour le Saint Prophète [(sur lui la paix)], mais pour eux-mêmes, pour",
          "affolées dans leur engouement pour l'opposition, ils disaient une telle chose à",
          "son sujet qui ne pouvait pas être considéré comme crédible par tout homme de",
          "compréhension. La même chose est également le cas avec ces hommes de savoir et",
          "d'érudition, qui à l'époque moderne accusent le Saint Prophète [(sur qui être la",
          "paix)] d'avoir accès de folie et de l'épilepsie. Le Coran est disponible partout",
          "dans le monde et la vie du Saint Prophète existe aussi sous forme écrite dans",
          "l'ensemble de détail. Toute personne peut le voir pour lui-même ce qu'est une",
          "chose stupide et dénué de sens est prononcé dans leur inimitié aveugle par ceux",
          "qui considèrent l'homme qui a apporté ce livre unique et incomparable et qui",
          "possédait ces mœurs et le caractère sublime comme une personne mentalement",
          "dérangée. La meilleure description du caractère du Saint Prophète a été donnée",
          "par Hadrat A'ishah dans sa déclaration: Kana khuluqu-Hul-Coran: le Coran était",
          "son caractère [ \"Imam Ahmad, Muslim, Abu Dâwûd.. Nasa'i, Ibn Majah, Darimi et Ibn",
          "Jarir ont cité, avec un peu de changement dans le libellé, cet adage avec",
          "plusieurs chaînes de transmetteurs. Cela signifie que le Saint Prophète avait non",
          "seulement présenté l'enseignement du Coran devant le monde, mais aussi compte",
          "tenu de sa démonstration pratique par son exemple personnel. Tout ce qui était",
          "enjoint dans le Coran a été donné suite à pratiquement par lui-même dans le",
          "premier cas; tout ce qui était interdit dans il a été évité et évité par lui-même",
          "la plupart des aII. Son propre a été caractérisée surtout par les qualités",
          "morales qui ont été déclarés comme sublime par elle, et son propre était plus",
          "libre de ces qualités qui ont été déclarés comme odieux et répréhensible par",
          "elle. Dans une autre tradition Hadrat A'ishah a déclaré: \"] Le Saint Prophète",
          "[(sur lui la paix)] n'a jamais frappé un serviteur, n'a jamais levé la main sur",
          "une femme n'a jamais utilisé sa main pour tuer une personne en dehors du champ de",
          "bataille, jamais vengé lui-même sur une personne pour un préjudice causé à moins",
          "que quelqu'un a violé une sainteté ordonnée par AIlah et il vengés pour l'amour",
          "d'Allah. . Sa pratique était que chaque fois qu'il avait à choisir entre deux",
          "choses, il serait plus facile de choisir le l'un à moins qu'il était un péché; et",
          "si elle était un péché qu'il garderait loin de la plupart de tous [ \". [(Musnad",
          "Ahmad)] Hadrat Anas dit:\"] je servais le Saint Prophète [(sur lui la paix)]",
          "pendant dix ans. Il n'a jamais fait autant que exprès même un léger dégoût sur ce",
          "que je faisais ou dit:. Il n'a jamais demandé pourquoi je l'avais fait ce que je",
          "l'avais fait, et n'a jamais demandé pourquoi je ne l'avais pas fait ce que je ne",
          "l'avais pas fait \"[(Bukhari, Muslim )]."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "فَسَتُبْصِرُ وَيُبْصِرُونَ",
      "simpleTranslate" : [
        "Bientôt tu verras et les négateurs, eux aussi, verront"
      ],
      "tafsirTranslate" : [
        "Alors vous verrez bientôt, et eux aussi vont voir,"
      ],
      "tanslateWordByWord" : [
        "Donc, vous verrez",
        "et ils verront"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "بِأَيْيِكُمُ الْمَفْتُونُ",
      "simpleTranslate" : [
        "lequel d’entre vous a perdu la raison,"
      ],
      "tafsirTranslate" : [
        "qui de vous est affligé de la folie."
      ],
      "tanslateWordByWord" : [
        "Lequel de vous",
        "(Est) l'affligé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ",
      "simpleTranslate" : [
        "car c’est ton Seigneur qui connaît le mieux ceux qui s’égarent de Son chemin et",
        "ceux qui sont les bien-dirigés."
      ],
      "tafsirTranslate" : [
        "Votre Seigneur connaît bien ceux qui ont dévié de son chemin tout comme il",
        "connaît bien ceux qui sont sur la bonne voie."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "votre Seigneur",
        "Il",
        "(Est) connaît mieux",
        "de (il) qui",
        "a égaré",
        "de",
        "Sa manière",
        "et il",
        "(Est) connaît mieux",
        "de celles guidées"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "فَلَا تُطِعِ الْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "N’obéis donc point aux négateurs"
      ],
      "tafsirTranslate" : [
        "Ne pas, alors, céder à ceux qui rejettent la vérité, décriant comme fausse;"
      ],
      "tanslateWordByWord" : [
        "Donc ne le fais pas",
        "obéit",
        "les deniers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ",
      "simpleTranslate" : [
        "qui aimeraient bien que tu sois accommodant avec eux, afin qu’ils le soient aussi",
        "avec toi."
      ],
      "tafsirTranslate" : [
        ", ils souhaitent que vous soyez flexible afin qu'ils puissent aussi être souple",
        "<N:5>."
      ],
      "tanslateWordByWord" : [
        "Ils espèrent",
        "cette",
        "vous devriez compromettre",
        "ils compromettraient"
      ],
      "notes" : {
        "5" : [
          "Autrement dit, [ \"Si vous ralentissait un peu dans votre propagation de l'Islam,",
          "ils ont aussi se détendent dans leur opposition à vous. Ou, si vous êtes devenu",
          "enclin à effectuer des changements dans votre foi pour répondre à ces personnes ,",
          "eux aussi seraient effectuer un compromis avec vous. \"]"
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَلَا تُطِعْ كُلَّ حَلَّافٍ مَهِينٍ",
      "simpleTranslate" : [
        "Et n’obéis à aucun jureur méprisable,"
      ],
      "tafsirTranslate" : [
        "Et ne céder à aucun jureur méprisable, <N:6>"
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "obéit",
        "chaque",
        "jureur habituelle",
        "vain"
      ],
      "notes" : {
        "6" : [
          "Le mot mahin est utilisé pour une personne méprisable, dégradée et moyenne. Ceci",
          "est en effet une qualité nécessaire d'une personne qui jure de nombreux serments.",
          "Il prête serment pour chaque chose mineure parce qu'il a lui-même le sentiment",
          "que les gens le prennent pour un menteur et ne le croire jusqu'à ce qu'il a prêté",
          "serment. Pour cette raison, il est non seulement dégradé à ses propres yeux, mais",
          "les commandes aucun respect dans la société soit."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ",
      "simpleTranslate" : [
        "détracteur médisant,"
      ],
      "tafsirTranslate" : [
        "la faute-finder qui va autour de calomnier,"
      ],
      "tanslateWordByWord" : [
        "Defamer",
        "vaquant",
        "avec médisance"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "مَنَّاعٍ لِلْخَيْرِ مُعْتَدٍ أَثِيمٍ",
      "simpleTranslate" : [
        "hostile à tout acte charitable, agressif, scélérat,"
      ],
      "tafsirTranslate" : [
        "l'empêcheur du bien, <N:7> le transgresseur, le péché; <N:8>"
      ],
      "tanslateWordByWord" : [
        "obturateur",
        "de (la) bonne",
        "transgresseur",
        "coupable"
      ],
      "notes" : {
        "8" : [
          "Le mot utul est utilisé pour une personne qui est gros et fort et avide de manger",
          "et de boire et est aussi mal élevé, querelleur et cruel à la même hauteur."
        ],
        "7" : [
          "Khayr en arabe est utilisé à la fois pour la richesse et pour de bon. Si elle est",
          "prise dans le sens de la richesse de la, ce qui signifie serait qu'il est avare",
          "et avare; il ne serait même pas dépenser un sou à personne; et si khayr est pris",
          "dans le sens de la bonté et de la vertu, cela voudrait dire qu'il crée un",
          "obstacle dans tout bon travail. ell comme qu'il est très actif en entravant les",
          "gens d'accepter l'Islam."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "عُتُلٍّ بَعْدَ ذَٰلِكَ زَنِيمٍ",
      "simpleTranslate" : [
        "perfide et bâtard de surcroît ;"
      ],
      "tafsirTranslate" : [
        "le gros grain, et surtout dire et ignoble; <N:9>"
      ],
      "tanslateWordByWord" : [
        "Cruel",
        "après",
        "(tout ça",
        "tout à fait inutile"
      ],
      "notes" : {
        "9" : [
          "Le mot zanim est utilisé pour décrire une personne de naissance illégitime, qui",
          "n'a pas, en fait, appartiennent à une famille, mais a adhéré. Sa`īd bin Jubayr et",
          "Sha`bi disent que ce mot est utilisé pour une personne qui est notoire parmi les",
          "gens de sa malfaisance. Les vues des commentateurs à l'égard de la personne qui a",
          "été décrit dans ces versets sont différents. Quelqu'un dit qu'il était Walid bin",
          "Mughirah; un autre dit qu'il était Aswad bin `Abd-i Yaghuth, et encore un autre a",
          "appliqué cette description pour Akhnas bin Shurayq, et quelques autres personnes",
          "ont signalé quelques autres personnes. Mais le Coran n'a décrit ses attributs",
          "sans le nommer. Cela montre que la Mecque l'homme concerné était si connu pour",
          "ses qualités telles qu'il n'y avait pas besoin de le nommer définitivement. En",
          "entendant sa description chaque personne pouvait comprendre qui était appelé."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "أَنْ كَانَ ذَا مَالٍ وَبَنِينَ",
      "simpleTranslate" : [
        "qui, se sentant pourvu de richesses et d’enfants,"
      ],
      "tafsirTranslate" : [
        "(qui donc agit) tout simplement parce qu'il a la richesse et fils, <N:10>"
      ],
      "tanslateWordByWord" : [
        "Car",
        "(il est",
        "un possesseur",
        "(De) la richesse",
        "et les enfants"
      ],
      "notes" : {
        "10" : [
          "Cette phrase peut être connecté avec le thème précédent, ainsi que par la phrase",
          "suivante. Dans le premier cas, cela signifierait: [ «Ne pas céder à l'influence",
          "d'une telle personne, simplement parce qu'il a beaucoup de richesses et des",
          "enfants.\"] Dans le second: [ «Il est devenu fier parce qu'il possède l'abondance",
          "de la richesse et enfants, alors quand nos révélations lui sont récités, dit-il,",
          "\"] Ce sont des histoires de temps anciens.\""
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "إِذَا تُتْلَىٰ عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "s’écrie quand il entend réciter Nos versets : «Ce ne sont là que des fables qui",
        "remontent aux anciens !»"
      ],
      "tafsirTranslate" : [
        "et chaque fois Nos versets sont récités à lui, il dit: '. Ce sont des contes de",
        "fée d'autrefois »"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "sont récitée",
        "à lui",
        "Nos versets",
        "il dit",
        "Histoires",
        "(De) l'ancien (personnes)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "سَنَسِمُهُ عَلَى الْخُرْطُومِ",
      "simpleTranslate" : [
        "À celui-là Nous ferons porter un jour sur le museau la marque de l’avilissement."
      ],
      "tafsirTranslate" : [
        "Bientôt, Nous le marquerons sur son museau. <N:11>"
      ],
      "tanslateWordByWord" : [
        "Nous le marquerons",
        "sur",
        "le museau"
      ],
      "notes" : {
        "11" : [
          "Parce qu'il pensait qu'il était un homme de grand prestige, son nez a été appelé",
          "un museau, et [ \"l'image de marque sur le museau signifie le déshonorer. C'est,\"]",
          "Nous allons donc l'humiliera dans le monde et dans l'au-delà que sa marque de",
          "disgrâce deviendra indélébile. \""
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ",
      "simpleTranslate" : [
        "Nous avons éprouvé ces impies comme Nous avions éprouvé les propriétaires du",
        "verger, quand ils jurèrent d’en cueillir les fruits de bon matin,"
      ],
      "tafsirTranslate" : [
        "Nous les avons mis [ie, les Mecquois] pour tester même que Nous avons mis à",
        "l'épreuve les propriétaires du verger <N:12> quand ils ont promis qu'ils allaient",
        "cueillir les fruits de leur verger dans la matinée ,"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "ont essayé de les",
        "comme",
        "Nous avons essayé",
        "(les) compagnons",
        "(De) le jardin",
        "quand",
        "ils juraient",
        "pour cueillir ses fruits",
        "(du matin"
      ],
      "notes" : {
        "12" : [
          "Ici, il faut aussi garder Al-Kahf: 32-44 en vue, dans laquelle la parabole des",
          "propriétaires de deux jardins a été cité pour enseigner une leçon."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَلَا يَسْتَثْنُونَ",
      "simpleTranslate" : [
        "sans dire : «Si Dieu le veut.»"
      ],
      "tafsirTranslate" : [
        "sans faire aucune provision (pour la volonté d'Allah). <N:13>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "décision exception"
      ],
      "notes" : {
        "13" : [
          "Autrement dit, [ «Ils étaient si sûrs et confiants de leur pouvoir et de",
          "l'autorité qu'ils ont juré qu'ils seraient sûrement cueillir le fruit de leur",
          "jardin le lendemain matin, sans éprouver le besoin de dire,\"] Nous ferons si",
          "Allah le voulait »."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ",
      "simpleTranslate" : [
        "Or, pendant leur sommeil, un fléau déchaîné par ton Seigneur vint frapper leur",
        "verger"
      ],
      "tafsirTranslate" : [
        "Alors une calamité de votre Seigneur passa au-dessus pendant qu'ils dormaient,"
      ],
      "tanslateWordByWord" : [
        "Donc, il est venu",
        "sur elle",
        "une visite",
        "de",
        "votre Seigneur",
        "pendant qu'ils",
        "étaient endormis"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "فَأَصْبَحَتْ كَالصَّرِيمِ",
      "simpleTranslate" : [
        "qui se trouva le lendemain complètement détruit."
      ],
      "tafsirTranslate" : [
        "et ainsi le matin le verger laïcs comme si elle avait été entièrement récolté."
      ],
      "tanslateWordByWord" : [
        "Donc, il est devenu",
        "comme si moissonné"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "فَتَنَادَوْا مُصْبِحِينَ",
      "simpleTranslate" : [
        "Réveillés de bonne heure, les propriétaires s’interpellèrent :"
      ],
      "tafsirTranslate" : [
        "Au point du jour ils ont appelé un à l'autre:"
      ],
      "tanslateWordByWord" : [
        "Et ils ont appelé les uns les autres",
        "(au matin"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "أَنِ اغْدُوا عَلَىٰ حَرْثِكُمْ إِنْ كُنْتُمْ صَارِمِينَ",
      "simpleTranslate" : [
        "«Partez vite à votre plantation si vous voulez en cueillir les fruits !»"
      ],
      "tafsirTranslate" : [
        "«Dépêchez-vous de votre verger <N:14> si vous recueillerez les fruits.»"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "Allez-y tôt",
        "à",
        "votre culture",
        "si",
        "vous le feriez",
        "cueillir (le) fruit"
      ],
      "notes" : {
        "14" : [
          "Le mot ameublissement a probablement été utilisé parce que, dans le jardin, il y",
          "avait des champs de cultures aussi entre les arbres."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "فَانْطَلَقُوا وَهُمْ يَتَخَافَتُونَ",
      "simpleTranslate" : [
        "Et ils se mirent en route, en se disant à voix basse :"
      ],
      "tafsirTranslate" : [
        "Alors ils sont partis, en chuchotant à l'autre:"
      ],
      "tanslateWordByWord" : [
        "Alors ils sont allés",
        "pendant qu'ils",
        "abaissées (leurs) voix"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "أَنْ لَا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ",
      "simpleTranslate" : [
        "«Ne laissez aujourd’hui aucun pauvre y entrer !»"
      ],
      "tafsirTranslate" : [
        "«Nul démunis entre aujourd'hui."
      ],
      "tanslateWordByWord" : [
        "Cette",
        "ne pas",
        "il entrera",
        "aujourd'hui",
        "sur vous",
        "toute personne pauvre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَغَدَوْا عَلَىٰ حَرْدٍ قَادِرِينَ",
      "simpleTranslate" : [
        "Puis ils pressèrent le pas, décidés à ne rien donner aux pauvres, convaincus que",
        "cela était en leur pouvoir."
      ],
      "tafsirTranslate" : [
        "Ils sortirent au début, croyant qu'ils avaient le pouvoir (pour recueillir le",
        "fruit). <N:15>"
      ],
      "tanslateWordByWord" : [
        "Et ils sont allés au début",
        "avec",
        "détermination",
        "capable"
      ],
      "notes" : {
        "15" : [
          "Le mot dur en arabe est utilisé pour entraver et retenue à la source, pour un but",
          "et résolution, et pour se hâter; par conséquent, le rendu composite adopté par",
          "nous."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ",
      "simpleTranslate" : [
        "Mais, arrivés au verger, ils s’écrièrent : «Nous nous sommes sûrement trompés de",
        "lieu !"
      ],
      "tafsirTranslate" : [
        "Mais dès qu'ils virent le verger, (ils crièrent): «Nous avons certainement perdu",
        "le chemin;"
      ],
      "tanslateWordByWord" : [
        "Mais quand",
        "ils l'ont vu",
        "ils ont dit",
        "En effet, nous",
        "(Sont) sûrement perdu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "بَلْ نَحْنُ مَحْرُومُونَ",
      "simpleTranslate" : [
        "Ou plutôt nous sommes complètement ruinés !»"
      ],
      "tafsirTranslate" : [
        "plutôt, nous sommes entièrement dévastés. » <N:16>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "nous",
        "(Sont) privés"
      ],
      "notes" : {
        "16" : [
          "Autrement dit, en voyant le jardin, ils ne croyaient pas qu'il était leur propre",
          "jardin, et ils ont dit: [ \". Peut-être que nous avons perdu notre chemin et",
          "arriver à un autre endroit\"] Mais, quand ils ont considéré il a trouvé au sérieux",
          "et il était leur propre jardin, ils crièrent: [ \"Hélas, nous sommes perdus!\"]"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "قَالَ أَوْسَطُهُمْ أَلَمْ أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ",
      "simpleTranslate" : [
        "Le plus modéré d’entre eux leur dit alors : «Ne vous avais-je pas conseillé de",
        "glorifier votre Seigneur?»"
      ],
      "tafsirTranslate" : [
        "Le meilleur d'entre eux a dit: «Est-ce que je ne vous dis: pourquoi ne pas vous",
        "donner gloire à (votre Seigneur)» <N:17>"
      ],
      "tanslateWordByWord" : [
        "Dit",
        "(La) plus modérés d'entre eux",
        "N'a pas",
        "Je dis",
        "toi",
        "'Pourquoi pas",
        "vous glorifiez (Allah)?"
      ],
      "notes" : {
        "17" : [
          "Cela signifie que quand ils étaient en disant serment: [ \"Nous allons sûrement",
          "cueillir le fruit de notre jardin demain,\"] cette personne les avait prévenus à",
          "ce moment-là, en disant: Dieu [ \"Avez-vous oublié? Pourquoi ne dites-vous pas: Si",
          "Allah le veut \"] Mais ils ne l'écoutez pas?. Puis, alors qu'ils faisaient leur",
          "esprit de ne pas donner quoi que ce soit aux nécessiteux. encore une fois, il",
          "leur a conseillé de se rappeler Allah et à renoncer à leur mauvaise intention,",
          "mais ils ont persisté dans ce qu'ils avaient résolu."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ",
      "simpleTranslate" : [
        "– «Que notre Seigneur soit exalté ! En vérité, nous étions injustes !»,",
        "s’écrièrent-ils."
      ],
      "tafsirTranslate" : [
        "Ils criaient: «Gloire à notre Seigneur! Certes, nous étions des pécheurs."
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Gloire",
        "(À) notre Seigneur",
        "En effet, nous",
        "[nous étions",
        "les malfaiteurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "فَأَقْبَلَ بَعْضُهُمْ عَلَىٰ بَعْضٍ يَتَلَاوَمُونَ",
      "simpleTranslate" : [
        "Puis, se tournant les uns vers les autres, ils se mirent à se faire des reproches"
      ],
      "tafsirTranslate" : [
        "Ensuite, ils ont commencé à se reprocher les uns les autres. <N:18>"
      ],
      "tanslateWordByWord" : [
        "Puis approché",
        "certains d'entre eux",
        "à",
        "autres",
        "blâmer les uns les autres"
      ],
      "notes" : {
        "18" : [
          "Autrement dit, chaque reproche et a blâmé l'autre qu'à cause de son avocat mal",
          "qu'ils avaient oublié Dieu et résolu sur une mauvaise voie."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ",
      "simpleTranslate" : [
        "et à dire : «Malheur à nous ! Nous avons agi avec démesure !"
      ],
      "tafsirTranslate" : [
        "Ils dirent: «Malheur à nous! Nous avions vraiment rebellé."
      ],
      "tanslateWordByWord" : [
        "Ils ont dit",
        "Malheur à nous",
        "En effet, nous",
        "[nous étions",
        "transgresseurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "عَسَىٰ رَبُّنَا أَنْ يُبْدِلَنَا خَيْرًا مِنْهَا إِنَّا إِلَىٰ رَبِّنَا رَاغِبُونَ",
      "simpleTranslate" : [
        "Puisse Dieu nous donner en échange quelque chose de meilleur que ce jardin !",
        "C’est en Lui que nous mettons notre espoir !»"
      ],
      "tafsirTranslate" : [
        "Peut-être que notre Seigneur nous donnera un meilleur verger à sa place; à notre",
        "Seigneur ne nous tournons contrit."
      ],
      "tanslateWordByWord" : [
        "peut-être",
        "notre Seigneur",
        "[cette]",
        "substituera pour nous",
        "un meilleur",
        "ce que",
        "En effet, nous",
        "à",
        "notre Seigneur",
        "tourner dévotement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "كَذَٰلِكَ الْعَذَابُ ۖ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Tel fut leur châtiment. Mais plus dur encore est le châtiment de la vie future,",
        "si seulement ils pouvaient le savoir !"
      ],
      "tafsirTranslate" : [
        "Tel est le châtiment; et le châtiment de l'au-delà est assurément encore plus, si",
        "seulement ils savaient."
      ],
      "tanslateWordByWord" : [
        "Tel",
        "(Est) la punition",
        "Et sûrement la peine",
        "(De) l'au-delà",
        "(Est) supérieure",
        "si",
        "ils",
        "connaître"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "إِنَّ لِلْمُتَّقِينَ عِنْدَ رَبِّهِمْ جَنَّاتِ النَّعِيمِ",
      "simpleTranslate" : [
        "Ceux qui craignent leur Seigneur auront auprès de Lui les Jardins du délice."
      ],
      "tafsirTranslate" : [
        "Sûrement <N:19> la crainte de Dieu doit avoir Jardins de bonheur avec leur",
        "Seigneur."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "pour les justes",
        "avec",
        "leur Seigneur",
        "(Sont) Jardins",
        "(De) Delight"
      ],
      "notes" : {
        "19" : [
          "Ceci est. une réplique aux chefs de la Mecque, qui ont soutenu avec les",
          "musulmans, ainsi: [ \"Les bénédictions que nous jouissons dans le monde sont un",
          "signe que nous sommes favoris de AIlah, et les vies misérables que vous vivez",
          "sont une preuve que vous sont sous la colère de AIIah. Par conséquent, même s'il",
          "y avait une vie après la mort, comme vous le dites, nous aurons du bon temps",
          "là-bas aussi, et le tourment serait imposé sur vous, pas sur nous! \"]"
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "أَفَنَجْعَلُ الْمُسْلِمِينَ كَالْمُجْرِمِينَ",
      "simpleTranslate" : [
        "Eh quoi ! Traiterons-Nous ceux qui sont soumis à la volonté de Dieu sur le même",
        "pied d’égalité que les criminels?"
      ],
      "tafsirTranslate" : [
        "Quoi! Shall We traiter ceux qui ont soumis (à Notre commande), comme ceux qui ont",
        "agi comme des criminels?"
      ],
      "tanslateWordByWord" : [
        "Alors allons nous traiter",
        "les musulmans",
        "comme les criminels"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "مَا لَكُمْ كَيْفَ تَحْكُمُونَ",
      "simpleTranslate" : [
        "D’où tirez-vous cet étrange jugement?"
      ],
      "tafsirTranslate" : [
        "Quel est le problème avec vous? Comment jugez-vous mal! <N:20>"
      ],
      "tanslateWordByWord" : [
        "Quelle",
        "(est pour toi",
        "Comment",
        "(Do) vous juge"
      ],
      "notes" : {
        "20" : [
          "Autrement dit, [ \"ll est contre la raison que Dieu ne doit pas la différence",
          "entre le serviteur obéissant et les coupables. Comment considérez-vous cela comme",
          "raisonnable que le Créateur de l'univers devrait, comme une règle aveugle, pas",
          "juge que les gens dans le monde ont obéi à Ses commandements et se sont abstenus",
          "de malfaisance, et que les gens commis tout péché et le crime et commis chaque",
          "intrépide cruauté de son châtiment? vous avez vu l'adversité des croyants et",
          "votre propre prospérité, mais vous n'avez pas apprécié la distinction entre leurs",
          "bonnes mœurs et votre propre malfaisance, et ont donné votre jugement sans la",
          "pensée que ces gens obéissants seront traités comme coupables par Dieu et les",
          "coupables comme vous sera accordé le Paradis. \"]"
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ",
      "simpleTranslate" : [
        "Est-ce d’un livre dont vous auriez fait votre bréviaire,"
      ],
      "tafsirTranslate" : [
        "Ou vous avez un livre <N:21> dans lequel vous lisez"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(est pour toi",
        "un livre",
        "où",
        "vous apprenez"
      ],
      "notes" : {
        "21" : [
          "Autrement dit, le livre envoyé par Allah."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ",
      "simpleTranslate" : [
        "et dans lequel il serait dit que vous obtiendriez tout ce que vous désirez?"
      ],
      "tafsirTranslate" : [
        "qui (dans l'au-delà) vous auront tout ce que vous choisissez pour vous-mêmes?"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "pour toi",
        "en ce",
        "quelle",
        "tu choisis"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إِلَىٰ يَوْمِ الْقِيَامَةِ ۙ إِنَّ لَكُمْ لَمَا تَحْكُمُونَ",
      "simpleTranslate" : [
        "Ou bien auriez-vous obtenu de Nous un engagement valable jusqu’au Jour dernier,",
        "vous permettant de tout obtenir à votre gré?"
      ],
      "tafsirTranslate" : [
        "ou avons-nous juré alliance avec toi que Nous sommes tenus de garder jusqu'au",
        "Jour de la Résurrection, (une alliance exigeant que tout ce que vous ordonnez",
        "pour vous-mêmes doivent être le vôtre)?"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "pour toi",
        "serments",
        "de notre part",
        "atteindre",
        "à",
        "(le jour",
        "(De) la Résurrection",
        "effectivement",
        "pour toi",
        "(Est) ce qui",
        "vous jugez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "سَلْهُمْ أَيُّهُمْ بِذَٰلِكَ زَعِيمٌ",
      "simpleTranslate" : [
        "Demande-leur alors qui d’entre eux s’en porterait garant?"
      ],
      "tafsirTranslate" : [
        "Demandez-leur: «Lequel d'entre eux peut garantir que <N:22>"
      ],
      "tanslateWordByWord" : [
        "Leur demander",
        "lequel d'entre eux",
        "pour ça",
        "(est responsable"
      ],
      "notes" : {
        "22" : [
          "Za'im en arabe est utilisé pour une personne qui se tient une caution au nom d'un",
          "autre, ou est un porte-parole des autres. Ainsi, le verset signifie demander: [",
          "\"? Lequel d'entre vous va se manifester et dire qu'il a fait telle ou telle",
          "alliance avec Allah en votre nom\"]"
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "أَمْ لَهُمْ شُرَكَاءُ فَلْيَأْتُوا بِشُرَكَائِهِمْ إِنْ كَانُوا صَادِقِينَ",
      "simpleTranslate" : [
        "Ou bien auraient-ils des associés? Eh bien, qu’ils les fassent venir, s’ils sont",
        "de bonne foi !"
      ],
      "tafsirTranslate" : [
        "Ou quelque chose a été garanti par aucun de ceux qu'ils associent à Allah dans Sa",
        "Divinité? Si oui, laissez-les faire passer leurs associés, si elles sont",
        "véridiques. <N:23>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(Sont) pour les",
        "les partenaires",
        "Puis laissez-les porter",
        "leurs partenaires",
        "si",
        "elles sont",
        "véridique"
      ],
      "notes" : {
        "23" : [
          "Autrement dit, «Le jugement que vous passez vous concernant n'a aucun fondement",
          "que ce soit. Il est contre la raison et vous ne pouvez pas montrer une telle",
          "chose écrite dans un livre divin soit. Personne ne peut faire l'affirmation selon",
          "laquelle il a fait Allah promettre quelque chose comme ça, et vous ne pouvez pas",
          "faire l'un de vos divinités Vouch qu'il prendrait la responsabilité d'assurer le",
          "Paradis pour vous de Dieu. Comment alors avez-vous été impliqué dans un tel",
          "malentendu?"
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ",
      "simpleTranslate" : [
        "Le jour où ils seront confrontés aux affres du Jugement dernier, où ils seront",
        "conviés à se prosterner et qu’ils n’auront pas la force de le faire,"
      ],
      "tafsirTranslate" : [
        "Le jour où la calamité terrible va se dérouler, <N:24> quand les gens seront",
        "appelés à se prosterner, et pourtant, ils ne seront pas capables de se",
        "prosterner."
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "seront découverts",
        "de",
        "tibia",
        "et ils seront appelés",
        "à",
        "prostré",
        "mais non",
        "ils seront en mesure"
      ],
      "notes" : {
        "24" : [
          "Littéralement: [ \"Le jour tibia sera découverte\"]. Une partie des Compagnons et",
          "leurs successeurs dit que ces mots ont été utilisés idiomatique, car selon",
          "l'idiome arabe, kashf-i saq implique affligent d'une affliction. Hadrat `Abdullah",
          "bin 'Abbas a également donné le même sens de la présente et l'a soutenu par des",
          "preuves de la poésie arabe. Selon un autre dicton qui a été cité de 'Abbas et",
          "Rabi' Ibn Anas bin, kashf-i saq implique la découverte des faits et des vérités.",
          "Compte tenu de cette interprétation, le sens serait: [ \"Le jour où toutes les",
          "vérités doivent être mises à nu et les actes du peuple devient ouverte et",
          "manifeste.\"]"
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ۖ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ",
      "simpleTranslate" : [
        "ce jour-là, ils auront les yeux baissés et les traits du visage avilis, car c’est",
        "en vain, jadis, qu’on les conviait à se prosterner quand ils jouissaient encore",
        "de toutes leurs facultés."
      ],
      "tafsirTranslate" : [
        "Leurs yeux sont baissés et l'ignominie sont les accabler. Car quand ils étaient",
        "sains et saufs, ils ont été appelés à se prosterner, (et ils ont refusé). <N:25>"
      ],
      "tanslateWordByWord" : [
        "humilié",
        "leurs yeux",
        "les couvrira",
        "humiliation",
        "Et en effet",
        "ils étaient",
        "appelé",
        "à",
        "prostré",
        "pendant qu'ils",
        "(Étaient) son"
      ],
      "notes" : {
        "25" : [
          "Il signifie: Sur le Jour de la Résurrection, il sera ouvertement et publiquement",
          "démontré à qui dans le monde ont effectivement adoré Allah et qui était enclin à",
          "le faire. A cet effet, les gens seront appelés à se prosterner devant Allah.",
          "Ensuite, ceux qui avaient été sincèrement adorer Allah dans le monde, serait se",
          "prosternent, et ceux qui avaient refusé de se prosterner devant lui dans le",
          "monde, serait incapable de le faire. Il deviendra impossible pour eux de mettre",
          "en place une fausse émission d'être fidèles. Par conséquent, ils resteront",
          "debout, dégradé et abattu par la honte."
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَٰذَا الْحَدِيثِ ۖ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Laisse-Moi donc avec ceux qui traitent de mensonge ce discours. Graduellement et",
        "à leur insu, Nous allons les conduire à leur perte."
      ],
      "tafsirTranslate" : [
        "Alors, laissez-moi, (O Prophète), de traiter avec lui qui donne le mensonge à ce",
        "discours. <N:26> Nous ne les dessiner peu à peu (à leur perte) d'une manière",
        "qu'ils ne saura pas. <N:27>"
      ],
      "tanslateWordByWord" : [
        "So Me laisser",
        "et celui qui",
        "nie",
        "ce",
        "Déclaration",
        "Nous allons progressivement les conduire",
        "de",
        "où",
        "ne pas",
        "ils savent"
      ],
      "notes" : {
        "26" : [
          "Autrement dit, [ \"Ne vous inquiétez pas quant à la façon de traiter avec eux;. Il",
          "est pour moi de voir comment les châtier\"]"
        ],
        "27" : [
          "Une forme de conduit quelqu'un à la ruine de façon imperceptible est que l'ennemi",
          "de la Vérité et le méchant peut être béni dans le monde, et d'obtenir la santé,",
          "la richesse, les enfants et les succès du monde, par lequel il peut être trompé",
          "en croyant que tout ce qu'il fait, il se porte bien et à droite: il n'y a rien de",
          "mal à ses faits et gestes. Ainsi, il peut aller de plus en plus profondément",
          "impliqué dans l'inimitié de la vérité et de la méchanceté et de la conduite",
          "rebelle et ne peut pas se rendre compte que les bénédictions qu'il est favorisée",
          "avec ne sont pas une récompense, mais, en fait, un moyen de sa propre ruine."
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَأُمْلِي لَهُمْ ۚ إِنَّ كَيْدِي مَتِينٌ",
      "simpleTranslate" : [
        "Certes, Je leur accorderai un répit, mais Ma riposte sera implacable."
      ],
      "tafsirTranslate" : [
        "Je leur donne un répit. Grande est mon régime! <N:28>"
      ],
      "tanslateWordByWord" : [
        "Et je vais vous donner un répit",
        "pour eux",
        "Effectivement",
        "Mon plan",
        "(Est) ferme"
      ],
      "notes" : {
        "28" : [
          "Le mot Kayd dans l'original signifie de mettre au point un système secret, contre",
          "un autre. Il est un mal que dans le cas où il est conçu pour nuire à quelqu'un",
          "injustement, sinon il n'y a rien de mal à cela, surtout quand un tel système est",
          "adopté contre une personne qui a fait lui-même digne."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِنْ مَغْرَمٍ مُثْقَلُونَ",
      "simpleTranslate" : [
        "Leur aurais-tu jamais réclamé, pour ta mission, un salaire qui aurait pu leur",
        "peser?"
      ],
      "tafsirTranslate" : [
        "Ou êtes-vous leur demandez une compensation afin qu'ils se sentent accablés par",
        "la dette? <N:29>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "vous leur demandez",
        "un paiement",
        "afin qu'ils",
        "de",
        "(la dette",
        "(Sont) chargé"
      ],
      "notes" : {
        "29" : [
          "La question apparemment est demandé du Saint Prophète [(sur lui la paix)], mais",
          "son vrai public sont les gens qui traversaient toutes les limites dans leur",
          "opposition à lui. On leur demande: \"est Notre Messenger vous demande une",
          "récompense qui vous fait sentir si bouleversé Vous vous savez qu'il est",
          "absolument désintéressé dans son invitation et est lui-même exercent uniquement",
          "pour votre propre bénéfice et le bien-être Si vous ne le faites pas?. voulez",
          "croire à ce qu'il dit, vous ne pouvez pas, mais pourquoi vous sentez tellement",
          "furieux à sa cette invitation à vous? [(pour plus d'explications, voir eN 31 de",
          "la sourate At-Tur)]."
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ",
      "simpleTranslate" : [
        "Ou détiendraient-ils la clef du mystère dont ils s’inspireraient pour écrire?"
      ],
      "tafsirTranslate" : [
        "Ou ont-ils aucune connaissance de l'Invisible qui ils sont maintenant en train",
        "d'écrire? <N:30>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "(Est) avec eux",
        "l'invisible",
        "afin qu'ils",
        "écris le"
      ],
      "notes" : {
        "30" : [
          "Cette deuxième question semble également être dirigé vers le Saint Prophète,",
          "mais, en fait, son public sont ses adversaires. Cela signifie: [ \"Avez-vous, ô",
          "peuple, regarda derrière l'invisible et trouvé que le Messager, en fait, ne sont",
          "pas un messager envoyé par Dieu, et les vérités qu'il présente avant que vous",
          "êtes aussi faux, ce qui est la raison pour laquelle vous êtes étant si têtu dans",
          "démontant ce qu'il dit? \"] [(Pour plus d'explications, voir eN 32 de At-Tur)]."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَىٰ وَهُوَ مَكْظُومٌ",
      "simpleTranslate" : [
        "Soumets-toi avec patience à l’arrêt de ton Seigneur et n’imite pas Jonas qui,",
        "suffoquant dans le ventre de la baleine, appela Dieu à son secours,"
      ],
      "tafsirTranslate" : [
        "Alors supporter avec patience jusqu'à ce que le jugement de ton Seigneur <N:31>",
        "vient, et ne belike l'homme dans le poisson (c.-à-Jonas) <N:32> qui a appelé,",
        "d'étouffement par la douleur: <N:33>"
      ],
      "tanslateWordByWord" : [
        "Alors soyez patient",
        "pour (la) décision",
        "(De) votre Seigneur",
        "et (faire) pas",
        "être",
        "comme (le) compagnon",
        "(De) le poisson",
        "quand",
        "il appela",
        "alors qu'il",
        "(Était) en détresse"
      ],
      "notes" : {
        "32" : [
          "Autrement dit, [ «Ne pas se comporter avec impatience tout comme le prophète",
          "Jonas [(la paix soit sur lui)], qui compte de son impatience a été enfoncé dans",
          "le ventre du poisson.\"] Immédiatement après avoir exhorté le Saint Prophète [(sur",
          "lesquels la paix)] pour avoir de la patience jusqu'à ce qu'Allah sortit son",
          "décret, pour lui dire de ne pas se comporter comme le prophète Jonas par lui-même",
          "donne le sens que ce dernier avait montré une certaine sorte d'impatience devant",
          "Allah a donné sa décision et donc avait encouru Sa colère. [(Pour plus",
          "d'explications, voir Yunus, 98 et E.N, 99 sur elle; Al-Anbiya ': 87-88 et de E.N.",
          "82 à 85; As-Saffat: 139-148 et E.N. de 78 à 85)]."
        ],
        "33" : [
          "Dans la sourate Al-Anbiya 'il a été expliqué ainsi: [ \"De l'intérieur du ventre",
          "du poisson et l'obscurité de la mer, le prophète Jonas invoqué Allah en disant:",
          "La ilaha maux fourmis subhanaka Inni Kuntu min- az-zalimin: `Il n'y a pas de dieu",
          "que Toi, gloire à Toi. J'avais bien commis une faute\" Alors Allah a entendu sa",
          "prière et lui a délivré de cette affliction. \"] [(Vv. 87-88)]."
        ],
        "31" : [
          "Autrement dit, [ «Le moment où Allah émettra son décret au sujet de votre succès",
          "et la victoire et la défaite de vos adversaires, est encore loin. Jusque-là, vous",
          "devez aller sur durable avec patience quelles que soient les difficultés et les",
          "afflictions vous peut avoir à faire face dans la voie de la prédication de la",
          "foi. \"]"
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "لَوْلَا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ لَنُبِذَ بِالْعَرَاءِ وَهُوَ مَذْمُومٌ",
      "simpleTranslate" : [
        "et qui aurait été jeté, comme une épave, sur le rivage, si la grâce du Seigneur",
        "ne s’était manifestée en sa faveur."
      ],
      "tafsirTranslate" : [
        "avait son Seigneur ne donna sa faveur sur lui, il aurait été jeté sur ce rivage",
        "stérile (et y aurait-il pu rester) en disgrâce. <N:34>"
      ],
      "tanslateWordByWord" : [
        "Sinon",
        "cette",
        "le surprit",
        "une faveur",
        "de",
        "son Seigneur",
        "sûrement il aurait été jeté",
        "sur (la) terre nue,",
        "alors qu'il",
        "(A) blâmés"
      ],
      "notes" : {
        "34" : [
          "Lorsque ce verset est lu avec As-Saffat: 142-146, on apprend que, à la mélodie du",
          "prophète Jonas a été amené à être avalé par le poisson, il était blâmable. Mais",
          "quand il glorifia Allah et a avoué sa faute, bien qu'il ait été craché par le",
          "poisson sur une plage nue dans un état de maladie, il was.not blâmable à ce",
          "moment-là. Allah, par Sa miséricorde a causé une liane à croître sur lui pour que",
          "ses feuilles doivent lui l'ombre et sa nourriture de fruits fournir et boire."
        ]
      }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "فَاجْتَبَاهُ رَبُّهُ فَجَعَلَهُ مِنَ الصَّالِحِينَ",
      "simpleTranslate" : [
        "Et c’est ainsi que Dieu porta Son choix sur lui et en fit un saint."
      ],
      "tafsirTranslate" : [
        "Mais son Seigneur l'exalté et lui inclus parmi Ses serviteurs vertueux."
      ],
      "tanslateWordByWord" : [
        "Mais lui a choisi",
        "son Seigneur",
        "et le fait",
        "de",
        "les justes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ",
      "simpleTranslate" : [
        "Peu s’en faut que les négateurs ne te foudroient du regard quand ils entendent",
        "réciter le Coran. «C’est un vrai possédé !», disent-ils."
      ],
      "tafsirTranslate" : [
        "Quand les incroyants entendent cette Exhortation, ils vous regardent comme si",
        "elles allaient vous tomber vos pieds avec leurs regards (hostiles) <N:35> Ils",
        "disent: '. Assurément, il est atteint de folie » ;"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "serait presque",
        "ceux qui",
        "ne pas croire",
        "sûrement vous faire glisser",
        "avec leur look",
        "quand",
        "ils entendent",
        "le message",
        "et ils disent",
        "En effet, il a",
        "(Est) sûrement folle"
      ],
      "notes" : {
        "35" : [
          "[ \"Je vous désarçonner\"]: [ \"Je vous dévorera avec leurs yeux\"]. Pour une",
          "expression similaire de la rage et de fureur les mécréants mecquois de contre le",
          "Saint Prophète, vous pouvez aussi Bani Isra'il: 73-77."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ",
      "simpleTranslate" : [
        "Or, ce Coran n’est qu’un rappel qui s’adresse à tout l’Univers."
      ],
      "tafsirTranslate" : [
        "bien que ce soit rien d'autre qu'une Exhortation (à la bonté) pour tout le monde",
        "dans le monde."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "c'est)",
        "mais",
        "un rappel",
        "aux mondes"
      ],
      "notes" : { }
    }
  ],
  "medinian" : false
}