{
  "chapterNumber" : 69,
  "nbVerses" : 52,
  "name" : "Celle qui doit venir, L’inéluctable",
  "nameArabic" : "الحاقـّة",
  "transName" : "al-ḥāqqa",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "الْحَاقَّةُ",
      "simpleTranslate" : [
        "C’est l’Inéluctable !"
      ],
      "tafsirTranslate" : [
        "! L'événement indubitables <N:1>"
      ],
      "tanslateWordByWord" : [
        "La réalité Inevitable"
      ],
      "notes" : {
        "1" : [
          "Le mot al-Haaqqah tel qu'il est utilisé dans le texte signifie un événement qui",
          "doit nécessairement avoir lieu et dont l'apparition dans le futur est si certain",
          "que d'admettre aucun doute ni aucune suspicion. Pour utiliser ce mot pour la",
          "Résurrection et de commencer le discours avec elle par lui-même montre que les",
          "gens niaient son apparition. On leur dit: [ «Ce qui vous niez est inévitable:",
          "votre refus ne sera pas prévenir son apparition.\"]"
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "مَا الْحَاقَّةُ",
      "simpleTranslate" : [
        "Qu’est-ce donc que l’Inéluctable?"
      ],
      "tafsirTranslate" : [
        "Et qu'est-ce que l'événement indubitables?"
      ],
      "tanslateWordByWord" : [
        "Quelle",
        "(Est) la Réalité Inevitable"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَمَا أَدْرَاكَ مَا الْحَاقَّةُ",
      "simpleTranslate" : [
        "Et qui te donnera une idée de l’Inéluctable?"
      ],
      "tafsirTranslate" : [
        "Et que savez-vous ce que cet événement est indubitable <N:2>?"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "va vous faire connaître",
        "quelle",
        "(Est) la Réalité Inevitable"
      ],
      "notes" : {
        "2" : [
          "Ces deux questions, l'une après l'autre, ont été mis à éveiller les auditeurs, de",
          "leur faire comprendre l'importance du moi et l'écoutent ce qui suit avec",
          "attention."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ",
      "simpleTranslate" : [
        "Le peuple de Thamûd et celui de `Âd avaient qualifié le cataclysme de mensonge."
      ],
      "tafsirTranslate" : [
        "Le Thamud <N:3> et l'annonce a rejeté la (possibilité de) calamité soudaine,",
        "<N:4> appelant faux."
      ],
      "tanslateWordByWord" : [
        "dénié",
        "Thamud",
        "et Aad",
        "la Calamité Striking"
      ],
      "notes" : {
        "4" : [
          "Le mot al-qari ah est dérivé de qar ', qui signifie marteau, battre, frapper et",
          "de frapper une chose sur l'autre. Cet autre mot pour la Résurrection a été",
          "utilisé pour donner une idée de sa terreur et la crainte."
        ],
        "3" : [
          "Comme les mécréants de la Mecque ont nié la résurrection et a pris les nouvelles",
          "de son entrée à la légère, ils ont été avertis dès le début, comme pour dire: [",
          "\"Résurrection est inévitable: si vous croyez en lui, ou non ., il sera en tout",
          "cas avoir lieu ensuite, on leur dit: \"] il est pas une chose simple et ordinaire",
          "qu'une personne accepte les nouvelles de la venue d'un événement, ou non, mais il",
          "a une relation profonde avec la morale des nations et de leur avenir. L'histoire",
          "des nations, qui a vécu avant, témoigne que la nation qui a refusé de croire en",
          "l'au-delà et de la pensée de cette vie mondaine seulement pour être la vie réelle",
          "et a nié que l'homme aurait finalement à rendre compte de ses actes devant Dieu,",
          "lui-même corrompu moralement jusqu'à ce que la punition de Dieu a dépassé et a",
          "éliminé du monde. \""
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ",
      "simpleTranslate" : [
        "Les Thamûd furent anéantis par un grondement terrifiant"
      ],
      "tafsirTranslate" : [
        "Puis le Thamud ont été détruits par un bouleversement incroyable; <N:5>"
      ],
      "tanslateWordByWord" : [
        "De manière à",
        "Thamud",
        "ils ont été détruits",
        "par l'accablante (explosion)"
      ],
      "notes" : {
        "5" : [
          "Dans la sourate Al-Araf, 78, il a été appelé ar-rajfah [(un terrible tremblement",
          "de terre)]; dans la sourate Hud: 67 as-sayhah [(une explosion violente)]; dans la",
          "sourate Ha Mim As-Sajda: 17, il a été dit: «Ils ont été dépassés par",
          "sa`iqa-tul-'adhab [(un fléau humiliant)], et ici la même peine a été décrite",
          "au-taghiyah [( une catastrophe violente)]. Ces mots décrivent différents aspects",
          "de la même calamité."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ",
      "simpleTranslate" : [
        "et les `Âd, exterminés par un ouragan mugissant,"
      ],
      "tafsirTranslate" : [
        "et l'annonce ont été détruits par un vent violent orage furieux"
      ],
      "tanslateWordByWord" : [
        "Et comme pour",
        "Aad",
        "ils ont été détruits",
        "par un vent",
        "en hurlant",
        "violent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَىٰ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ",
      "simpleTranslate" : [
        "que Dieu déchaîna contre eux, pendant sept nuits et huit jours consécutifs, au",
        "point qu’à voir leurs cadavres gisant par terre, on les prendrait pour des",
        "souches de palmiers évidés."
      ],
      "tafsirTranslate" : [
        "Il lâché sur eux pendant sept nuits et huit jours consécutifs; de telle sorte que",
        "(si vous aviez été là) vous ont vu des gens se trouvant prostrée, comme si elles",
        "ont été déracinés troncs de palmiers évidées."
      ],
      "tanslateWordByWord" : [
        "Lequel Il a imposé",
        "sur eux",
        "(Pour) sept",
        "nuits",
        "et huit",
        "journées",
        "(successivement",
        "de sorte que vous souhaitez voir",
        "les gens",
        "la bride",
        "tombé",
        "comme si elles étaient",
        "maillot",
        "(De) dattiers",
        "creux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "فَهَلْ تَرَىٰ لَهُمْ مِنْ بَاقِيَةٍ",
      "simpleTranslate" : [
        "En aperçois-tu encore la moindre trace?"
      ],
      "tafsirTranslate" : [
        "Voyez-vous maintenant aucune trace d'eux?"
      ],
      "tanslateWordByWord" : [
        "Alors fais",
        "tu vois",
        "d'eux",
        "tout",
        "restes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ",
      "simpleTranslate" : [
        "C’est le cas aussi de Pharaon, des peuples qui ont vécu avant lui et des cités",
        "ensevelies qui avaient également commis des péchés"
      ],
      "tafsirTranslate" : [
        "Pharaon et ceux devant lui et le peuple des habitations renversées <N:6> tous",
        "engagés dans le même grand péché."
      ],
      "tanslateWordByWord" : [
        "Et il est venu",
        "Firaun",
        "et celles)",
        "avant lui",
        "et les villes renversées",
        "avec le péché"
      ],
      "notes" : {
        "6" : [
          "La référence est dans les villes et les colonies du peuple du Prophète Lot, sur",
          "lequel il a été dit dans la sourate Hud: 82 et AI-Hijr: 74: [ «Nous les avons",
          "tourné à l'envers.\" ]"
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "فَعَصَوْا رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَابِيَةً",
      "simpleTranslate" : [
        "et désobéi au messager de leur Seigneur. Aussi furent-ils balayés avec une force",
        "irrésistible."
      ],
      "tafsirTranslate" : [
        "Ils ne suivaient pas le Messager de leur Seigneur, et Il les saisit avec une",
        "poignée sévère."
      ],
      "tanslateWordByWord" : [
        "Et ils ont désobéi",
        "(le Messager",
        "(De) leur Seigneur",
        "Il les saisit",
        "(Avec) une saisie",
        "dépassement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ",
      "simpleTranslate" : [
        "En vérité, c’est Nous qui, lorsque les eaux débordèrent, vous avons chargés sur",
        "l’arche,"
      ],
      "tafsirTranslate" : [
        "En vérité, quand l'eau est passé à de grandes hauteurs, <N:7> Nous vous portait",
        "sur un navire flottant (à savoir l'Arche) <N:8>"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "quand",
        "débordé",
        "l'eau",
        "Nous vous effectué",
        "dans",
        "la voile (navire)"
      ],
      "notes" : {
        "8" : [
          "[ \"Nous vous montés à bord ...\"], parce que toute la race humaine qui existe",
          "aujourd'hui est descendu des personnes qui ont été montés à bord dans les",
          "milliers Ark d'années et ainsi sauvés du Déluge. Cela signifie: «Vous existez",
          "dans le monde aujourd'hui parce que dans ce Déluge Allah avait fait que les",
          "infidèles se sont noyés et avait sauvé les croyants."
        ],
        "7" : [
          "L'illusion est le Déluge du Prophète Noé, dans lequel toute une nation a été noyé",
          "à cause de ce crime même, et que ces personnes ont été sauvées, qui avait écouté",
          "et obéi au Messager d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ",
      "simpleTranslate" : [
        "afin d’en faire pour vous un rappel à conserver par toute oreille attentive."
      ],
      "tafsirTranslate" : [
        "afin que nous puissions en faire un événement instructif pour vous, et les",
        "oreilles rémanentes pourrait préserver sa mémoire. <N:9>"
      ],
      "tanslateWordByWord" : [
        "Que nous pourrions faire",
        "pour toi",
        "un rappel",
        "et serait conscient",
        "une oreille",
        "conscient"
      ],
      "notes" : {
        "9" : [
          "[ \"Les oreilles de soutènement, ..\"]:. Les oreilles qui peuvent l'entendre",
          "consciemment et prendre dans l'oreille Bien que le mot a été utilisé, il unplies",
          "les auditeurs qui peuvent entendre l'événement et toujours se rappeler il, prenez",
          "garde de celui-ci, et ne peut jamais oublier ce terrible sort les deniers de",
          "l'au-delà et les incroyants du Messager de Dieu finiront par souffrir."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ",
      "simpleTranslate" : [
        "Puis, lorsqu’il sera soufflé une seule fois dans la Trompette"
      ],
      "tafsirTranslate" : [
        "Donc, <N:10> lorsque la trompette est soufflé avec une seule explosion"
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "est soufflé",
        "dans",
        "la trompette",
        "une explosion",
        "unique"
      ],
      "notes" : {
        "10" : [
          "En lisant les versets suivants il faut garder à l'esprit que, à certains endroits",
          "dans le Coran les trois étapes de la résurrection qui aura lieu l'un après",
          "l'autre à des moments différents ont été mentionnés séparément, et à d'autres",
          "tout les trois ont été combinés et mentionné comme un événement unique. Par",
          "exemple, dans la sourate An-Naml: 87 le premier souffle de la Trompette a été",
          "mentionné, quand tout le monde sera soudainement frappé de terreur. À ce",
          "moment-là, ils seront témoins de la confusion générale et le bouleversement de",
          "l'ordre de l'univers, comme décrit dans Al-Hajj: 1-2, Ya Sin 49-50 et At-Takvir:",
          "1-6. Dans la sourate Az-Zumar: 67-70, mention a été faite de la deuxième et",
          "troisième soufflage de la trompette. Sur le second souffle de celui-ci tout le",
          "monde va tomber mort, et quand il est soufflé pour la troisième fois, tous les",
          "hommes morts se lèvera à la vie et se présenter devant Allah. Dans Ta Ha:",
          "102-112, AI-Anbiya ': 101-103, Ya Sin: 51-53 et Qaf: 20-22, seul le troisième son",
          "de la trompette a été mentionnée. [(Pour plus d'explications, voir E.N. 78 de Ta",
          "Ha, E.N. 1 AI-Hajj. De 46 E.N., 47 de Ya Sin)]. Mais ici et à beaucoup d'autres",
          "endroits dans le Coran tous les événements de la Résurrection, de l'expansion de",
          "la première trompette jusqu'à l'entrée en Ciel et l'Enfer du peuple, ont été",
          "décrits comme un événement unique."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً",
      "simpleTranslate" : [
        "et que la Terre et les montagnes, broyées, voleront en éclats,"
      ],
      "tafsirTranslate" : [
        "et la terre et les montagnes sont transportées en altitude et sont écrasés en",
        "morceaux d'un seul coup,"
      ],
      "tanslateWordByWord" : [
        "Et sont levées",
        "La terre",
        "et les montagnes",
        "et broyés",
        "(Avec) un écrasement",
        "unique"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ",
      "simpleTranslate" : [
        "ce jour-là, l’Inéluctable se produira"
      ],
      "tafsirTranslate" : [
        ", ce jour est que l'événement indubitables arrivera;"
      ],
      "tanslateWordByWord" : [
        "Ensuite (sur) ce jour-là",
        "arrivera",
        "l'événement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ",
      "simpleTranslate" : [
        "et le Ciel, lézardé et sans consistance, se fendra."
      ],
      "tafsirTranslate" : [
        "quand le ciel sera fendu, la poignée tenant ayant ainsi desserré en ce jour,"
      ],
      "tanslateWordByWord" : [
        "Et divisera",
        "le paradis",
        "de sorte qu'il",
        "(Est sur) ce jour-là",
        "frêle"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَالْمَلَكُ عَلَىٰ أَرْجَائِهَا ۚ وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ",
      "simpleTranslate" : [
        "Et pendant que les anges se tiendront sur les bords du Ciel, huit d’entre eux",
        "porteront sur leurs épaules le Trône de ton Seigneur."
      ],
      "tafsirTranslate" : [
        "et les anges se tiendront sur les côtés, avec huit d'entre eux portant haut du",
        "Trône <N:11> de ton Seigneur, ce jour."
      ],
      "tanslateWordByWord" : [
        "Et les anges",
        "(Sera) sur",
        "ses arêtes",
        "et porteront",
        "(Le trône",
        "(De) votre Seigneur",
        "au dessus d'eux",
        "Ce jour là",
        "huit"
      ],
      "notes" : {
        "11" : [
          "Ce verset est ambigu au sens de ce qui est difficile à déterminer Nous ne pouvons",
          "ni savoir ce que le Trône est ne pouvons comprendre ce que sera la nature des",
          "huit anges maintien sur le Jour de la Résurrection. Il est, cependant.",
          "inconcevable que Dieu Tout-Puissant serait assis sur le trône et les huit anges",
          "seraient Conservant le long avec lui Le verset aussi ne dit pas que Dieu à ce",
          "moment-là serait assis sur le trône. En outre, la conception de Dieu que le Coran",
          "donne empêche également l'un d'imaginer que l'être qui est libre de l'existence",
          "physique à corps, direction et lieu, devrait être résidant quelque part et ses",
          "créatures doit le soutenir. Par conséquent, la poursuite des recherches pour",
          "déterminer son sens reviendrait à l'incrédulité. Cependant, il faut comprendre",
          "que, pour donner une idée de la règle et de la souveraineté de AIIah",
          "Tout-Puissant, et des questions qui lui sont associés, la même scène a été décrit",
          "par le Coran comme de la royauté mondaine et les mêmes termes ont été utilisés",
          "pour comme sont communs pour la royauté et ses accompagnements, pour nous",
          "permettre de comprendre les questions relatives à la souveraineté de l'univers",
          "dans une certaine mesure seulement par le biais de cette scène très et les",
          "termes. Tout cela est destiné à apporter la vraie vérité au sein de la",
          "compréhension humaine; il est donc pas droit de prendre littéralement."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَىٰ مِنْكُمْ خَافِيَةٌ",
      "simpleTranslate" : [
        "Ce jour-là, vous comparaîtrez sans fard, et aucun de vos secrets ne restera",
        "caché."
      ],
      "tafsirTranslate" : [
        "Ce sera le jour où vous serez ramenés en avant (devant Allah) et pas un secret de",
        "la vôtre restera caché."
      ],
      "tanslateWordByWord" : [
        "Ce jour là",
        "vous seront exposées",
        "ne pas",
        "sera caché",
        "parmi vous",
        "un secret"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ",
      "simpleTranslate" : [
        "Et c’est alors que celui à qui on remettra le bilan de ses œuvres dans la main",
        "droite dira : «Regardez ! Lisez mon bilan !"
      ],
      "tafsirTranslate" : [
        "Ce jour-là, celui dont la fiche qui lui est donné dans sa main droite <N:12>",
        "dira: 'Lo! Lire mon dossier! <N:13>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, en ce qui concerne",
        "(Lui) qui",
        "est donné",
        "son record",
        "dans sa main droite",
        "diront",
        "Ici",
        "lire",
        "mon dossier"
      ],
      "notes" : {
        "12" : [
          "est d'être donné dans la main droite sera par lui-même montre que le compte de la",
          "personne concernée est claire et constante et il apparaît dans la Cour Divine",
          "comme un homme juste et non pas comme un coupable Le record. Il est probable que",
          "au moment où les documents sont distribués le juste lui-même étendra sa main",
          "droite avant de recevoir son dossier. Pour le compte du bon traitement qu'il",
          "aurait reçu, dès le moment de la mort jusqu'à son apparition dans la plaine de",
          "l'Assemblée à la Résurrection, lui aurait donné la satisfaction qu'il était là",
          "pour être béni et de ne pas être puni. Au nombre d'une place dans le Coran, il a",
          "été explicitement déclaré que le droit au décès lui-même, il devient clair à tout",
          "homme s'il entre dans le prochain monde dans un état béni ou misérable. Puis, à",
          "partir du moment de la mort jusqu'à la résurrection l'homme juste est traité",
          "comme un invité et l'homme méchant comme un coupable en garde à vue. Après cela,",
          "l'écume du temps la deuxième vie commence le jour. de la Résurrection, la",
          "condition et l'état des justes est entièrement différente de la condition et de",
          "l'état des mécréants, hypocrites et coupables. [(Pour plus de détails, voir",
          "Al-Anfal: 50, An-Nahl: 28-32, Bani Isra'il: 97, Ta Ha: 102, 103, 124126,",
          "AI-Anbiya ': 1-3, Al-Furgan: 24 , An-Naml: 89, Saba: 51, Ya Sin: 26-27, AlMu'min",
          "45-46, Muhammad: 27. Qaf: 19-23 et les notes correspondantes."
        ],
        "13" : [
          "] Autrement dit, il sera ravi dès qu'il reçoit son dossier et montrer à ses",
          "compagnons. Dans la sourate Al-lnshiqaq: 9, il a été dit [ «Il va revenir à ses",
          "kinsfolk réjouir.\"]"
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ",
      "simpleTranslate" : [
        "J’étais sûr d’y trouver mon compte !»"
      ],
      "tafsirTranslate" : [
        "En vérité, je suis sûr que je serais remis mon compte. » <N:14>"
      ],
      "tanslateWordByWord" : [
        "En effet, je",
        "était certain",
        "que je",
        "(se réunira",
        "Mon compte"
      ],
      "notes" : {
        "14" : [
          "Autrement dit, \". Il a eu la chance parce qu'il avait été conscient de l'au-delà",
          "dans le monde et a vécu sa vie avec la conviction qu'il aurait à comparaître",
          "devant Dieu un jour et rendre son compte à celui ."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ",
      "simpleTranslate" : [
        "À celui-là une existence heureuse sera assurée,"
      ],
      "tafsirTranslate" : [
        "Puis il doit se trouver dans une vie de bonheur;"
      ],
      "tanslateWordByWord" : [
        "Donc il",
        "(sera en",
        "une vie",
        "agréable"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "فِي جَنَّةٍ عَالِيَةٍ",
      "simpleTranslate" : [
        "dans un Jardin haut placé"
      ],
      "tafsirTranslate" : [
        "dans un jardin haute"
      ],
      "tanslateWordByWord" : [
        "Dans",
        "un jardin",
        "élevé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "قُطُوفُهَا دَانِيَةٌ",
      "simpleTranslate" : [
        "et aux fruits à sa portée."
      ],
      "tafsirTranslate" : [
        "les grappes de fruits dont seront suspendus bas pour être à portée de main (des",
        "détenus du Paradis)."
      ],
      "tanslateWordByWord" : [
        "Ses grappes de fruits",
        "accroché près"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ",
      "simpleTranslate" : [
        "«Mangez et buvez en paix, pour prix de ce que vous aviez accompli dans le passé",
        "!»"
      ],
      "tafsirTranslate" : [
        "(on leur dira): «Mangez et buvez avec bonne humeur comme une récompense pour les",
        "bonnes actions que vous avez fait dans les jours qui ont passé par."
      ],
      "tanslateWordByWord" : [
        "Manger",
        "et boire",
        "(In) satisfaction",
        "pour quoi",
        "vous avez envoyé avant",
        "dans",
        "les jours",
        "passé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ",
      "simpleTranslate" : [
        "Tandis que celui à qui on remettra son bilan dans la main gauche s’écriera :",
        "«Plût à Dieu qu’on ne m’ait pas remis mon bilan !"
      ],
      "tafsirTranslate" : [
        "Quant à lui dont le dossier sera remis à lui dans sa main gauche, <N:15> il",
        "écrier: «Plût que je ne l'avais jamais été donné mon dossier, <N:16>"
      ],
      "tanslateWordByWord" : [
        "Mais, comme pour",
        "(Lui) qui",
        "est donné",
        "son record",
        "dans sa main gauche",
        "diront",
        "O! je souhaite",
        "ne pas",
        "J'avais été donnée",
        "mon dossier"
      ],
      "notes" : {
        "16" : [
          "Autrement dit, \"1 ne devrait pas avoir été donné cet enregistrement dans la",
          "plaine de l'Assemblée et donc déshonoré publiquement devant toute l'humanité,",
          "mais aurait dû recevoir secrètement quelque châtiment que je méritais."
        ],
        "15" : [
          "Dans la sourate Al-Inshiqaq il a été dit: [ \"Et celui dont la fiche est de lui",
          "donner son dos ...\"] Probablement que ce sera comme ceci: Comme le coupable",
          "serait déjà en sachant que il était coupable, et serait au courant de ce que son",
          "dossier contenait, il mélancoliquement tendre la main gauche vers l'avant de la",
          "recevoir, puis serait immédiatement cacher derrière son dos afin que personne",
          "d'autre a vu ce qu'il avait reçu."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَلَمْ أَدْرِ مَا حِسَابِيَهْ",
      "simpleTranslate" : [
        "Et que je n’eusse jamais connu mon compte !"
      ],
      "tafsirTranslate" : [
        "et n'a pas connu mon compte. <N:17>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "j'avais su",
        "quelle",
        "(Est) mon compte"
      ],
      "notes" : {
        "17" : [
          "Autrement dit, [ «Je ne devrais pas avoir été dit ce que je l'avais fait dans le",
          "monde.\"] Un autre sens de ce verset peut aussi être: [ \"Je ne savais pas ce",
          "compte était: 1 jamais eu imaginé qu'un jour je voudrais également rendre mon",
          "compte et que tous mes actes seraient présentés devant moi. \"]"
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ",
      "simpleTranslate" : [
        "Plût à Dieu que ma mort fût définitive !"
      ],
      "tafsirTranslate" : [
        "Oh! Serait-ce la mort qui est venu à moi dans le monde eut fini de moi! <N:18>"
      ],
      "tanslateWordByWord" : [
        "O! je le souhaite",
        "a été",
        "la fin"
      ],
      "notes" : {
        "18" : [
          "Autrement dit, [ «Je devrais avoir disparu après la mort dans le monde et aurais",
          "connu aucune autre vie après la mort.\"]"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "مَا أَغْنَىٰ عَنِّي مَالِيَهْ ۜ",
      "simpleTranslate" : [
        "À quoi donc m’ont servi toutes mes richesses?"
      ],
      "tafsirTranslate" : [
        "Mes richesses ne me ont pas profité,"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "a fait usage",
        "moi",
        "ma richesse"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "هَلَكَ عَنِّي سُلْطَانِيَهْ",
      "simpleTranslate" : [
        "Et mon pouvoir s’est-il donc à jamais évanoui?»"
      ],
      "tafsirTranslate" : [
        "et mon autorité a disparu. » <N:19>"
      ],
      "tanslateWordByWord" : [
        "Est parti",
        "de moi",
        "mon autorité"
      ],
      "notes" : {
        "19" : [
          "Le mot sultan du texte est utilisé aussi bien pour un argument et pour le pouvoir",
          "et l'autorité. Si elle est prise dans le sens d'un argument, le sens serait: [",
          "\"Les arguments que je l'habitude de donner ne serait pas travailler ici. Ici, je",
          "ne conteste pas que 1 peut présenter à l'auto-défense»] Et si ce est pris dans le",
          "sens du pouvoir, cela impliquerait: [ \"le pouvoir dont je suis si fier dans le",
          "monde est plus: je ne l'armée ici et il n'y a personne pour me obéir: 1 support",
          "comme une créature sans défense misérable , qui ne peut rien faire pour se",
          "défendre. \"]"
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "خُذُوهُ فَغُلُّوهُ",
      "simpleTranslate" : [
        "– «Attrapez-le !, sera-t-il ordonné. Ligotez-le !"
      ],
      "tafsirTranslate" : [
        "(Une commande sera émis): «Saisissez-le et manille lui,"
      ],
      "tanslateWordByWord" : [
        "Saisissez-le",
        "et l'manille"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "ثُمَّ الْجَحِيمَ صَلُّوهُ",
      "simpleTranslate" : [
        "Et dans la Fournaise jetez-le !"
      ],
      "tafsirTranslate" : [
        ", puis le jetèrent dans le feu,"
      ],
      "tanslateWordByWord" : [
        "alors",
        "(Dans) l'Enfer",
        "brûlez-le"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ",
      "simpleTranslate" : [
        "Puis à une chaîne de soixante-dix coudées, enroulez-le !"
      ],
      "tafsirTranslate" : [
        "puis le fixer avec une chaîne, soixante-dix coudées de long."
      ],
      "tanslateWordByWord" : [
        "alors",
        "dans",
        "une chaîne",
        "sa longueur,",
        "(Est) soixante",
        "coudées",
        "insérer le"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ",
      "simpleTranslate" : [
        "Car il ne croyait pas en Dieu, le Sublime,"
      ],
      "tafsirTranslate" : [
        "Il ne voulait pas croire en Allah, le Très Grand;"
      ],
      "tanslateWordByWord" : [
        "En effet, il a",
        "était",
        "ne pas",
        "croire",
        "en Allah",
        "Plus Grand"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَلَا يَحُضُّ عَلَىٰ طَعَامِ الْمِسْكِينِ",
      "simpleTranslate" : [
        "et n’incitait pas ses semblables à nourrir le pauvre !"
      ],
      "tafsirTranslate" : [
        ", ni aurait-il pousser l'alimentation des pauvres. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Et (a) pas",
        "ressentir l'envie",
        "sur",
        "(L) alimentation",
        "(De) pauvres"
      ],
      "notes" : {
        "20" : [
          "Autrement dit, pour ne pas parler de nourrir un pauvre homme lui-même, il n'a",
          "même pas comme de dire aux autres qu'ils devraient nourrir les affamés. \""
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ",
      "simpleTranslate" : [
        "Il n’a donc nul ami, ici, pour l’assister,"
      ],
      "tafsirTranslate" : [
        "Aujourd'hui, il a été laissé ici sans amis;"
      ],
      "tanslateWordByWord" : [
        "donc pas",
        "pour lui",
        "aujourd'hui",
        "ici",
        "tout ami dévoué"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍ",
      "simpleTranslate" : [
        "ni d’autre repas que le pus des réprouvés,"
      ],
      "tafsirTranslate" : [
        "et n'a pas de nourriture, sauf la saleté du lavage des plaies,"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "n'importe quelle nourriture",
        "sauf",
        "de",
        "(La) décharge des plaies"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "لَا يَأْكُلُهُ إِلَّا الْخَاطِئُونَ",
      "simpleTranslate" : [
        "qui constitue la nourriture habituelle des damnés.»"
      ],
      "tafsirTranslate" : [
        "dont seuls les pécheurs vont manger."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "va manger",
        "sauf",
        "les pécheurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ",
      "simpleTranslate" : [
        "J’en jure par ce que vous voyez"
      ],
      "tafsirTranslate" : [
        "Mais non, <N:21> Je jure par ce que vous voyez,"
      ],
      "tanslateWordByWord" : [
        "Mais nay",
        "je le jure",
        "par quoi",
        "tu vois"
      ],
      "notes" : {
        "21" : [
          "Autrement dit, la vérité est pas comme vous pensez qu'il soit."
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "وَمَا لَا تُبْصِرُونَ",
      "simpleTranslate" : [
        "et par ce que vous ne pouvez voir"
      ],
      "tafsirTranslate" : [
        "et par ce que vous ne voyez pas,"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "ne pas",
        "tu vois"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ",
      "simpleTranslate" : [
        "que c’est bien là la parole d’un noble Messager,"
      ],
      "tafsirTranslate" : [
        "que ceci est le discours d'un honorable Messager, <N:22>"
      ],
      "tanslateWordByWord" : [
        "En effet, ça l'est)",
        "sûrement (la) Parole",
        "(De) un Messager",
        "noble"
      ],
      "notes" : {
        "22" : [
          "Ici, [ «un honorable messager»] implique le Saint Prophète Muhammad [(sur lui la",
          "paix et bénédictions d'Allah)] et dans la sourate At-Takvir: 19. l'ange Gabriel",
          "[(la paix soit sur lui)] , l'argument étant que, après avoir décrit le Coran",
          "comme la parole d'un honorable Messenger, il a été dit: [ «il est pas le mot d'un",
          "poète ... ni un devin,\"] et évidemment les mécréants de la Mecque marque le Saint",
          "Prophète Muhammad [(sur qui être la paix et la bénédiction d'Allah)] et non pas",
          "Gabriel comme poète et devin. Au contraire, dans la sourate At-Takvir, après",
          "avoir décrit le Coran comme la parole de [ «un noble messager\"] il a été dit: [",
          "\"Ce Messenger a un grand pouvoir, et a un rang élevé avec le propriétaire du",
          "Trône : il lui obéit et tenu comme digne de confiance ... et Muhammad [(sur lui",
          "la paix et bénédictions d'Allah)] l'a vu à l'horizon lumineux \"] [(vv 20-23.)]..",
          "Presque la même chose a été dit dans An-Najm: 5-10 sur Gabriel. Ici, la question",
          "se pose; Dans quel sens a le Coran été décrit comme la Parole de Muhanunad [(sur",
          "lui la paix et bénédictions d'Allah et de Gabriel La réponse est:? Les gens",
          "entendaient étant récitée par la langue du Saint Prophète et le Saint . Prophète",
          "par la bouche de Gabriel Là-dessus, d'une manière qu'il était le mot du Saint",
          "Prophète et une autre façon de Gabriel, mais un peu en dessous, il a été",
          "explicitement déclaré: «il est en effet une révélation du Seigneur des mondes,",
          "»qui est présenté devant Muhammad (sur lui soit la paix et bénédictions d'Allah)]",
          "par, la langue de Gabriel [(paix qu'il lui)] et devant le peuple par la langue de",
          "Mahomet [(sur qui être la paix et la bénédiction d'Allah) ]. le mot Messenger",
          "indique lui-même à la vérité que la parole appartient à aucun d'eux, mais ils ont",
          "présenté comme messagers de celui qui a fait descendre."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "وَمَا هُوَ بِقَوْلِ شَاعِرٍ ۚ قَلِيلًا مَا تُؤْمِنُونَ",
      "simpleTranslate" : [
        "et non point le propos d’un poète, pour peu que vous croyiez,"
      ],
      "tafsirTranslate" : [
        "pas le discours d'un poète. Peu croyez-vous! <N:23>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "il",
        "(Est le) mot",
        "(De) un poète",
        "peu",
        "(Est) ce qui",
        "tu crois"
      ],
      "notes" : {
        "23" : [
          "Un sens de [ \"peu il est que vous croyez\"], selon l'idiome arabe, peut être: [",
          "«Tu ne crois pas du tout.\"] Un autre sens peut aussi être: \"En entendant le Coran",
          "ton coeur parfois se crie: «Cela ne peut pas être mot mortel» Pourtant, vous",
          "comporter obstinément et refusent d'y croire.."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "وَلَا بِقَوْلِ كَاهِنٍ ۚ قَلِيلًا مَا تَذَكَّرُونَ",
      "simpleTranslate" : [
        "ni d’un vulgaire devin, pour peu que vous réfléchissiez !"
      ],
      "tafsirTranslate" : [
        "n'est-ce le discours d'un devin. Petit ne réfléchissez-vous!"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "(Il est le) mot",
        "(De) un devin",
        "peu",
        "(Est) ce qui",
        "vous prenez garde"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "Ce Coran est, en effet, une révélation émanant du Maître de l’Univers."
      ],
      "tafsirTranslate" : [
        "Il a été révélé par le Seigneur de l'Univers. <N:24>"
      ],
      "tanslateWordByWord" : [
        "(Il est) une révélation",
        "de",
        "(le Seigneur",
        "(De) les mondes"
      ],
      "notes" : {
        "24" : [
          "En bref: [ \"Je jure par ce que vous voyez et par tout ce que vous ne voyez pas",
          "que ce Coran est pas la parole d'un poète ou d'un devin, mais il est une",
          "révélation du Seigneur des mondes , qui est présenté par le Messager qui est",
          "noble et doux. \"] considérons maintenant dans quel sens ce serment a été",
          "assermenté. Ce qui était visible à la population était :. \n [(1)] Cette Parole a",
          "été présentée par une personne qui, étant noble et doux n'a pas été caché à",
          "quiconque dans la société de la Mecque. Tout le monde savait qu'il était le",
          "meilleur homme de leur nation dans la conduite. Il ne pouvait attendre d'un tel",
          "homme qu'il forger un mensonge et l'attribuer à Allah, Seigneur des mondes. \n",
          "[(2)] Ils ont également vu clairement qu'il avait aucun motif égoïste en",
          "présentant ce mot devant le peuple, mais avait plutôt sacrifié tous ses intérêts",
          "personnels à lui: avait ruiné son entreprise, avait abandonné toute facilité et",
          "le confort, a été maudit et abusé par les mêmes personnes qui l'avaient montré la",
          "plus grande vénération et de l'estime et causé même sa famille et les enfants à",
          "être soumis à ces agonies outre lui-même. Une personne ayant des motifs égoïstes",
          "ne pouvait pas lui-même soumis à de telles tribulations. \n [(3)] Ils pourraient",
          "aussi voir que la vie des gens dans leur propre société, qui ont cru en lui, a",
          "subi une transformation soudaine. Le mot d'aucun poète ou devin a été connu pour",
          "avoir provoqué un tel changement moral merveilleux dans le peuple que son",
          "disciple doit être prêt à faire face à toutes les difficultés et de porter contre",
          "toutes les persécutions à cause de lui. \n [(4)] Ils étaient pas non plus ignorer",
          "la langue de la poésie et de la diction des devins. Outre incroyants tenaces, on",
          "ne peut dire que la langue du Coran était la langue de la poésie ou de rituel.",
          "[(Pour une discussion détaillée de ce sujet, voir E.N. 7 de AI-Anbiya, E.N. de",
          "142-145 de Ash-Shu`ara ', E.N.22 de At-Tur)]. \n [(5)] Ce fut aussi devant leurs",
          "yeux que personne dans toute l'Arabie était si éloquent de la parole que sa",
          "parole pourrait être amené à correspondre avec le Coran. Sans parler de l'égaler,",
          "l'éloquence de même pas le plus grand poète pourrait même approcher partout près",
          "du Coran de. \n [(6)] Cela a également été pas caché d'eux que la langue utilisée",
          "par Muhanunad [(sur lui la paix et bénédictions d'Allah)] lui-même était très",
          "différent dans sa beauté littéraire et le mérite de la langue du Coran. Aucune",
          "personne parlant l'arabe pourrait, après avoir entendu propre discours du Saint",
          "Prophète et le Coran, dire que les deux émanaient d'une seule et même personne. \n",
          "[(7)] Les gens de la Mecque avaient jamais entendu parler, même jusqu'à un jour",
          "avant Muhammad [(sur qui être la paix et la bénédiction d'Allah)] a fait la",
          "demande à Prophétie tout ce qui concerne les thèmes que le Coran se composait de,",
          "ni qu'ils savaient qu'il avait des moyens d'obtenir que la connaissance et de",
          "l'information. Voilà pourquoi, même si ses adversaires allèguent qu'il a obtenu",
          "cette information en secret quelque part, personne dans la Mecque était prêt à le",
          "croire. [(Pour explanatation, voir E.N l07 de An-Nahl et E.N. 12 AI-Furgan)]. \n",
          "[(8)] Ils pourraient également voir le merveilleux atelier de l'existence, de la",
          "terre vers le ciel, qui fonctionnait sous leurs yeux, et dans lequel ils",
          "pouvaient voir, une loi sage suprême et, un ordre et un système qui imprègne tout",
          "au travail. Dans ce qu'ils pouvaient voir aucun signe et la preuve de polythéisme",
          "et le refus de l'au-delà, que les Arabes avaient adopté comme leur croyance, mais",
          "il y avait des signes et des preuves de l'existence d'un seul Dieu et de la",
          "vérité de l'au-delà qui le Qur'an un présentait. \n Tout cela qu'ils pouvaient",
          "voir, et ce qu'ils ne voient pas était: Allah Tout-Puissant seul est le Créateur",
          "et Maître et Souverain de cet univers: tous les autres ne sont que des créatures:",
          "aucun à côté de Lui est Dieu! Résurrection doit avoir lieu inévitablement;",
          "Muhammad [(sur lui la paix et bénédictions d'Allah)] a été vraiment nommé",
          "Messager d'Allah lui-même qui envoie descendre le Coran pour lui. Un serment a",
          "été prêté par les deux vérités à affirmer que ce qui a été dit dans les versets",
          "précédents."
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ",
      "simpleTranslate" : [
        "Et si le Prophète Nous avait attribué de faux propos,"
      ],
      "tafsirTranslate" : [
        "Et s'il [à savoir, les prophètes] avait forgé ce discours et par la suite",
        "attribué à nous,"
      ],
      "tanslateWordByWord" : [
        "Et si",
        "il (avait) fabriqué",
        "contre nous",
        "certains",
        "énonciations"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "لَأَخَذْنَا مِنْهُ بِالْيَمِينِ",
      "simpleTranslate" : [
        "Nous l’aurions saisi de la main droite"
      ],
      "tafsirTranslate" : [
        "Nous aurions certainement le saisit par la main droite,"
      ],
      "tanslateWordByWord" : [
        "Certes, nous (ne) avons saisi",
        "lui",
        "par la main droite"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ",
      "simpleTranslate" : [
        "et Nous lui aurions tranché l’aorte,"
      ],
      "tafsirTranslate" : [
        ", puis sectionnée sa veine de la vie;"
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous avons certes (serait) avons coupé",
        "de lui",
        "l'aorte"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ",
      "simpleTranslate" : [
        "et nul d’entre vous n’aurait pu s’y opposer."
      ],
      "tafsirTranslate" : [
        "et pas un seul d'entre vous auraient pu nous refuser de le faire. <N:25>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "de toi",
        "tout",
        "un",
        "[de lui]",
        "(Qui pourrait) empêcher (it)"
      ],
      "notes" : {
        "25" : [
          "L'objet est d'impressionner le point que le Prophète a aucune autorité pour faire",
          "tout changement dans l'Apocalypse. S'il le faisait, il serait sévèrement puni. Le",
          "style représente l'action rapide et rapide d'un roi qui frappe la tête d'un",
          "fonctionnaire, en le tenant par la main, quand il commet un faux en son nom.",
          "Certaines personnes ont mal interprété ce verset signifie que si le cœur-veineuse",
          "ou du cou-veine d'un imposteur est pas immédiatement sectionnés par Allah, ce",
          "serait une preuve qu'il était un vrai prophète, alors que dans ce verset ce qui a",
          "été dit est d'environ un vrai prophète et non pas sur les imposteurs. Mêmes",
          "imposteurs ont même prétendu être Dieu et ont prospéré et a vécu une longue vie",
          "dans le monde, de sorte qu'il ne pouvait pas être une preuve de la vérité de leur",
          "réclamation. Pour une discussion complète de cette question, voir E.N 23 de la",
          "sourate Yunus."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ",
      "simpleTranslate" : [
        "En vérité, ce Livre est un rappel pour ceux qui craignent le Seigneur."
      ],
      "tafsirTranslate" : [
        "Il est certainement un bon avocat de la crainte de Dieu. <N:26>"
      ],
      "tanslateWordByWord" : [
        "Et en effet, il",
        "(Est) sûrement un rappel",
        "pour Allah craignant"
      ],
      "notes" : {
        "26" : [
          "Autrement dit, le Coran est un avertissement pour ceux qui veulent éviter les",
          "actes répréhensibles et ses conséquences néfastes. [(Pour plus d'explications,",
          "voir E.N. 3 d'Al-Baqarah)]."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ",
      "simpleTranslate" : [
        "Mais Nous savons qu’il en est parmi vous qui le traitent d’imposture."
      ],
      "tafsirTranslate" : [
        "Nous savons certainement que certains d'entre vous donnera le mensonge à lui,"
      ],
      "tanslateWordByWord" : [
        "Et en effet, Nous",
        "sûrement connaître",
        "cette",
        "parmi vous",
        "(Sont) deniers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ",
      "simpleTranslate" : [
        "Aussi constituera-t-il toujours pour les négateurs une véritable torture !"
      ],
      "tafsirTranslate" : [
        "et sûrement ce sera une cause de regret pour les mécréants. <N:27>"
      ],
      "tanslateWordByWord" : [
        "Et en effet, il",
        "(Est) sûrement un regret",
        "sur",
        "les incroyants"
      ],
      "notes" : {
        "27" : [
          "Autrement dit, ils finiront par avoir au désespoir et regrettent pourquoi ils",
          "avaient rejeté ce Coran."
        ]
      }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "وَإِنَّهُ لَحَقُّ الْيَقِينِ",
      "simpleTranslate" : [
        "Car il est l’expression de la Vérité dans toute sa certitude."
      ],
      "tafsirTranslate" : [
        "Certes, il est une vérité de certitude absolue."
      ],
      "tanslateWordByWord" : [
        "Et en effet, il (est)",
        "sûrement (la) vérité",
        "(De) sécurité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ",
      "simpleTranslate" : [
        "Glorifie donc le Nom de ton Seigneur, dans toute Sa majesté et Sa grandeur !"
      ],
      "tafsirTranslate" : [
        "Glorifie donc le nom de votre Seigneur, le Très Grand."
      ],
      "tanslateWordByWord" : [
        "glorifie donc",
        "(le nom",
        "(De) votre Seigneur",
        "Plus Grand"
      ],
      "notes" : { }
    }
  ],
  "medinian" : false
}