{
  "chapterNumber" : 70,
  "nbVerses" : 44,
  "name" : "Les degrés, Les paliers",
  "nameArabic" : "المعارج",
  "transName" : "al-maʿārij",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ",
      "simpleTranslate" : [
        "Quelqu’un a demandé que se produise sans délai le châtiment inéluctable"
      ],
      "tafsirTranslate" : [
        "A beseecher supplia la visite du châtiment, <N:1>"
      ],
      "tanslateWordByWord" : [
        "A demandé",
        "questionneur",
        "sur une punition",
        "lié à se produire"
      ],
      "notes" : {
        "1" : [
          "Certains commentateurs ont pris la sa'ala verbe dans le texte dans le sens de",
          "demander, et ont interprété le verset signifie: [ \"Le demandeur a demandé: qui",
          "sera le châtiment qui nous sont menacés s'abattre \"] Et AIIah a répondu, en",
          "disant: [\" t touchera les mécréants \"] Mais la plupart des conunentators ont pris",
          "sa ala ici dans le sens d'exiger!.. Nasa'i et d'autres traditionnistes ont",
          "raconté une tradition d'Ibn 'Abbas, et Hakim tenir comme authentique, que Nadr",
          "bin al-Harith Kaladah avait dit [ \"O Dieu, si elle est vraiment la vérité envoyé",
          "par l'aube Vous, alors pleuvoir pierres sur nous des cieux, ou descendre tout",
          "autre châtiment douloureux sur nous »] [. (AI-Anfal: 32)]. En dehors de cela, à",
          "plusieurs endroits dans le Coran des mécréants ce défi a été lié: [ «Pourquoi ne",
          "vous apporte pas sur nous le tourment que tu nous menaces\"] Par exemple, voir",
          "Yunus: 4b- 48, Al-Anbiya ': 36-41, An-Naml; 67-72, Saba: 26-30, Ya Sin: 45-52,",
          "Al-Mink: 24-27."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "لِلْكَافِرِينَ لَيْسَ لَهُ دَافِعٌ",
      "simpleTranslate" : [
        "qui doit frapper les négateurs et que nul ne pourrait repousser,"
      ],
      "tafsirTranslate" : [
        "(un châtiment signifiait) pour les mécréants, celui qui ne peut éviter;"
      ],
      "tanslateWordByWord" : [
        "Pour les incroyants",
        "ne pas",
        "de celui-ci",
        "toute preventer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "مِنَ اللَّهِ ذِي الْمَعَارِجِ",
      "simpleTranslate" : [
        "car ce châtiment provient de Dieu, le Maître des degrés célestes"
      ],
      "tafsirTranslate" : [
        "un châtiment d'Allah, le Seigneur des étapes ascendantes, <N:2>"
      ],
      "tanslateWordByWord" : [
        "De",
        "Allah",
        "Propriétaire",
        "(De) les voies de l'ascension"
      ],
      "notes" : {
        "2" : [
          "Ma'arij est le pluriel de Mi'raj, ce qui signifie un escalier ou une échelle, ou",
          "quelque chose par lequel on peut monter. Pour appeler Allah dhil-Ma'aij",
          "[(Propriétaire des Marches Ascent)] signifie qu'il est le plus élevé et pour",
          "monter dans Sa Présence les anges ont à monter plusieurs hauteurs, un au-dessus",
          "de l'autre, comme cela a été dit dans les versets suivants."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ",
      "simpleTranslate" : [
        "que les anges et l’Esprit gravissent, dans leur ascension, vers Lui, en un jour",
        "d’une durée de cinquante mille ans !"
      ],
      "tafsirTranslate" : [
        "par lequel les anges et l'Esprit <N:3> montent vers Lui <N:4> en un jour dont la",
        "durée est de cinquante mille ans <N:5>."
      ],
      "tanslateWordByWord" : [
        "Monter",
        "les anges",
        "et l'Esprit",
        "à lui",
        "dans",
        "un jour",
        "[est]",
        "sa mesure",
        "(Est) cinquante",
        "mille",
        "années)"
      ],
      "notes" : {
        "3" : [
          "[ \"The Spirit\"]: l'Ange Gabriel [(la paix soit sur lui)], qui a été mentionné",
          "séparément des anges afin d'impressionner sa gloire unique et la grandeur. Dans",
          "la sourate Ash-Shu'ara il a été dit: [ «L'Esprit fidèle est venu vers le bas avec",
          "ce Coran sur ton cœur\"], et, dans la sourate Al-Baqarah [ \"Dites à [(v 193.)]",
          "eux: celui qui est ennemi de Gabriel, devrait comprendre qu'il a, par le",
          "commandement de .Allah révélé sur votre cœur ce Coran \"] [(v 97).]... Ces versets",
          "lorsqu'ils sont lus ensemble montrent que Ar-Ruh [(l'Esprit)] implique l'Ange",
          "Gabriel."
        ],
        "4" : [
          "Ceci est un thème ambigu dont le sens ne peut être déterminé avec précision. Nous",
          "ne disposons pas de la connaissance de la réalité des anges, ne pouvons",
          "comprendre la nature de leur ascension, nar peut concevoir les escaliers sur",
          "lesquels ils montent. D'ailleurs, à propos de AIIah aussi il ne peut pas imaginer",
          "qu'il vit dans un lieu particulier, car il est exalté et mousse sans les",
          "restrictions de l'espace et le temps."
        ],
        "5" : [
          "Dans Al-Hajj: 47, il a Heen dit: [ «Ces gens exigent de vous de hâter le",
          "tourment; AIIah ne sera jamais la queue pour accomplir sa menace, mais un jour",
          "avec ycur Seigneur est égal à mille ans comme vous estiment \"] Dans la sourate",
          "As-Sajda: 5, il a été dit: [\". il gère les affaires du monde du ciel à la terre,",
          "et le rapport de cette administration monte [(à présenter )] devant Lui en un",
          "jour dont la longueur, en fonction de votre compte, est mille ans »]. Et ici, en",
          "réponse à la demande de la tourmente, la mesure d'un jour d'Allah a été dit être",
          "cinquante mille ans. Puis le Saint Prophète [(sur lesquels la paix)] a été",
          "consolé, en disant: [ «Ayez patience à la demande pour le tourment que les gens",
          "font de plaisanterie et de plaisir,\"], puis il est dit: [ \"Ils pensent il est",
          "loin, mais nous le voyons comme à portée de main \"] Lorsque tous ces versets sont",
          "lus ensemble, ce qui devient évident est:\". les gens, en raison de leurs",
          "perspectives étroites et restreintes, mesurent le temps des décrets d'Allah par",
          "leur propre échelles de temps et, par conséquent, envisager une centaine d'années",
          "pour être une très longue période, alors que dans la conduite divine des affaires",
          "il existe des régimes d'étalement plus de mille ans chacun, ou cinquante mille",
          "ans chacun, comme vous comptez, et cette mesure est aussi seulement à titre",
          "d'exemple, sinon les régimes dans l'univers peuvent se prolonger pendant des",
          "millions et des milliards d'années, ainsi. Parmi ceux-ci l'un est le régime dans",
          "lequel l'humanité a été créée sur la terre, et un délai a été fixé au cours de",
          "laquelle il a été autorisé à fonctionner ici. Aucun homme ne peut savoir quand ce",
          "programme a commencé, ce délai a été décrété pour son achèvement, à quelle heure",
          "a été nommé pour l'amener à une fin, quand la résurrection aura lieu, et à quelle",
          "heure a été fixée pour élever tous les hommes, nés depuis le début de la création",
          "jusqu'à la résurrection, de la mort en même temps et en les appelant à rendre",
          "compte de leurs actes. Nous savons que dans une certaine mesure, cette partie du",
          "régime qui passe devant nous, ou une histoire partielle des siècles passés qui",
          "existe avec nous. Quant à son début et à la fin, pour ne rien savoir dire, on n'a",
          "même pas le pouvoir de le comprendre, sans parler de comprendre la sagesse qui",
          "travaille derrière et sous-tend. Maintenant, les gens qui demandent que le régime",
          "soit coupé court et sa conclusion aussitôt être portée devant eux, et si cela ne",
          "se fait pas. ils l'utilisent pour un argument pour prouver que l'univers n'a pas",
          "de fin et la conclusion, en effet, présenter une preuve de leur ignorance et de",
          "la folie. . [(Pour de plus amples explications, voir E.N. de 92, 93 de la sourate",
          "Al-Hajj, E.N. 9 As-Sajda)]."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "فَاصْبِرْ صَبْرًا جَمِيلًا",
      "simpleTranslate" : [
        "Fais donc preuve d’une belle patience !"
      ],
      "tafsirTranslate" : [
        "Alors, (O Prophète), persévèrent avec une gracieuse persévérance <N:6>."
      ],
      "tanslateWordByWord" : [
        "Alors soyez patient",
        "une patience",
        "bien"
      ],
      "notes" : {
        "6" : [
          "[ \"Une patience beau\"]: [ \". Une sorte de patience qui incombe une personne",
          "magnanime comme vous\"]"
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "إِنَّهُمْ يَرَوْنَهُ بَعِيدًا",
      "simpleTranslate" : [
        "Ce châtiment qu’ils considèrent, eux, fort éloigné,"
      ],
      "tafsirTranslate" : [
        "En vérité, ils pensent que le châtiment est loin,"
      ],
      "tanslateWordByWord" : [
        "En effet, ils",
        "voir",
        "(As) loin"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَنَرَاهُ قَرِيبًا",
      "simpleTranslate" : [
        "Nous le considérons, Nous, tout proche,"
      ],
      "tafsirTranslate" : [
        ", alors que nous pensons qu'il est à portée de main <N:7>."
      ],
      "tanslateWordByWord" : [
        "Mais nous voyons",
        "près"
      ],
      "notes" : {
        "7" : [
          "Cela peut avoir deux significations: [(1)] [ \"Que ces gens pensent qu'il ne peut",
          "éventuellement avoir lieu, et à notre avis il va avoir lieu très bientôt\"]; et",
          "[(2)] [ \"que ces gens pensent Résurrection est encore à distance et loin, et",
          "notre vue, il est à portée de main et peut se produire à tout moment.\"]"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ",
      "simpleTranslate" : [
        "le jour où le ciel aura l’aspect d’un métal en fusion,"
      ],
      "tafsirTranslate" : [
        "Il doit arriver un jour <N:8> sur laquelle le ciel sera comme du métal en fusion,",
        "<N:9>"
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "sera",
        "Le ciel",
        "comme le cuivre fondu"
      ],
      "notes" : {
        "8" : [
          "Une partie des commentateurs considèrent cette phrase comme liée à [ \"un jour",
          "dont la mesure est de cinquante mille ans»]; ils disent que le jour dont la",
          "mesure a été dit être cinquante mille ans est le Jour de la Résurrection. Dans",
          "Musnad Ahmad et dans le Tafsir d'Ibn Jarir, une tradition a été liée à l'autorité",
          "de Abû Sa'id Khoudri, en disant: [ «Quand émerveillement et amazment a été",
          "exprimé devant le Saint Prophète [(sur lesquels la paix)] au sujet de la longueur",
          "de cette journée en se référant à ce verset, il a répondu: «par celui dont la",
          "main est ma vie, le croyant trouver le jour encore plus léger [(de courte durée)]",
          "que le temps qu'il prend à l'exécution d'une prière obligatoire le monde\"] . \"Si",
          "cela avait été rapporté la tradition à travers des canaux authentiques, ce verset",
          "ne pouvait pas être interprété d'une autre manière, mais deux de ses émetteurs,",
          "Darraj et son professeur Abul Haytham, sont à la fois faibles et indignes de",
          "confiance."
        ],
        "9" : [
          "Autrement dit, il va changer sa couleur maintes et maintes fois."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَتَكُونُ الْجِبَالُ كَالْعِهْنِ",
      "simpleTranslate" : [
        "où les montagnes seront comme de la laine en flocons,"
      ],
      "tafsirTranslate" : [
        "et les montagnes deviendront comme des touffes de laine teints, <N:10>"
      ],
      "tanslateWordByWord" : [
        "Et sera",
        "les montagnes",
        "comme de la laine"
      ],
      "notes" : {
        "10" : [
          "Comme les couleurs des montagnes sont différentes, quand ils sont déracinés et",
          "ils dérivent au sujet du poids moins, ils apparaissent comme des flocons de laine",
          "cardée de couleurs différentes."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا",
      "simpleTranslate" : [
        "où même un ami intime ne s’enquerra plus de son ami,"
      ],
      "tafsirTranslate" : [
        "et aucun ami intime se renseigner sur l'un de ses amis intimes"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "demandera",
        "un ami",
        "(Environ) à un ami"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "يُبَصَّرُونَهُمْ ۚ يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ",
      "simpleTranslate" : [
        "bien que se trouvant en face de lui, et où le criminel, pour se racheter des",
        "tourments de ce Jour, livrerait volontiers ses propres enfants,"
      ],
      "tafsirTranslate" : [
        ", bien qu'ils doivent être à la vue de l'autre. <N:11> Le coupable voudrait se",
        "racheter du châtiment de ce jour-là, en offrant à ses enfants,"
      ],
      "tanslateWordByWord" : [
        "Ils seront faits pour se voir",
        "Je souhaite",
        "le criminel",
        "si",
        "il (pourrait être) racheta",
        "de",
        "(la punition",
        "(De) ce jour-là",
        "par ses enfants"
      ],
      "notes" : {
        "11" : [
          "Pas de sorte qu'ils ne se voient pas, par conséquent, ils ne demanderont pas",
          "après le bien-être de l'autre, mais chacun sera de voir l'autre à l'agonie et de",
          "détresse, mais va l'ignorer, étant entièrement préoccupé par sa propre",
          "tourmenter."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَصَاحِبَتِهِ وَأَخِيهِ",
      "simpleTranslate" : [
        "sa compagne, son frère,"
      ],
      "tafsirTranslate" : [
        "et son épouse et son frère,"
      ],
      "tanslateWordByWord" : [
        "Et son conjoint",
        "et son frère"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَفَصِيلَتِهِ الَّتِي تُؤْوِيهِ",
      "simpleTranslate" : [
        "son clan tutélaire,"
      ],
      "tafsirTranslate" : [
        "et ses proches qui l'avait soutenu,"
      ],
      "tanslateWordByWord" : [
        "Et ses parents les plus proches",
        "qui",
        "l'abri"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَمَنْ فِي الْأَرْضِ جَمِيعًا ثُمَّ يُنْجِيهِ",
      "simpleTranslate" : [
        "voire l’humanité tout entière, pourvu qu’il soit sauvé."
      ],
      "tafsirTranslate" : [
        "et toutes les personnes de la terre, si seulement il pouvait ainsi se sauver."
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "(est sur",
        "La terre",
        "tout",
        "puis",
        "il (pourrait) le sauver"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "كَلَّا ۖ إِنَّهَا لَظَىٰ",
      "simpleTranslate" : [
        "Mais rien ne le sauvera ! Car l’Enfer aux flammes ardentes,"
      ],
      "tafsirTranslate" : [
        "En aucun cas! Ce sera la flamme féroce"
      ],
      "tanslateWordByWord" : [
        "Loin de",
        "En effet, ça l'est)",
        "sûrement une flamme de l'enfer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "نَزَّاعَةً لِلشَّوَىٰ",
      "simpleTranslate" : [
        "qui écorche brutalement les crânes,"
      ],
      "tafsirTranslate" : [
        "qui va dépouiller le cuir chevelu."
      ],
      "tanslateWordByWord" : [
        "Un décapant",
        "de la peau de la tête"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "تَدْعُو مَنْ أَدْبَرَ وَتَوَلَّىٰ",
      "simpleTranslate" : [
        "happera quiconque se sera détourné du Seigneur"
      ],
      "tafsirTranslate" : [
        "Il est instamment celui qui a tourné le dos et se retira appeler,"
      ],
      "tanslateWordByWord" : [
        "Attrayant",
        "(Lui) qui",
        "tourné le dos",
        "et alla"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَجَمَعَ فَأَوْعَىٰ",
      "simpleTranslate" : [
        "et n’aura songé qu’à amasser et à thésauriser."
      ],
      "tafsirTranslate" : [
        "et amassé la richesse et convoitise thésaurisée elle. <N:12>"
      ],
      "tanslateWordByWord" : [
        "Et recueillis",
        "et amassé"
      ],
      "notes" : {
        "12" : [
          "Ici aussi, comme dans Al-Haaqqah: 33-34, deux causes ont été mentionnées de",
          "mauvaise fin d'une personne dans l'au-delà: [(1)] Sa répudiation de la vérité et",
          "le refus d'affirmer la foi; et [(2)] son ​​culte du monde et pingrerie en raison",
          "de laquelle il amasse une fortune et refuse de le dépenser sur toute bonne cause."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا",
      "simpleTranslate" : [
        "En vérité, l’être humain est, par nature, versatile :"
      ],
      "tafsirTranslate" : [
        "En vérité, l'homme est impatient par nature: <N:13>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "l'homme",
        "a été créé",
        "anxieux"
      ],
      "notes" : {
        "13" : [
          "[ \"L'homme a été créé impatient»]: Il est la nature de l'homme, ou sa faiblesse",
          "naturelle, d'être impatient. Ici, on doit garder à l'avis que dans de nombreux",
          "endroits dans le Coran, après avoir fait mention des faiblesses morales communes",
          "de l'humanité, ceux qui croient et a adopté la justice ont été fait une",
          "exception; le même thème est exprimé dans les versets suivants. Cela en soi",
          "explique la vérité que ces faiblesses héréditaires ne sont pas immuables; si",
          "l'homme accepte la direction envoyé par Dieu et cherche à se réformer",
          "pratiquement, il peut les enlever, et s'il donne une corde libre à son auto",
          "ceux-ci deviennent enracinées en lui profondément. [(Pour de plus amples",
          "explications, voir E.N. 41 de Al-Anbiya, E.N. de 23-28 de Az-Zumar, E.N. 75 de",
          "Ash-Shura)]."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "إِذَا مَسَّهُ الشَّرُّ جَزُوعًا",
      "simpleTranslate" : [
        "il est pusillanime quand un malheur le touche,"
      ],
      "tafsirTranslate" : [
        "lamentaient lorsque le mal lui arrive,"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "le touche",
        "le mal",
        "affligé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا",
      "simpleTranslate" : [
        "et il est plein d’avarice quand il devient riche,"
      ],
      "tafsirTranslate" : [
        "et radin quand la bonne fortune lui rend visite,"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "le touche",
        "le bon",
        "suspension"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "إِلَّا الْمُصَلِّينَ",
      "simpleTranslate" : [
        "excepté les orants"
      ],
      "tafsirTranslate" : [
        ", sauf ceux qui prient, <N:14>"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "ceux qui prient"
      ],
      "notes" : {
        "14" : [
          "Une personne de l'exécution du salat implique nécessairement qu'il croit en",
          "Allah, Son messager, Son Livre et l'au-delà, ainsi que tente d'agir selon sa",
          "croyance."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "الَّذِينَ هُمْ عَلَىٰ صَلَاتِهِمْ دَائِمُونَ",
      "simpleTranslate" : [
        "qui accomplissent régulièrement leurs prières la salât,"
      ],
      "tafsirTranslate" : [
        "et sont constants dans leur prière; <N:15>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "[ils]",
        "à",
        "leur prière",
        "(Sont) constante"
      ],
      "notes" : {
        "15" : [
          "Autrement dit, pas de paresse, ou l'amour de la facilité et le confort, pas",
          "d'occupation, ou de l'intérêt, les empêche d'être ponctuel et régulier à la",
          "prière. Lorsque le temps de la prière arrive, ils abandonnent toute occupation et",
          "de l'activité et de se lever pour exécuter le culte de leur Dieu. Un autre sens",
          "que Hadrat 'Uqba bin' Amir a donné de ala salat-i lui-Imun daa est qu'ils",
          "accomplissent la prière en toute tranquillité d'esprit, la tranquillité et",
          "l'humilité; ils ne cherchent pas à offrir la prière à la hâte afin de se",
          "débarrasser d'elle en quelque sorte, ni penser les choses non pertinentes au",
          "cours de la prière."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ",
      "simpleTranslate" : [
        "qui prélèvent sur leurs biens la part due la zakât"
      ],
      "tafsirTranslate" : [
        "et ceux dont la richesse, il est un droit connu"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "dans",
        "leur richesse",
        "(Est) un droit",
        "connu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "لِلسَّائِلِ وَالْمَحْرُومِ",
      "simpleTranslate" : [
        "au mendiant et au pauvre démuni,"
      ],
      "tafsirTranslate" : [
        "pour ceux qui demandent et ceux qui sont dépossédés, <N:16>"
      ],
      "tanslateWordByWord" : [
        "Pour celui qui demande",
        "et les démunis"
      ],
      "notes" : {
        "16" : [
          "Dans la sourate Ad-Dariyat: 19, il a été dit: [ \"Dans leur richesse il y a un",
          "droit du mendiant et les nécessiteux\"], et ici: [ \"Dans leur richesse il y a une",
          "raison part du mendiant et les nécessiteux. \"] Certaines personnes ont compris",
          "cela signifie que la [« part raisonnable »] implique la zakat obligatoire, dans",
          "la fois la limite d'exemption zakat et le taux ont été fixés. Mais ce commentaire",
          "ne peut être acceptée au motif que la Surah AI-Ma`arij est unanimement une",
          "révélation mecquoise, et la zakat à sa limite d'exemption spécifique et le taux a",
          "été enjoint à Madinah. Par conséquent, le sens exact de la «part raisonnable» est",
          "qu'ils ont d'eux-mêmes mis de côté une part dans leurs possessions du mendiant et",
          "les nécessiteux, qu'ils déversent régulièrement et honnêtement. Ce même sens de",
          "ce verset a été donnée par Hadrat 'Abdullah bin `Abbas, Hadrat` Abdullah bin",
          "`Umar, Mujahid, Sha`bi et Ibrahim Nakha`i. ici, les ETCD de voile n'implique pas",
          "un mendiant, mais une personne dans le besoin, qui demande à quelqu'un de l'aide,",
          "et Mahrum implique une personne qui est sans emploi, ou celui qui essaie de",
          "gagner sa vie, mais ne gagnent pas assez pour subvenir à ses besoins, ou celui",
          "qui est devenu invalide en raison d'un accident ou de catastrophe, et est",
          "incapable de gagner sa vie. a propos de ces gens quand il devient connue qu'ils",
          "sont démunis, un Dieu -. DCEs adorateur pas attendre qu'ils devraient demander de",
          "l'aide, mais les aide de son propre gré dès qu'il vient à savoir qu'ils sont",
          "pauvres et avoir besoin d'aide [(pour plus d'explications, voir eN 17 de la",
          "sourate Ad-Dariyat)]."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَالَّذِينَ يُصَدِّقُونَ بِيَوْمِ الدِّينِ",
      "simpleTranslate" : [
        "qui croient fermement à la vie future"
      ],
      "tafsirTranslate" : [
        "ceux qui croient fermement dans le jour de la Rétribution, <N:17>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "accepter (la) vérité",
        "(du jour",
        "(De) l'arrêt"
      ],
      "notes" : {
        "17" : [
          "[ «Qui croient ... Jour de la Rétribution\"]: qui ne pensent pas qu'ils sont",
          "irresponsables mais croire qu'un jour ils devront comparaître devant leur Dieu,",
          "et rendre à Lui un compte de leurs actes."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَالَّذِينَ هُمْ مِنْ عَذَابِ رَبِّهِمْ مُشْفِقُونَ",
      "simpleTranslate" : [
        "et qui redoutent le châtiment de leur Seigneur,"
      ],
      "tafsirTranslate" : [
        "et craignent le châtiment de leur Seigneur <N:18> »"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "[ils]",
        "de",
        "(la punition",
        "(De) leur Seigneur",
        "(Sont) peur"
      ],
      "notes" : {
        "18" : [
          "En d'autres termes, ils ne sont pas comme les mécréants, qui ne craignent pas",
          "Dieu, même après qu'ils ont commis tous les péchés odieux et le crime et commis",
          "toutes les cruautés dans le monde, mais ils, en dépit d'avoir adopté une",
          "l'attitude juste dans la morale et les actes du mieux qu'ils pouvaient, craignez",
          "Dieu et continuer à rester dans la crainte constante de peur que leurs défauts",
          "devraient dépasser leurs bonnes œuvres devant lui, et ils devraient être déclarés",
          "comme digne de punition. [(Pour plus d'explications, voir E N. 54 de Al-Mu'minun,",
          "E.N. 19 de Adh-Dariyat)]."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ",
      "simpleTranslate" : [
        "car nul, en vérité, n’est à l’abri de Ses rigueurs ;"
      ],
      "tafsirTranslate" : [
        "sûrement le châtiment de leur Seigneur est une chose personne ne peut se sentir",
        "en sécurité à partir de '"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "(la punition",
        "(De) votre Seigneur",
        "(n'est pas",
        "à se faire sentir en sécurité (de)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ",
      "simpleTranslate" : [
        "ceux qui veillent à leur chasteté,"
      ],
      "tafsirTranslate" : [
        "et ceux qui gardent leurs parties intimes, <N:19>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "[ils]",
        "leur modestie",
        "(Sont) gardiens"
      ],
      "notes" : {
        "19" : [
          "[ \"Qui garde leurs parties intimes\"]: qui s'abstiennent de l'adultère, ainsi que",
          "de la nudité et d'exposer leurs parties intimes avant d'autres. [(Pour plus",
          "d'explications, voir E.N 6 de Al-Mu'minun, E.N. de 30, 32 de An-Nur E.N. 62 de",
          "Al-Ahzab)]."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "إِلَّا عَلَىٰ أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ",
      "simpleTranslate" : [
        "en n’ayant de rapports qu’avec leurs femmes ou leurs esclaves ; auquel cas, ils",
        "n’encourent aucun blâme,"
      ],
      "tafsirTranslate" : [
        ", sauf en ce qui concerne leurs conjoints et ceux qu'ils possèdent, pour à leur",
        "égard, ils ne sont pas reprochable, <N:20>"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "de",
        "leurs conjoints",
        "ou",
        "quelle",
        "ils possèdent",
        "à juste titre",
        "alors en effet, ils",
        "(ne sont pas",
        "blâmable"
      ],
      "notes" : {
        "20" : [
          "Pour une explication, voir E.N. 7 d'Al-Mu'minun."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "فَمَنِ ابْتَغَىٰ وَرَاءَ ذَٰلِكَ فَأُولَٰئِكَ هُمُ الْعَادُونَ",
      "simpleTranslate" : [
        "contrairement à celui qui porterait ses désirs au-delà de ces limites et qui",
        "serait un véritable trangresseur ;"
      ],
      "tafsirTranslate" : [
        ", mais tous ceux qui cherche à aller au-delà, il est en effet ceux qui sont les",
        "transgresseurs,"
      ],
      "tanslateWordByWord" : [
        "Mais celui qui",
        "cherche",
        "au-delà",
        "cette",
        "puis ceux",
        "[ils]",
        "(Sont) les transgresseurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ",
      "simpleTranslate" : [
        "ceux qui gardent fidèlement les dépôts qu’on leur confie et qui respectent la foi",
        "jurée ;"
      ],
      "tafsirTranslate" : [
        "et ceux qui remplissent leurs fiducies et leurs alliances, <N:21>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "[ils]",
        "de leurs fiducies",
        "et leur promesse",
        "(Sont) les observateurs"
      ],
      "notes" : {
        "21" : [
          "[ \"Trusts\"] impliquent ces fiducies qu'Allah a confiés à des hommes aussi bien",
          "que ceux qui un homme confie à un autre à cause de la foi et de la confiance. De",
          "même, [ «promesses»] impliquent ces promesses que l'homme fait avec son Dieu,",
          "ainsi que ceux que l'on fait avec un autre homme. Garder et de remplir ces deux",
          "types de fiducies et de promesses est une caractéristique nécessaire d'un",
          "croyant. Dans un Hadith Anas [(qu'Allah le bénisse)] a rapporté que quand jamais",
          "le Saint Prophète [(sur lui la paix)] adressé ses compagnons, il serait toujours",
          "de leur donner l'instruction: [ \"Méfiez-vous, celui qui ne le fait pas garder sa",
          "confiance n'a pas la foi, et celui qui ne remplit pas ses promesses, n'a pas de",
          "religion. \"] [(Baihaqi. Ash-Shu ab al-Imam)]."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "وَالَّذِينَ هُمْ بِشَهَادَاتِهِمْ قَائِمُونَ",
      "simpleTranslate" : [
        "ceux qui font honneur à leur témoignage ;"
      ],
      "tafsirTranslate" : [
        "et ceux qui sont debout dans leurs témoignages; <N:22>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "[ils]",
        "dans leurs témoignages",
        "rester ferme"
      ],
      "notes" : {
        "22" : [
          "Autrement dit, ils ne cachent des preuves, ni changer d'aucune façon pour des",
          "motifs égoïstes."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَالَّذِينَ هُمْ عَلَىٰ صَلَاتِهِمْ يُحَافِظُونَ",
      "simpleTranslate" : [
        "ceux qui sont assidus à leurs prières salât."
      ],
      "tafsirTranslate" : [
        "et qui prennent soin de leur prière: <N:23>"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui",
        "[ils]",
        "sur",
        "leur prière",
        "garder un garde"
      ],
      "notes" : {
        "23" : [
          "Cela donne une idée de l'importance de la prière [(salat)]. La description du",
          "bien-fondé du caractère élevé et sublime de ceux qui ont été déclarés comme digne",
          "du Paradis, a commencé avec la prière et a été conclu avec elle. Pour être un",
          "artiste de la prière est leur première caractéristique, d'être ferme et toujours",
          "constante à l'égard de la prière est leur deuxième caractéristique, et de garder",
          "leur prière est leur dernière caractéristique. [ \"Guarding the Prayer\"] implique",
          "beaucoup de choses: pour effectuer la prière à son heure, pour vous assurer avant",
          "la prière que le corps et les vêtements sont propres et pure, avoir effectué les",
          "ablutions et avoir bien lavé les membres, à effectuer les éléments de base de la",
          "prière avec ses parties obligatoires et souhaitables avec soin et attention,",
          "d'observer les rites nécessaires de la prière avec soin, afin d'éviter la",
          "désobéissance de Dieu, qui est destructrice de la prière; tous ceux-ci sont",
          "inclus dans la garde de la prière."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "أُولَٰئِكَ فِي جَنَّاتٍ مُكْرَمُونَ",
      "simpleTranslate" : [
        "Voilà ceux qui seront honorés dans les jardins du Seigneur."
      ],
      "tafsirTranslate" : [
        "tous ceux-ci doivent vivre honorablement dans les jardins."
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "(sera en",
        "Jardins",
        "honoré"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ",
      "simpleTranslate" : [
        "Mais qu’ont-ils donc, ces négateurs, à se précipiter, le cou tendu, vers toi"
      ],
      "tafsirTranslate" : [
        "Mais ce qui est de la question avec les incroyants qui se pressent vers vous"
      ],
      "tanslateWordByWord" : [
        "Donc, ce qui est avec",
        "ceux qui",
        "ne pas croire",
        "Avant toi",
        "(Ils) se hâtent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ",
      "simpleTranslate" : [
        "et à t’entourer, par bandes, de toutes parts?"
      ],
      "tafsirTranslate" : [
        "en foule, à la fois à droite et à gauche? <N:24>"
      ],
      "tanslateWordByWord" : [
        "Sur",
        "la droite",
        "et sur",
        "la gauche",
        "(En) groupes distincts"
      ],
      "notes" : {
        "24" : [
          "Cela fait référence à ces incroyants qui se précipitent vers le Saint Prophète",
          "[(sur lui la paix)] de tous les côtés pour se moquer et se moquer de lui quand",
          "ils ont entendu prêcher l'Islam et réciter le Coran."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "أَيَطْمَعُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُدْخَلَ جَنَّةَ نَعِيمٍ",
      "simpleTranslate" : [
        "Espèrent-ils, par hasard, avoir accès d’office au Paradis des délices?"
      ],
      "tafsirTranslate" : [
        "Est-ce que chacun d'entre eux souhaitent entrer dans le Jardin des délices?",
        "<N:25>"
      ],
      "tanslateWordByWord" : [
        "Est-ce à long",
        "chaque",
        "personne",
        "parmi eux",
        "cette",
        "il entre",
        "un jardin",
        "(De) Delight"
      ],
      "notes" : {
        "25" : [
          "Cela signifie que le paradis de Dieu est seulement pour les personnes justes dont",
          "les caractéristiques viennent d'être décrits ci-dessus, maintenant, peuvent ces",
          "personnes qui ne sont pas à aII enclins à écouter la vérité et qui se précipitent",
          "en direction du Prophète afin de supprimer toutes les invitations à la vérité,",
          "être des candidats pour le Paradis? Dieu a-préparé Son Paradis seulement pour des",
          "gens comme ils? Ici, il faut aussi garder à vue vv. 34-41 de la sourate Al-Qalam",
          "dans laquelle une réponse a été donnée à cette parole des mécréants de la Mecque:",
          "[ \"Même s'il y a une vie après la mort, on aura du bon temps là-bas aussi, que",
          "nous ayons dans le monde , et le tourment serait causé Muhammad [(sur qui être la",
          "paix et la bénédiction d'Allah)] et ses disciples et pas nous. \"]"
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "كَلَّا ۖ إِنَّا خَلَقْنَاهُمْ مِمَّا يَعْلَمُونَ",
      "simpleTranslate" : [
        "Quelle audace ! Oublient-ils de quoi Nous les avons créés?"
      ],
      "tafsirTranslate" : [
        "En aucun cas! Ils savent ce que Nous leur avons créé à partir. <N:26>"
      ],
      "tanslateWordByWord" : [
        "Loin de",
        "En effet, nous",
        "[Nous] avons créé les",
        "de ce que",
        "ils savent"
      ],
      "notes" : {
        "26" : [
          "Ici, cette phrase peut avoir deux significations: [(1)] Si elle est prise pour",
          "être en rapport avec le thème précédent, cela signifie: En ce qui concerne la",
          "substance de ces personnes ont été créées à partir, les hommes tous Ies sont",
          "égaux. Car si la substance elle-même être la cause de l'entrée dans le paradis de",
          "l'homme, le bien et le mal, le méchant et le juste, le coupable et l'innocent,",
          "tout devrait aller au Paradis. Mais un peu de bon sens suffit pour décider les",
          "qualifications de cet homme pour le Paradis sont créées non pas sur la base de la",
          "substance de sa création, mais seulement sur la base de son mérite et de",
          "l'excellence. [(2)] Si cette phrase est considérée comme une introduction au",
          "thème suivant, cela signifierait: [ \"Ces gens pensent qu'ils sont sûrs que Notre",
          "châtiment et se moquer de celui qui les met en garde contre Notre punition, alors",
          "que nous pouvons les punir même dans ce monde et quand nous voudrons, ainsi que",
          "les ressusciter après la mort comme et quand nous aimons. ils savent eux-mêmes",
          "que nous avons commencé leur création à partir d'une goutte de sperme",
          "insignifiant et les développé dans un homme vivant. S'ils avaient seulement",
          "examiné cette mode de leur création, ils n'aurait jamais été impliqué dans",
          "l'incompréhension qu'ils ont maintenant échappé à notre portée, ou que nous avons",
          "pas le pouvoir de les créer à nouveau. \"]"
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ",
      "simpleTranslate" : [
        "Eh bien ! J’en jure par le Maître des Orients et des Occidents que Nous pourrons",
        "facilement"
      ],
      "tafsirTranslate" : [
        "Je jure <N:27> par le Seigneur des levants et les wests <N:28> que nous avons le",
        "pouvoir"
      ],
      "tanslateWordByWord" : [
        "Mais nay",
        "je le jure",
        "par (le) Lord",
        "(De) les levers",
        "et les réglages",
        "que nous",
        "(Sont) sûrement Able"
      ],
      "notes" : {
        "28" : [
          "Ici, Allah a juré par lui-même. Les mots Orients et Wests ont été utilisées parce",
          "que chaque jour le soleil se lève et se couche à un nouvel angle au cours de",
          "l'année, et continue à lever et successivement à des moments différents dans le",
          "monde entier. Ainsi considéré comme le Orients et les Wests ne sont pas un mais",
          "plusieurs. D'un autre point de vue contre le nord et le sud, il y a une direction",
          "de l'est et une direction de l'ouest. Sur cette base dans la sourate Ash-Shu`ara",
          "': 28 et AlMuzzammi1: 19 les mots Rabb-ul-rnashriqi wal-Maghrib ont été",
          "utilisées. De encore un autre point de vue de la terre a deux orients et deux",
          "wests, quand le soleil se couche sur un hémisphère, il monte sur l'autre. Sur",
          "cette base, les mots Rabb-ul-mashriqayn wa Rabb-ul-maghribayn [(Seigneur des deux",
          "orients et deux wests)] ont été utilisées dans la sourate Ar-Rahman: 17. [(Pour",
          "plus d'explications, voir EN 17 Ar- Rahman)]."
        ],
        "27" : [
          "Autrement dit, la vérité est pas ce que ces gens pensent qu'il est."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "عَلَىٰ أَنْ نُبَدِّلَ خَيْرًا مِنْهُمْ وَمَا نَحْنُ بِمَسْبُوقِينَ",
      "simpleTranslate" : [
        "leur substituer d’autres êtres meilleurs qu’eux, et que nul ne saurait Nous en",
        "empêcher !"
      ],
      "tafsirTranslate" : [
        "pour les remplacer par d'autres qui seraient mieux qu'eux; et nous serons très",
        "certainement pas être accablés. <N:29>"
      ],
      "tanslateWordByWord" : [
        "[Sur]",
        "à",
        "[Nous] remplaçons",
        "(Avec) mieux",
        "qu'eux",
        "et pas",
        "nous",
        "(Sont) à dépasser"
      ],
      "notes" : {
        "29" : [
          "Ceci est celui pour lequel Allah Tout-Puissant a prêté serment de son être",
          "Seigneur des Orients et Wests. Cela signifie: [ \"Comme nous sommes propriétaires",
          "du Orients et Wests, toute la terre est sous notre contrôle et le pouvoir, et",
          "vous avez pas le pouvoir d'échapper Notre punition: Nous pouvons vous détruire et",
          "quand nous aimons et pouvons créer un autre peuple que peut-être mieux que vous.",
          "\"]"
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّىٰ يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ",
      "simpleTranslate" : [
        "Laisse-les donc à leurs intrigues et à leurs plaisirs frivoles jusqu’à ce que le",
        "jour promis vienne les surprendre !"
      ],
      "tafsirTranslate" : [
        "Donc les laisser se livrer à des futilités et se divertir jusqu'à ce qu'ils se",
        "retrouvent face à face avec le jour qui leur est promis,"
      ],
      "tanslateWordByWord" : [
        "Laisse-les donc",
        "(À) converser en vain",
        "et se divertir",
        "jusqu'à",
        "ils rencontrent",
        "leur jour",
        "lequel",
        "ils sont promis"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَىٰ نُصُبٍ يُوفِضُونَ",
      "simpleTranslate" : [
        "C’est le jour où ils surgiront de leurs tombes, comme lorsqu’ils se précipitaient",
        "jadis vers leurs idoles,"
      ],
      "tafsirTranslate" : [
        "le jour où ils hâte sortiront de leurs tombes, comme si elles se hâtaient sur les",
        "autels de leurs dieux. <N:30>"
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "ils sortiront",
        "de",
        "les tombes",
        "rapidement",
        "comme si elles (étaient)",
        "à",
        "un but",
        "hâtant"
      ],
      "notes" : {
        "30" : [
          "Il y a une différence d'opinion entre les commentateurs au sujet de la",
          "signification du mot nusub. Mêmes ont interprété comme signifiant idoles, selon",
          "laquelle le sens serait: [ \"Ils seraient en course vers le lieu désigné par le",
          "Seigneur de la Résurrection dans leur course aujourd'hui vers les sanctuaires de",
          "leurs idoles\"]; et quelques autres ont pris nusub pour signifier les signes",
          "d'objectifs qui sont fixés pour les concurrents dans une course, de sorte que",
          "chacun essaie d'atteindre et de toucher le poteau nommé avant l'autre."
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ۚ ذَٰلِكَ الْيَوْمُ الَّذِي كَانُوا يُوعَدُونَ",
      "simpleTranslate" : [
        "tête baissée, et tout accablés de honte ! Voilà bien le jour dont ils étaient",
        "menacés !"
      ],
      "tafsirTranslate" : [
        "Leurs yeux seront baissés et la honte seront les accabler. Tel est le jour où ils",
        "ont été promis."
      ],
      "tanslateWordByWord" : [
        "humilié",
        "leurs eyesights",
        "les couvrira",
        "humiliation",
        "Cette",
        "(Est) la Journée",
        "lequel",
        "ils étaient",
        "promis"
      ],
      "notes" : { }
    }
  ],
  "medinian" : false
}