{
  "chapterNumber" : 71,
  "nbVerses" : 28,
  "name" : "Noé",
  "nameArabic" : "نوح",
  "transName" : "nūḥ",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "إِنَّا أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ",
      "simpleTranslate" : [
        "En vérité, Nous avons envoyé Noé à son peuple : «Avertis ton peuple, lui",
        "avons-Nous dit, avant qu’un châtiment implacable ne s’abatte sur lui.»"
      ],
      "tafsirTranslate" : [
        "Nous avons envoyé Noé vers son peuple (et lui a enjoint): '. Avertis ton peuple,",
        "devant un châtiment douloureux <N:1> vient sur eux'"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "[Nous avons envoyé",
        "Nuh",
        "à",
        "son peuple",
        "cette",
        "Prévenir",
        "votre peuple",
        "de",
        "avant",
        "[cette]",
        "vient les",
        "une punition",
        "douloureux"
      ],
      "notes" : {
        "1" : [
          "[ \"Réchauffez votre peuple ...\"]: avertir que les erreurs et les maux moraux",
          "qu'ils ont été impliqués dans, ne feraient que les gagner la punition d'Allah, si",
          "elles ne cessent d'eux, et leur dire de quelle manière ils devraient adopter afin",
          "de conjurer cette punition."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ",
      "simpleTranslate" : [
        "«Ô mon peuple, dit Noé, je vous apporte un message solennel qui vous invite"
      ],
      "tafsirTranslate" : [
        "Noé dit: «Mon peuple, j'ont certainement été envoyé comme warner clair pour vous,"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "O mon peuple",
        "En effet, je suis",
        "à toi",
        "un warner",
        "clair"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ",
      "simpleTranslate" : [
        "à adorer Dieu, à Le craindre et à m’obéir,"
      ],
      "tafsirTranslate" : [
        "que vous servez Dieu et le craignent, et suivez-moi; <N:2>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "Culte",
        "Allah",
        "et le craindre",
        "et obéissez-moi"
      ],
      "notes" : {
        "2" : [
          "Les trois choses que le prophète Noé présenté devant son peuple au début de sa",
          "mission de Prophétie étaient: [(1)] Le culte d'Allah, [(2)] adoption de la piété",
          "[(tagwa)] et [(3)] l'obéissance du Messager. Culte de AIIah signifiait qu'ils",
          "devraient abandonner le culte et le service de tous les autres et devraient",
          "reconnaître Allah seul comme leur divinité et devraient adorer et mener à bien",
          "ses commandements seul. Taqwa [(piété)] signifiait qu'ils devraient éviter de ALi",
          "ces œuvres qui ont provoqué la colère et le mécontentement d'Allah, et devraient",
          "plutôt adopter cette attitude dans leur vie que les gens craignant Dieu devraient",
          "adopter. Quant à [ \"obéissez-moi\"], cela signifiait qu'ils devaient obéir aux",
          "ordres qu'il leur a donné comme Messager d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَىٰ أَجَلٍ مُسَمًّى ۚ إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ ۖ لَوْ كُنْتُمْ تَعْلَمُونَ",
      "simpleTranslate" : [
        "afin qu’Il vous pardonne certains de vos péchés et vous laisse subsister jusqu’au",
        "terme fixé, car, lorsque ce terme échoit, il ne saurait être différé !",
        "Puissiez-vous le comprendre !»"
      ],
      "tafsirTranslate" : [
        "Il pardonnera vos péchés <N:3> et va vous accorder un répit jusqu'à un terme fixé",
        "<N:4> En effet, lorsque le terme prescrit d'Allah vient, il ne peut pas être",
        "reportée; <N:5> si vous ne. savait! <N:6>"
      ],
      "tanslateWordByWord" : [
        "Il pardonnera",
        "pour toi",
        "[de]",
        "vos péchés",
        "et vous donner un répit",
        "pour",
        "un terme",
        "spécifié",
        "Effectivement",
        "(le terme",
        "(De) Allah",
        "quand",
        "ça arrive",
        "ne pas",
        "est retardé",
        "si",
        "toi",
        "connaître"
      ],
      "notes" : {
        "3" : [
          "La phrase yaghfir la-kum min dhunub-i-kum dans l'original ne signifie pas",
          "qu'Allah pardonne certains de leurs péchés, mais sa signification correcte est: [",
          "\"Si vous acceptez et reconnaissez les trois choses qui sont présentés devant",
          "vous, il vous pardonnera tous les péchés que vous avez commis dans le passé. \"]"
        ],
        "4" : [
          "Autrement dit, [ \"Si vous avez accepté ces trois choses, vous serait donné un",
          "répit à vivre dans le monde jusqu'au moment où Allah a nommé pour votre mort",
          "naturelle.\"]"
        ],
        "5" : [
          "[ «Le temps nommé d'Allah ..\"]: le délai fixé par Allah pour l'envoi vers le bas",
          "un tourment à un peuple. À cet égard, le Coran a à plusieurs endroits ont déclaré",
          "explicitement que, lorsque le tourment d'Allah a été décrété pour un certain",
          "peuple, ils ne sont pas pardonnés même si elles affirment la foi après."
        ],
        "6" : [
          "Autrement dit, [ \"Si vous venez de connaître très bien que le temps qui est en",
          "train de passer après avoir reçu le message d'Allah à travers moi, est, en fait,",
          "une période de répit qui a été accordée à vous pour affirmer la foi et il n'y a",
          "aucune chance d'échapper à la tourmente d'Allah après le terme de répit a",
          "écoulé-vous témoigner de la foi sans délai et ne voudriez pas de reporter jusqu'à",
          "ce que le tourment effectivement commencé descendre sur vous. \"]"
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا",
      "simpleTranslate" : [
        "Devant leur refus, Noé dit : «Seigneur ! J’ai prêché mon peuple nuit et jour ;"
      ],
      "tafsirTranslate" : [
        "Il a dit: <N:7> «Mon Seigneur, j'appelé mon peuple, nuit et jour,"
      ],
      "tanslateWordByWord" : [
        "Il a dit",
        "Mon Seigneur",
        "En effet, je",
        "invité",
        "mon peuple",
        "nuit",
        "et le jour"
      ],
      "notes" : {
        "7" : [
          "Omettre l'histoire d'une longue période de prédication, maintenant la pétition du",
          "Prophète Noé qu'il a fait à Allah dans la dernière étape de sa mission terrestre",
          "est en cours liés."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا",
      "simpleTranslate" : [
        "mais mes prédications n’ont fait qu’accroître leur répulsion."
      ],
      "tafsirTranslate" : [
        ", mais plus j'appelé, plus ils ont fui <N:8>."
      ],
      "tanslateWordByWord" : [
        "Mais non",
        "augmentées",
        "mon invitation",
        "sauf",
        "(En) vol"
      ],
      "notes" : {
        "8" : [
          "Autrement dit, [ \"Comme je suis allé à les appeler vers toi, ils sont allés sur",
          "fuir plus loin et plus loin de vous.\"]"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا",
      "simpleTranslate" : [
        "Chaque fois que je les ai prêchés, pour que Tu leur pardonnes, ils se sont bouché",
        "les oreilles avec leurs doigts, se sont enveloppés dans leurs manteaux et se sont",
        "obstinés dans leur refus, faisant ainsi montre d’un orgueil extrême."
      ],
      "tafsirTranslate" : [
        "Et chaque fois que je les ai appelés pour que vous puissiez leur pardonner,",
        "<N:9>, ils mettent les doigts dans leurs oreilles et enveloppé leurs visages avec",
        "leurs vêtements <N:10> et obstinément accrochés à leur attitude et ciré très",
        "fier. <N:11>"
      ],
      "tanslateWordByWord" : [
        "Et en effet, je",
        "à chaque fois",
        "Je les ai invités",
        "que vous pouvez pardonner",
        "leur",
        "ils mettent",
        "leurs doigts",
        "dans",
        "leurs oreilles",
        "et se couverts",
        "(Avec) leurs vêtements",
        "et a persisté",
        "et étaient arrogants",
        "(avec fierté"
      ],
      "notes" : {
        "9" : [
          "[ \"Que vous pourriez leur pardonner\"]: qu'ils pourraient renoncer à leur attitude",
          "de désobéissance et demander pardon d'Allah, car de cette façon, seuls, ils",
          "pourraient être pardonnés par Allah."
        ],
        "10" : [
          "Ils ont couvert leurs visages, soit parce qu'ils ne se sont même pas d'avoir un",
          "regard sur le visage du prophète Noé, sans parler de l'écoute de ce qu'il a dit,",
          "ou ils l'ont fait dans le but de cacher leurs propres visages de lui comme ils",
          "passaient par lui afin qu'il ne pouvait pas reconnaître et les traiter. Ce fut",
          "précisément l'attitude et de comportement les mécréants de la Mecque adoptaient",
          "vers le Saint Prophète [(sur lesquels la paix)]. Dans la sourate Hud: 5, leur",
          "attitude a été décrite ainsi: [ \"Voici, ils se détournent leurs poitrines afin de",
          "se cacher de lui: Méfiez-vous, même quand ils couvrent eux-mêmes avec leurs",
          "vêtements, Allah le sait aussi bien ce qu'ils cachent et ce ils montrent, il",
          "connaît bien même les secrets qu'ils cachent dans leurs seins \"] [(Pour plus",
          "d'explications, voir eN, 5, 6 de Hud)].."
        ],
        "11" : [
          "[ \"Arrogance\"] implique qu'ils pensaient qu'il était en dessous de leur dignité à",
          "incliner devant la vérité et accepter la mise en garde du Messager d'Allah. Comme",
          "par exemple, si un gentlmen admoneste une personne perverse et lui, en réponse,",
          "secoue la tête et se éloigne hautainement, cela reviendrait à rejeter",
          "l'avertissement avec arrogance."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا",
      "simpleTranslate" : [
        "Je les ai à nouveau prêchés publiquement."
      ],
      "tafsirTranslate" : [
        "Alors je les ai convoqués ouvertement,"
      ],
      "tanslateWordByWord" : [
        "alors",
        "en effet, je",
        "les a invités",
        "publiquement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا",
      "simpleTranslate" : [
        "Je me suis adressé à eux tantôt en haussant le ton, tantôt en les entretenant",
        "secrètement."
      ],
      "tafsirTranslate" : [
        "et prêché en public, et aussi de les aborder dans le secret."
      ],
      "tanslateWordByWord" : [
        "alors",
        "en effet, je",
        "annoncé",
        "pour eux",
        "et je confiai",
        "pour eux",
        "secrètement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا",
      "simpleTranslate" : [
        "Je leur disais : “Implorez le pardon de votre Seigneur ! Il est Plein de",
        "mansuétude !"
      ],
      "tafsirTranslate" : [
        "Je leur ai dit: «Demandez pardon à votre Seigneur; sûrement Il est Pardonneur."
      ],
      "tanslateWordByWord" : [
        "Alors je dis",
        "Demandez pardon",
        "(De) votre Seigneur",
        "En effet, il",
        "est",
        "Pardonneur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا",
      "simpleTranslate" : [
        "Il vous enverra du ciel des pluies abondantes,"
      ],
      "tafsirTranslate" : [
        "Il déversera sur vous des torrents du ciel,"
      ],
      "tanslateWordByWord" : [
        "Il fera descendre",
        "(Pluie) le ciel",
        "sur vous",
        "(en quantité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا",
      "simpleTranslate" : [
        "accroîtra vos richesses et le nombre de vos enfants ; Il vous assignera des",
        "jardins, Il vous assignera des rivières."
      ],
      "tafsirTranslate" : [
        "et vous fournira la richesse et les enfants, et il vous accorder des jardins et",
        "des rivières. <N:12>"
      ],
      "tanslateWordByWord" : [
        "Et vous fournir",
        "avec la richesse",
        "et les enfants",
        "et fais",
        "pour toi",
        "jardins",
        "et fais",
        "pour toi",
        "rivières"
      ],
      "notes" : {
        "12" : [
          "Ce thème a été exprimé à plusieurs endroits dans le Coran que l'attitude rebelle",
          "contre Dieu fait homme pour mener une vie misérable, non seulement dans",
          "l'au-delà, mais aussi dans ce monde, contrairement à cela, si un nation adopte la",
          "voie de la foi et de la piété et l'obéissance aux commandements divins, au lieu",
          "de la désobéissance, il bénéficie non seulement dans l'au-delà, mais aussi dans",
          "le monde; elle est favorisée par toutes sortes de bénédictions. Dans la sourate",
          "Ta Ha il a été dit: [ «Et quiconque se détourne de Mon Admonition, aura une vie",
          "misérable dans le monde, et nous l'amènerons aveugle au Jour de la",
          "Résurrection.\"] [(V 124.)] . Dans la sourate Al-Maidah il a été dit: [ «avait les",
          "gens du Livre observé la Torah et l'Evangile et les autres livres qui avaient été",
          "envoyés par leur Seigneur, l'abondance des dispositions auraient été donnés à eux",
          "d'en haut et par le dessous. »] [(v. 66)]. Dans Al-A`raf: [ \". Avaient les",
          "habitants des colonies ont cru et ont adopté la voie de la piété, nous aurions",
          "ouvert sur les portes des bénédictions du ciel et de la terre\"] [(v. 96)]. Dans",
          "la sourate Hud, le Prophète Hud adressé à son peuple, en disant: [ «Ô mon peuple,",
          "demander pardon de votre Seigneur, puis tourner à Lui dans la pénitence, et il",
          "ouvrira les portes du ciel pour vous et ajouter plus de force à votre cadeau la",
          "force. »] [(v. 52)]. Par le Saint Prophète lui-même dans ce très Surah Hud, les",
          "gens de la Mecque ont été exhortés à l'effet: [ \"Et vous devriez demander pardon",
          "de votre Seigneur, puis revenez à Lui, et Il vous fournira de bonnes dispositions",
          "de la vie jusqu'à un nommé terme. \"] [(v. 3)]. Selon le Hadid, le Saint Prophète",
          "a dit au Quraish: [ \".. Il y a un mot qui, si vous l'acceptez, vous permettrait",
          "de régner sur le monde arabe, ainsi que le monde non arabe»] [(Pour plus",
          "d'explications, voir FR 96 de Al-Maidah, FR de 3, 57 de Hud, eN 105 de Ta Ha;",
          "introduction à Surah Suad)], statuant sur cette même instruction du Coran, une",
          "fois au cours d'une famine Hadrat `Umar est venu à invoquer Allah pour la pluie",
          "et supplia seulement le pardon de lui. Les gens ont dit: [ \"O Commandeur des",
          "Croyants vous n'avez pas prié pour la pluie.\".] Il a répondu: [ \"J'ai frappé à la",
          "porte du ciel d'où la pluie est envoyé vers le bas\"], et puis il récite ces",
          "versets de Surah Nuh pour les. . [(Ibn Jarir, Ibn Kathir)]. De même, lorsque dans",
          "l'assemblage de Hadrat Hasan Basri, une personne se plaint de la sécheresse, il",
          "lui dit: [ \"demander pardon d'Allah.\"] Une autre personne se plaint de la",
          "pauvreté, un troisième dit .que il n'a pas été béni avec des enfants, un",
          "quatrième dit que sa récolte avait échoué, et il a continué à rappeler à tout le",
          "monde à demander pardon d'Allah. Les gens ont demandé: [ \"? Comment est-ce que",
          "vous avez suggéré à toutes les personnes une seule et même remède pour les",
          "différentes plaintes Il en réponse récita ces versets de la sourate Nuh pour",
          "eux»] [(Al-Kashshaf)]."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا",
      "simpleTranslate" : [
        "Qu’avez-vous à ne pas espérer en la magnanimité du Seigneur,"
      ],
      "tafsirTranslate" : [
        "Qu'est-ce qui ne va pas avec vous que vous ne regardez pas en avant à la majesté",
        "d'Allah <N:13>"
      ],
      "tanslateWordByWord" : [
        "Quelle",
        "(est pour toi",
        "ne pas",
        "vous attribuez",
        "à Allah",
        "grandeur"
      ],
      "notes" : {
        "13" : [
          "Cela signifie: [ \"En ce qui concerne les petits chefs du monde, vous pensez qu'il",
          "serait dangereux de faire quelque chose contre leur dignité, mais comme pour le",
          "Créateur et Seigneur de l'univers, vous ne vous attendez pas que Il serait",
          "également un être doué de dignité. vous rebellent contre lui, d'autres associés",
          "dans Sa Divinité, désobéir à ses commandements, et pourtant vous n'êtes pas du",
          "tout peur qu'Il vous punir pour votre faute. \"]"
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَقَدْ خَلَقَكُمْ أَطْوَارًا",
      "simpleTranslate" : [
        "alors qu’Il vous a créés par phases successives?"
      ],
      "tafsirTranslate" : [
        "quand Il vous a créé dans les étapes? <N:14>"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "Il vous a créés",
        "(dans stages"
      ],
      "notes" : {
        "14" : [
          "Autrement dit, \"Il vous a mené au stade actuel une fois que vous en passant par",
          "les différentes étapes de la création et les phases de développement. Au début,",
          "vous disposez sous la forme du sperme et de l'ovule séparément dans les reins de",
          "votre père et mère. Puis les deux ont été combinés par la puissance d'Allah et",
          "vous avez été conçu. Ensuite, pendant neuf mois dans le ventre de la mère vous",
          "ont été progressivement transformés en une forme humaine parfaite et ont été",
          "dotés de toutes les capacités dont vous aviez besoin pour fonctionner comme un",
          "homme dans le monde. ensuite, vous êtes venu comme un enfant du ventre de la",
          "mère, et vous avez été développé à partir d'un état à l'autre constamment jusqu'à",
          "ce que vous avez atteint la pleine jeunesse et la vieillesse. en passant par",
          "toutes ces étapes, vous disposez entièrement en la puissance d'Allah en tout",
          "temps. avait-il donc voulu, Il aurait pas permis vous d'être conçu, mais a permis",
          "une autre personne à être conçu à votre place. avait-il si heureux, il vous",
          "aurait rendu aveugle, sourd, muet, ou un infirme , dans le ventre de la mère",
          "elle-même, ou fait de vous mentalement déficient. Avait-il donc aimé que vous",
          "auriez pas été né comme un enfant vivant. Même après votre naissance Il vous",
          "aurait détruit tout moment en vous faisant tomber une victime d'un accident ou",
          "d'un autre coup. A propos de ce que Dieu sous dont le pouvoir que vous êtes si",
          "impuissants, comment pourriez-vous avez pris dans votre tête que vous pourriez",
          "commettre une insolence contre lui, pourrait lui considérer chaque trahison et",
          "d'ingratitude, se rebeller contre Lui comme pouvait et quand vous satisfait, et",
          "pourrait faire tout cela en toute impunité?"
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا",
      "simpleTranslate" : [
        "N’avez-vous pas constaté comment Il a créé sept Cieux superposés?"
      ],
      "tafsirTranslate" : [
        "Ne voyez-vous pas comment Allah a créé sept cieux, l'un sur l'autre,"
      ],
      "tanslateWordByWord" : [
        "Ne pas",
        "tu vois",
        "Comment",
        "ne créer",
        "Allah",
        "(La) sept",
        "cieux",
        "(En) couches"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا",
      "simpleTranslate" : [
        "Comment Il y a placé la Lune comme une clarté et le Soleil comme un luminaire?"
      ],
      "tafsirTranslate" : [
        "et a placé la lune en eux comme une lumière, et le soleil comme une lampe",
        "rayonnante?"
      ],
      "tanslateWordByWord" : [
        "Et fait",
        "la lune",
        "la bride",
        "une lumière",
        "et fait",
        "le soleil",
        "une lampe"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا",
      "simpleTranslate" : [
        "Ne vous a-t-Il pas fait croître de la terre comme des plantes,"
      ],
      "tafsirTranslate" : [
        "Et Allah vous a fait sortir de la terre si merveilleusement, <N:15>"
      ],
      "tanslateWordByWord" : [
        "Et Allah",
        "vous a fait grandir",
        "de",
        "La terre",
        "(Comme) une croissance"
      ],
      "notes" : {
        "15" : [
          "Ici, la création de l'homme sur les substances de la terre a été comparée à la",
          "croissance de la végétation. Tout comme à un moment donné il n'y avait pas de",
          "végétation sur la terre, alors qu'Allah l'a fait grandir, donc à un homme de",
          "temps n'existait pas, alors, Allah l'a créé."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا",
      "simpleTranslate" : [
        "pour vous y faire retourner ensuite et vous en faire de nouveau surgir?"
      ],
      "tafsirTranslate" : [
        "et il sera ensuite vous amener à revenir et vous ramènerai hors de lui."
      ],
      "tanslateWordByWord" : [
        "alors",
        "Il vous permettra de revenir",
        "dans ça",
        "et vous enfantera",
        "(Un nouveau) avoir présenté"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا",
      "simpleTranslate" : [
        "N’a-t-Il pas établi pour vous la Terre comme un tapis"
      ],
      "tafsirTranslate" : [
        "Allah a fait de la terre une vaste étendue pour vous"
      ],
      "tanslateWordByWord" : [
        "Et Allah",
        "fabriqué",
        "pour toi",
        "La terre",
        "une étendue"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا",
      "simpleTranslate" : [
        "afin de vous permettre d’y circuler par des voies spacieuses?”«"
      ],
      "tafsirTranslate" : [
        "afin que vous puissiez marcher ses sentiers spacieux."
      ],
      "tanslateWordByWord" : [
        "Que vous pouvez aller le long",
        "la bride",
        "(En) chemins",
        "large"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا",
      "simpleTranslate" : [
        "Déçu de nouveau, Noé dit : «Ô Seigneur ! Ils ont encore rejeté mon appel et",
        "préféré suivre ceux dont les richesses et la progéniture ne font qu’aggraver leur",
        "égarement."
      ],
      "tafsirTranslate" : [
        "Noé dit: «Mon Seigneur, ils ne paient pas attention à ce que je disais, et a",
        "suivi ces (nobles) dont la possession des biens et les enfants a conduit à une",
        "perte encore plus grande."
      ],
      "tanslateWordByWord" : [
        "Dit",
        "Nuh",
        "Mon Seigneur",
        "En effet, ils",
        "me désobéi",
        "et suivie",
        "(celui qui",
        "(Fait) pas",
        "augmenter le",
        "sa richesse",
        "et ses enfants",
        "sauf",
        "(En) Perte"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَمَكَرُوا مَكْرًا كُبَّارًا",
      "simpleTranslate" : [
        "Ils ont eu recours à une exécrable perfidie"
      ],
      "tafsirTranslate" : [
        "Ils arrangeaient un terrain de grande ampleur. <N:16>"
      ],
      "tanslateWordByWord" : [
        "Et ils ont prévu",
        "un plan",
        "génial"
      ],
      "notes" : {
        "16" : [
          "[ \"complot Mighty\"]: ALi ces tromperies, les déceptions et les fraudes qui les",
          "Cheifs et guides religieux employaient dans une tentative de tromper le peuple",
          "contre les enseignements du Prophète Noé. Par exemple, ils ont dit; [ \"Noah est",
          "plus qu'un simple homme comme vous Comment peut-on croire que AIIah fait",
          "descendre Revelations pour lui [(Al-Araf, 63, Hud: 27 <V:11:27>).?.]\"] Nous",
          "voyons aussi que seul le plus vil nous sont devenus ses disciples sans mûre",
          "réflexion. Il y avait eu un peu de poids dans ce qu'il dit, les anciens du peuple",
          "auraient cru en lui [ \"[(Hud: 27 <V:11:27>).]\"]. Si Allah avait voulu, Il aurait",
          "fait descendre les anges [ \"[(A1Mu '. minun:. 24)] \"] avait-il été envoyé par",
          "Allah, il possède des trésors, il saurait le non-vu, et il serait libre de tous",
          "les besoins humains, comme les anges [(Hud: 31 <V:11:31>)]. [ \"Nous avons attaché",
          "rien en lui qui pourrait lui donner la supériorité sur nous.\"] [(Hud: 27",
          "<V:11:27>)]. [ \"Il a simplement l'intention d'obtenir la supériorité sur vous.\"]",
          "[(AlMu'minun: 24 <V:23:24>)]. [ «De toute évidence, cet homme est possédé.\"]",
          "[(AI-Mu'minun: 25 <V:23:25>)]. étaient similaires les choses que les chefs",
          "Quraish dit à induire en erreur le peuple contre le Saint Prophète [(sur lesquels",
          "la paix)]."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا",
      "simpleTranslate" : [
        "et ont dit aux leurs : “N’abandonnez jamais vos idoles ! N’abandonnez ni Wadd, ni",
        "Suwâ`, ni Yaghûth, ni Ya`ûq, ni Nasr !”,"
      ],
      "tafsirTranslate" : [
        "Ils ont dit: «Ne pas abandonner vos divinités; ne pas abandonner Wadd, ni Suwa,",
        "ni Yaghuth, ni Yauq, ni Nasr. <N:17>"
      ],
      "tanslateWordByWord" : [
        "Et ils ont dit",
        "(Ne pas",
        "laisser",
        "vos dieux",
        "et (faire) pas",
        "laisser",
        "Wadd",
        "et pas",
        "Suwa",
        "et pas",
        "Yaguth",
        "et Yauq",
        "et Nasr"
      ],
      "notes" : {
        "17" : [
          "Parmi les dieux du peuple du Prophète Noé que les dieux ont été mentionnés que",
          "plus tard, les gens de l'Arabie avaient également commencé à adorer et dont les",
          "sanctuaires ont été trouvés dans tout le pays à l'avènement de l'Islam. Il est",
          "impossible que les générations ultérieures ont entendu les noms des anciens dieux",
          "du peuple de Noé des gens qui ont été sauvés de l'inondation, et quand",
          "l'ignorance une fois de plus répandu parmi leurs enfants, ils ont fait des idoles",
          "des mêmes dieux et ont commencé à les adorer à nouveau . Wadd était le dieu du",
          "Bani Kalb bin Wabash, une branche de la tribu Quda`ah, dont le sanctuaire avait",
          "été construit à Daumat al-Jandal. Dans les anciennes inscriptions arabes, il a",
          "été nommé comme Waddam ibam [(père Wadd)]. Kalbi a déclaré que l'image construite",
          "pour lui était d'un Tnan de taille énorme. Le Quraish lui aussi reconnu comme",
          "dieu et l'appela Wudd. Il est après lui qu'une personne a été nommé 'Abd-i Wudd",
          "[(esclave de Wudd)] dans l'histoire. Suwa était la déesse de la tribu Hudhayl",
          "​​et son idole était une figure féminine. Son temple était situé à Ruhat près de",
          "Yanbu. Yaghuth était le dieu de An'um, une branche de la tribu Tay, et de",
          "certaines branches de la tribu Madhjih. Les habitants de Madhjih avaient installé",
          "son idole, l'image d'un lion, à Jurash, un lieu entre Yaman et Hijaz. Parmi les",
          "Qouraysh aussi certaines personnes avaient été nommées `Abd-i Yaghuth. Ya'uq",
          "était le dieu de Khaywan, une branche de la tribu Hamdan, sur le territoire de",
          "Hamdan en Yaman; son idole était de la figure du cheval. Nasr était le dieu de",
          "l'IA-i Dhul-Kula », une branche de la tribu Himyar, sur le territoire de Himyar;",
          "elle avait son idole installé à Balkha` et avait l'image du vautour. Dans les",
          "anciennes inscriptions de Saba son nom a été écrit comme Nasor. Son temple a été",
          "appelé bayt Nasor [(maison de Nasor)] et ses dévots ahl Nasor [(personnes de",
          "Nasor)]. Les ruines des temples antiques qui se trouvent en Arabie et dans les",
          "terrains adjacents ont l'image du vautour fait sur les portes de la plupart",
          "d'entre eux."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَقَدْ أَضَلُّوا كَثِيرًا ۖ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا",
      "simpleTranslate" : [
        "alors que ce sont ces idoles qui ont déjà égaré un grand nombre d’hommes.",
        "Seigneur ! Fais en sorte que les injustes s’enfoncent davantage dans leur",
        "égarement !»"
      ],
      "tafsirTranslate" : [
        "Ils ont égaré beaucoup. Donc, ne pas permettre à ces scélérats d'augmenter en",
        "quoi que ce soit, sauf égarement (du droit chemin). <N:18>"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "ils ont égaré",
        "beaucoup",
        "Et pas",
        "augmenter",
        "les malfaiteurs",
        "sauf",
        "(En) erreur"
      ],
      "notes" : {
        "18" : [
          "Comme nous l'avons expliqué dans l'introduction de cette sourate, le Prophète Noé",
          "n'a pas invoqué cette malédiction sur l'impatience, mais il a invoqué quand,",
          "après avoir fait pleinement justice à la prédication de sa mission pendant de",
          "nombreux siècles, il est devenu tout à fait désespéré de tout succès avec son",
          "peuple. étaient similaires aux conditions dans lesquelles le Prophète Moïse avait",
          "maudit Pharaon et son peuple, ainsi: [ \"Seigneur, détruire leurs richesses et",
          "durcir leurs cœurs d'une manière afin qu'ils ne croient pas jusqu'à ce qu'ils",
          "voient le châtiment douloureux.\"] Et Allah , en réponse, a dit: [ «La prière de",
          "vous deux a été accordée\"] Yunus: 88-89). Comme le prophète Moïse, la malédiction",
          "du Prophète Noé était aussi en pleine conformité avec la Volonté Divine. Ainsi,",
          "dans la sourate Hud il a été dit: [ \"Et il a été révélé à Noé:.. Pas plus de vos",
          "gens vont croire en vous maintenant que ceux qui ont déjà cru Donc, ne vous",
          "affligez pas à leurs méfaits\"] [(v . 36)]."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا",
      "simpleTranslate" : [
        "Et c’est ainsi que, en punition de leurs péchés, ils furent engloutis, puis jetés",
        "dans l’Enfer, sans avoir pu bénéficier d’aucun secours en dehors du Seigneur."
      ],
      "tafsirTranslate" : [
        "Et ils se sont noyés à cause de leurs péchés, puis jeté dans le feu, <N:19> et",
        "n'a trouvé aucune autre qu'Allah, <N:20> pour sortir de leur aide."
      ],
      "tanslateWordByWord" : [
        "En raison de",
        "leurs péchés",
        "ils ont été noyés",
        "a ensuite fait entrer",
        "(le feu",
        "et pas",
        "ils ont trouvé",
        "pour eux-mêmes",
        "de",
        "outre",
        "Allah",
        "toutes les aides"
      ],
      "notes" : {
        "20" : [
          "Autrement dit, [ \"Aucun des dieux qu'ils regardaient comme leurs partisans et des",
          "aides est venu à leur secours.»] Ceci, en fait, était un avertissement pour les",
          "gens de la Mecque, comme pour dire : [ \"Si vous aussi êtes soumis aux tourments",
          "d'Allah, ces dieux à qui vous avez placé toute votre confiance, vous prévaloir",
          "absolument rien.\"]"
        ],
        "19" : [
          "Autrement dit, [ \"Drowning était pas leur fin, mais après la mort de leurs âmes",
          "ont été immédiatement soumis à la punition du Feu».] Ce fut précisément le",
          "traitement qui a été infligé à Pharaon et son peuple, comme cela a été dit dans",
          "la sourate Al-Mu'min: 45-46. [(Pour plus d'explications, voir E.N. 63 de",
          "Al-Mu'min)]. Ce verset est également de ces versets qui prouvent la punition de",
          "barzakh [(stade intermédiaire entre la mort et la résurrection)]."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا",
      "simpleTranslate" : [
        "«Seigneur, ajouta Noé, ne laisse subsister aucun négateur sur la Terre,"
      ],
      "tafsirTranslate" : [
        "Noé dit: «Mon Seigneur, ne laisse pas de ces mécréants, même un seul habitant sur",
        "la terre,"
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "Nuh",
        "Mon Seigneur",
        "(Ne pas",
        "laisser",
        "sur",
        "La terre",
        "tout",
        "(De) les incroyants",
        "(Comme) un habitant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا",
      "simpleTranslate" : [
        "sans quoi ils égareraient Tes serviteurs et n’engendreraient que des libertins et",
        "des pervers !"
      ],
      "tafsirTranslate" : [
        "pour certainement si vous devez les laisser (en vie), ils vont induire en erreur",
        "vos serviteurs, et vous engendreront, mais les pécheurs et les incroyants",
        "proférer."
      ],
      "tanslateWordByWord" : [
        "En effet, vous",
        "si",
        "Vous les laissez",
        "ils vont induire en erreur",
        "Vos esclaves",
        "et pas",
        "ils engendreront",
        "sauf",
        "un méchant",
        "un mécréant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا",
      "simpleTranslate" : [
        "Seigneur ! Accorde-moi Ton pardon, ainsi qu’à mon père et à ma mère ; à toute",
        "personne ayant la foi qui pénètre dans ma demeure et à tous les croyants et à",
        "toutes les croyantes ! Puisses-Tu, Seigneur, enfoncer davantage les pervers dans",
        "leur perdition et dans leur erreur !»"
      ],
      "tafsirTranslate" : [
        "Mon Seigneur, pardonne-moi et mes parents, et celui qui entre dans ma maison en",
        "tant que croyant, et pardonner à tous les croyants, hommes et femmes, et ne pas",
        "augmenter les injustes dans quoi que ce soit, sauf la perdition."
      ],
      "tanslateWordByWord" : [
        "Mon Seigneur",
        "Pardonner",
        "moi",
        "et mes parents",
        "et celui qui",
        "entre dans",
        "ma maison",
        "un croyant",
        "et les croyants",
        "et les croyantes",
        "Et (ne) pas",
        "augmenter",
        "les malfaiteurs",
        "sauf",
        "(Dans) la destruction"
      ],
      "notes" : { }
    }
  ],
  "medinian" : false
}