{
  "chapterNumber" : 72,
  "nbVerses" : 28,
  "name" : "Les djinns",
  "nameArabic" : "الجنّ",
  "transName" : "al-jinn",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا",
      "simpleTranslate" : [
        "Dis : «Il m’a été révélé qu’un groupe de djinns, ayant entendu réciter le Coran,",
        "s’écrièrent : “Nous venons d’entendre là une merveilleuse lecture"
      ],
      "tafsirTranslate" : [
        "Dis (O Prophète), il m'a été révélé qu'un groupe de djinns écouté attentivement",
        "<N:1> pour (la récitation du Coran), puis (est retourné à leur peuple) et dit:"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Il a été révélé",
        "pour moi",
        "cette",
        "écouté",
        "un groupe",
        "de",
        "djinns",
        "et ils ont dit",
        "En effet, nous",
        "entendu",
        "un Coran",
        "incroyable"
      ],
      "notes" : {
        "1" : [
          "Cela montre que les djinns à cette dîme n'étaient pas visibles au Saint Prophète",
          "[(sur lesquels la paix)], ni qu'il savait qu'ils entendaient le Coran récité,",
          "mais AIIah l'ont informé des l'incident après par l'Apocalypse. Hadrat 'Abdullah",
          "bin' Abbas a également, dans le cadre de cet incident, a déclaré: [ \". Le Saint",
          "Messager d'AIIah n'a pas récité le Coran avant que les djinns, et il n'a pas les",
          "voir\"] [(Muslim, Tirmidhi, Musnad Ahmad, Ibn Jarir)]."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ ۖ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا",
      "simpleTranslate" : [
        "qui met sur la voie de la droiture, et nous y avons cru ! Désormais, nous ne",
        "donnerons plus aucun associé à notre Seigneur,"
      ],
      "tafsirTranslate" : [
        "«Nous avons bien entendu un merveilleux Coran <N:2>, qui guide vers le droit",
        "chemin; de sorte que nous en sommes venus à croire, et nous n'associeront rien",
        "avec Notre Seigneur dans Sa Divinité '; <N:3>"
      ],
      "tanslateWordByWord" : [
        "Il guide",
        "à",
        "le droit chemin",
        "de sorte que nous croyons",
        "en ce",
        "et jamais",
        "nous allons associer",
        "avec notre Seigneur",
        "n'importe qui"
      ],
      "notes" : {
        "2" : [
          "Les mots de l'original sont: Qoran-un 'ajaba. Qur un moyen [ «quelque chose qui",
          "est lu encore et encore\"], et les djinns probablement utilisé ce mot dans ce sens",
          "même, car ils ont été introduits à cette révélation divine pour la première fois,",
          "et ils ne savaient peut-être pas alors que ce qu'ils ont été entendu, était le",
          "Coran lui-même. 'Ajab est un superlatif, qui est utilisé en arabe pour une chose",
          "merveilleuse. Alors, que dit les djinns moyens: [ \". Nous avons entendu un tel",
          "récit merveilleux qui est unique à la fois dans sa langue et dans son objet\"]",
          "Cela montre aussi que les djinns non seulement entendre ce que les êtres humains",
          "disent mais aussi comprendre leur langue complètement, bien qu'il ne faut pas que",
          "ALi djinns pourrait connaître toutes les langues humaines. Il est possible que",
          "ceux d'entre eux qui vivent dans une région particulière de la terre pourrait",
          "connaître la langue des habitants de cette région. Mais en tout cas, cette",
          "déclaration du Coran montre clairement que les djinns qui ont écouté le Coran à",
          "cette époque étaient si familiers avec la langue arabe que non seulement ils ont",
          "apprécié l'éloquence incomparable de la Parole divine, mais aussi compris son",
          "sublime objet complètement bien."
        ],
        "3" : [
          "Cela jette la lumière sur plusieurs choses: [(1)] Que le djinn ne nie pas",
          "l'existence d'Allah et de Son être Seigneur et Pourvoyeur; [(2)] que parmi eux il",
          "y a aussi des polythéistes, qui aiment polythéiste êtres humains attribuent la",
          "divinité à d'autres que AIlah: ainsi, la communauté des djinns dont les membres a",
          "entendu le Coran était polythéiste; [(3)] que la prophétie et la révélation des",
          "Écritures divines DCEs existaient pas parmi les djinns, mais celui d'entre eux",
          "croient, ils croient dans les Prophètes soulevées entre les êtres humains et dans",
          "les livres apportés par eux. Cette même chose est confirmée par Al-Ahqaf: 29-30,",
          "où il a été déclaré que les djinns qui avait alors entendu le Coran, étaient",
          "parmi les disciples du Prophète Moïse, et ils après avoir entendu le Coran ,",
          "avait invité son peuple à croire en la révélation qui avait été envoyé par Dieu",
          "confirmant les Écritures précédentes. Surah ARRahman souligne également le même,",
          "pour son ensemble objet montre que le public de l'invitation du Saint Prophète",
          "sont tous deux les hommes et les djinns."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَأَنَّهُ تَعَالَىٰ جَدُّ رَبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلَا وَلَدًا",
      "simpleTranslate" : [
        "dont la gloire est trop pure pour qu’Il Se soit donné une épouse ou un enfant,"
      ],
      "tafsirTranslate" : [
        "et que «Il» exalté soit Sa Majesté n'a pas pris à lui-même soit une femme ou un",
        "fils »; <N:4>"
      ],
      "tanslateWordByWord" : [
        "Et qu'Il",
        "Exalté est",
        "(La) Majesté",
        "(De) notre Seigneur",
        "ne pas",
        "Il a pris",
        "une femme",
        "et pas",
        "un fils"
      ],
      "notes" : {
        "4" : [
          "De ce que nous savons deux choses; [(1)] Que ces djinns étaient soit parmi les",
          "djinns chrétienne, ou ils étaient adeptes d'une religion différente dans laquelle",
          "Allah a été considéré comme ayant des enfants et des familles. [(2)] en ce temps,",
          "le Saint Prophète [(sur lui la paix)] a été réciter quelque autre partie de",
          "l'audience Coran qui ont réalisé l'erreur de leur croyance et savaient qu'il",
          "était pure ignorance et l'impudence d'attribuer femme et ses enfants à la Haute",
          "et Exalté Etre d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللَّهِ شَطَطًا",
      "simpleTranslate" : [
        "comme le prétendait notre insensé qui proférait des extravagances sur le compte",
        "du Seigneur !"
      ],
      "tafsirTranslate" : [
        "et que «les insensés parmi nous <N:5> ont été coutume de dire des choses",
        "scandaleuses au sujet d'Allah ';"
      ],
      "tanslateWordByWord" : [
        "Et qu'il",
        "habitué",
        "parler",
        "insensés parmi nous",
        "contre",
        "Allah",
        "une transgression excessive"
      ],
      "notes" : {
        "5" : [
          "Le mot safihuna tel qu'il est utilisé dans le texte peut être parlé pour un",
          "individu, ainsi que pour un groupe. Si elle est prise pour une personne stupide,",
          "cela impliquerait Iblis et si, pour un groupe, cela impliquerait un groupe de fou",
          "djinns qui a dit de telles choses."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَأَنَّا ظَنَنَّا أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ عَلَى اللَّهِ كَذِبًا",
      "simpleTranslate" : [
        "Et pourtant nous étions persuadés que jamais ni les hommes ni les djinns ne se",
        "permettraient de proférer de pareils mensonges sur le compte de Dieu."
      ],
      "tafsirTranslate" : [
        "et que «nous avions pensé que les hommes et les djinns ne seraient jamais parler",
        "un mensonge contre Allah ', <N:6>"
      ],
      "tanslateWordByWord" : [
        "Et que nous",
        "pensée",
        "cette",
        "jamais",
        "diront",
        "les hommes",
        "et les djinns",
        "contre",
        "Allah",
        "tout mensonge"
      ],
      "notes" : {
        "6" : [
          "Autrement dit, [ «Nous avons été induits en erreur par ces mensonges parce que",
          "nous ne pourrions jamais penser que les hommes ou les djinns ne pourraient jamais",
          "oser forger un mensonge contre Allah, mais après avoir entendu ce Coran nous",
          "savons maintenant qu'ils étaient, en fait, des menteurs. \"]"
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ يَعُوذُونَ بِرِجَالٍ مِنَ الْجِنِّ فَزَادُوهُمْ رَهَقًا",
      "simpleTranslate" : [
        "Il est vrai que certains individus d’entre les hommes avaient cherché refuge",
        "auprès de quelques individus parmi les djinns. Mais cela ne fit qu’accentuer leur",
        "détresse."
      ],
      "tafsirTranslate" : [
        "et que «certains parmi les humains utilisés pour demander la protection de",
        "quelques-uns parmi les djinns, et donc ils ont augmenté l'arrogance <N:7> des",
        "djinns ';"
      ],
      "tanslateWordByWord" : [
        "Et cela",
        "(Il y avait",
        "Hommes",
        "parmi",
        "humanité",
        "qui a cherché refuge",
        "dans (les) hommes",
        "de",
        "djinns",
        "ils les ont augmenté",
        "(En) charge"
      ],
      "notes" : {
        "7" : [
          "Ibn `Abbas dit que dans les jours pré-islamiques de l'ignorance quand les Arabes",
          "ont dû passer une nuit dans une certaine inhabitée, vallée désolée, ils crier: [\"",
          "Nous cherchons refuge des djinns, qui est propriétaire de cette vallée. \"] Dans",
          "d'autres traditions de l'ignorance pré-islamique a également la même chose a été",
          "rapporté fréquemment. Par exemple, si dans un endroit ils ont couru à court d'eau",
          "et de fourrage, les Bédouins errants allaient envoyer un de leurs hommes à un",
          "autre endroit pour voir si l'eau et de fourrage étaient disponibles; et quand ils",
          "ont atteint le nouveau site sous sa direction, ils criaient avant ils se sont",
          "arrêtés à la hauteur du camp: [ \"Nous cherchons refuge du souteneur de cette",
          "vallée pour que nous puissions vivre ici en paix de toutes les calamités.\"] Ils",
          "croyaient que tout lieu non habité était sous le contrôle de l'un ou l'autre",
          "djinns, et si quelqu'un est resté là sans chercher son refuge, les djinns ne soit",
          "lui-même la difficulté à les colons, ou laisserait d'autres ennuis eux. Ces",
          "djinns croyants font référence à cette chose même. Ils voulaient que lorsque",
          "l'homme, le vicaire de la terre, a commencé à les craindre sans aucune raison, et",
          "a commencé à chercher leur refuge au lieu de Dieu, il a causé leur peuple à",
          "devenir encore plus arrogant, hautain et méchant, et ils sont devenus encore plus",
          "courageux et audacieux en adoptant l'erreur et l'incrédulité."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَدًا",
      "simpleTranslate" : [
        "En effet, ces humains croyaient comme vous, les djinns, que jamais Dieu",
        "n’enverrait de messager."
      ],
      "tafsirTranslate" : [
        "et ce qu'ils pensaient, alors même que vous pensiez, que Dieu ne serait jamais",
        "élever quelqu'un (comme un messager) »; <N:8>"
      ],
      "tanslateWordByWord" : [
        "Et qu'ils",
        "pensée",
        "comme",
        "tu pensais",
        "cette",
        "jamais",
        "soulèvera",
        "Allah",
        "n'importe qui"
      ],
      "notes" : {
        "8" : [
          "Un autre sens de cette phrase peut être: [ \". Allah ne ressuscitera personne",
          "après la mort\"] Comme les salles sont complètes, ils peuvent être pris pour",
          "signifier que, comme chez les êtres humains, donc parmi les djinns trop il y",
          "avait les gens qui niaient à la fois la prophétie et l'au-delà. Toutefois, compte",
          "tenu du thème qui suit, le sens que nous avons donné dans le texte ci-dessus est",
          "préférable, car selon elle ces croyant djinns dire aux gens de leur communauté: [",
          "\"Votre point de vue est donné tort que AIlah ne nommera pas quelqu'un comme un",
          "messager. En fait, les portes du ciel ont été fermés sur nous seulement parce",
          "AIIah a déjà nommé un messager. \"]"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا",
      "simpleTranslate" : [
        "Nous avons frôlé le Ciel et nous l’avons trouvé plein de gardiens et de dards",
        "flamboyants ;"
      ],
      "tafsirTranslate" : [
        "et que «nous avons essayé de forcer (les secrets de) le ciel, mais nous avons",
        "trouvé plein de terribles gardes et des météores de tir»;"
      ],
      "tanslateWordByWord" : [
        "Et que nous",
        "cherché à toucher",
        "le paradis",
        "mais nous l'avons trouvé",
        "rempli avec)",
        "gardes",
        "sévère",
        "et les feux flamboyants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ ۖ فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا",
      "simpleTranslate" : [
        "et alors qu’auparavant nous pouvions écouter ce qui s’y passait, aujourd’hui",
        "quiconque essaie de le faire risque d’être la cible d’un tison ardent, prêt à",
        "l’atteindre."
      ],
      "tafsirTranslate" : [
        "et que «nous prendrions des stations dans le ciel pour essayer d'entendre, mais",
        "toute personne qui tente maintenant d'écouter trouve un météore de tir dans",
        "l'attente pour lui '; <N:9>"
      ],
      "tanslateWordByWord" : [
        "Et que nous",
        "habitué",
        "siéger",
        "la bride",
        "positions",
        "pour l'audition",
        "mais (il) qui",
        "écoute",
        "maintenant",
        "trouvera",
        "pour lui",
        "un feu flamboyant",
        "attendre"
      ],
      "notes" : {
        "9" : [
          "Ceci est la raison pour laquelle ces djinns étaient maintenant à la recherche de",
          "ce que particulier était arrivé, ou qui allait se passer, sur la terre, ce qui",
          "avait nécessité des mesures de sécurité strictes contre l'espionnage de sorte",
          "qu'ils ont été chassés de où ils ont essayé d'écouter en aucune façon."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا",
      "simpleTranslate" : [
        "Aussi ne savons-nous guère si les habitants de la Terre sont voués au malheur ou",
        "si leur Seigneur veut les mettre sur la voie du bonheur."
      ],
      "tafsirTranslate" : [
        "et que «nous ne savons pas si le mal est destiné à ceux sur la terre, ou si leur",
        "Seigneur veut les diriger vers le droit chemin '; <N:10>"
      ],
      "tanslateWordByWord" : [
        "Et que nous",
        "ne pas",
        "nous savons",
        "si le mal",
        "est destiné",
        "pour ceux qui",
        "(sont dans",
        "La terre",
        "ou",
        "entend",
        "pour eux",
        "leur Seigneur",
        "le droit chemin"
      ],
      "notes" : {
        "10" : [
          "Cela montre que de telles mesures extraordinaires ont été adoptées dans les cieux",
          "que sur deux sortes d'occasions: d'abord, quand Allah pourrait décider d'infliger",
          "les habitants de la terre avec un tourment, et le Divin pourrait être que, avant",
          "il a été effectivement infligée djinns pourrait ne pas connaître et transmettre",
          "ses nouvelles pour avertir leurs êtres humains sympathiques de la catastrophe",
          "imminente. Deuxièmement, qu'Allah pourrait nommer un messager sur la terre, et",
          "des mesures de sécurité strictes pourraient être adoptées de sorte que ni les",
          "messages transportés à lui être gêné par les satans ils ne devraient pas être en",
          "mesure de savoir à l'avance quelles instructions ont été données au Messager .",
          "Ainsi, la parole du djinns signifie: [ «Quand nous avons remarqué que les mesures",
          "de sécurité strictes ont été adoptées dans les cieux pour la sauvegarde des",
          "nouvelles, et les météorites étions douchés à profusion, nous avons voulu savoir",
          "lequel des deux choses était arrivé :. si Allah avait causé un tourment de",
          "descendre brusquement sur certaines personnes de la terre, ou un messager avait",
          "été soulevée quelque part sur la terre Nous étions à la recherche de la même",
          "chose quand nous avons entendu la merveilleuse révélation, qui guide vers la",
          "bonne voie, et nous avons appris que Dieu avait fait descendre un supplice, mais",
          "avait soulevé un messager pour montrer le droit chemin aux gens. \"] pour plus",
          "d'explications, voir de 8 à 12 de Al-Hijr, FR 7 ASSaaffat, E.N. I 1 d'Al-Mulk)."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَٰلِكَ ۖ كُنَّا طَرَائِقَ قِدَدًا",
      "simpleTranslate" : [
        "Certes, il y a parmi nous des gens vertueux et d’autres qui le sont moins, car",
        "nous étions répartis en sectes différentes."
      ],
      "tafsirTranslate" : [
        "et que «certains d'entre nous sont debout et certains d'entre nous sont par",
        "ailleurs pour nous suivons des chemins très divergents»; <N:11>"
      ],
      "tanslateWordByWord" : [
        "Et que [nous]",
        "parmi nous",
        "(Sont) les justes",
        "et parmi nous",
        "(Sont) autre que",
        "cette",
        "nous",
        "(Sont sur) des moyens",
        "différent"
      ],
      "notes" : {
        "11" : [
          "Autrement dit, [ \"Moralement il y a aussi bon et mauvais djinns parmi nous, et du",
          "point de vue de la croyance et tous ne suivent pas une seule et même religion,",
          "mais nous sommes divisés en différents groupes.\" ] avec ces mots, le djinn",
          "croyant veulent convaincre l'autre djinns de leur communauté qu'ils tenaient",
          "certainement besoin de trouver la bonne façon et ne pouvait pas renoncer à ce",
          "besoin."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَأَنَّا ظَنَنَّا أَنْ لَنْ نُعْجِزَ اللَّهَ فِي الْأَرْضِ وَلَنْ نُعْجِزَهُ هَرَبًا",
      "simpleTranslate" : [
        "Mais nous n’avons jamais pensé que nous pourrions mettre en échec la puissance de",
        "Dieu sur Terre et encore moins nous y soustraire en fuyant ailleurs."
      ],
      "tafsirTranslate" : [
        "et que «nous avons pensé que nous ne pouvoir faire échouer Allah sur terre, ni le",
        "frustrer par la fuite»; <N:12>"
      ],
      "tanslateWordByWord" : [
        "Et que nous",
        "[Nous] sommes devenus certains",
        "cette",
        "jamais",
        "nous allons provoquer une défaillance",
        "(À) Allah",
        "dans",
        "La terre",
        "et jamais",
        "nous pouvons lui échapper",
        "(Par) vol"
      ],
      "notes" : {
        "12" : [
          "Autrement dit, [ \"Nous avons été amenés par cette idée à la voie du succès. Comme",
          "nous étions pas peur de AIlah et nous avons cru que nous ne serions pas en mesure",
          "d'éviter Son châtiment si nous Lui désobéi, donc quand nous avons entendu la",
          "révélation divine qui avait été envoyé pour montrer la bonne façon, nous ne",
          "pouvions pas avoir le courage et l'audace de persister dans les croyances que nos",
          "insensés avaient répandues parmi nous, loin nous avions su la vérité. \"]"
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَأَنَّا لَمَّا سَمِعْنَا الْهُدَىٰ آمَنَّا بِهِ ۖ فَمَنْ يُؤْمِنْ بِرَبِّهِ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا",
      "simpleTranslate" : [
        "Aussi, ayant entendu la voix de la Vérité, nous y avons cru, car quiconque croit",
        "en Dieu n’aura à redouter ni dommage ni humiliation."
      ],
      "tafsirTranslate" : [
        "et que «quand nous avons entendu l'enseignement de la bonne façon, nous sommes",
        "venus à croire en elle; celui qui croit en son Seigneur n'a aucune crainte de la",
        "perte de souffrance ou d'être soumis à toute injustice »; <N:13>"
      ],
      "tanslateWordByWord" : [
        "Et que [nous]",
        "quand",
        "nous avons entendu",
        "l'orientation",
        "nous croyions",
        "en ce",
        "Et quiconque",
        "croit",
        "en son Seigneur",
        "alors pas",
        "il craindra",
        "les pertes",
        "et pas",
        "toute charge"
      ],
      "notes" : {
        "13" : [
          "[ «La peur de la perte\"]: la peur d'être donné une récompense moindre que ce que",
          "l'on mérite réellement pour les bonnes actions de l'un, et [ «injustice»] que",
          "l'on peut être privé de la récompense pour les bonnes actions fait, mais dûment",
          "punis pour les erreurs commises ou punis innocent; aucun croyant n'a aucune",
          "crainte d'une telle injustice d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَ ۖ فَمَنْ أَسْلَمَ فَأُولَٰئِكَ تَحَرَّوْا رَشَدًا",
      "simpleTranslate" : [
        "Et il y a parmi nous des croyants comme il y a parmi nous des prévaricateurs. Et",
        "ce sont les croyants qui ont opté pour la voie de la raison,"
      ],
      "tafsirTranslate" : [
        "et que «parmi nous certains sont musulmans (Ceux qui ont soumis à Allah), et",
        "certains d'entre nous sont déviants. Donc, ceux qui sont devenus musulmans",
        "trouvent dans la bonne voie;"
      ],
      "tanslateWordByWord" : [
        "Et que nous",
        "parmi nous",
        "(Sont) les musulmans",
        "et parmi nous",
        "(Sont) injuste",
        "Et quiconque",
        "soumet",
        "puis ceux",
        "ont cherché",
        "(la bonne voie"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَأَمَّا الْقَاسِطُونَ فَكَانُوا لِجَهَنَّمَ حَطَبًا",
      "simpleTranslate" : [
        "tandis que les prévaricateurs serviront de combustible à l’Enfer.”«"
      ],
      "tafsirTranslate" : [
        ", mais ceux qui a dévié de la vérité, sera le combustible de l'Enfer. ' <N:14>"
      ],
      "tanslateWordByWord" : [
        "Et comme pour",
        "l'injuste",
        "ils seront",
        "pour l'enfer",
        "bois de chauffage"
      ],
      "notes" : {
        "14" : [
          "Ici, on peut se demander: quand, selon le Coran, les djinns ont été créés par le",
          "feu, quel mal peut le feu de l'Enfer leur faire? La réponse est: Même selon le",
          "Coran, l'homme a été créé à partir de la terre; pourquoi alors l'homme se sent",
          "mal quand une motte de terre est jeté sur lui? La vérité est que, bien que tout",
          "le corps de l'homme a été fait à partir des substances terrestres, quand un homme",
          "vivant de chair et de sang est moulé d'eux, il devient une chose entièrement",
          "différente de ces substances; puis d'autres choses faites à partir des mêmes",
          "substances deviennent un moyen de causer des dommages à lui. De même, bien que",
          "les djinns aussi ont été créés par le feu, quand une création vivante et sensible",
          "a été fait de lui, le même feu devient un moyen de causer des dommages et blessé",
          "pour elle. [(Pour de plus amples explications, voir E.N. 15 de la sourate",
          "Ar-Rahman)]."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَأَنْ لَوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا",
      "simpleTranslate" : [
        "Et s’ils s’étaient maintenus sur la bonne voie, Nous les aurions comblés de Nos",
        "faveurs,"
      ],
      "tafsirTranslate" : [
        "Si <N:15> personnes étaient de garder fermement à la bonne manière, nous aurions",
        "daigné pluies abondantes <N:16>"
      ],
      "tanslateWordByWord" : [
        "Et que si",
        "ils étaient restés",
        "sur",
        "le chemin",
        "Nous sûrement (serait) leur avons donné à boire",
        "eau",
        "(en quantité"
      ],
      "notes" : {
        "16" : [
          "Ceci est la même chose que ci-dessus a été dit dans la sourate Nuh: 10-11. [",
          "«Cherchez le pardon d'Allah. .. Il va envoyer des pluies abondantes pour vous du",
          "ciel.\"] [(Pour plus d'explications, voir E.N. 12 de la sourate Nuh)]. L'abondance",
          "de l'eau a été utilisée pour l'abondance des bénédictions métaphoriquement pour",
          "la vie humaine et de l'habitation dépendent de l'eau. Sans eau, il ne peut y",
          "avoir des établissements humains, ni les besoins fondamentaux de l'homme peuvent",
          "être remplies, ni ses industries travailler et prospérer."
        ],
        "15" : [
          "La conversation des djinns ayant pris fin, avec cela commence le discours",
          "d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "لِنَفْتِنَهُمْ فِيهِ ۚ وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا",
      "simpleTranslate" : [
        "afin de les mettre à l’épreuve, car quiconque se détourne du rappel du Seigneur,",
        "Celui-ci lui infligera un supplice qui ira en s’aggravant."
      ],
      "tafsirTranslate" : [
        "afin que nous puissions les juger par cette générosité <N:17> Celui qui se",
        "détourne du rappel de son Seigneur, <N:18> Il le fera souffrir un châtiment",
        "douloureux."
      ],
      "tanslateWordByWord" : [
        "Que nous puissions les tester",
        "la bride",
        "Et quiconque",
        "se détourne",
        "de",
        "du souvenir",
        "(De) son Seigneur",
        "Il le fera entrer",
        "une punition",
        "sévère"
      ],
      "notes" : {
        "17" : [
          "[ \"Nous pourrions les essayer par cette bénédiction\"]: [ \". Nous pourrions voir",
          "si elles restent reconnaissants après avoir reçu la bénédiction ou non, et s'ils",
          "ont mis notre bénédiction pour bon usage ou non\"]"
        ],
        "18" : [
          "[ \"Pour détourner le souvenir d'Allah\"] signifie que l'on peut rejeter les",
          "conseils et les avertissements envoyés par Allah, ou on peut dédaigner donner",
          "l'oreille au souvenir d'Allah, ou on peut se détourner de l'adoration de Allah."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا",
      "simpleTranslate" : [
        "En vérité, les mosquées sont la propriété exclusive de Dieu. N’y invoquez donc",
        "nul autre que Lui !"
      ],
      "tafsirTranslate" : [
        "et que «les mosquées appartiennent à Allah, il ne faut pas invoquer quiconque",
        "avec Lui»; <N:19>"
      ],
      "tanslateWordByWord" : [
        "Et cela",
        "les masjids",
        "(Sont) pour Allah",
        "Donc ne le fais pas",
        "appel",
        "avec",
        "Allah",
        "n'importe qui"
      ],
      "notes" : {
        "19" : [
          "Les commentateurs ont généralement prises [ \"mosquées\"] pour désigner les lieux",
          "de culte. Par conséquent, le verset signifie:. [ \"Personne ne devrait-il associé",
          "dans l'adoration d'Allah dans les lieux de culte Hadrat Hasan Basri dit: La terre",
          "entière est un lieu de culte, et le verset veut dire: le polythéisme ne doit pas",
          "être engagée partout sur la terre de Dieu, \"] Il a motivé ce sens du Hadith du",
          "Saint Prophète [\" Pour moi, la terre entière a été un lieu de culte et un moyen",
          "de pureté obtenir: \"] Hadrat Sa`īd bin Jubayr a interprété masajid impliquer les",
          "parties du corps sur lequel on se prosterne, à savoir les mains, les genoux, les",
          "orteils et le front. Selon cette explication, le verset signifie: Ces membres ont",
          "été faites par Allah; personne ne doit se prosterner sur ces avant que quelqu'un",
          "d'autre qu'Allah."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا",
      "simpleTranslate" : [
        "Lorsque le Serviteur de Dieu se leva pour L’invoquer, ils se pressèrent autour de",
        "lui, au risque de l’étouffer."
      ],
      "tafsirTranslate" : [
        "et quand le serviteur d'Allah <N:20> se leva pour appeler sur lui, ils bien près",
        "de lui pullulaient."
      ],
      "tanslateWordByWord" : [
        "Et cela",
        "quand",
        "se lever",
        "(Le) esclave",
        "(De) Allah",
        "appelant (sur) Lui",
        "ils ont presque",
        "devenu",
        "autour de lui",
        "une masse compactée"
      ],
      "notes" : {
        "20" : [
          "[ \"Serviteur de AIIah\"]: le Saint Prophète [(sur lesquels la paix)]."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "قُلْ إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَدًا",
      "simpleTranslate" : [
        "Dis-leur : «Je n’invoque que mon Seigneur, sans rien Lui associer.»"
      ],
      "tafsirTranslate" : [
        "Dis, (ô Prophète): «. J'appelle sur mon Seigneur seul, et je ne rien Lui associer",
        "dans sa divinité» <N:21>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Seulement",
        "Je demande à",
        "mon Seigneur",
        "et pas",
        "J'associe",
        "avec lui",
        "n'importe qui"
      ],
      "notes" : {
        "21" : [
          "C'est, de faire appel à Allah est pas chose répréhensible, ce qui peut donc",
          "provoquer le peuple. La mauvaise chose, cependant, est que l'on doit associer un",
          "autre avec Allah dans sa divinité, et cela je ne fais jamais; cela se fait par",
          "ceux qui foule et me entourent quand ils entendent Dieu mentionné par moi."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا",
      "simpleTranslate" : [
        "Dis-leur : «Je ne détiens aucun pouvoir de vous nuire ni de vous guider.»"
      ],
      "tafsirTranslate" : [
        "Dis: «Certes, ni elle est en mon pouvoir pour vous faire du mal, ni pour vous",
        "amener à la bonne façon.»"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "En effet, je",
        "(ne pas",
        "posséder",
        "pour toi",
        "du mal",
        "et pas",
        "bon chemin"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَدًا",
      "simpleTranslate" : [
        "Dis-leur : «En vérité, nul ne pourra me protéger en dehors de Dieu, et jamais je",
        "ne trouverai de refuge en dehors de Lui !"
      ],
      "tafsirTranslate" : [
        "Dis: «Nul ne peut me protéger contre Allah, ni puis-je trouver un refuge en",
        "dehors de Lui."
      ],
      "tanslateWordByWord" : [
        "Dire",
        "En effet, je",
        "jamais",
        "peut me protéger",
        "de",
        "Allah",
        "n'importe qui",
        "et jamais",
        "puis-je trouver",
        "de",
        "en dehors de Lui",
        "tout refuge"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "إِلَّا بَلَاغًا مِنَ اللَّهِ وَرِسَالَاتِهِ ۚ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا أَبَدًا",
      "simpleTranslate" : [
        "Je ne puis que vous transmettre le Message de Dieu et vous avertir. Quiconque",
        "désobéit à Dieu et à Son Prophète sera voué à jamais au Feu éternel !»"
      ],
      "tafsirTranslate" : [
        "(Ma tâche est pas plus) pour délivrer la proclamation d'Allah et Ses messages",
        "<N:22> Et quiconque désobéit à Allah et à Son messager, sûrement le feu de",
        "l'Enfer l'attend. celui-ci, il se conformera à perpétuité. » <N:23>"
      ],
      "tanslateWordByWord" : [
        "Mais",
        "(La) notification",
        "de",
        "Allah",
        "et ses messages",
        "Et quiconque",
        "désobéit",
        "Allah",
        "et Son Messager",
        "alors en effet",
        "pour lui",
        "(Est) Feu",
        "(De) Enfer",
        "(Ils) se conformer",
        "la bride",
        "pour toujours"
      ],
      "notes" : {
        "22" : [
          "Autrement dit, [ «Je ne prétends pas avoir une action ou d'un rôle dans la",
          "divinité de AIIah, ni que je possède tout pouvoir dans la fabrication ou",
          "entachant le destin du peuple. Je ne suis qu'un messager et la mission qui a été",
          "confiée à moi est pas plus que je dois transmettre les messages d'Allah à vous.",
          "en ce qui concerne les pouvoirs de la Divinité, ils appartenant entièrement à",
          "Allah. sans parler de bénéficier ou de nuire à d'autres, je n'ai pas le pouvoir",
          "de causer bien ou du mal à moi-même. Si je désobéis AIlah, je ne peux pas",
          "chercher et avoir refuge nulle part de Sa punition, et 1 ont aucune aide et",
          "protection à côté AIIah. \"] [(pour plus d'explications, voir eN 7 de Ash-Shura)",
          "]."
        ],
        "23" : [
          "Cela ne signifie pas que tout péché et acte de désobéissance provoquera un à",
          "vivre en enfer pour toujours, mais compte tenu du contexte dans lequel cette",
          "chose bas été dit, le verset signifie: celui qui DCEs pas accepter l'invitation à",
          "tauhid donnée par AIlah et à Son messager et ne se privent pas du polythéisme",
          "vont souffrir en enfer pour toujours."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "حَتَّىٰ إِذَا رَأَوْا مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا",
      "simpleTranslate" : [
        "Mais c’est quand ils seront mis en face des menaces qui leur étaient adressées",
        "qu’ils comprendront qui est le moins avantagé en secours et le plus faible en",
        "nombre."
      ],
      "tafsirTranslate" : [
        "(Ils ne doivent pas changer leurs habitudes) jusqu'à ce qu'ils voient que contre",
        "lesquels ils avaient été prévenus, et ils sauront dont les aides sont plus",
        "faibles et dont les partisans sont moins nombreux. <N:24>"
      ],
      "tanslateWordByWord" : [
        "Jusqu'à",
        "quand",
        "ils voient",
        "quelle",
        "ils sont promis",
        "puis ils vont savoir",
        "qui",
        "(Est) plus faible",
        "(En) aides",
        "et moins",
        "(In) nombre"
      ],
      "notes" : {
        "24" : [
          "Le fond de ce verset est que ceux du Quraish qui sert à la foule et entourent le,",
          "Saint Prophète [(sur lui la paix)] dès qu'ils ont entendu son invitation appelant",
          "à Allah, étaient sous la l'illusion qu'ils avaient une forte bande à leur retour",
          "et que le Saint Prophète avait seulement une poignée d'hommes avec lui, et, par",
          "conséquent, ils seraient facilement l'accabler. A cela, il est dit: Aujourd'hui,",
          "ces gens trouvent le Messager impuissants et sans amis et se soutenus et",
          "renforcés par d'excellents hôtes et, par conséquent, se sentir encouragé et",
          "enhardi à supprimer l'invitation à la Vérité. Mais quand le temps le mal dont ils",
          "sont menacés vient, ils sauront qui, en réalité, est impuissant et sans amis."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "قُلْ إِنْ أَدْرِي أَقَرِيبٌ مَا تُوعَدُونَ أَمْ يَجْعَلُ لَهُ رَبِّي أَمَدًا",
      "simpleTranslate" : [
        "Dis-leur enfin : «Mais j’ignore si ce dont vous êtes menacés est proche ou si mon",
        "Seigneur lui a fixé un terme plus éloigné,"
      ],
      "tafsirTranslate" : [
        "Dis: \". Je ne sais si ce que vous êtes promis est proche ou si mon Seigneur va",
        "prolonger son mandat <N:25>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "ne pas",
        "je connais",
        "si est proche",
        "quelle",
        "vous êtes promis",
        "ou (si)",
        "nommera",
        "pour ça",
        "mon Seigneur",
        "un terme (à distance)"
      ],
      "notes" : {
        "25" : [
          "Le style lui-même montre que ceci est une réponse qui a été donnée sans citer la",
          "question. Probablement, entendre ce qui a été dit ci-dessus, les opposants",
          "auraient demandé moqueuse et tauntingly: [ \"? Quand le temps avec lequel vous",
          "menace nous venons\"] En réponse, le Saint Prophète [(sur lui la paix)] a été",
          "commandé à-dire: [ \"le temps viendra certainement, mais on ne m'a pas dit la date",
          "de son entrée AIIah seul sait si est viendra bientôt, ou si un terme lointain a",
          "été fixé pour elle.\".]"
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِ أَحَدًا",
      "simpleTranslate" : [
        "car Lui Seul connaît le mystère dont Il ne révèle le secret"
      ],
      "tafsirTranslate" : [
        "Il est le Connaisseur de l'Inconnaissable, et il ne divulgue pas son mystère à",
        "personne <N:26>"
      ],
      "tanslateWordByWord" : [
        "(The) Omniscient",
        "(De) l'invisible",
        "afin de ne pas",
        "Il révèle",
        "de",
        "Son invisible",
        "(à qui que ce soit"
      ],
      "notes" : {
        "26" : [
          "Autrement dit, la connaissance de l'invisible repose entièrement à Allah: Il ne",
          "donne pas l'ensemble de ces connaissances à tout le monde."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "إِلَّا مَنِ ارْتَضَىٰ مِنْ رَسُولٍ فَإِنَّهُ يَسْلُكُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا",
      "simpleTranslate" : [
        "qu’à ceux qu’Il agrée comme messagers, et qu’Il fait précéder et suivre d’une",
        "escorte vigilante,"
      ],
      "tafsirTranslate" : [
        "autre que d'un messager qu'Il choisit <N:27> (pour l'attribution d'une partie de",
        "la connaissance de l'invisible), après quoi il nomme les gardes qui vont devant",
        "lui et derrière lui, <N:28>"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "qui",
        "Il a approuvé",
        "de",
        "un Messager",
        "et en effet, il",
        "fait de marcher",
        "de",
        "avant",
        "lui",
        "et de",
        "derrière lui",
        "un garde"
      ],
      "notes" : {
        "28" : [
          "[ \"Guards\"]: Angels. Autrement dit, quand Allah fait descendre la connaissance",
          "des réalités invisibles au Messager par révélation, Il nomme les anges de tous",
          "côtés pour sauvegarder afin que la connaissance atteint le Messager dans un état",
          "sûr, exempt de toute sorte de falsification. Ceci est la même chose qui a été",
          "exprimée en vv. 8-9 ci-dessus, en disant: Après la nomination du Saint Messager",
          "djinns a constaté que toutes les portes des cieux avaient été fermés, et ils ont",
          "remarqué que les mesures de sécurité strictes ont été adoptées en raison de",
          "laquelle aucune chambre avait été laissé pour eux d'écouter ."
        ],
        "27" : [
          "Autrement dit, le Messager lui-même est pas Connaisseur de l'invisible, mais",
          "quand AIIah le choisit pour exécuter la mission de la Prophétie, il lui accorde",
          "la connaissance de celles des vérités invisibles dont il est heureux d'accorder ."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَيْءٍ عَدَدًا",
      "simpleTranslate" : [
        "afin de S’assurer qu’ils ont bien transmis les messages de leur Seigneur, dont la",
        "science embrasse tous leurs faits et gestes, dans les moindres détails.»"
      ],
      "tafsirTranslate" : [
        ", afin qu'il puisse savoir qu'ils ont livré les messages de leur Seigneur. <N:29>",
        "Il englobe dans Sa connaissance de leur environnement et maintient un compte de",
        "toutes les choses. » <N:30>"
      ],
      "tanslateWordByWord" : [
        "Qu'il peut mettre en évidence",
        "cette",
        "effectivement",
        "ils sont transportés",
        "(les messages",
        "(De) leur Seigneur",
        "et il a englobé",
        "quelle",
        "(Est) avec eux",
        "et il prend en compte",
        "(de tout",
        "des choses",
        "(In) nombre"
      ],
      "notes" : {
        "29" : [
          "Cela peut avoir trois significations: [(1)] Que le Messenger peut savoir que les",
          "anges ont livré les messages de AIIah pour lui avec précision et exactitude;",
          "[(2)] afin qu'Allah reconnaisse que les anges ont transmis les messages de leur",
          "Seigneur à Son messager avec précision et exactitude; et [(3)] que AIIah peut",
          "savoir que le Messager a transmis les messages de son Seigneur à ses serviteurs",
          "avec précision et exactitude. Les mots du verset sont complets et peuvent",
          "éventuellement impliquer tous les trois significations. En outre, le verset",
          "souligne également deux autres choses: premièrement, que le Messager est donné",
          "que la connaissance de l'invisible, qui est nécessaire pour qu'il puisse",
          "accomplir sa mission de Prophétie; deuxièmement, que les anges veillent que",
          "l'Apocalypse atteint le Messager en toute sécurité et aussi que le Messager",
          "transmet les messages de son Seigneur à ses serviteurs avec précision et",
          "exactitude."
        ],
        "30" : [
          "C'est, la puissance d'Allah alors englobe le Messager ainsi que les anges qui",
          "s'ils écartent même un peu de sa volonté, ils peuvent être détectés",
          "immédiatement. En outre, un dossier complet a été maintenu de chaque lettre des",
          "messages envoyés par Allah. Les messagers et les anges ne peuvent pas osent",
          "ajouter ou soustraire même une lettre de leur part."
        ]
      }
    }
  ],
  "medinian" : false
}