{
  "chapterNumber" : 73,
  "nbVerses" : 20,
  "name" : "Celui qui s’est enveloppé, L’emmitouflé",
  "nameArabic" : "المزّمِّل",
  "transName" : "al-muzzammil",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "يَا أَيُّهَا الْمُزَّمِّلُ",
      "simpleTranslate" : [
        "Ô toi qui t’enveloppes dans ton manteau !"
      ],
      "tafsirTranslate" : [
        "O vous le (dormir) enveloppait un <N:1>!"
      ],
      "tanslateWordByWord" : [
        "O vous",
        "qui s'enveloppe"
      ],
      "notes" : {
        "1" : [
          "Pour faire face au Saint Prophète [(sur lesquels la paix)] avec ces mots, puis de",
          "lui ordonner de se lever et rester debout dans la prière la nuit, montre que, à",
          "l'air qu'il soit dormait, ou avait enveloppé lui-même dans une feuille pour aller",
          "dormir. Ici, pour lui répondre avec [ \"O vous qui dort couvert up\"] au lieu",
          "d'avec [ \"O Prophète, ou O Messager\"], est une belle façon d'adresse, qui par",
          "lui-même donne le sens: \"Gone est le moment où vous avez utilisé pour profiter de",
          "sommeil paisible à volonté; maintenant vous mentez sous le fardeau d'une grande",
          "mission, dont les exigences et les devoirs sont différents, ainsi que coûteux."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "قُمِ اللَّيْلَ إِلَّا قَلِيلًا",
      "simpleTranslate" : [
        "Lève-toi pour prier la plus grande partie de la nuit,"
      ],
      "tafsirTranslate" : [
        "Levez-vous dans la prière la nuit, tous, mais une petite partie de celui-ci;",
        "<N:2>"
      ],
      "tanslateWordByWord" : [
        "Supporter",
        "(dans la nuit",
        "sauf",
        "un peu"
      ],
      "notes" : {
        "2" : [
          "Cela peut avoir deux significations: \n [(1)] [ \"Passez la nuit debout dans la",
          "prière et de passer seulement un peu d'elle dans le sommeil\"]; et \n [(2)] [ «il",
          "n'y a pas de demande de vous passer toute la nuit dans la prière, mais ont de",
          "repos aussi bien et passer une petite partie de la nuit dans le culte aussi.\"]",
          "Mais compte tenu du thème suit le premier sens semble être plus pertinent, et le",
          "même est pris en charge par Ad-Dahr: 26, dans lequel il a été dit: [ \".",
          "Prosternez-vous devant lui dans la nuit et le glorifier pendant les longues",
          "heures de la nuit\"]"
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا",
      "simpleTranslate" : [
        "ou seulement la moitié, ou un peu moins"
      ],
      "tafsirTranslate" : [
        "la moitié de celui-ci, ou de réduire un peu;"
      ],
      "tanslateWordByWord" : [
        "La moitié de ça",
        "ou",
        "réduire",
        "à partir de cela",
        "un peu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا",
      "simpleTranslate" : [
        "ou un peu plus, et pour réciter avec soin le Coran,"
      ],
      "tafsirTranslate" : [
        "ou ajouter un peu; <N:3> et réciter le Coran lentement et distinctement <N:4>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "ajouter",
        "à ce",
        "et de réciter",
        "Le Coran",
        "(Avec) la récitation rythmique mesurée"
      ],
      "notes" : {
        "4" : [
          "[ \"Récitez le Coran ......\"]: Ne pas le réciter rapidement et en toute hâte, mais",
          "lentement et distinctement: pause à chaque verset afin que l'esprit comprend le",
          "sens et la portée de la révélation divine prend bien et l'effet de celle-ci. si",
          "elle contient la mention de l'Être de Dieu et les attributs, il peut awe-inspirer",
          "le cœur de sa gloire et de majesté; si elle exprime sa miséricorde, le cœur peut",
          "être rempli avec des sentiments de gratitude envers Lui; si elle mentionne sa",
          "colère et sa punition, le cœur peut être submergé par la peur de Lui; si elle",
          "ordonne quelque chose ou interdit quelque chose, on peut comprendre ce qui a été",
          "enjoint et ce qui a été interdit. En bref, les ETCD considérant non seulement",
          "consistent à prononcer les mots avec la langue, mais il devrait impliquer une",
          "réflexion approfondie sur le sens. Lorsqu'on a demandé à Anas à propos de la",
          "méthode du Saint Prophète de réciter le Coran, il répondit: Le Saint Messenger",
          "tendu les mots quand les réciter. Par exemple, quand il récita Bismillah",
          "ir-Rahman it-Rahim il étirer et de prolonger le son de AIIah, Rahman et Rahim",
          "[(Bukhari)]. Lorsque Hadrat Umm Salamah a posé la même question, elle a répondu",
          "que le Saint Prophète [(sur lui la paix)] récitée chaque verset séparément et",
          "distinctement et a observé une pause à la fin de chaque verset. Par exemple, il",
          "récita AI-hamdu-lillah-i Rabb-il'alamin, et une pause, puis récité ar-Rahman",
          "ir-Rahim, et fit une pause, puis récité Malik-i yaum id-di'n. [ \"[(Musnad Ahmad,",
          "Abou Daoud, Tirmidhi)]. Dans une autre tradition, Hadrat Umm Salamah a déclaré",
          "que le Saint Prophète récitait chaque mot clairement et distinctement.",
          "[(Tirmidhi, Nasa'i)]. Hadrat Hudhaifah bin Yaman dit: \"] Une fois que je me",
          "tenais à côté du Saint Prophète dans la prière de la nuit pour voir comment il a",
          "récité le Coran. . Je remarquai qu'il glorifié Allah où il doit être glorifié,",
          "invoqué et supplia Allah où il doit être invoqué et supplia, et cherché refuge",
          "d'Allah où son refuge doit être recherchée. [ \"[(Muslim, Nasa'i)]. Abû Dharr a",
          "déclaré qu'une fois au cours de la prière de la nuit lorsque le Saint Prophète",
          "[(sur lui la paix)] est venu à la phrase: pour adhdhib-hmn ... [(Si vous les",
          "punir, ils sont Tes serviteurs, et si vous pardonne-leur, alors vous êtes",
          "Tout-Puissant et Sage)], il est allé le répéter encore et encore jusqu'à ce qu'il",
          "devienne l'aube. \"] [(Musnad Ahmad, Bukhari)]."
        ],
        "3" : [
          "Ceci est une explication de la durée du temps ordonné d'être dépensé dans le",
          "culte. En elle, le Saint Prophète [(sur lui la paix)] a été donné la possibilité",
          "de passer la moitié de la nuit dans la prière, ou un peu moins que cela, ou un",
          "peu plus que cela. Mais le style montre que la moitié de la nuit a été considéré",
          "comme préférable, pour la mesure est le même, ce qui peut être diminuée ou",
          "augmentée, que les gens peuvent aimer et choisir."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا",
      "simpleTranslate" : [
        "car Nous allons bientôt te transmettre des paroles d’une exceptionnelle gravité !"
      ],
      "tafsirTranslate" : [
        "Voici, nous allons jeter sur vous un mot Weighty <N:5>."
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "jettera",
        "sur vous",
        "un mot",
        "lourd"
      ],
      "notes" : {
        "5" : [
          "Autrement dit, [ \"Vous êtes ordonné de se tenir debout dans la prière de la nuit",
          "parce que nous allons envoyer sur vous un mot de poids, à supporter la charge de",
          "laquelle vous devez développer la puissance nécessaire en vous-même, et vous",
          "pouvez développer cette puissance en abandonnant votre facilité et le confort de",
          "la nuit et en se tenant debout dans la prière et en passant la moitié de la nuit",
          "ou à peu près dans le culte de ton Seigneur. \"] le Coran a été appelé un mot de",
          "poids aussi pour la raison que agissant sur ses commandes, ce qui démontre son",
          "enseignement pratique, étendre son invitation à la face du monde entier, et",
          "provoquer une révolution dans l'ensemble du système de croyance et de pensée, les",
          "mœurs, la civilisation et la vie sociale, selon elle, est en effet la tâche",
          "weightiest tout être humain a jamais été accusé de: il a été appelé un mot de",
          "poids aussi parce que porter le fardeau de sa révélation était une tâche",
          "difficile et lourde. Hadrat Zaid bin Thabit dit:. [ \"Une fois que l'Apocalypse",
          "est descendu sur le Saint Prophète [(sur lesquels la paix)] dans un état où il se",
          "reposait sa tête sur mon genou, je me sentais une telle pression du poids sur mon",
          "genou que je pensait que ce serait briser \"] Hadrat` A`ishah dit: [ \".. Je l'ai",
          "vu l'état de réception de la Révélation du Saint Prophète pendant le froid",
          "intense, des gouttes de sueur a commencé à tomber de son front\"] [(Bukhari,",
          "Muslim, Malik, Tirmidhi, Nasa'i)]: Dans une autre tradition Hadrat `A`ishah a",
          "déclaré: [« Chaque fois que l'Apocalypse est descendu sur le Saint Prophète [(sur",
          "lesquels la paix)] alors qu'il était monté sur sa chamelle, le she- chameau",
          "serait forcé de se reposer sa poitrine sur le terrain et ne pouvait pas bouger",
          "jusqu'à ce que la Révélation était terminée \".] [(Musnad Ahmad. Hakim, Ibn",
          "Jarir)]."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا",
      "simpleTranslate" : [
        "En vérité, la prière de la nuit laisse une profonde empreinte et permet une plus",
        "grande concentration,"
      ],
      "tafsirTranslate" : [
        "obtenir sûrement la nuit <N:6> est le meilleur moyen de subjuguer l'auto <N:7> et",
        "est plus approprié pour la droiture dans le discours <N:8>."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "(la montée",
        "(At) la nuit",
        "il",
        "(est très dur",
        "et le plus puissant",
        "et plus approprié",
        "(Pour) Mot"
      ],
      "notes" : {
        "8" : [
          "Littéralement: [ \"Rend le discours le plus droit et le son.\"] Mais la portée est",
          "de dire qu'à cette dîme homme peut lire le Coran avec une plus grande",
          "tranquillité d'esprit, l'attention et la compréhension. lbn `Abbas a expliqué",
          "ainsi:« Que ce soit le moment le plus approprié pour l'homme à méditer sur le",
          "Coran bien ». [(Abu Dâwûd)]."
        ],
        "6" : [
          "A propos de la signification du mot nashi'at a - / tous, tel qu'il est utilisé",
          "dans l'original, les commentateurs et les lexicographes ont exprimé quatre points",
          "de vue différents: [(1)] Ce nashi'at implique la personne lui-même qui se lève la",
          "nuit; [(2)] que cela implique les heures de la nuit; [(3)] que cela signifie que",
          "la hausse de la nuit; et [(4)] qu'il ne vaut pas seulement pour le lever dans la",
          "nuit, mais la hausse après avoir eu un peu de sommeil, Hadrat `A`ishah et Mujahid",
          "ont adopté ce quatrième point de vue."
        ],
        "7" : [
          "Le mot ashaddu wat'an tel qu'il est utilisé dans le texte est si vaste en ce qui",
          "signifie qu'il ne peut pas être expliqué dans une phrase. Son seul sens est:",
          "Comme le lever pour le culte par nuit et debout pendant une longue dîme dans la",
          "prière est contre la nature humaine et l'auto de Tnan cherche la facilité et le",
          "confort à ce moment-là. cet acte est un exercice qui est le plus efficace pour",
          "contrôler et discipliner soi. La personne qui se gouverne par cette méthode et",
          "les gains domination sur son corps et de l'esprit devient capable d'utiliser sa",
          "puissance dans la voie de Dieu, peut travailler plus efficacement et fermement",
          "pour rendre le message de la vraie foi l'emporte dans le monde. La seconde",
          "signification est: Ceci est un moyen très efficace de produire l'harmonie et la",
          "concorde entre le cœur et la langue, car pendant ces heures de la none nuit autre",
          "intervient entre le serviteur et son Dieu, et tout ce que l'homme profère avec sa",
          "langue dans cet état , est la voix de son cœur. Le troisième sens est: Ceci est",
          "un moyen très efficace d'aboutir à une conformité entre l'extérieur et",
          "l'intérieur de l'homme, pour la personne qui, dans la solitude de la nuit",
          "abandonnerait son confort et la facilité et se lèveront pour le culte, le ferait",
          "seulement sur la sincérité: il ne peut y avoir aucune teinte d'affichage et de",
          "l'hypocrisie dans ce domaine. La quatrième signification est: Comme ce culte est",
          "plus dur sur l'homme que le culte de la journée, il développe la fermeté en lui:",
          "il est permis de marcher dans le chemin de Dieu plus fermement et peut faire face",
          "et d'endurer les difficultés de cette façon avec une plus grande constance et la",
          "détermination."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "إِنَّ لَكَ فِي النَّهَارِ سَبْحًا طَوِيلًا",
      "simpleTranslate" : [
        "alors que durant le jour tu as à vaquer à de multiples occupations."
      ],
      "tafsirTranslate" : [
        "Vous êtes en effet beaucoup occupé pendant la journée avec les affaires du monde."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "pour toi",
        "dans",
        "le jour",
        "(Est) l'occupation",
        "prolongé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَاذْكُرِ اسْمَ رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا",
      "simpleTranslate" : [
        "Invoque sans cesse le Nom de ton Seigneur et communie intensément avec Lui !"
      ],
      "tafsirTranslate" : [
        "Alors rappelez-vous le nom de ton Seigneur <N:9> et vous consacrer à Lui avec une",
        "dévotion exclusive."
      ],
      "tanslateWordByWord" : [
        "Et rappelez-vous",
        "(le nom",
        "(De) votre Seigneur",
        "et vous consacrer",
        "à lui",
        "(Avec) la dévotion"
      ],
      "notes" : {
        "9" : [
          "Après avoir fait mention de l'occupation de la journée, l'exhortation à [",
          "\"rappelez-vous le nom de ton Seigneur\"] par lui-même donne le sens: [ \"jamais",
          "être inattentif le souvenir de ton Seigneur, même lorsque vous sont profondément",
          "impliqués dans vos occupations mondaines, et continuer. pour commémorer son nom,",
          "d'une manière ou d'une autre à tout moment. \"] [(pour plus d'explications, voir",
          "eN 63 de la sourate Al-Ahzab)]."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَا إِلَٰهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا",
      "simpleTranslate" : [
        "Il est le Maître du Levant et du Couchant, et il n’y a point de divinité que Lui.",
        "Prends-Le donc pour seul Protecteur !"
      ],
      "tafsirTranslate" : [
        "Il est le Seigneur de l'Orient et l'Occident; il n'y a pas de divinité que Lui.",
        "Alors le prendre seul pour votre Guardian, <N:10>"
      ],
      "tanslateWordByWord" : [
        "(Le Seigneur",
        "(De) l'est",
        "et à l'ouest",
        "(Il n'y a pas",
        "Dieu",
        "sauf",
        "Lui",
        "donc le prendre",
        "(As) éliminateur des Affaires"
      ],
      "notes" : {
        "10" : [
          "[ \"Wakil est une personne à qui on a la foi complète, si bien que l'on peut",
          "confier toutes ses affaires à lui avec la pleine satisfaction du cœur Ainsi, le",
          "verset signifie:\".] Ne vous sentez pas affligé les difficultés que vous",
          "rencontrez à la tempête de l'opposition qui a été provoquée par votre invitation",
          "à nous Faith. Votre Seigneur est Celui qui est le propriétaire de l'Orient et",
          "l'Occident, [(à savoir de l'univers entier)] en dehors de qui personne ne possède",
          "les pouvoirs de Dieu. Confiez votre affaire à Lui et être convaincu qu'il se",
          "battra votre cas, il traitera avec vos adversaires, et il prendra soin de tous",
          "vos intérêts bien. \""
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَاصْبِرْ عَلَىٰ مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلًا",
      "simpleTranslate" : [
        "Supporte avec patience les propos des infidèles et, au moment de les quitter,",
        "prends soin de ménager leurs susceptibilités !"
      ],
      "tafsirTranslate" : [
        "Et portent patiemment les choses vaines qu'ils prononcent, et gracieusement",
        "<N:11> abandonne eux."
      ],
      "tanslateWordByWord" : [
        "Et être patient",
        "plus de",
        "quelle",
        "ils disent",
        "et éviter",
        "un évitement",
        "gracieux"
      ],
      "notes" : {
        "11" : [
          "[ \"Départ d'eux\"] ne signifie pas [ \"Casser tous les liens avec eux et cesser de",
          "prêcher pour eux»], mais cela signifie; [ \"Ne pas avoir des relations intimes et",
          "amicales avec eux: ne pas tenir compte de leur comportement stupide et leur",
          "non-sens».] Cependant, vous devez le faire sans montrer aucune douleur, la colère",
          "ou l'humeur, mais avec élégance comme une personne noble, qui ne tiendrait pas",
          "compte des remarques abusives une moyenne personne sans garde du tout. Cela ne",
          "devrait pas créer le malentendu que la conduite du Saint Prophète était différent",
          "de celui-ci; Par conséquent, Allah lui a donné cette instruction. En fait, le",
          "Saint Prophète [(sur lui la paix)] a déjà été suivant ce mode même de conduite;",
          "cette instruction a été donnée dans le Coran afin de dire aux incroyants: [ «Il",
          "est pas due à une faiblesse de la part du Prophète qu'il ne répond pas à ce que",
          "vous dites contre lui, mais Allah Lui-même a enseigné Son Messenger à adopter",
          "cette noble manière de conduite en réponse à votre comportement stupide. \"]"
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلًا",
      "simpleTranslate" : [
        "Quant aux négateurs, repus de biens de ce monde, laisse-Moi le soin de M’en",
        "occuper ! Accorde-leur encore un court répit !"
      ],
      "tafsirTranslate" : [
        "Laissez-moi faire face à ceux riches qui donnent le mensonge <N:12> (à la",
        "vérité), et portent avec eux pendant un certain temps."
      ],
      "tanslateWordByWord" : [
        "Et laissez-moi",
        "et les deniers",
        "possesseurs",
        "(D ') la facilité",
        "et leur permettre de répit",
        "un peu"
      ],
      "notes" : {
        "12" : [
          "Ces mots contiennent clairement le sens que les gens qui ont été effectivement",
          "nier le Saint Prophète [(sur qui soit la paix)] à la Mecque et incitaient le",
          "peuple à s'opposer et résister à lui en remuant les préjugés et par la tromperie",
          "et la fraude étaient les bien à faire, les gens prospères et riches, car il était",
          "leurs intérêts, qui étaient touchés par le message de l'Islam de la réforme. Le",
          "Coran nous dit que ce n'était pas propre seulement à la cause du Saint Prophète,",
          "mais dans tous les âges cette classe même des gens ont été le principal obstacle",
          "à tout mouvement de réforme. Par exemple, voir Al-A`raf; 60, 6b, 75, 88;",
          "Al-Mu'minun: 33; Saba; 34 35; Az-Zukhruf: 23."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "إِنَّ لَدَيْنَا أَنْكَالًا وَجَحِيمًا",
      "simpleTranslate" : [
        "Nous disposons à leur intention de lourds carcans et d’un Brasier ardent,"
      ],
      "tafsirTranslate" : [
        "Nous avons lourdes chaînes <N:13> et un feu de cheminée en magasin pour eux;"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "avec nous",
        "(Sont) manilles",
        "et brûlant le feu"
      ],
      "notes" : {
        "13" : [
          "fers lourds dans l'enfer ne seront pas mis sur les pieds des criminels pour les",
          "empêcher de se échapper, mais afin qu'ils ne sont pas en mesure de se lever et de",
          "se déplacer; ceux-ci ne seront pas utilisés pour empêcher leur fuite mais comme",
          "un instrument de leur tourment."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَطَعَامًا ذَا غُصَّةٍ وَعَذَابًا أَلِيمًا",
      "simpleTranslate" : [
        "ainsi que d’une nourriture répugnante et d’affreux tourments,"
      ],
      "tafsirTranslate" : [
        "et un aliment qui étouffe, et un châtiment douloureux."
      ],
      "tanslateWordByWord" : [
        "Et la nourriture",
        "cette",
        "selfs",
        "et une punition",
        "douloureux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "يَوْمَ تَرْجُفُ الْأَرْضُ وَالْجِبَالُ وَكَانَتِ الْجِبَالُ كَثِيبًا مَهِيلًا",
      "simpleTranslate" : [
        "pour le jour où la Terre et les montagnes trembleront et où ces dernières se",
        "décomposeront en amas de sable mouvant."
      ],
      "tafsirTranslate" : [
        "(Ils vont venir à travers tout cela) le jour où la terre et les montagnes",
        "trembleront violemment et les montagnes sont s'effriter en tas de sable dispersé.",
        "<N:14>"
      ],
      "tanslateWordByWord" : [
        "(Au jour",
        "volonté séisme",
        "La terre",
        "et les montagnes",
        "et deviendra",
        "les montagnes",
        "un tas de sable",
        "déversant"
      ],
      "notes" : {
        "14" : [
          "Depuis, à ce moment la force de cohésion pour lier les parties des montagnes",
          "ensemble cesseront de travailler, d'abord ils deviendront comme croulant dunes de",
          "sable fin, puis à cause du tremblement de terre qui sera secouer la terre; le",
          "sable se disperser et se déplacer et toute la terre va se transformer en une",
          "plaine vide. Ce dernier état a été décrit dans Ta Ha: 105-107, ainsi: [ \"Ils vous",
          "demandent: où vont les montagnes aller ce jour-Dis:? Mon Seigneur les réduire en",
          "poussière fine et le disperser loin, il tournera la. la terre dans un niveau vide",
          "plaine, dans laquelle vous ne voir aucune courbe ne pli. \"]"
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولًا شَاهِدًا عَلَيْكُمْ كَمَا أَرْسَلْنَا إِلَىٰ فِرْعَوْنَ رَسُولًا",
      "simpleTranslate" : [
        "Nous vous envoyons un Prophète chargé de témoigner contre vous, comme Nous en",
        "avions envoyé un autre auprès de Pharaon."
      ],
      "tafsirTranslate" : [
        "Sûrement <N:15> Nous vous avons envoyé un Messager pour être témoin contre vous,",
        "<N:16> comme nous l'avions envoyé un Messager à Pharaon."
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "[Nous avons envoyé",
        "à toi",
        "un Messager",
        "(Comme) un témoin",
        "sur vous",
        "comme",
        "Nous avons envoyé",
        "à",
        "Firaun",
        "un Messager"
      ],
      "notes" : {
        "16" : [
          "Envoi du Saint Prophète à être un témoin sur le peuple signifie aussi qu'il",
          "devrait témoigner de la vérité par sa parole et par les actes devant eux dans le",
          "monde et aussi que, dans l'au-delà lorsque la Cour d'Allah est établi, il",
          "témoignera qu'il avait présenté toute la vérité avant que les gens dans le monde.",
          "[(Pour de plus amples explications, voir E.N. 144 de Al-Baqarah, E.N. 64 de",
          "An-Nisa ', An-Nahl: 84 <V:16:84>, 89, E.N. 82 de Al-Azab, E.N. 14 de Al-Fath)]."
        ],
        "15" : [
          "L'adresse se tourne maintenant vers les mécréants de la Mecque, qui nient le",
          "Saint Prophète [(sur lesquels la paix)] et le persécuter sans relâche."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "فَعَصَىٰ فِرْعَوْنُ الرَّسُولَ فَأَخَذْنَاهُ أَخْذًا وَبِيلًا",
      "simpleTranslate" : [
        "Or, Pharaon a désobéi au messager et Nous avons durement sévi contre lui."
      ],
      "tafsirTranslate" : [
        "Mais Pharaon désobéit Notre messager, donc nous lui saisis d'un mauvais",
        "saisissant."
      ],
      "tanslateWordByWord" : [
        "Mais désobéi",
        "Firaun",
        "le Messager",
        "Nous lui avons donc saisi",
        "(Avec) une saisie",
        "ruineux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "فَكَيْفَ تَتَّقُونَ إِنْ كَفَرْتُمْ يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا",
      "simpleTranslate" : [
        "Mais vous, si vous reniez Dieu, comment éviteriez-vous un jour si terrible qu’il",
        "fera des nourrissons de véritables vieillards chenus,"
      ],
      "tafsirTranslate" : [
        "Si vous persistez à mécréant, comment allez-vous vous protéger contre le (malheur",
        "des) Day qui fera tourner les enfants aux cheveux gris, <N:17>"
      ],
      "tanslateWordByWord" : [
        "Alors comment",
        "vous vous protéger",
        "si",
        "vous ne croyez pas",
        "un jour",
        "(Qui) fera",
        "les enfants",
        "aux cheveux gris"
      ],
      "notes" : {
        "17" : [
          "Autrement dit, [ «En premier lieu, vous devriez avoir peur que si vous ne",
          "l'acceptez l'invitation du Messager envoyé par nous, vous aurez à répondre à la",
          "même extrémité mal dans ce monde, qui Pharaon a déjà rencontré à la suite de ce",
          "crime même. Mais même si aucun tourment est envoyé sur vous dans le monde,",
          "comment allez-vous vous sauver de la punition du jour de la Résurrection? \"]"
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "السَّمَاءُ مُنْفَطِرٌ بِهِ ۚ كَانَ وَعْدُهُ مَفْعُولًا",
      "simpleTranslate" : [
        "et au cours duquel le Ciel se déchirera et Sa promesse s’accomplira?"
      ],
      "tafsirTranslate" : [
        "le jour dont la gravité fera en sorte que le ciel ne se fende? la promesse",
        "d'Allah est toujours lié à être remplies."
      ],
      "tanslateWordByWord" : [
        "Le paradis",
        "(Va) se briser",
        "de là",
        "est",
        "Sa promesse",
        "être remplies"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "إِنَّ هَٰذِهِ تَذْكِرَةٌ ۖ فَمَنْ شَاءَ اتَّخَذَ إِلَىٰ رَبِّهِ سَبِيلًا",
      "simpleTranslate" : [
        "En vérité, ceci est un avertissement. Que celui qui le veut réellement prenne le",
        "chemin du Seigneur !"
      ],
      "tafsirTranslate" : [
        "En effet, c'est rien, mais un bon conseil; de sorte que celui qui va prendre un",
        "chemin qui mène à son Seigneur."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ce",
        "(Est) un rappel",
        "alors celui qui",
        "testaments",
        "(Laisser) prendre",
        "à",
        "son Seigneur",
        "un moyen"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَىٰ مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ ۚ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ ۚ عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ ۖ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ ۚ عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَىٰ ۙ وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ ۙ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ ۖ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ ۚ وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا ۚ وَمَا تُقَدِّمُوا لِأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا ۚ وَاسْتَغْفِرُوا اللَّهَ ۖ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
      "simpleTranslate" : [
        "Dieu sait, en vérité, que tu restes à prier, toi et un groupe de tes Compagnons,",
        "tantôt moins des deux tiers de la nuit, tantôt moins de la moitié et parfois",
        "moins du tiers. Mais Dieu qui règle la durée de la nuit et du jour sait que vous",
        "ne pourrez jamais passer toute la nuit en prière. Aussi use-t-Il d’indulgence à",
        "votre égard. Récitez donc ce que vous pouvez du Coran, car Dieu sait qu’il y a",
        "parmi vous des malades, des gens appelés à effectuer des voyages sur la Terre, en",
        "quête d’une grâce divine, ou à aller combattre pour la Cause de Dieu. Récitez",
        "donc ce que vous pouvez du Coran ! Accomplissez la salât ! Acquittez-vous de la",
        "zakât ! Accordez à Dieu un prêt gracieux ! Et tout ce que vous aurez avancé en ce",
        "monde, pour le salut de votre âme, vous le retrouverez auprès de votre Seigneur",
        "et il vous vaudra une magnifique récompense. Implorez le pardon de Dieu, car Dieu",
        "est toute bonté et toute clémence !"
      ],
      "tafsirTranslate" : [
        "(O Prophète), <N:18> ton Seigneur sait que vous vous tenez parfois dans la prière",
        "près des deux tiers de la nuit, et parfois la moitié ou un tiers de celui-ci,",
        "<N:19> et fait ainsi partie de ceux avec vous; <N:20> Allah mesure la nuit et le",
        "jour. Il sait que vous ne pouvez pas garder un décompte précis de celui-ci, donc",
        "il a fait miséricorde à vous. Alors maintenant réciter autant du Coran que vous",
        "pouvez. <N:21> Il sait qu'il ya parmi vous ceux qui sont malades et d'autres qui",
        "sont Cheminer dans le pays en quête de la grâce d'Allah, <N:22> et d'autres",
        "encore qui se battent pour la cause d'Allah. <N:23> donc, récitent autant du",
        "Coran que vous facilement pouvez, et établir la prière, et de payer la zakat,",
        "<N:24> et donner Allah de bonne. <N:25> Quel que soit le bien que vous envoies",
        "pour vous-mêmes, vous le retrouverez auprès d'Allah. Cela vaut mieux, et sa",
        "récompense est plus grande <N:26> et demander le pardon d'Allah. car Il est le",
        "Pardonneur, le Très Miséricordieux."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "votre Seigneur",
        "sait",
        "que vous",
        "supporter",
        "(un peu moins",
        "que",
        "les deux tiers",
        "(de la nuit",
        "et la moitié de celui-ci",
        "et un troisième de celui-ci",
        "et (donc faire) un groupe",
        "de",
        "ceux qui",
        "(Sont) avec vous",
        "Et Allah",
        "détermine",
        "la nuit",
        "et la journée",
        "Il sait",
        "cette",
        "ne pas",
        "vous comptez il",
        "donc il a tourné",
        "à toi",
        "donc réciter",
        "quelle",
        "est facile",
        "de",
        "Le Coran",
        "Il sait",
        "cette",
        "il y aura",
        "parmi vous",
        "malade",
        "et d'autres",
        "en voyageant",
        "dans",
        "la terre",
        "recherche",
        "de",
        "(La) Bounty",
        "(De) Allah",
        "et d'autres",
        "combat",
        "dans",
        "(le chemin",
        "(De) Allah",
        "récitez",
        "quelle",
        "est facile",
        "de celui-ci",
        "et d'établir",
        "la prière",
        "Et donner",
        "le zakah",
        "et de prêt",
        "Allah",
        "un prêt",
        "beau",
        "Et quel que soit",
        "Tu envoies",
        "pour vous-mêmes",
        "de",
        "bien",
        "vous trouverez",
        "avec",
        "Allah",
        "Il",
        "(sera mieux",
        "et une plus grande",
        "(En) récompense",
        "Et demander pardon",
        "(De) Allah",
        "Effectivement",
        "Allah",
        "(Est) Pardonneur",
        "Très Miséricordieux"
      ],
      "notes" : {
        "18" : [
          "À propos de ce verset dans lequel la réduction a été faite dans l'injonction",
          "concernant la prière Tahajjud, il y a des traditions différentes. Musnad Ahmad,",
          "Muslim et Abu Dâwûd ont raconté une tradition, sur l'autorité de Hadrat `A'ishah,",
          "en disant que cette seconde commande a été envoyé un an après la première",
          "commande, et debout dans la prière la nuit a été faite volontaire au lieu de",
          "obligatoire. Une autre tradition qui Ibn Jarir Ibn Abi Hatim ont raconté, encore",
          "une fois sur l'autorité de Hadrat `A'ishah, dit que cette commande est descendu 8",
          "mois après la première commande, et une troisième tradition qui Ibn Abi Hatim a",
          "raconté à nouveau d'elle, dit qu'il est descendu de 16 mois plus tard. Abu Dâwûd,",
          "Ibn Jarir Ibn Abi Hatim ont cité la période d'un an à Hadrat `Abdullah bin",
          "'Abbas. Mais Hadrat Sa'id bin Jubayr a déclaré qu'il a été envoyé dix ans plus",
          "tard. [(Ibn Jarir, Ibn Abi Hatim)]. À notre avis ce dernier point de vue est plus",
          "solide, pour l'objet de la première section montre clairement qu'il a été envoyé",
          "à la Mecque et que trop dans la première étape où les quatre la plupart des",
          "années aurait pu passer depuis l'avènement de la Prophétie. Contrairement à cela,",
          "cette deuxième partie, .in vue de la preuve expresse de son sujet, semble avoir",
          "été révélé à Médine lorsque les combats avaient commencé avec les incroyants et",
          "la Zakat a également été prescrit comme devoir obligatoire. Sur cette base,",
          "inévitablement, les deux sections auraient été envoyés vers le bas à un",
          "intervalle d'au moins dix ans entre eux."
        ],
        "19" : [
          "Bien que la commande initiale du Saint Prophète était de garder debout dans la",
          "prière pour la moitié de la. nuit, ou à peu près, il était difficile de calculer",
          "la dîme précisément dans l'absorption de la prière, surtout quand il n'y avait",
          "pas de veilles soit de mesurer le temps avec précision; donc, parfois deux tiers",
          "de la nuit passée dans la prière et parfois seulement un tiers de celui-ci."
        ],
        "20" : [
          "Dans la commande initiale seulement le Saint Prophète [(sur lui la paix)] a été",
          "adressée et seulement il a été chargé de se tenir debout dans la prière la nuit.",
          "Mais puisque les musulmans à cette époque étaient ardemment désireux de le suivre",
          "dans tout ce qu'il a fait et de gagner de plus en plus de bonnes et de vertus,",
          "beaucoup des compagnons aussi effectué cette prière de la nuit régulièrement."
        ],
        "21" : [
          "Comme la prière se prolonge principalement due à une longue récitation du Coran,",
          "il est dit: [ «Vous pouvez réciter autant du Coran que vous peut facilement dans",
          "la prière Tahajjud Cela entraînerait automatiquement la prière à être raccourci",
          "\"]. Bien que les mots ici sont apparemment dans le mode impératif, il est convenu",
          "par tous que Tahajjud est pas obligatoire mais une prière volontaire. Dans le",
          "Hadith aussi il a été expliqué que sur une enquête menée par une personne du",
          "Saint Prophète [(sur lui la paix)] a répondu:. [ \"Cinq fois la prière dans la",
          "journée et la nuit est obligatoire sur vous Il a demandé: Est-ce autre chose que",
          "ce ? lie également sur moi Le Saint Prophète a dit: Non, à moins que vous aimerez",
          "offrir quelque chose de votre propre gré »] [(Bukhari, Muslim)].. Ce verset",
          "montre aussi une autre chose. Tout comme la courbure [(ruku)] et de prostration",
          "[(prosternation.)] Sont obligatoires dans la prière, est donc le récit du Coran.",
          "Car, comme Allah à d'autres endroits a utilisé des mots ruku 'et prosternation",
          "pour la prière, alors voici Il a mentionné considérant du Coran, ce qui implique",
          "son récital dans la prière. Si quelqu'un objecte à cette conclusion, en disant:",
          "Quand la prière se Tahajjud est volontaire, comment considérant du Coran en elle",
          "être obligatoire? La réponse est: Même dans le cas de la prière volontaire, il",
          "incombe à l'un de remplir toutes les conditions préalables de la prière et",
          "d'exécuter tous ses éléments de base et des pièces obligatoires. Personne ne peut",
          "dire que dans le cas de la prière volontaire, la pureté des vêtements et le",
          "corps, les ablutions et la dissimulation du satar [(partie minimale du corps à",
          "couvrir)] ne sont pas obligatoires, et debout et assis et la performance de",
          "ruku`and sajdah aussi dans ce ne sont que volontaires."
        ],
        "22" : [
          "Voyager à gagner sa vie par des méthodes légitimes et acceptables a été décrit",
          "dans de nombreux endroits dans le Coran comme la recherche de la grâce d'Allah."
        ],
        "23" : [
          "Ici, la façon dont Allah a fait mention de chercher des moyens de subsistance",
          "pure et combattre dans le sentier d'Allah ensemble et a déclaré ces deux, en plus",
          "de la contrainte en raison de la maladie, comme motifs d'exonération de la Prière",
          "Tahajjud, ou la concession elle, montre comment il est méritoire dans l'Islam à",
          "gagner sa vie par des méthodes légales. Dans le Hadith, Hadrat `Abdullah bin",
          "Mas`ud a rapporté que le Saint Prophète [(sur lui la paix)] dit: [\" La personne",
          "qui est venu à une ville des musulmans avec les céréales alimentaires et l'a",
          "vendu au tarif du jour ., atteindra à un endroit le plus proche d'Allah, puis le",
          "Saint Prophète récité ce verset très \"] [(lbn Marduyah)], Hadrat 'Umar a dit: [«",
          "Sauf pour les combats dans la voie d'Allah, l'état dans lequel Je serais ravi",
          "d'être dépassé par la mort, est l'état quand je suis rattrapée par celle-ci en",
          "passant par un col de montagne à la recherche de moyens de subsistance, puis il a",
          "récité ce verset. \"] [(Baihaqi, Shu ab al-Iman)]."
        ],
        "24" : [
          "Les commentateurs sont d'accord que cela implique le respect de la prière",
          "obligatoire cinq fois par jour et loin de donner de l'aumône obligatoire."
        ],
        "25" : [
          "Ibn Zaid dit cela implique de dépenser sa richesse dans la cause d'Allah en plus",
          "de la zakat, que ce soit dans la cause des combats dans la voie d'Allah, ou pour",
          "aider le bien besoin, ou pour les services publics, ou d'autres travaux. Le sens",
          "de donner à Allah un bon prêt a été expliqué à plusieurs endroits ci-dessus. Voir",
          "E.N 267 AI-Baqarah, E.N. 33 d'Al-Maidah, E.N. 16 d'Al-Hadid)."
        ],
        "26" : [
          "Il signifie: [ \"Tout ce que vous avez envoyé en avant pour le bien de votre vie",
          "future est plus avantageux pour vous que vous avez retenu dans le monde et ne pas",
          "dépenser en toute bonne cause pour le plaisir d'Allah Selon un. Hadith rapporté",
          "par Hadrat 'Abdullah bin Mas`ud le Saint Prophète [(sur lui la paix)] une fois",
          "demandé: \"] lequel d'entre vous a un plus grand amour pour sa propre richesse que",
          "pour la richesse de son héritier? Les gens ont dit: Il n'y a personne parmi nous,",
          "ô Messager d'Allah, qui ne serait pas plus grand amour pour sa propre richesse",
          "que pour la richesse de son héritier. Il a dit: Considérez bien ce que vous",
          "dites. Les personnes soumises: Ceci est bien notre opinion mûrement réfléchie, ô",
          "Messager d'Allah. Là-dessus, le Saint Prophète a dit: Votre propriété est",
          "seulement ce que vous avez envoyé vers l'avant [(pour le bien f votre",
          "Hereafter)], et tout ce que vous retenu appartient à l'héritier en effet",
          "\"[(Bukhari Nasa'i, Musnad Abu.. Ya`la)]."
        ]
      }
    }
  ],
  "medinian" : false
}