{
  "chapterNumber" : 74,
  "nbVerses" : 56,
  "name" : "Celui qui est revêtu d’un manteau, Il s’est couvert d’une cape",
  "nameArabic" : "المدّثّر",
  "transName" : "al-muddaṯṯir",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "يَا أَيُّهَا الْمُدَّثِّرُ",
      "simpleTranslate" : [
        "Ô toi qui te blottis sous un manteau !"
      ],
      "tafsirTranslate" : [
        "O vous enveloppé dans votre manteau <N:1>!"
      ],
      "tanslateWordByWord" : [
        "O vous",
        "qui se couvre"
      ],
      "notes" : {
        "1" : [
          "Une étude de l'arrière-plan de la révélation de ces versets donnés dans",
          "l'introduction ci-dessus peut aider à comprendre pourquoi le Saint Prophète [(sur",
          "lesquels la paix)] à cette occasion a été abordée avec Ya ayyuhal-Muddaththiru au",
          "lieu de Ya ayyuhar-Rasûlu [(O Messager)], ou Ya ayyuhan-Nabiyyu [(O Prophète)].",
          "Comme le Saint Prophète avait été terrifié quand il avait soudain vu l'Ange",
          "Gabriel [(paix soit sur lui)], assis sur un trône entre le ciel et la terre, et",
          "était rentré précipitamment à la maison et a demandé aux gens de la maison pour",
          "le couvrir, afin qu'Allah lui adressa avec Ya ayyuhal-Muddaththiru. De cette",
          "belle façon d'adresse le sens qui suit automatiquement est:? [ \"O Mon cher",
          "serviteur, pourquoi avez-vous couché ainsi enwrapped Vous avez été mis sous le",
          "fardeau d'une grande mission:. Vous devez maintenant découler de votre solitude",
          "pour effectuer cette mission avec résolution et courage. \"]"
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "قُمْ فَأَنْذِرْ",
      "simpleTranslate" : [
        "Lève-toi pour commencer tes exhortations"
      ],
      "tafsirTranslate" : [
        "Lève-toi, et avertir, <N:2>"
      ],
      "tanslateWordByWord" : [
        "se lever",
        "et avertir"
      ],
      "notes" : {
        "2" : [
          "Une commande de cette nature avait été donné au prophète Noé [(la paix soit sur",
          "lui)] tout en le nommant au bureau du Prophète capot; [ \"Avertir les gens de",
          "votre nation avant qu'ils ne soient dépassés par un châtiment douloureux.\"]",
          "[(Nuh: 1 <V:71:1>)] signifie Le verset: [ \"O vous qui se trouve enveloppait,",
          "levez et éveiller les gens qui vivent dans l'insouciance autour de vous : les",
          "avertir du sort qui serait certainement les dépasser s'ils sont restés impliqués",
          "dans la même étourderie, avertir leur qu'ils ne vivent pas dans un royaume sans",
          "loi où ils sont libres de se comporter comme ils le souhaitent et où ils peuvent",
          "faire chaque fois qu'ils voudront sans aucune crainte ou d'être appelé à rendre",
          "compte. \"]"
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَرَبَّكَ فَكَبِّرْ",
      "simpleTranslate" : [
        "et glorifier le Nom de ton Seigneur !"
      ],
      "tafsirTranslate" : [
        "et magnifier la gloire de ton Seigneur, <N:3>"
      ],
      "tanslateWordByWord" : [
        "Et ton Seigneur",
        "amplifier"
      ],
      "notes" : {
        "3" : [
          "Ceci est le premier devoir d'un prophète, qu'il doit accomplir dans ce monde. Son",
          "premier devoir est de réfuter la grandeur de ALi ceux que les gens ignorants",
          "pourraient être tiennent aussi grande, et publiquement proclamer que nous",
          "grandeur dans cet univers appartient à personne, mais Allah seul. Pour cette",
          "raison l'expression Allahu Akbar a été Geld comme d'une importance suprême dans",
          "l'Islam. Le adhan [(appel à la prière)] commence par la proclamation de Allahu",
          "Akbar. Le musulman entre dans la prière elle-même avec Allahu Akbar et répète",
          "Allahu Akbar chaque fois qu'il est assis ou debout, il prononce Bismillahi Allahu",
          "Akbar également lors de l'abattage d'un animal. Le slogan de Allahu Akbar est",
          "devenu un emblème le plus distinctif et important de musulmans à travers le monde",
          "d'aujourd'hui, pour le Prophète de cette Oumma lui-même avait entrepris sa",
          "mission avec l'agrandissement et la glorification d'Allah Tout-Puissant. Ici, il",
          "y a un autre point fine, qui doit être bien comprise. Comme nous l'avons appris",
          "de l'arrière-plan de la révélation de ces versets, ce fut la première fois que le",
          "Saint Prophète [(sur lesquels la paix)] avait été ordonné de se poser à",
          "l'exercice des fonctions de la grande mission de la Prophétie, et il était",
          "évident que la ville et la société dans laquelle il a été ordonné d'accomplir",
          "cette mission, était le centre du polythéisme. . Non seulement les gens autour de",
          "lui polythéistes comme les Arabes communs, mais, plus que cela, la ville de La",
          "Mecque était devenue le lieu le plus sacré de pèlerinage pour les Arabes",
          "polythéistes, et les Quraysh étaient ses préposés. Découlant d'une personne dans",
          "un tel endroit par lui-même et en proclamant l'unicité de Dieu dans le visage du",
          "polythéisme était plein de risques. Voilà pourquoi l'exhortation à [ \"proclamer",
          "la grandeur de ton Seigneur\"] juste après [ \"se pose et wam\"] contient ce sens",
          "aussi: «Ne pas du tout l'esprit les forces terrifiantes et terribles qui semblent",
          "obstruer et d'empêcher votre travail et de proclamer publiquement que ton",
          "Seigneur est le plus grand de tous ceux qui peuvent entraver et vous résister à",
          "de donner votre message. Ceci est en effet le plus grand encouragement pour une",
          "personne qui se lance dans une mission divine. celui qui a la grandeur et la",
          "majesté d'Allah profondément ancrée dans son cœur se sentira pas hésité du tout à",
          "faire face et à lutter contre le monde entier par lui-même pour l'amour d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَثِيَابَكَ فَطَهِّرْ",
      "simpleTranslate" : [
        "Hâte-toi de faire tes ablutions,"
      ],
      "tafsirTranslate" : [
        "et purifiez vos robes, <N:4>"
      ],
      "tanslateWordByWord" : [
        "Et vos vêtements",
        "purifier"
      ],
      "notes" : {
        "4" : [
          "Ce sont des mots très complets, qui sont pleins de sens. Ils signifient ceci: [",
          "\". Gardez vos vêtements libre de toute saleté et de l'impureté, pour la pureté du",
          "corps et des vêtements et de la pureté de l'esprit sont liés entre eux et",
          "interdépendants\"] Un pur esprit et un corps impur avec impure vêtements ne",
          "peuvent pas vivre ensemble. La société dans laquelle le Saint Prophète [(sur lui",
          "la paix)] avait surgi avec l'invitation à l'islam, a été non seulement ancré dans",
          "les maux de l'incrédulité et de l'immoralité, mais était également dépourvue de",
          "même les concepts les plus élémentaires de la pureté et la propreté, et la tâche",
          "du Saint Prophète était d'enseigner à ses membres la propreté dans tous les sens",
          "de la vie. Par conséquent, il a été chargé d'établir et de présenter un haut",
          "niveau de pureté dans sa vie extérieure ainsi. Ainsi, il est le résultat de la",
          "même instruction que le Saint Prophète [(sur lui la paix)] donné à l'humanité un",
          "tel enseignement détaillées sur la propreté du corps et des vêtements comme on ne",
          "possédait pas même par les nations les plus civilisées d'aujourd'hui, de ne pas",
          "parler des Arabes des jours pré-islamiques de l'ignorance. Tant et si bien que,",
          "dans la plupart des langues du monde, il n'y a pas de mot synonyme de [",
          "\"taharat\"] [ \". Au contraire, dans l'Islam tous les livres du Hadith et de Fiqh",
          "commence par des injonctions et des instructions sur taharat [(pureté) ], qui",
          "établit une distinction entre la pureté et de l'impureté et donne des détails",
          "minutieux sur les méthodes et les moyens d'obtenir la pureté la seconde",
          "signification de ces mots est: \"..] Gardez vos vêtements propres et ordonnées [\"",
          "le critère de religiosité donnée au monde par le concepts monastiques était que",
          "l'homme était saint dans la mesure où il était impur. Si une personne est arrivé",
          "à mettre des vêtements propres, il a été considéré comme un homme du monde, alors",
          "que le fait est que la nature humaine abhorre la saleté et la souillure et même",
          "une personne de bon goût ordinaire aime être associé uniquement à une personne",
          "soignée et propre. Sur cette base même, pour celui d'appeler les gens à Allah il",
          "a été fait impératif que l'extérieur aussi il devrait regarder de façon soignée",
          "et propre que les gens devraient le considérer avec estime et sa personnalité ne",
          "doit pas être souillée de quelque façon à repousser les autres. Le troisième sens",
          "de ce commandement divin est: \"] Gardez vos vêtements sans maux moraux:. Votre",
          "robe doit être soignée et propre mais il ne devrait avoir aucun soupçon de vanité",
          "et l'orgueil, l'affichage et l'exposition, pompe et de montrer [\" La robe est la",
          "première chose qui introduit la personnalité d'une personne aux autres. Le genre",
          "de robe une personne porte rend le juge des gens à première vue quel genre",
          "d'homme il est. Les robes des souverains et princes, les robes des fonctionnaires",
          "religieux, les robes du peuple vain et vaniteux, les robes des moyennes et peu",
          "profondes gens, les robes du peuple de mauvais humeur et sans caractère,",
          "représentent tous les goûts et les humeurs de ceux qui les portent. Le caractère",
          "de l'un appelant à Allah est naturellement différente de toutes ces personnes.",
          "Par conséquent, sa robe aussi devrait nécessairement être différent de chacun",
          "d'eux. Il doit porter une telle robe que .should faire tout le monde sentir qu'il",
          "est une personne noble et raffinée, qui ne participe pas à tout le mal de soi.",
          "Son quatrième sens est: Tenir loin des maux moraux. . Ibn `Abbas, Ibrahim",
          "Nakha`i, Sha`bi,` Ata ', Mujahid. Qatadah, Sa`īd bin Jubayr, Hasan Basri et",
          "d'autres commentateurs principaux ont donné ce sens même de ce verset:",
          "gardez-vous moralement pur et éviter tout ce qui est blâmable. Dans l'usage arabe",
          "aussi quand il est dit: \"] Donc, et ainsi est propre dans ses vêtements [\", cela",
          "implique qu'il est moralement bon et pur; au contraire, quand il est dit: \"] Il",
          "est sale dans ses vêtements\", cela signifie qu'il est malhonnête et frauduleuse",
          "dans ses opérations: il est peu fiable."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَالرُّجْزَ فَاهْجُرْ",
      "simpleTranslate" : [
        "et de fuir toute abomination,"
      ],
      "tafsirTranslate" : [
        "et éviter l'impureté, <N:5>"
      ],
      "tanslateWordByWord" : [
        "Et malpropreté",
        "éviter de"
      ],
      "notes" : {
        "5" : [
          "[ \"Filth\"] implique toutes sortes d'ordures, que ce soit de la croyance et de la",
          "pensée, de la morale et les actes, du corps, la robe ou le mode de vie. Les",
          "versemeans: [ \"Gardez-vous libre de la souillure des maux qui sont répandues dans",
          "la société autour de vous: personne ne devrait jamais vous imputer le blâme que",
          "votre propre vie elle-même est coloré dans une certaine mesure avec les maux que",
          "vous dire aux autres d'éviter. \"]"
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَلَا تَمْنُنْ تَسْتَكْثِرُ",
      "simpleTranslate" : [
        "en évitant cependant de te vanter de trop en faire"
      ],
      "tafsirTranslate" : [
        "et distribuerais pas favoriser afin de rechercher d'autres un plus grand retour,",
        "<N:6>"
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "conférer faveur",
        "(À) acquérir plus"
      ],
      "notes" : {
        "6" : [
          "Les mots wa Ia tamnun tastakthir dans l'original sont tellement vast.in ce qui",
          "signifie que personne ne peut transmettre la peine leur plein sens dans la",
          "traduction. Leur seule signification est: [ \"Quiconque vous privilégiez, vous",
          "devez le favoriser sans aucun motif égoïste Votre don d'une dotation et de dons,",
          "votre générosité et le bon traitement devrait être seulement pour l'amour",
          "d'Allah:. Il devrait y avoir aucune trace en lui de . le désir que vous devriez",
          "recevoir des gains matériels en échange de la faveur faite en d'autres termes,",
          "faire du bien aux autres pour l'amour d'Allah, non pas pour la recherche des",
          "avantages \"] la seconde signification est: [\". Bien que la mission de la",
          "prophétie que vous effectuez est une grande faveur en lui-même, pour les gens",
          "obtiennent vraie orientation à cause de cela, ne pas rappeler aux gens de cette",
          "faveur, ni tenter d'obtenir des avantages personnels de lui \"] Le troisième sens",
          "est: [\". Bien que vous effectuez un grand service, vous ne devriez jamais se",
          "réjouir au-dessus, ni ne devrait jamais avoir l'idée que par l'exercice de vos",
          "fonctions prophétiques, au risque de la vie, vous faites une faveur à votre",
          "Seigneur. \"]"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَلِرَبِّكَ فَاصْبِرْ",
      "simpleTranslate" : [
        "et en te soumettant avec patience aux ordres de ton Seigneur,"
      ],
      "tafsirTranslate" : [
        "et de persévérer pour l'amour de ton Seigneur <N:7>."
      ],
      "tanslateWordByWord" : [
        "Et pour ton Seigneur",
        "sois patient"
      ],
      "notes" : {
        "7" : [
          "Autrement dit, [ «La tâche qui est confiée à vous est plein de dangers: vous",
          "rencontrerez de grandes difficultés et des difficultés et des problèmes sur cette",
          "façon: même vos propres gens se tourneront hostiles à vous et le toute l'Arabie",
          "deviendra votre ennemi. Pourtant, vous devez endurer avec patience, pour l'amour",
          "de ton Seigneur, tout ce que vous pourriez avoir à faire face à de cette façon,",
          "et mener à bien tous vos devoirs fermement et résolument. la peur, la cupidité,",
          "l'amitié, l'inimitié, amour, tout cela va entraver votre chemin, mais vous devez",
          "tenir votre terre fermement et résolument ».] Ce sont les instructions très",
          "préliminaires qui Allah a donné Son messager [(à qui la paix)] au moment où il",
          "lui avait ordonné de se lever et commencer le travail de la prophétie. Si une",
          "personne réfléchit à ces phrases brèves et leur sens son cœur va témoigner qu'il",
          "n'y a pas de meilleures instructions pourraient être donnés W un prophète au",
          "commencement de sa mission prophétique. Dans ces on lui a dit ce qu'il était",
          "nécessaire de le faire, quel genre de vie, la morale et les relations qu'il",
          "devrait adopter, et enseigné dans quelle intention, la mentalité et le mode de",
          "pensée qu'il devrait aller sur sa mission et aussi prévenu quelles conditions il",
          "serait rencontrer dans l'exercice de sa mission et comment il aurait à faire face",
          "et surmonter Aujourd'hui, les gens qui, aveuglés par leurs préjugés, disent que",
          "ces mots étaient. Dieu ne plaise, prononcé par le Saint Prophète [(sur lui la",
          "paix)] au cours des crises d'épilepsie, devrait étudier ces phrases soigneusement",
          "et juge pour eux-mêmes si ceux-ci sont le produit de toutes les crises",
          "d'épilepsie, ou les instructions d'un Dieu, qu'il a donné à Son serviteur en le",
          "nommant à la mission de l'Apostolat."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "فَإِذَا نُقِرَ فِي النَّاقُورِ",
      "simpleTranslate" : [
        "car, lorsque retentira la Trompette,"
      ],
      "tafsirTranslate" : [
        "Lorsque la trompette doit sonner,"
      ],
      "tanslateWordByWord" : [
        "Puis quand",
        "est soufflé",
        "dans",
        "la trompette"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "فَذَٰلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ",
      "simpleTranslate" : [
        "ce jour-là sera un jour poignant"
      ],
      "tafsirTranslate" : [
        "qui sera sûrement une dure journée, <N:8>"
      ],
      "tanslateWordByWord" : [
        "Cette",
        "journée",
        "(Sera) un jour",
        "difficile"
      ],
      "notes" : {
        "8" : [
          "Comme nous l'avons expliqué dans l'introduction, cette partie de la wa Surah :.",
          "fait descendre quelques mois après les versets initiaux quand au début de la",
          "première saison du Hadj, après l'avènement de l'Islam, les chefs Quraish ont",
          "décidé lors d'une conférence pour lancer une campagne de propagande puissante",
          "pour dissuader les étrangers, qui sont venus visiter le Ka `bah, du Coran et du",
          "Saint Prophète Muhammad [(sur qui être la paix et la bénédiction d'Allah)]. Dans",
          "ces versets, cette intrigante même du Quraish a été examiné, et l'examen a",
          "commencé avec les mots, comme pour ay: [ \"Vous Thay agir comme vous s'il vous",
          "plaît, mais même si vous réussissez à atteindre votre objet par ces dispositifs",
          "dans le monde, comment allez-vous vous sauver de votre fin mal non le jour où la",
          "trompette sera sonné et la résurrection établie? \"] [(Pour une explication de la",
          "Trompette, voir eN 47 de Al-An`am, eN 57 d'Ibrahim, FR 78 de Ta Ha, FR 1",
          "d'Al-Hajj, eN de 46, 47 de Ya Sin, eN 79 de Az-Zumar, eN 52 Qaf)]."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "عَلَى الْكَافِرِينَ غَيْرُ يَسِيرٍ",
      "simpleTranslate" : [
        "et sans aucune pitié pour les négateurs !"
      ],
      "tafsirTranslate" : [
        "pas une journée facile pour les mécréants. <N:9>"
      ],
      "tanslateWordByWord" : [
        "Pour",
        "les incroyants",
        "ne pas",
        "facile"
      ],
      "notes" : {
        "9" : [
          "Ces mots par eux-mêmes appuient la conclusion que ce jour-là sera la lumière pour",
          "les croyants, et ses épreuves spécialement destiné seulement pour les deniers de",
          "la Vérité. De plus, ces mots contiennent aussi le sens que la gravité de ce jour",
          "sera d'une nature durable et permanente pour les mécréants, il ne sera pas une",
          "sévérité qui pourrait être appelé à devenir doux avec le passage du temps."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا",
      "simpleTranslate" : [
        "Alors c’est à Moi qu’aura affaire cet être que J’ai créé démuni de tout,"
      ],
      "tafsirTranslate" : [
        "Leave Me avec lui <N:10> dont moi seul ai créé, <N:11>"
      ],
      "tanslateWordByWord" : [
        "Laisse-moi",
        "et que",
        "j'ai crée",
        "seul"
      ],
      "notes" : {
        "10" : [
          "L'adresse est dirigée vers le Saint Prophète [(sur lui la paix)] et cela",
          "signifie: [ \"O Prophète, laissez le cas de la personne [(Walid bin al-Mughirah)]",
          "pour moi, qui, dans la conférence des incroyants proposé que vous devriez être",
          "stigmatisé comme un sorcier parmi les pèlerins venant de différentes parties de",
          "l'Arabie; il est maintenant que je traite avec lui. vous ne devez pas vous",
          "soucier de ça du tout \"]"
        ],
        "11" : [
          "Cette phrase peut avoir deux significations et les deux sont correctes: [(1)] [",
          "«Que quand je l'ai créé, il n'a pas été à ce moment-né avec toute la richesse et",
          "les enfants et la position de l'autorité et la chefferie; 'et [(2)] \"] que",
          "j'étais seul son Créateur: ces autres dieux dont la divinité, il est si ardemment",
          "essaie de garder en place et s'oppose votre invitation à un Dieu pour le même",
          "objet, ne sont pas Mes associés en lui créant. \""
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَجَعَلْتُ لَهُ مَالًا مَمْدُودًا",
      "simpleTranslate" : [
        "à qui J’ai donné des richesses étendues"
      ],
      "tafsirTranslate" : [
        "que je suis doué d'abondantes richesses,"
      ],
      "tanslateWordByWord" : [
        "Et j'ai accordé",
        "à lui",
        "richesse",
        "extensif"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَبَنِينَ شُهُودًا",
      "simpleTranslate" : [
        "et des enfants nombreux, témoins de sa fortune."
      ],
      "tafsirTranslate" : [
        "et fils toujours présent avec lui, <N:12>"
      ],
      "tanslateWordByWord" : [
        "Et les enfants",
        "présent"
      ],
      "notes" : {
        "12" : [
          "Walid bin al-Mughirah avait dix ou douze «fils dont Hadrat Khalid bin Walid est",
          "devenu le plus célèbre. Pour ces fils le mot shuhud a été utilisé, ce qui peut",
          "avoir plusieurs significations: [(1)] Ce qu'ils ne doivent pas courir et aller à",
          "l'étranger à la recherche de leurs moyens de subsistance: ils ont assez de",
          "provisions à la maison; par conséquent, ils peuvent toujours rester à la botte de",
          "leur père; [(2)] que tous ses fils sont des gens importants et influents: ils",
          "siègent dans les assemblées et conférences avec lui; et [(3)] que ce sont les",
          "personnes de haut rang et de position et leur témoignage est acceptée dans tous",
          "les domaines de la vie."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَمَهَّدْتُ لَهُ تَمْهِيدًا",
      "simpleTranslate" : [
        "Or, malgré les grandes facilités que Je lui ai accordées,"
      ],
      "tafsirTranslate" : [
        "et pour lequel j'ai ouvert la voie (au pouvoir et des richesses),"
      ],
      "tanslateWordByWord" : [
        "Et je répands",
        "pour lui",
        "facilité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "ثُمَّ يَطْمَعُ أَنْ أَزِيدَ",
      "simpleTranslate" : [
        "il demeure insatiable, Me réclamant toujours davantage !"
      ],
      "tafsirTranslate" : [
        "et qui désire encore goulûment que je devrais lui accorder plus. <N:13>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "il désire",
        "cette",
        "I (dois) ajouter plus"
      ],
      "notes" : {
        "13" : [
          "Son seul sens est qu'il n'y a toujours pas de fin à son avidité. En dépit d'avoir",
          "tout cela, il veut toujours qu'il devrait être accordé chaque bonne chose du",
          "monde. Un autre sens que Hadrat Hasan Basri, et quelques autres savants ont donné",
          "est :, [ \"Il avait l'habitude de dire: Si ce que Muhmmad [(sur lui la paix)] dit",
          "est vrai qu'il ya une autre vie après la mort, et il y aura un paradis aussi,",
          "alors que le Paradis aussi a été préparé pour moi. \"]"
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "كَلَّا ۖ إِنَّهُ كَانَ لِآيَاتِنَا عَنِيدًا",
      "simpleTranslate" : [
        "Mais aucun de ses souhaits ne sera satisfait, car il a toujours combattu avec",
        "acharnement Nos versets."
      ],
      "tafsirTranslate" : [
        "En aucun cas; il est obstinément opposé à Nos signes."
      ],
      "tanslateWordByWord" : [
        "Loin de",
        "En effet, il a",
        "a été",
        "à Nos Versets",
        "têtu"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "سَأُرْهِقُهُ صَعُودًا",
      "simpleTranslate" : [
        "Aussi vais-Je l’épuiser dans une montée fort harassante."
      ],
      "tafsirTranslate" : [
        "Je vais bientôt le contraindre à une ascension difficile."
      ],
      "tanslateWordByWord" : [
        "Bientôt, je vais lui couvrir",
        "(Avec) une punition laborieuse"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "إِنَّهُ فَكَّرَ وَقَدَّرَ",
      "simpleTranslate" : [
        "Certes, il a bien réfléchi et a bien supputé."
      ],
      "tafsirTranslate" : [
        "Il réfléchit, puis éclos un schéma."
      ],
      "tanslateWordByWord" : [
        "En effet, il a",
        "pensée",
        "et tracé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "فَقُتِلَ كَيْفَ قَدَّرَ",
      "simpleTranslate" : [
        "Eh bien ! Qu’il périsse d’avoir si bien supputé !"
      ],
      "tafsirTranslate" : [
        "Ruin saisir lui, comment at-il éclore un régime?"
      ],
      "tanslateWordByWord" : [
        "Ainsi peut-il être détruit",
        "Comment",
        "il a tracé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "ثُمَّ قُتِلَ كَيْفَ قَدَّرَ",
      "simpleTranslate" : [
        "Oui, qu’il périsse d’avoir si bien supputé !"
      ],
      "tafsirTranslate" : [
        "Encore une fois, la ruine de saisir lui, comment at-il éclore un régime?"
      ],
      "tanslateWordByWord" : [
        "alors",
        "peut-il être détruit",
        "Comment",
        "il a tracé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "ثُمَّ نَظَرَ",
      "simpleTranslate" : [
        "C’est ainsi que, après avoir dévisagé l’assistance,"
      ],
      "tafsirTranslate" : [
        "Il avait l'air (à d'autres);"
      ],
      "tanslateWordByWord" : [
        "alors",
        "Il a regardé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "ثُمَّ عَبَسَ وَبَسَرَ",
      "simpleTranslate" : [
        "il se renfrogna et fronça les sourcils ;"
      ],
      "tafsirTranslate" : [
        ", puis fronça les sourcils et fronça les sourcils;"
      ],
      "tanslateWordByWord" : [
        "alors",
        "il fronça les sourcils",
        "et renfrogné"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "ثُمَّ أَدْبَرَ وَاسْتَكْبَرَ",
      "simpleTranslate" : [
        "puis se détourna d’un air hautain"
      ],
      "tafsirTranslate" : [
        "puis il se retira et ciré fier,"
      ],
      "tanslateWordByWord" : [
        "alors",
        "il se retourna",
        "et était fier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "فَقَالَ إِنْ هَٰذَا إِلَّا سِحْرٌ يُؤْثَرُ",
      "simpleTranslate" : [
        "et dit : «Tout ceci n’est que sorcellerie fort bien imitée !"
      ],
      "tafsirTranslate" : [
        "et dit: «Ce (Coran) est simplement un rituel d'autrefois;"
      ],
      "tanslateWordByWord" : [
        "Puis il dit",
        "ne pas",
        "(est-ce",
        "mais",
        "la magie",
        "imité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "إِنْ هَٰذَا إِلَّا قَوْلُ الْبَشَرِ",
      "simpleTranslate" : [
        "Ce ne sont-là que des propos d’un mortel !»"
      ],
      "tafsirTranslate" : [
        ", ce n'est que la parole d'un simple mortel! <N:14>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "(est-ce",
        "mais",
        "(le mot",
        "(D ') un être humain"
      ],
      "notes" : {
        "14" : [
          "La référence est de ce qui est arrivé à la conférence des mécréants de la Mecque.",
          "D'après les détails de ce que nous avons donné dans l'introduction, il devient",
          "évident que cet homme dans son cœur était devenu complètement convenced d'être",
          "Parole divine du Coran, mais dans le but de sauver sa position en tant que chef",
          "de son peuple, il n'a pas été préparé pour affirmer la foi. Quand à la",
          "conférence, il se tourna vers le bas toutes les accusations que les chefs Quraish",
          "proposaient contre le Saint Prophète [(sur lesquels la paix)], il a été contraint",
          "de mettre au point une accusation de lui-même, qui pourrait être réparti entre",
          "les Arabes en vue de porter un mauvais nom au Saint Prophète. Ensuite, la façon",
          "dont il a lutté contre sa conscience, et la manière dont il a conçu une",
          "accusation au dernier après un conflit mental prolongé, a été vivement représenté",
          "ici."
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "سَأُصْلِيهِ سَقَرَ",
      "simpleTranslate" : [
        "Aussi vais-Je livrer cet impie au feu de Saqar."
      ],
      "tafsirTranslate" : [
        "Lui ferai-je rôtir bientôt en enfer."
      ],
      "tanslateWordByWord" : [
        "Bientôt, je vais le conduire",
        "(En) Enfer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَمَا أَدْرَاكَ مَا سَقَرُ",
      "simpleTranslate" : [
        "Mais sais-tu bien ce qu’est le feu de Saqar?"
      ],
      "tafsirTranslate" : [
        "Et qu'est-ce que vous savez ce que l'enfer est?"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "peut vous faire connaître",
        "quelle",
        "(Est) Enfer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "لَا تُبْقِي وَلَا تَذَرُ",
      "simpleTranslate" : [
        "C’est un feu ardent qui consume tout, sans rien épargner,"
      ],
      "tafsirTranslate" : [
        "Il n'épargne rien; il ne laisse rien intact; <N:15>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "il permet de rester",
        "et pas",
        "il laisse"
      ],
      "notes" : {
        "15" : [
          "Ce peut avoir deux significations: d'abord, que ce sera brûler en cendres celui",
          "qui y est jeté, mais même après la mort, il ne sera pas échapper à la peine: il",
          "sera donné la vie une fois et brûlé une fois de plus, Ce sujet a été traité très",
          "à un autre endroit ainsi:. il ne sera ni mourir en lui ni vivre [ \"[(AI-A`la: 13",
          "<V:87:13>)] un autre sens aussi peut être:\"] il laissera aucun qui a mérité la",
          "peine et il ne ménagera aucun d'être puni. \""
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "لَوَّاحَةٌ لِلْبَشَرِ",
      "simpleTranslate" : [
        "qui calcine le corps humain et le noircit."
      ],
      "tafsirTranslate" : [
        ", il brûle (même) la peau. <N:16>"
      ],
      "tanslateWordByWord" : [
        "Brûlant",
        "l'humain (peau)"
      ],
      "notes" : {
        "16" : [
          "Après avoir dit qu'il ne laissera rien du corps non consommé, faisant mention de",
          "[ \"torride de la peau\"] semble séparément à être quelque peu inutile. Mais cette",
          "forme de la peine a été mentionné séparément en particulier parce qu'elle est la",
          "peau du visage et du corps qui fait réellement sa personnalité de premier plan",
          "d'un homme, et il est sa laideur qui lui fait sentir plus mal à l'aise. Il est",
          "pas si affligé les troubles internes de son corps comme, par exemple, son visage",
          "étant laid, ou qu'il devrait y avoir des taches sur la peau des parties exposées",
          "de son corps, odieux aux autres. Voilà pourquoi il a été dit: Si les gens qui se",
          "sentent fiers de leurs personnalités dans le monde en raison d'avoir de beaux",
          "visages et des corps splendides, traitent les révélations d'Allah moqueuse, comme",
          "Walid bin al-Mughirah, leurs visages seront brûlés et leurs peaux brûlées noir."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "عَلَيْهَا تِسْعَةَ عَشَرَ",
      "simpleTranslate" : [
        "Et ils sont dix-neuf gardiens à y veiller."
      ],
      "tafsirTranslate" : [
        "Plus il y a dix-neuf gardiens."
      ],
      "tanslateWordByWord" : [
        "Par-dessus",
        "(Sont) neuf",
        "adolescent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً ۙ وَمَا جَعَلْنَا عِدَّتَهُمْ إِلَّا فِتْنَةً لِلَّذِينَ كَفَرُوا لِيَسْتَيْقِنَ الَّذِينَ أُوتُوا الْكِتَابَ وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا ۙ وَلَا يَرْتَابَ الَّذِينَ أُوتُوا الْكِتَابَ وَالْمُؤْمِنُونَ ۙ وَلِيَقُولَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْكَافِرُونَ مَاذَا أَرَادَ اللَّهُ بِهَٰذَا مَثَلًا ۚ كَذَٰلِكَ يُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ ۚ وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ ۚ وَمَا هِيَ إِلَّا ذِكْرَىٰ لِلْبَشَرِ",
      "simpleTranslate" : [
        "Nous n’avons pris comme gardiens de l’Enfer que des anges. Et Nous n’en avons",
        "précisé le nombre que pour jeter le trouble dans l’esprit des négateurs,",
        "fortifier la conviction des gens de l’Écriture et renforcer la foi des croyants.",
        "Et aussi, afin que les gens de l’Écriture et les fidèles n’aient plus de doute à",
        "ce sujet, pendant que ceux qui ont la foi chancelante ainsi que les impies seront",
        "réduits à se demander : «Quelle signification Dieu a bien voulu donner à cet",
        "exemple?» C’est ainsi que Dieu égare qui Il veut et guide qui Il veut, car nul ne",
        "connaît les armées de ton Seigneur, hors Lui. Et ce n’est là qu’un rappel pour",
        "les hommes."
      ],
      "tafsirTranslate" : [
        "Nous <N:17> ont nommé aucune, mais les anges comme les gardiens du feu, <N:18> et",
        "nous ont pas fait leur nombre, mais à titre d'essai pour les mécréants <N:19>",
        "afin que ceux qui ont été doué du livre sera convaincu <N:20> et la foi des",
        "croyants augmente, <N:21> et ni ceux qui ont été doué du livre, ni les croyants",
        "tomberont dans le moindre doute. Quant à ceux dont les cœurs il y a une maladie",
        "<N:22>, ainsi que les non-croyants, ils diront: '? Qu'est-ce que Allah visent à",
        "par cette étrange parabole « <N:23> Ainsi Allah laisse quiconque Il veut se",
        "fourvoyer , et dirige qui Il veut <N:24> pour la bonne façon. Et aucun connaît",
        "les armées de ton Seigneur, mais il. <N:25> (And Hell n'a été mentionné ici) que",
        "les gens puissent en tenir compte. <N:26>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "Nous avons fait",
        "gardiens",
        "(De) l'incendie",
        "sauf",
        "anges",
        "Et pas",
        "Nous avons fait",
        "leur numéro",
        "sauf",
        "(Comme) un procès",
        "pour ceux qui",
        "ne pas croire",
        "qui peut être certain",
        "ceux qui",
        "ont reçu",
        "l'Ecriture",
        "et peut augmenter",
        "ceux qui",
        "croyez",
        "(En) foi",
        "et pas",
        "peut douter",
        "ceux qui",
        "ont reçu",
        "l'Ecriture",
        "et les croyants",
        "et qui peut dire",
        "ceux",
        "dans",
        "leur cœur",
        "(Est) une maladie",
        "et les incroyants",
        "Quelle",
        "(T) ont l'intention",
        "Allah",
        "par ça",
        "Exemple",
        "Ainsi",
        "ne va let égarer",
        "Allah",
        "qui",
        "Il veut",
        "et les guides",
        "qui",
        "Il veut",
        "Et aucun",
        "sait",
        "(les) hôtes",
        "(De) votre Seigneur",
        "sauf",
        "Lui",
        "Et pas",
        "il",
        "(Est), mais",
        "un rappel",
        "à (les êtres humains)"
      ],
      "notes" : {
        "17" : [
          "Le passage entier d'ici à [ \"none connaît les armées de ton Seigneur, mais",
          "lui-même\"], est une phrase entre parenthèses, qui a été inséré ici pour répondre",
          "à une objection des incroyants, qui avait commencé à se moquer quand ils ont",
          "entendu le Saint Prophète [(sur lui la paix)] dire que 19 gardiens ont été nommés",
          "sur l'enfer. Leur objection: [ «Comment étrange que, d'une part, on nous dit que",
          "tous les êtres humains, de l'époque du Prophète Adam jusqu'à la résurrection, qui",
          "ont mécru et le mal engagé, seront jetés dans l'enfer et, d'autre part. , qu'il y",
          "aura seulement 19 gardiens, qui administreront la peine aux nombres innombrables",
          "d'hommes dans un énorme enfer. \"] Cela a provoqué un énorme rire parmi les chefs",
          "de Quraish. Abu Jahl dit: [ \"Frères, vous êtes si impuissant que même que dix",
          "d'entre vous à un moment ne sera pas en mesure de maîtriser un seul policier de",
          "l'Enfer?\"] A ce lutteur du Bani Jumha dit: `Eh bien, je traitera et maîtriser au",
          "moins 17 d'entre eux par moi-même; comme pour les deux autres, vous pouvez tous",
          "ensemble les aborder. [ \"En réponse à ces phrases ont été insérées comme une",
          "clause entre parenthèses."
        ],
        "18" : [
          "Autrement dit, \"] Il est stupide de votre part pour comparer les puissances",
          "angéliques aux forces humaines. Ils seront des anges, et non les hommes, et vous",
          "ne pouvez pas imaginer ce que les pouvoirs extraordinaires Allah a accordé aux",
          "anges, il a créé.[\""
        ],
        "19" : [
          "Autrement dit, \"] Bien qu'apparemment il n'y avait pas besoin de mentionner le",
          "nombre des gardiens de l'Enfer, mais nous l'avons mentionné pour qu'il devienne",
          "un procès pour chacune de ces personnes qui peuvent être dissimule toute sorte de",
          "incroyance dans son cœur. Un tel homme peut être faire un grand étalage de sa",
          "foi, mais s'il cache même une nuance de doute au sujet de la divinité et les",
          "pouvoirs suprêmes de Dieu, ou au sujet de la Révélation et de la Prophétie,",
          "partout dans son cœur, son incrédulité serait immédiatement exposée dès comme il",
          "le ferait entendre que seuls 19 policiers contrôleraient un nombre incalculable",
          "des coupables parmi les djinns et les hommes dans une énorme prison et serait",
          "également administrer des châtiments à chacun d'eux individuellement. [ \""
        ],
        "20" : [
          "Certains commentateurs ont expliqué ainsi: \"] Comme dans les écritures des juifs",
          "et des chrétiens, eux aussi, le même nombre des anges a été mentionné comme",
          "gardiens de l'Enfer, ils seraient convaincus de cette chose est d'être vraiment",
          "d'Allah dès qu'ils ont entendu. [ \"Mais à notre avis, ce commentaire est pas",
          "correct pour deux raisons. Tout d'abord, on n'a pas pu voir partout dans les",
          "Écritures existantes des juifs et des chrétiens, en dépit de la recherche que le",
          "nombre des anges nommés sur l'Enfer est 19. Deuxièmement, il y a beaucoup de",
          "choses dans le Coran, qui ont également été mentionnés dans les écrits des juifs",
          "et des chrétiens, mais ils expliquent les éloigner, en disant que le Prophète",
          "Muhammad [(sur lui la paix et bénédictions d'Allah)] a plagié ces de leurs",
          "livres. Pour ces raisons, le sens exact de cette déclaration à notre avis: Le",
          "Saint Prophète Muhammad [(sur lui la paix et bénédictions d'Allah)] savaient",
          "pertinemment qu'il serait ridiculisé dès que les mécréants ont entendu que 19",
          "anges avaient été nommés sur l'enfer, mais en dépit de cela, il a présenté sans",
          "la moindre hésitation et la peur publiquement devant le peuple ce qui avait été",
          "révélé à lui d'Allah, et n'a pas du tout l'esprit de la raillerie et moqueur par",
          "le peuple. Les païens de l'Arabie ne connaissaient pas la distinction unique des",
          "prophètes, mais les adeptes des écritures antérieures étaient pleinement",
          "conscients que les prophètes de tous les temps utilisés pour transmettre à leurs",
          "personnes intactes tout ce qu'ils ont reçu de Dieu, qu'il leur plaisait ou leur",
          "déplaisaient . Sur cette base même, il fallait s'y attendre des juifs et des",
          "chrétiens qu'ils seraient convaincus de la vérité du Prophète Muhammad pour",
          "seulement un prophète pourrait présenter une chose apparemment étrange, sans",
          "aucune hésitation devant le peuple dans un environnement chargés de l'antagonisme",
          "et l'hostilité. Cela est également évident qu'une telle chose a été montré par le",
          "Saint Prophète de nombreuses autres occasions. Son exemple le plus marquant est",
          "l'événement de l'mi'raj [(ascension)] dont il lié ouvertement devant une",
          "assemblée générale des mécréants et ne se souciait pas du tout la façon dont ses",
          "adversaires se comportent et réagissent après avoir entendu l'histoire de la",
          "merveilleuse un événement."
        ],
        "21" : [
          "Il a été expliqué à plusieurs endroits dans le Coran que ci-dessus à l'occasion",
          "de chaque épreuve quand un croyant reste ferme à sa foi, et abandonnons le chemin",
          "du doute et la négation, la désobéissance ou de déloyauté à la la foi, adopte la",
          "voie de la foi, l'obéissance et la fidélité à elle, elle augmente et le renforce",
          "d'autant plus dans la foi et la résignation [(pour plus d'explications, voir",
          "«Al-Imran: 173, Al-Anfal: 2 <V:8:2>, At-Tawbah: 124125 <V:9:124125>, Al-Ahzab: 22",
          "<V:33:22>, Al-Fath: 4 et de l'EN correspondante <V:48:4etdel'ENcorrespondante>)]."
        ],
        "22" : [
          "Comme \"] maladie du cœur [\" dans le Coran est généralement interprété comme",
          "signifiant l'hypocrisie, car ce mot ici certains commentateurs ont exprimé l'avis",
          "que ce verset a été révélé à Médine, pour les hypocrites sont apparus à Madinah.",
          "Mais ce point de vue est pas correct pour plusieurs raisons. En premier lieu,",
          "l'affirmation elle-même qu'il n'y avait pas hypocrites à la Mecque est faux, et",
          "son faux-capot a été exposé dans l'introduction de la Surah Al-`Ankabut et dans",
          "son vv. 1011. En second lieu, à notre avis, il est pas une bonne façon d'écrire",
          "des commentaires qu'en ce qui concerne une certaine phrase apparaissant dans un",
          "discours particulier qui a été révélé à une occasion particulière, dans des",
          "circonstances particulières, il convient de déclarer qu'il avait été envoyé vers",
          "le bas sur une autre occasion, mais a été inséré ici sans pertinence. Le contexte",
          "historique de cette partie de la sourate AlMuddaththir est entièrement nous",
          "connaissons bien des traditions authentiques. Cela a été révélé dans le cadre",
          "d'un événement particulier de la première période de la vie à la Mecque. Tout le",
          "contexte porte l'entière pertinence pour l'événement. Ce qui pourrait donc être",
          "l'occasion dans ce contexte que cette phrase, si elle a été révélé de nombreuses",
          "années plus tard, à Médine, aurait dû être inséré ici? Quant à la question ce qui",
          "est impliqué par la maladie du cœur ici, sa réponse est que cela implique la",
          "maladie du doute. Non seulement à la Mecque, mais dans le monde entier aussi il y",
          "a eu, et sont, très peu de ces personnes, qui pourraient nier Dieu, au-delà,",
          "l'Apocalypse, la prophétie, le Ciel. Enfer, etc. absolument. A chaque époque la",
          "grande majorité de loin a été de ces personnes, qui ont été impliqués dans le",
          "doute de savoir si Dieu existe ou pas de Dieu, au-delà ou pas au-delà, si le ciel",
          "et l'enfer existent vraiment, ou ne sont que des fictions de l'imagination, et si",
          "les messagers ne vraiment venir recevoir la Révélation ou non. Ce même doute a",
          "conduit la plupart des gens à l'incrédulité, sinon le nombre de ces personnes",
          "dans le monde qui a nié ces vérités absolument n'a jamais été grande. Pour une",
          "personne qui a un sens commun sait qu'il n'y a aucun motif rationnel que ce soit",
          "pour nier la possibilité de l'existence de ces choses, ou de les déclarer",
          "absolument impossible."
        ],
        "23" : [
          "Cette ETCD ne signifie pas qu'ils ont acceptée comme parole divine, mais se",
          "demandaient pourquoi Allah avait dit une telle chose. Mais ce qu'ils entendaient",
          "était réellement: \"] Un discours qui contenait une telle chose irrationnelle et",
          "impossible ne pouvait pas être une révélation d'Allah [.\""
        ],
        "24" : [
          "Autrement dit, dans ce AIlah envoie très manière parfois dans le cours de ses",
          "révélations et les commandements des choses comme devenir un moyen d'essai et le",
          "procès pour le peuple. Il est une seule et même chose qui a, de bonne humeur et",
          "bien-pensants personne épris de vérité entend et comprendre le sens droit dans le",
          "droit chemin, adopte le droit chemin, mais qui, lorsqu'il est entendu par un",
          "opiniâtre, pervers et transgresseur volontaire, lui fait mal interpréter et faire",
          "une nouvelle excuse pour fuir la vérité. Depuis le premier homme est lui-même un",
          "amant de la vérité, Allah lui accorde des conseils, car il est pas le chemin",
          "d'Allah pour conduire les chercheurs de vérité de force en erreur; et depuis le",
          "deuxième homme lui-même ne veut pas de conseils, mais choisit seule erreur pour",
          "lui-même, Allah le pousse aussi à la manière de l'erreur et de la déviation, car",
          "elle est pas non plus le chemin d'Allah à tirer de force vers le chemin de la",
          "vérité lui qui a une aversion pour la vérité. [(La question de l'octroi de",
          "conseils et de l'égarement d'Allah a été entièrement expliqué à de nombreux",
          "endroits, par exemple, voir l'EN de 10. 16, 19, 20 de Al-Baqarah; FR 173 An-Nisa",
          "', EN de 17, 28 , 90 de AlAn`am, FR 13 de Yunus, eN 54 de Al-Kahf, E..N. 71 de",
          "Al-Qasas)]"
        ],
        "25" : [
          "Autrement dit, on ne sait qu'Allah ce que les différents types et combien de",
          "créatures qu'il a créées dans l'univers, quels pouvoirs qu'il leur a accordés, et",
          "quels services il prend d'eux. . Si l'homme accroché au petit globe de la terre",
          "voir le petit monde autour de lui avec sa vue limitée, est impliqué dans le",
          "malentendu que l'univers de Dieu ne contient que ce qu'il peut percevoir par les",
          "sens ou par ses instruments, cela ne serait être son propre imprévoyance, l'autre",
          "sage cet univers est si vaste et sans limites qu'il ne soit pas dans le pouvoir",
          "de l'homme pour obtenir une connaissance complète sur l'une des choses ici, sans",
          "parler de comprendre mentalement le concept de tous ses immensités."
        ],
        "26" : [
          "\"] Les personnes peuvent prendre garde\" les gens peuvent récupérer leurs sens et",
          "se réveiller avant qu'ils ne se rendent digne de l'enfer et souffrent de sa",
          "punition, et devraient penser à se sauver d'elle."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "كَلَّا وَالْقَمَرِ",
      "simpleTranslate" : [
        "Oui, J’en jure par la Lune"
      ],
      "tafsirTranslate" : [
        "Non, <N:27> par la lune,"
      ],
      "tanslateWordByWord" : [
        "Non",
        "Par la lune"
      ],
      "notes" : {
        "27" : [
          "C'est, il est pas une chose creuse qui peut être moqué comme ça."
        ]
      }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "وَاللَّيْلِ إِذْ أَدْبَرَ",
      "simpleTranslate" : [
        "et par la nuit quand elle se retire !"
      ],
      "tafsirTranslate" : [
        "et par la nuit quand elle se retire,"
      ],
      "tanslateWordByWord" : [
        "Et la nuit",
        "quand",
        "il quitte"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَالصُّبْحِ إِذَا أَسْفَرَ",
      "simpleTranslate" : [
        "Et par l’aurore quand elle jette ses premières lueurs !"
      ],
      "tafsirTranslate" : [
        "et par le jour où il se lève (avec son éclat),"
      ],
      "tanslateWordByWord" : [
        "Et le matin",
        "quand",
        "elle éclaire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "إِنَّهَا لَإِحْدَى الْكُبَرِ",
      "simpleTranslate" : [
        "En vérité, l’Enfer est l’un des plus grands tourments,"
      ],
      "tafsirTranslate" : [
        "sûrement (Hell) est l'un des plus grands signes, <N:28>"
      ],
      "tanslateWordByWord" : [
        "En effet, il",
        "(Est) sûrement une",
        "(D ') le plus grand"
      ],
      "notes" : {
        "28" : [
          "Autrement dit, [ «Tout comme la lune et la nuit et le jour sont les grands signes",
          "des pouvoirs d'Allah, est donc aussi l'enfer un grand signe de ses pouvoirs. Si",
          "l'existence de la lune et l'alternance de la nuit et le jour étaient donc",
          "régulièrement pas impossible, pourquoi l'existence de l'enfer devrait être",
          "impossible que vous pensez qu'il est vous voyez ces phénomènes, jour et nuit, par",
          "conséquent, ils ne vous surprennent pas: autrement ces choses en elles-mêmes sont",
          "également grandes merveilles des puissances d'Allah. Si vous ne les aviez pas",
          "observés et quelqu'un devait vous dire qu'il ya aussi une chose telle que la lune",
          "dans le monde, ou, il y a un soleil qui laisse l'obscurité du monde quand il se",
          "cache et marques le monde briller avec la lumière quand il apparaît,",
          "plaisanteries alors les gens comme vous auriez fait de trop que vous faites des",
          "plaisanteries de l'enfer. \"]"
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "نَذِيرًا لِلْبَشَرِ",
      "simpleTranslate" : [
        "servant d’avertissement pour les hommes,"
      ],
      "tafsirTranslate" : [
        "un avertissement à l'humanité,"
      ],
      "tanslateWordByWord" : [
        "Un avertissement",
        "à (l) être humain"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "لِمَنْ شَاءَ مِنْكُمْ أَنْ يَتَقَدَّمَ أَوْ يَتَأَخَّرَ",
      "simpleTranslate" : [
        "pour qui d’entre vous veut avancer ou reculer,"
      ],
      "tafsirTranslate" : [
        "un avertissement à chacun de vous s'il voudrait se présenter ou à la traîne.",
        "<N:29>"
      ],
      "tanslateWordByWord" : [
        "Pour celui qui",
        "testaments",
        "parmi vous",
        "à",
        "procéder",
        "ou",
        "rester en arrière"
      ],
      "notes" : {
        "29" : [
          "Autrement dit, les gens ont été avertis à cet effet. Maintenant, que celui qui",
          "répond à l'avertissement aller de l'avant sur la bonne voie, et que celui qui",
          "veut encore à la traîne."
        ]
      }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ",
      "simpleTranslate" : [
        "car toute âme aura à assumer le poids de ses œuvres,"
      ],
      "tafsirTranslate" : [
        "Chacun est l'otage de ses actes, <N:30>"
      ],
      "tanslateWordByWord" : [
        "Chaque",
        "âme",
        "pour quoi",
        "il a gagné",
        "(Est) engagé"
      ],
      "notes" : {
        "30" : [
          "Pour une explication, voir E.N. 16 de la sourate At-Tur."
        ]
      }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "إِلَّا أَصْحَابَ الْيَمِينِ",
      "simpleTranslate" : [
        "excepté les hommes de la dextre"
      ],
      "tafsirTranslate" : [
        "sauver les gens de la droite"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "(les) compagnons",
        "(De) le droit"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "فِي جَنَّاتٍ يَتَسَاءَلُونَ",
      "simpleTranslate" : [
        "qui seront dans des Jardins, s’interrogeant les uns les autres"
      ],
      "tafsirTranslate" : [
        "qui sera dans les jardins, <N:31> et demander"
      ],
      "tanslateWordByWord" : [
        "Dans",
        "Jardins",
        "demandant à chaque autre"
      ],
      "notes" : {
        "31" : [
          "En d'autres termes, les gens de la main gauche seront saisis à la suite de leurs",
          "méfaits, mais les gens de la main droite auront leurs dettes réglées. [(Pour une",
          "explication de la population de la main droite et la main gauche, voir E.N. de 5,",
          "6 de la sourate Al-Waqi`ah)]."
        ]
      }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "عَنِ الْمُجْرِمِينَ",
      "simpleTranslate" : [
        "sur les damnés."
      ],
      "tafsirTranslate" : [
        "sur les coupables: <N:32>"
      ],
      "tanslateWordByWord" : [
        "Sur",
        "les criminels"
      ],
      "notes" : {
        "32" : [
          "À plusieurs endroits dans le Coran ci-dessus, il a été déclaré que les habitants",
          "du Paradis et les habitants de l'Enfer seront en mesure de voir et commune avec",
          "l'autre directement, sans l'intermédiaire d'un instrument à chaque fois qu'ils",
          "sera donc le désir, bien qu'ils vivront des centaines de milliers de miles de",
          "distance les uns des autres. Par exemple, voir Al-A`raf: 44-50 et E.N. 35,",
          "As-Saffat: 50-57 et E.N. 32 sur elle."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "مَا سَلَكَكُمْ فِي سَقَرَ",
      "simpleTranslate" : [
        "«Qu’avez-vous fait pour mériter l’Enfer Saqar?», demanderont-ils à ces derniers."
      ],
      "tafsirTranslate" : [
        "«Qu'est-ce qui vous a poussé à l'enfer?"
      ],
      "tanslateWordByWord" : [
        "Quelle",
        "vous conduit",
        "dans",
        "enfer"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ",
      "simpleTranslate" : [
        "Et les damnés de dire : «Nous n’étions pas de ceux qui accomplissaient la salât."
      ],
      "tafsirTranslate" : [
        "Ils répondront: «Nous ne sommes pas parmi ceux qui ont observé la prière, <N:33>"
      ],
      "tanslateWordByWord" : [
        "Ils diront",
        "ne pas",
        "nous étions",
        "de",
        "ceux qui ont prié"
      ],
      "notes" : {
        "33" : [
          "Autrement dit, [ \"Nous ne sommes pas de ceux qui, après avoir cru en Allah et en",
          "Son messager et Son Boo, a effectué le premier devoir imposé par Allah, à savoir",
          "la prière.\"] Ici, il doit être entendu bien que si une personne a cru qu'il ne",
          "peut pas offrir la prière du tout. Par conséquent, l'être de ceux qui a effectué",
          "la prière, par lui-même implique que l'on est croyant. Mais en attribuant un ça",
          "va à l'enfer à son pas être de ceux qui ont accompli leur prière, il a été rendu",
          "explicite que l'on ne peut pas échapper à l'enfer, même après avoir cru si un",
          "ETCD pas effectuer ses prières régulièrement."
        ]
      }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ",
      "simpleTranslate" : [
        "Nous n’avions jamais soulagé un homme dans la misère."
      ],
      "tafsirTranslate" : [
        "et nous ne nourrissions pas le pauvre, <N:34>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "nous avions l'habitude de",
        "alimentation",
        "les pauvres"
      ],
      "notes" : {
        "34" : [
          "Cela montre comment tombe un péché, il est dans l'islam de voir un homme qui a",
          "faim et ne parviennent pas à le nourrir, même si l'on peut, à cet effet a été",
          "particulièrement mentionné comme l'une des causes de son aller en enfer."
        ]
      }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ",
      "simpleTranslate" : [
        "Nous disputions de choses futiles avec les disputeurs."
      ],
      "tafsirTranslate" : [
        "et nous nous sommes accordés vains discours avec ceux qui se livraient à des",
        "futilités,"
      ],
      "tanslateWordByWord" : [
        "Et nous avons utilisé pour",
        "se livrer à des futilités",
        "avec",
        "les vains discoureurs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ",
      "simpleTranslate" : [
        "Nous traitions de mensonge le Jugement dernier"
      ],
      "tafsirTranslate" : [
        "et nous avons donné le mensonge au Jour du Jugement"
      ],
      "tanslateWordByWord" : [
        "Et nous avons utilisé pour",
        "nier",
        "(le jour",
        "(De) l'arrêt"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "حَتَّىٰ أَتَانَا الْيَقِينُ",
      "simpleTranslate" : [
        "jusqu’à ce que nous en eussions acquis la certitude.»"
      ],
      "tafsirTranslate" : [
        "jusqu'à ce que l'événement inévitable nous a dépassé. <N:35>"
      ],
      "tanslateWordByWord" : [
        "Jusqu'à",
        "est venu nous",
        "la certitude"
      ],
      "notes" : {
        "35" : [
          "[ «Jusqu'à l'inévitable overtoo nous»]: jusqu'à la mort est venue sur nous. Ici,",
          "[ «l'inévitable»] implique la mort, ainsi que l'au-delà."
        ]
      }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ",
      "simpleTranslate" : [
        "Désormais toute intercession en leur faveur sera vaine."
      ],
      "tafsirTranslate" : [
        "L'intercession des intercesseurs est alors d'aucune utilité pour eux. <N:36>"
      ],
      "tanslateWordByWord" : [
        "Alors pas",
        "leur sera bénéfique",
        "intercession",
        "(De) les intercesseurs"
      ],
      "notes" : {
        "36" : [
          "Autrement dit, [ \"Même si un intercesseur intercéda pour une personne qui a",
          "persisté dans ce mode de vie jusqu'à la mort, il ne serait pas pardonné.\"] La",
          "question de l'intercession a été si bien expliqué à tant endroits dans le Coran",
          "que personne ne peut avoir aucune difficulté à nowing et de compréhension quant à",
          "savoir qui peut intercéder, et qui ne peut pas, quand on peut intercéder et quand",
          "on ne peut pas, pour lesquels on peut intervenir et pour lesquels on ne peut pas,",
          "et pour lesquels l'intercession est bénéfique et pour qui il est pas. Comme l'une",
          "des principales causes de l'écart de la population dans le monde, est leur faux",
          "concept à propos de l'intercession, il a été expliqué aussi longuement dans le",
          "Coran comme pour ne laisser aucune place à aucun doute et l'ambiguïté. Par",
          "exemple, voir Al-Baqarah; 255, Al-An`am: 94, Al-A`raf: 53. Yunus: 3-18, Maryam:",
          "87, Ta Ha: 109, Al-Anbiya: 28, Saba: 23, Az-Zumar: 43- 44, Al-Mu'min: 18,",
          "Ad-Dukhan: 86, An-Najm: 26, An-Naba: 37-38."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ",
      "simpleTranslate" : [
        "Qu’ont-ils donc à se détourner du rappel?"
      ],
      "tafsirTranslate" : [
        "Quel est le problème avec les gens qu'ils se détournent de cette Exhortation,"
      ],
      "tanslateWordByWord" : [
        "Alors qu'est-ce",
        "(Is) pour les",
        "(Ce) de",
        "Rappel",
        "ils (sont) détournent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ",
      "simpleTranslate" : [
        "On dirait des onagres pris de panique,"
      ],
      "tafsirTranslate" : [
        "comme si elles étaient des ânes sauvages effrayés,"
      ],
      "tanslateWordByWord" : [
        "Comme si elles (étaient)",
        "ânes",
        "effrayé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 51,
      "arabicVerse" : "فَرَّتْ مِنْ قَسْوَرَةٍ",
      "simpleTranslate" : [
        "fuyant devant un lion redoutable !"
      ],
      "tafsirTranslate" : [
        "fuyant un lion? <N:37>"
      ],
      "tanslateWordByWord" : [
        "Fuite",
        "de",
        "un lion"
      ],
      "notes" : {
        "37" : [
          "Ceci est une expression idiomatique en arabe qui représente le caractère d'ânes",
          "sauvages qui fuient hébété et étourdis dès qu'ils sentent un lion ou d'entendre",
          "un chasseur."
        ]
      }
    },
    {
      "verseNumber" : 52,
      "arabicVerse" : "بَلْ يُرِيدُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُؤْتَىٰ صُحُفًا مُنَشَّرَةً",
      "simpleTranslate" : [
        "Bien plus, chacun d’eux voudrait qu’on lui apporte de la part de Dieu des",
        "feuilles toutes déployées !"
      ],
      "tafsirTranslate" : [
        "Non, certes; chacun d'eux désire que des lettres ouvertes être envoyées à chacun",
        "d'eux. <N:38>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "Desires",
        "chaque",
        "personne",
        "d'eux",
        "cette",
        "il peut être administré",
        "pages",
        "étaler"
      ],
      "notes" : {
        "38" : [
          "Autrement dit, ils veulent que si Allah vraiment a nommé Muhammad [(sur lui la",
          "paix et bénédictions d'Allah)] comme son prophète, il doit envoyer une lettre à",
          "chacun des chefs et des anciens de la Mecque disant lui que Muhammad est Prophète",
          "d'Allah; il doit donc obéir et de le suivre. Et ces lettres devraient être telles",
          "qu'elles peuvent les convaincre qu'ils ont été écrits par Allah Lui-même. A un",
          "autre endroit dans le Coran, cette parole des mécréants de la Mecque a été cité:",
          "[ \"Nous ne croirons pas en elle, sauf si on nous donne comme ce qui a été donné",
          "aux messagers d'Allah.\"] [(Al -An`am: 124 <V:6:124>)]. A un autre endroit leur",
          "cette demande a été cité: [ \". Ou vous monter sur le ciel ... et faire descendre",
          "sur nous un écrit que nous pouvons lire\"] [(Bani lsra'il: 93 <V:17:93>)]."
        ]
      }
    },
    {
      "verseNumber" : 53,
      "arabicVerse" : "كَلَّا ۖ بَلْ لَا يَخَافُونَ الْآخِرَةَ",
      "simpleTranslate" : [
        "La vérité est qu’ils ne redoutent nullement la vie future."
      ],
      "tafsirTranslate" : [
        "Non, certes; la vérité est qu'ils ne craignent pas l'au-delà. <N:39>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "Mais",
        "ne pas",
        "ils craignent",
        "l'au-delà"
      ],
      "notes" : {
        "39" : [
          "Autrement dit, la véritable cause de leur incapacité à affirmer la foi est pas",
          "que leurs demandes ne sont pas remplies, mais la cause réelle est qu'ils sont",
          "courageux de l'au-delà. Ils pensent que ce monde est une fin en soi et ils n'ont",
          "pas la moindre idée qu'il ya une autre vie après cette vie dans laquelle ils",
          "auront à rendre compte de leurs actes. Cette chose a fait d'eux négligent et",
          "irresponsable dans le monde. Ils considèrent la question de la vérité et le",
          "mensonge comme totalement dénuée de sens, car ils ne voient pas la vérité",
          "suivante qui peut avoir conduit nécessairement à un bon résultat dans le monde,",
          "et ils ne voient tout mensonge qui aurait toujours conduit à un mauvais résultat",
          "dans le monde. Par conséquent, ils pensent qu'il est inutile simplement de",
          "considérer comme de ce qui est vraiment vrai et ce qui est faux. Cette question",
          "peut être digne de considération sérieuse que pour la personne qui regarde la vie",
          "du monde actuel comme transitoire et admet que la vie réelle et éternelle est",
          "l'au-delà de la vie, où la vérité se traduira nécessairement par un bon résultat",
          "et le mensonge nécessairement à une mauvais résultat. Une telle personne sera",
          "certainement croire quand il voit les arguments rationnels et les purs",
          "enseignements présentés dans le Coran et utiliser son bon sens pour comprendre ce",
          "qui est en fait mal avec les croyances et les actes que le Coran appelle mal.",
          "Mais le denier de l'au-delà qui est pas du tout sérieux dans sa recherche de la",
          "vérité, présentera jamais de nouvelles demandes chaque jour pour ne pas croire,",
          "et présentera une nouvelle excuse pour son refus même si toutes ses exigences",
          "sont remplies. Cette même chose a été exprimée dans la sourate AI-An`am: 7",
          "ainsi:. [ \"O Prophète, même si nous avions fait descendre vers vous un livre",
          "écrit en papier, et même si elles avaient touché de leurs propres mains les",
          "incroyants aurait dit: `Ce ne sont que la sorcellerie manifeste»]."
        ]
      }
    },
    {
      "verseNumber" : 54,
      "arabicVerse" : "كَلَّا إِنَّهُ تَذْكِرَةٌ",
      "simpleTranslate" : [
        "Qu’ils prennent donc garde ! Ce Coran est un vrai rappel."
      ],
      "tafsirTranslate" : [
        "Nay; <N:40> ceci est une Exhortation."
      ],
      "tanslateWordByWord" : [
        "Non",
        "En effet, il",
        "(Est) un rappel"
      ],
      "notes" : {
        "40" : [
          "Autrement dit, aucune demande de leur ne sera jamais remplie."
        ]
      }
    },
    {
      "verseNumber" : 55,
      "arabicVerse" : "فَمَنْ شَاءَ ذَكَرَهُ",
      "simpleTranslate" : [
        "S’en souvienne qui veut !"
      ],
      "tafsirTranslate" : [
        "Alors, quel testaments peuvent en bénéficier."
      ],
      "tanslateWordByWord" : [
        "donc, quiconque",
        "testaments",
        "(Peut) prêter attention à elle"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 56,
      "arabicVerse" : "وَمَا يَذْكُرُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ ۚ هُوَ أَهْلُ التَّقْوَىٰ وَأَهْلُ الْمَغْفِرَةِ",
      "simpleTranslate" : [
        "Mais ils ne s’en souviendront qu’autant que Dieu l’aura voulu, car c’est Lui qui",
        "est le Seul Digne d’être craint et c’est Lui qui est le Seul à qui il appartient",
        "de pardonner."
      ],
      "tafsirTranslate" : [
        "Mais ils ne seront pas en bénéficier, sauf si Allah le veut lui-même <N:41> Il",
        "est digne d'être craint; <N:42> et Il est digne de pardonner (ceux qui le",
        "craignent) [. * 43]"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "va prêter attention",
        "sauf",
        "cette",
        "testaments",
        "Allah",
        "Il",
        "(Est) digne",
        "à craindre",
        "et digne",
        "pardonner"
      ],
      "notes" : {
        "41" : [
          "Autrement dit, les ETCD prise HEED d'une personne dépendent pas entièrement de sa",
          "propre volonté, mais il faut tenir compte que lorsque Allah veut aussi de lui",
          "accorder la grâce de prendre garde. En d'autres termes, la vérité qui a été",
          "exprimée ici est qu'aucun acte de l'homme prend une forme concrète que par sa",
          "propre volonté, mais chaque acte est mis en œuvre que lorsque la volonté de Dieu",
          "se combine avec la volonté de l'homme. Ceci est une question très délicate,",
          "incapacité à comprendre ce qui a souvent fait la pensée humaine faiblir. En bref,",
          "il peut être compris ainsi: Si dans ce monde chaque homme avait le pouvoir",
          "d'accomplir tout ce qu'il voulait accomplir, le système du monde serait perturbé.",
          "Ce continuums système pour tenir seulement parce que la volonté d'Allah est",
          ".dominant sur toutes les autres volontés. L'homme ne peut accomplir tout ce qu'il",
          "veut accomplir que lorsque Allah veut aussi qu'il soit autorisé à accomplir. La",
          "même chose est également le cas avec l'orientation et l'erreur. il ne suffit pas",
          "seulement son propre désir d'avoir des conseils homme pour lui d'avoir des",
          "orientations; il reçoit des conseils seulement quand Allah prend également une",
          "décision de remplir son désir. De même, seul l'homme de désir de se égarer par",
          "lui-même est aussi pas assez, mais quand Allah en raison de son désir décide",
          "qu'il soit autorisé à se promener dans mauvaises voies, alors il erre dans les",
          "mauvaises voies dans lequel Allah lui permet de se promener. Comme par exemple,",
          "si une personne veut devenir un voleur, que son désir ne suffit pas qu'il puisse",
          "entrer dans la maison qu'il aime et mat loin avec tout ce qu'il veut, mais il ne",
          "peut satisfaire son désir qu'au moment et dans la mesure et sous la forme que",
          "AIlah lui permet de l'accomplir, selon sa sagesse suprême et l'opportunisme."
        ],
        "42" : [
          "Autrement dit, [ \"L'avertissement étant donné à vous pour éviter le",
          "mécontentement d'Allah est pas pour la raison que Dieu a besoin, et si vous ne",
          "prenez pas cela, AIlah serait blessé, mais vous étant admonesté parce il est le",
          "droit d'Allah que Ses serviteurs devraient chercher Son plaisir et de bonne",
          "volonté et devraient éviter de faire quelque chose contre sa volonté. \"]"
        ],
        "43" : [
          "Autrement dit, [ «Il incombe à Allah seul qu'il devrait recevoir dans sa",
          "miséricorde celui qui se désiste du mal, peu importe combien d'actes de",
          "désobéissance qu'il aurait pu commettre dans le passé. Allah est pas vengeresse à",
          "Ses serviteurs afin qu'Il peut refuser de pardonner leurs erreurs et être plié",
          "sur les punir, en tout cas. \"]"
        ]
      }
    }
  ],
  "medinian" : false
}