{
  "chapterNumber" : 75,
  "nbVerses" : 40,
  "name" : "La résurrection",
  "nameArabic" : "القيامة",
  "transName" : "al-qiyāma",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ",
      "simpleTranslate" : [
        "Non ! J’en jure par le Jour de la Résurrection !"
      ],
      "tafsirTranslate" : [
        "Non, <N:1> Je jure par le Jour de la Résurrection;"
      ],
      "tanslateWordByWord" : [
        "Non",
        "je le jure",
        "par (le) Jour",
        "(De) la Résurrection"
      ],
      "notes" : {
        "1" : [
          "Pour commencer le discours avec [ \"Non\"] par lui-même indique que la sourate fut",
          "révélée à réfuter un argument qui était déjà en cours. Le thème qui suit montre",
          "que l'argument était sur la résurrection et la vie après la mort, que les gens de",
          "la Mecque niaient aussi raillant en même temps. Ceci peut être compris par",
          "exemple. Si une personne ne veut que d'affirmer la vérité du Messager, il dira: [",
          "«Par Dieu, le Messager est venu avec la vérité.\"] Mais si certaines personnes",
          "pourraient être nier la vérité du Messager, il en réponse rejoindrait , ainsi:",
          "«non, par Dieu, le Messager est venu avec la vérité. [\" Cela voudrait dire: \"] Ce",
          "que vous dites est faux. Je jure que la vérité est ceci et cela \"."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ",
      "simpleTranslate" : [
        "Non ! J’en jure par l’âme toujours prompte à se faire des reproches !"
      ],
      "tafsirTranslate" : [
        "! Et non, je jure par l'âme de l'auto-reproches <N:2>"
      ],
      "tanslateWordByWord" : [
        "Et nay",
        "je le jure",
        "par l'âme",
        "auto-accusateur"
      ],
      "notes" : {
        "2" : [
          "Le Coran a mentionné trois types de soi humain: \n [(1)] Ammarah: le moi qui",
          "pousse l'homme au mal; \n [(2)] Lawwamah: l'auto qui se sent repentant à faire le",
          "mal, l'homme pensant mal et disposé mal et reproche à cet effet; et le même est",
          "appelé Conscienc dans la terminologie moderne; et \n [(3)] Mumta'innah: l'auto qui",
          "se sent pleine satisfaction à la suite de la bonne voie et l'abandon de la",
          "mauvaise voie. Ici. la chose pour laquelle. Allah a juré par la Résurrection",
          "[(al-Qiyamah)] et le Soi de l'auto-reproches, n'a pas été mentionnée, pour la",
          "phrase suivante indique lui-même dehors. Le serment a été juré de souligner la",
          "vérité que Dieu va certainement ressusciter l'homme après la mort et il a plein",
          "pouvoir de le faire. Maintenant, la question se pose: Quelle est la pertinence de",
          "prêter serment par ces deux vérités à cette chose? Quant au Jour de la",
          "Résurrection, la raison de jurer par elle est une certitude. L'ensemble du",
          "système de l'univers témoigne qu'il est ni éternel, ni éternelle. Sa propre",
          "nature dit qu'il n'a ni existé depuis l'éternité ne peut durer jusqu'à",
          "l'éternité. L'intellect humain n'a jamais eu aucun argument solide pour supporter",
          "la vue sans fondement que ce monde en constante évolution aurait pu exister",
          "depuis toujours et durerait toujours. Mais comme la connaissance de l'homme de ce",
          "monde va en augmentant, ii va le devenir de plus en plus certain pour l'homme",
          "lui-même que ce workhouse de la vie a eu un commencement dans le temps avant",
          "qu'il n'était pas, et nécessairement il a aussi une fin dans le temps après dont",
          "il ne sera pas. Pour cette raison, Allah a juré par la résurrection elle-même sur",
          "la présence de la Résurrection, et ceci est un serment du genre que nous",
          "pourrions jurer traiter une personne sceptique, qui peut être sceptique quant à",
          "sa propre existence, en disant: [ \"En vous vous, vous existe, à savoir, votre",
          "propre être elle-même témoigne que tu existes. \"] Mais un serment par le jour de",
          "la Résurrection est seulement un argument pour la vérité que ce système sera un",
          "jour bouleversé. Quant à la vérité que, après que l'homme doit être ressuscité et",
          "appelé à rendre compte de ses actes et de faits pour voir les bons ou mauvais",
          "résultats de ceux-ci, un autre serment a été prêté par l'auto âme reprochant.",
          "Aucun homme existe dans le monde, qui peuvent ne pas avoir une faculté appelée",
          "Conscience en lui. Cette conscience est nécessairement consciente du bien et du",
          "mal, et non: natter comment perverti et dégradé un homme peut-être, sa conscience",
          "lui vérifie toujours à faire le mal et de ne pas faire le bien, indépendamment du",
          "fait de savoir si le critère du bien et du mal qu'il avait fixé pour lui-même",
          "pourrait être bon ou mauvais en soi. Ceci est un pointeur express que l'homme est",
          "non seulement un animal, mais un être moral. Il peut naturellement distinguer le",
          "bien du mal; il se considère comme responsable pour le bien ou le mal qu'il fait;",
          "et même s'il pourrait se sentir supprimer les reproches de sa conscience sur le",
          "mal qu'il a fait à un autre plaisir, lui, au contraire, se sent et les exigences",
          "de l'intérieur que l'autre qui a fait le même mal à lui, doit mériter une",
          "punition. Maintenant, si l'existence d'une âme de l'auto-reproches de ce genre en",
          "Tnan lui-même est une vérité indéniable, cette vérité est aussi indéniable que la",
          "même âme de l'auto-reproches est une preuve de l'au-delà de la vie, qui existe",
          "dans la nature même de l'homme lui-même. Pour cette demande de la nature que",
          "l'homme doit être récompensé ou puni pour ses actes bons ou mauvais pour laquelle",
          "il est lui-même responsable, ne peut pas être satisfait de toute autre manière",
          "que dans l'au-delà de la vie. Aucune Tnan sensée ne peut nier que si l'homme",
          "devient inexistant après la mort, il va certainement être privé de la récompense",
          "de ses bonnes actions et échapper à la punition juste et légitime de beaucoup de",
          "ses mauvaises actions. Par conséquent, à moins que l'on vient à croire en l'idée",
          "absurde qu'un être rationnel comme Tnan a trébuché dans un système irrationnel de",
          "l'univers et un être moral comme Tnan est arrivé à être né dans un monde qui a",
          "fondamentalement rien à voir avec la morale, il ne peut pas nier l'au-delà de la",
          "vie. De même, la philosophie de la transmigration des âmes est aussi pas de",
          "réponse à cette demande de la nature, car si l'homme continue d'être né et",
          "renaître dans ce monde pour le bien d'être récompensé et puni pour ses actes",
          "moraux, à chaque cycle de vie il se produira des actes moraux supplémentaires, ce",
          "qui à nouveau sera ballot d'être récompensé et puni, ce qui rend son compte",
          "ronflements et ronfler long et compliqué d'une manière sans fin au lieu d'être",
          "réglé tidally et pour une bonne. . Par conséquent, cette demande de la nature est",
          "remplie que dans le cas où l'homme dans ce monde devrait avoir une seule vie et",
          "puis, après tout le genre humain a été mis fin, il devrait y avoir une autre vie",
          "dans laquelle ALi agit de l'homme doit être jugé et évalué à juste titre, et à",
          "juste titre, et il devrait être pleinement récompensé ou puni en conséquence.",
          "[(Pour de plus amples explications, voir E.N. 30 de la sourate Al-Araf)]."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "أَيَحْسَبُ الْإِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ",
      "simpleTranslate" : [
        "L’homme s’imagine-t-il que Nous ne pourrons jamais regrouper ses ossements?"
      ],
      "tafsirTranslate" : [
        "Est-ce que l'homme imagine que nous ne serons pas en mesure d'apporter ses os",
        "nouveau ensemble <N:3>"
      ],
      "tanslateWordByWord" : [
        "ne pense",
        "[l'homme",
        "qui ne",
        "Nous allons assembler",
        "ses os"
      ],
      "notes" : {
        "3" : [
          "Les deux arguments ci-dessus, qui ont été présentés sous la forme des serments,",
          "ne prouvent deux choses. En premier lieu, que la fin du monde [(i.e. la première",
          "étape de la résurrection)] est une certitude; et, deuxièmement, une autre vie",
          "après la mort est nécessaire, car sans elle les exigences logiques et naturelles",
          "de l'homme est d'être un être moral ne peuvent pas être remplies; et cela va",
          "certainement se produire, par l'existence de la conscience chez l'homme témoigne",
          "à elle. Maintenant, ce troisième argument a été donné à prouver que la vie après",
          "la mort est possible. Les gens de la Mecque qui niaient, dit encore et encore: [",
          "\"Comment peut-il que les gens qui sont morts des centaines de milliers d'années,",
          "dont les corps ont désintégré en particules et mélangés dans la poussière, dont",
          "les os pourris et ont été dispersés loin par les vents, dont certains ont été",
          "brûlés en cendres, d'autres dévorés par les bêtes de proie, d'autres encore se",
          "sont noyés dans les mers et avalés par les poissons, les constituants matériels",
          "de leur corps doivent ré-assembler et chaque homme doit se lever comme le même",
          "personne qu'il était une fois dix ou vingt mille ans avant Allah a donné sa",
          "réponse très rationnelle et très énergique dans la forme de cette brève",
          "question:? \"] est-ce que l'homme pense que nous ne serons pas en mesure de mettre",
          "ses os ensemble [?\" ce est, \"] Si on vous avait dit que les particules dispersées",
          "de votre corps se réunir de leur propre gré un certain temps dans l'avenir, et",
          "que vous souhaitez revenir à la vie par vous-même avec ce corps même, vous avez",
          "sans doute été justifiée considérant comme impossible. . Mais ce que vous avez",
          "réellement été dit est qu'une telle chose ne se produira pas par lui-même, mais",
          "Allah Tout-Puissant va faire. Maintenant, pensez-vous vraiment que le Créateur de",
          "l'univers, que vous vous considérez aussi comme le Créateur, serait impuissante à",
          "le faire? \"Ce fut une telle question en réponse à laquelle personne qui croyait",
          "en Dieu pour être le créateur de la univers, pourrait dire, ni alors ni",
          "aujourd'hui, que Dieu lui-même ne pouvait pas le faire même s'il le voulait Et si",
          "un mécréant dit une telle chose, il peut être demandé: Comment Dieu at-il en",
          "premier lieu rendre le corps dans lequel. vous existent actuellement, en",
          "rassemblant ses particules innombrables ensemble à partir de l'air, l'eau et la",
          "terre et beaucoup d'autres endroits vous ne savez pas quoi, et comment",
          "pouvez-vous dire que le même Dieu ne peut pas rassembler ses éléments",
          "constitutifs de nouveau ensemble?"
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "بَلَىٰ قَادِرِينَ عَلَىٰ أَنْ نُسَوِّيَ بَنَانَهُ",
      "simpleTranslate" : [
        "Erreur ! Car Nous avons le pouvoir de remettre en place même ses phalanges !"
      ],
      "tafsirTranslate" : [
        "Oui, en effet; Nous avons le pouvoir de remodeler même ses doigts. <N:4>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "(Nous sommes capables",
        "sur",
        "cette",
        "Nous pouvons restaurer",
        "ses doigts"
      ],
      "notes" : {
        "4" : [
          "Autrement dit, [ \"Sans parler de la construction de votre squelette encore une",
          "fois en rassemblant les principaux os? Nous sommes en mesure de faire toute les",
          "parties les plus délicates de votre corps, même du bout des doigts, comme ils",
          "utilisé pour être avant. \"]"
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "بَلْ يُرِيدُ الْإِنْسَانُ لِيَفْجُرَ أَمَامَهُ",
      "simpleTranslate" : [
        "Mais l’homme voudrait plutôt continuer à vivre dans le libertinage"
      ],
      "tafsirTranslate" : [
        "Mais l'homme désire persister dans ses mauvaises voies <N:5>."
      ],
      "tanslateWordByWord" : [
        "Non",
        "Desires",
        "[l'homme",
        "pour donner (le) se trouvent",
        "(À) ce qui est devant lui"
      ],
      "notes" : {
        "5" : [
          "Dans cette courte phrase la vraie maladie des deniers de l'au-delà a été",
          "clairement diagnostiquée. Ce qui les rend nient l'au-delà ne sont pas, en fait,",
          "leur sujet de la résurrection et au-delà comme impossible, mais ils le nier parce",
          "que l'acceptation de l'au-delà impose inévitablement certaines restrictions",
          "morales sur eux, qu'ils détestent. Ils veulent qu'ils devraient continuer",
          "d'itinérance dans le monde à volonté comme ils l'ont été en itinérance avant. Ils",
          "devraient avoir la liberté totale d'aller à commettre quelque injustice, la",
          "malhonnêteté, le péché et la méchanceté qu'ils ont commis avant, et il devrait y",
          "avoir aucun effet dissuasif d'entraver leur liberté et pour les avertir qu'un",
          "jour ils auront à comparaître et à rendre compte de leurs actions avant leur",
          "Dieu. Par conséquent, il ne leur intelligence qui est les empêchant de croire en",
          "l'au-delà, mais leurs désirs de l'auto."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "يَسْأَلُ أَيَّانَ يَوْمُ الْقِيَامَةِ",
      "simpleTranslate" : [
        "et à demander : «À quand donc le Jour de la Résurrection?»"
      ],
      "tafsirTranslate" : [
        "Il demande: '? Quand le Jour de la Résurrection être « <N:6>"
      ],
      "tanslateWordByWord" : [
        "Il demande",
        "Quand",
        "(Est) Jour",
        "(De) la Résurrection"
      ],
      "notes" : {
        "6" : [
          "Cette question n'a pas été mis en question, mais dérisoirement et de nier la",
          "Résurrection, Autrement dit, ils ne voulaient pas se demander quand la",
          "Résurrection aurait lieu, mais demandé moqueuse: [ \"Qu'est-ce qui est arrivé à la",
          "journée avec laquelle vous nous menacez. Quand viendra? \"]"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "فَإِذَا بَرِقَ الْبَصَرُ",
      "simpleTranslate" : [
        "Quand le regard sera hébété,"
      ],
      "tafsirTranslate" : [
        "Lorsque la vue est hébété, <N:7>"
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "est ébloui",
        "la vision"
      ],
      "notes" : {
        "7" : [
          "Littéralement, les mots Bariq al-basaru signifie éblouissante des yeux par la",
          "foudre, mais dans l'idiome arabe ces mots ne portent pas spécifiquement ce sens",
          "seulement, mais sont également utilisés pour de l'homme d'être frappés de terreur",
          "et étonné, ou son être confondu sur la rencontre avec un accident soudain et ses",
          "yeux étant étourdi à un spectacle affligeant devant lui. Ce sujet a été exprimé à",
          "un autre endroit dans le Coran, donc; [ \"AIlah reporte que leur cas au jour où",
          "les yeux se regardent avec consternation.\"] [(Ibrahim: 42 <V:14:42>)]."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَخَسَفَ الْقَمَرُ",
      "simpleTranslate" : [
        "quand la Lune sera éclipsée,"
      ],
      "tafsirTranslate" : [
        "et la lune est éclipsée,"
      ],
      "tanslateWordByWord" : [
        "Et devient sombre",
        "la lune"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَجُمِعَ الشَّمْسُ وَالْقَمَرُ",
      "simpleTranslate" : [
        "quand le Soleil et la Lune seront réunis,"
      ],
      "tafsirTranslate" : [
        "et le soleil et la lune sont réunis, <N:8>"
      ],
      "tanslateWordByWord" : [
        "Et sont reliés",
        "le soleil",
        "et la lune"
      ],
      "notes" : {
        "8" : [
          "Ceci est une brève description de l'état chaotique du système de l'univers, qui",
          "prévaudra dans la première étape de la Résurrection. L'obscurcissement de la lune",
          "et la jonction de la lune et le soleil ensemble peut aussi signifier que non",
          "seulement la lune perdra sa lumière, qui est empruntée au soleil, mais le soleil",
          "lui-même devient sombre et les deux deviendront dépourvue de lumière similaire .",
          "Un autre sens peut être que la terre va soudainement commencer à tourner dans",
          "l'ordre inverse et ce jour-là à la fois la lune et le soleil se lèvera",
          "simultanément à l'ouest. Et une troisième signification peut être que la lune va",
          "soudainement tirer hors de la sphère d'influence de la terre et tombera dans le",
          "soleil. Il peut y avoir un autre sens aussi de ce que nous ne pouvons pas",
          "comprendre aujourd'hui."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ",
      "simpleTranslate" : [
        "ce jour-là, l’homme s’écriera : «Où fuir?»,"
      ],
      "tafsirTranslate" : [
        ", ce jour sera l'homme disent: «Où le refuge?"
      ],
      "tanslateWordByWord" : [
        "Diront",
        "[l'homme",
        "Ce jour là",
        "Où",
        "(Est) l'évasion"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "كَلَّا لَا وَزَرَ",
      "simpleTranslate" : [
        "sans pouvoir trouver de refuge,"
      ],
      "tafsirTranslate" : [
        "Non, il n'y a pas de refuge."
      ],
      "tanslateWordByWord" : [
        "Loin de",
        "(Il n'y a pas",
        "refuge"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ",
      "simpleTranslate" : [
        "car c’est vers ton Seigneur, ce jour-là, que tout fera retour."
      ],
      "tafsirTranslate" : [
        "Avec votre Seigneur seul sera la retraite ce jour-là."
      ],
      "tanslateWordByWord" : [
        "À",
        "votre Seigneur",
        "Ce jour là",
        "(Est) le lieu de repos"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "يُنَبَّأُ الْإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ",
      "simpleTranslate" : [
        "Et, ce jour-là, l’homme sera mis en face de toutes ses œuvres, du début jusqu’à",
        "la fin."
      ],
      "tafsirTranslate" : [
        "Ce jour-là l'homme sera informé de ses actes, à la fois le plus tôt et le plus",
        "tard. <N:9>"
      ],
      "tanslateWordByWord" : [
        "Sera informé",
        "[l'homme",
        "Ce jour là",
        "de quoi",
        "il envoya",
        "et retint"
      ],
      "notes" : {
        "9" : [
          "Bima qaddama wa akhkhara est une phrase très complète, qui peut avoir plusieurs",
          "significations et probablement tous sont impliqués; [(1)] Cet homme, ce jour sera",
          "dit ce bon ou mauvais, il avait gagné dans sa vie mondaine avant la mort et",
          "envoyé en avant pour sa suite, et a également informé quels effets de son bien ou",
          "le mal agit, il avait laissé derrière lui dans le monde, qui a continué à",
          "travailler et à influencer les générations à venir pour les âges après lui; [(2)]",
          "qu'il sera tout dit qu'il aurait dû faire, mais qu'il n'a pas fait, et fait ce",
          "qu'il ne doit pas avoir fait; [(3)] que le compte datewise pleine de ce qu'il a",
          "fait avant et ce qu'il a fait par la suite sera placé devant lui; [(4)] qu'il",
          "sera dit tout le bien ou le mal qu'il avait fait, ainsi que informé du bien ou le",
          "mal qu'il avait laissé inachevé."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "بَلِ الْإِنْسَانُ عَلَىٰ نَفْسِهِ بَصِيرَةٌ",
      "simpleTranslate" : [
        "Bien plus, l’homme se constituera en témoin oculaire déposant contre lui-même,"
      ],
      "tafsirTranslate" : [
        "Mais voici, l'homme est bien conscient de lui-même,"
      ],
      "tanslateWordByWord" : [
        "Non",
        "[L'homme",
        "contre",
        "lui-même",
        "(Sera) un témoin"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَلَوْ أَلْقَىٰ مَعَاذِيرَهُ",
      "simpleTranslate" : [
        "quelles que soient les excuses qu’il pourra par la suite présenter."
      ],
      "tafsirTranslate" : [
        ", bien qu'il pourrait faire des excuses. <N:10>"
      ],
      "tanslateWordByWord" : [
        "Même si",
        "il présente",
        "ses excuses"
      ],
      "notes" : {
        "10" : [
          "Autrement dit, l'objet de placer le dossier de l'homme devant lui ne sera pas",
          "d'informer le coupable de ses crimes, mais cela se fera parce que les exigences",
          "de la justice ne sont pas remplies à moins que la preuve du crime est produit",
          "devant le tribunal; sinon Everyman pleinement sait bien ce qu'il est en réalité.",
          "Par souci de la connaissance de soi, il DCEs pas besoin qu'un autre devrait lui",
          "dire ce qu'il est. Un menteur peut tromper le monde entier, mais il lui même sait",
          "qu'il se trouve. Un voleur peut concevoir un millier de dispositifs pour cacher",
          "son crime, mais il est lui-même conscient qu'il est un voleur. Une personne",
          "impliquée dans l'erreur peut présenter mille arguments pour assurer le peuple",
          "qu'il est honnêtement convaincu de l'incrédulité, l'athéisme ou le polythéisme,",
          "qu'il professe et suit, mais sa conscience ne ignore jamais pourquoi il persiste",
          "dans ce credo et ce, en fait, l'empêche de comprendre et d'admettre son erreur et",
          "de la fausseté. Une personne injuste, méchant, malhonnête, amorale et corrompu",
          "peut même supprimer la voix de sa propre conscience en inventant un ou une autre",
          "excuse pour qu'il puisse arrêter lui reprocher et doit être convaincu qu'il fait",
          "tout ce qu'il fait seulement à cause de certaines contraintes , des expédients et",
          "des besoins réels, mais malgré cela, il a en tout cas la connaissance de ce mal",
          "qu'il a commis contre une certaine personne, comment il a privé une autre de ses",
          "droits, comment il a trompé encore une autre et que les méthodes illégales qu'il",
          "a utilisé pour gagner ce il a gagné. Par conséquent, au moment où il se présente",
          "à la Cour de l'au-delà, tout mécréant, chaque hypocrite, chaque personne méchant",
          "et coupable sera lui-même en sachant ce qu'il a fait dans le monde et pour quel",
          "crime il se tient devant son Dieu."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ",
      "simpleTranslate" : [
        "N’essaie pas , Prophète, de répéter sur-le-champ tout verset qui t’est révélé",
        "dans ton impatience de le retenir !"
      ],
      "tafsirTranslate" : [
        "(O Prophète), <N:11> Ne pas remuer votre langue à la hâte (à commettre",
        "l'Apocalypse à la mémoire)."
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "Déplacer",
        "Avec ça",
        "ta langue",
        "pour hâter",
        "Avec ça"
      ],
      "notes" : {
        "11" : [
          "Le passage entier d'ici à [ \"Encore une fois, il est pour nous d'expliquer sa",
          "signification\"], est une parenthèse, qui a été interposé ici comme une adresse au",
          "Saint Prophète [(sur lui la paix)] . Comme nous l'avons expliqué dans",
          "l'introduction ci-dessus, dans la phase initiale de la Prophétie quand le Saint",
          "Prophète [(sur lui la paix)] n'a pas encore pleinement utilisé pour recevoir la",
          "Révélation, il avait peur quand l'Apocalypse était descendu vers lui s'il serait",
          "être en mesure de se rappeler exactement ce que l'Ange Gabriel [(la paix soit sur",
          "lui)] récitait pour lui ou non. Par conséquent, il tenterait de commettre à la",
          "mémoire rapidement ce qu'il a entendu de l'Ange simultanément. La même chose",
          "quand Gabriel récitait ces versets de la sourate Al-Qiyamah. Par conséquent,",
          "interrompant ce qui a été révélé, le saint Prophète a été chargé de l'effet: [",
          "\"Ne pas essayer de mémoriser les mots de la révélation, mais écoutez",
          "attentivement et soigneusement Il est de notre responsabilité de vous permettre",
          "de se rappeler par cœur. puis de le réciter avec précision. Soyez assuré que vous",
          "n'oublierez pas même un mot de cette révélation, ni jamais commettre une erreur",
          "en récitant! \n Après cette instruction, le thème original est repris avec \"] Non,",
          "en aucun cas! Le fait est... [« Les gens qui ne sont pas au courant de ce fond",
          "concernant ces phrases comme entièrement .unconnected avec le contexte quand ils",
          "voient les intercalés ici . Mais on ne voit pas de pertinence quand on a compris",
          "leur fond. Ceci peut être compris par exemple. Un enseignant de voir le manque",
          "d'attention d'un étudiant au cours de la leçon pourrait interrompre la leçon pour",
          "lui dire, \"] Écoutez-moi attentivement [\", puis reprendre son discours, Cette",
          "phrase va certainement sembler sans rapport avec ceux qui pourraient être pas au",
          "courant de l'incident et peut lire la leçon quand il est imprimé et publié mot",
          "pour mot, Mais celui qui est au courant de l'incident en raison de laquelle cette",
          "phrase a été interposée, se sentira convaincu que la leçon a été reproduit",
          "verbatum et rien n'a été augmenté ou diminué dans le processus de reproduction. \n",
          "L'explication que nous avons donnée ci-dessus de l'interpolation de la parenthèse",
          "dans le contexte actuel, est non seulement basée .sur conjecture, mais il a été",
          "expliqué également dans les traditions authentiques. Imam Ahmad, Bukhari, Muslim,",
          "Nasa'i, Tirmidhi Ibn Jarir, Tabarani, Baihaqi et autres traditionnistes ont lié",
          "avec des chaînes authentiques d'émetteurs une tradition de Hadrat `Abdullah bin`",
          "Abbas, en disant que lorsque le Coran a été révélé au Saint Prophète [(sur lui la",
          "paix)], il commencer à répéter les paroles de l'Apocalypse rapidement que l'Ange",
          "Gabriel les récitait, craignant qu'il ne devrait oublier une partie de celui-ci",
          "plus tard. Là-dessus, il a été chargé: \"] Ne déplacez pas votre langue de se",
          "rappeler cette révélation à la hâte ... La même chose a été lié de Sha`bi, Ibn",
          "Zaid, Dahhak, Hasan Basri, Qatadah, Mujahid et d'autres commentateurs début."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ",
      "simpleTranslate" : [
        "C’est à Nous qu’il appartient de te l’apprendre et de t’en faciliter la lecture."
      ],
      "tafsirTranslate" : [
        "Assurément, il est pour nous d'avoir de vous engager à la mémoire et à le",
        "réciter."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "sur nous",
        "(Est) sa collection",
        "et sa récitation"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ",
      "simpleTranslate" : [
        "Au fur et à mesure que Nous l’énoncerons, suis-en la récitation"
      ],
      "tafsirTranslate" : [
        "Et quand Nous le récitons, <N:12> suivent sa récitation attentive;"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Nous avons récité",
        "puis suivez",
        "sa récitation"
      ],
      "notes" : {
        "12" : [
          "Bien qu'il ait été Gabriel [(la paix soit sur lui)] qui a récité le Coran au",
          "Saint Prophète [(sur qui être la paix d'Allah)], car il a récité au nom d'Allah",
          "et non pas sur son propre nom, Allah a dit: [ «Quand nous récitons il.\"]"
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ",
      "simpleTranslate" : [
        "et ce sera à Nous, ensuite, de t’en éclairer le sens !"
      ],
      "tafsirTranslate" : [
        ", alors il sera pour nous l'expliquer. <N:13>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "effectivement",
        "sur nous",
        "(Est) son explication"
      ],
      "notes" : {
        "13" : [
          "Cela donne le sentiment, et certains des premiers commentateurs aussi ont donné",
          "expression au même, que, probablement au début du Saint Messager d'Allah utilisé",
          "pour demander de l'Ange Gabriel le sens d'un verset ou un mot ou une commande du",
          "Coran, même au milieu même de la Révélation elle-même. Par conséquent, le Saint",
          "Prophète n'a pas seulement donné l'instruction qu'il doit écouter tranquillement",
          "à l'Apocalypse quand il carne vers lui, et a assuré que son chaque mot serait",
          "conservé dans sa mémoire précisément, et il serait permis de réciter le Coran",
          "exactement comme il a été révélé, mais en même temps, il a également promis qu'il",
          "serait fait pour comprendre le sens et l'intention de chaque commande et chaque",
          "instruction de la révélation divine. \n Ceci est un verset très important, ce qui",
          "prouve certains concepts fondamentaux qui, si bien compris, peut protéger un",
          "contre les erreurs que certaines personnes ont été répandent avant car ils sont",
          "eux répandent aujourd'hui. \n Premièrement, il prouve clairement que le Saint",
          "Prophète [(sur lui la paix)] n'a pas reçu seulement la Révélation qui est",
          "enregistré dans le Coran mais à part cela, il a également reçu une telle",
          "connaissance par révélation que ne soit pas enregistrée dans ce . Car, si le sens",
          "et l'intention des commandements du Coran, ses allusions, ses mots et ses termes",
          "spécifiques, que le Saint Prophète a été fait pour comprendre, avaient été",
          "enregistrés dans le Coran, il n'y avait pas besoin de dire qu'il était également",
          "propre responsabilité d'Allah pour expliquer sa signification, car il devrait",
          "alors être là dans le Coran lui-même. Par conséquent, on devra admettre que les",
          "explications qui ont été données par Allah des significations du contenu du",
          "Coran, étaient en tout cas, en plus des mots du Coran. Ceci est une autre preuve",
          "de l'Apocalypse secret du Saint Prophète que le Coran fournit. [(Pour de plus",
          "amples preuves de ce du Coran, voir notre livre Sunnat ki A ni Haithiyat pp.",
          "94-95 et pp. 118-125)]. \n En second lieu, l'explication de la signification et de",
          "l'intention du Coran et de ses commandements qui a été donné par Allah au Saint",
          "Prophète [(sur lui la paix)], a été donné dans le but qu'il doit faire comprendre",
          "aux gens le Coran par sa parole et en acte selon elle et leur apprendre à agir",
          "sur ses commandes. Si cela n'a pas été l'objet, et l'explication n'a été donnée",
          "pour qu'il puisse restreindre sa connaissance à lui-même, il était alors un",
          "exercice futile, car il ne pouvait pas aider de quelque façon dans l'exercice des",
          "fonctions prophétiques. Par conséquent, seule une personne folle pourrait dire",
          "que ce travail d'explication n'a pas de valeur juridique. Allah Lui-même a dit",
          "dans la sourate An-Nahl: 44: [ \"Et O Prophète, Nous avons fait descendre ce",
          "Admonition à vous afin que vous pouvez faire simple et expliquer l'enseignement",
          "qui a été envoyé pour eux au peuple.\"] [( Pour plus d'explications, voir eN 40 de",
          "la sourate An-Nahl)]. Et à quatre endroits dans le Coran, Allah a déclaré que la",
          "tâche du Saint Prophète était non seulement de réciter les versets du Livre",
          "d'Allah, mais aussi d'enseigner le Livre. [(Al-Baqarah: 129 <V:2:129>, .151,",
          "Al-Imran: 164 <V:3:164>, Al-Jumu`ah:. 2. Nous avons pleinement expliqué tous ces",
          "versets aux pp 74-77 de Sunnat ki A'ini Haithiyat Après cela",
          "<V:62:.2.Nousavonspleinementexpliquétouscesversetsauxpp74-77deSunnatkiA'iniHaithiyatAprèscela>,",
          "comment peut-on un croyant du Coran nie que le Coran est exact et faisant",
          "autorité, comme une question de fait officielle, l'explication est que ce que le",
          "Saint Prophète (que la paix soit)] a donné par sa parole et par les actes, car il",
          "est pas son explication personnelle, mais l'explication donnée par le Dieu qui a",
          "fait descendre le Coran pour lui. En dehors de cela, ou en laissant cela de côté",
          "toute personne qui explique un verset ou un mot, du Coran selon son caprice et le",
          "désir, commet une audace qui ne vrai croyant ne pourrait jamais commettre. \n En",
          "troisième lieu, même si une personne a lu le Coran que superficiellement, il ne",
          "peut pas empêcher de penser qu'il ya beaucoup de choses dans ce sens et dont la",
          "réelle intention ne peut être compris par un lecteur d'arabe seulement à partir",
          "des mots du Coran , il ne peut savoir comment agir sur les commandes enjointes en",
          "eux. Prenez le mot salat par exemple; La loi qui a été le plus sollicité par le",
          "Coran après l'affirmation de la foi est l'acte de salat. Mais aucun homme",
          "seulement avec l'aide du dictionnaire peut déterminer sa signification réelle.",
          "Tout au plus ce que l'on peut comprendre de la façon dont il a été mentionné à",
          "plusieurs reprises dans le Coran est que ce mot arabe a été utilisé dans un",
          "certain sens terminologique spécial, et il implique probablement une loi spéciale",
          "que les croyants sont tenus d'effectuer. Mais simplement en lisant le Coran pas",
          "de lecteur de l'arabe peut déterminer quel acte particulier, il est, et comment",
          "il doit être exécuté. La question: Si l'expéditeur du Coran n'a pas nommé un",
          "enseignant de lui-même et lui a expliqué la signification précise et exacte de ce",
          "terme et lui a enseigné la méthode en détail la mise en œuvre de la commande du",
          "salat, pourrait-il y avoir même deux musulmans dans le monde qui auraient été",
          "d'accord sur une méthode d'agir sur la commande de salat juste en lisant le",
          "Coran? La raison pour laquelle les musulmans ont été performants salat dans une",
          "seule et même manière, génération après génération, depuis plus de 1500 ans, et",
          "la façon dont des millions et des millions de musulmans effectuent la commande de",
          "salat similaire dans toutes les parties du monde, est que AIlah avait non",
          "seulement révélé les mots du Coran à Son messager, mais avait également expliqué",
          "à lui pleinement le sens de ces mots et le même sens, il a enseigné aux gens qui",
          "ont accepté le Coran comme le livre d'Allah et lui le Messager d'Allah. \n",
          "Quatrièmement, les moyens de connaître l'explication des paroles du Coran que",
          "Allah a enseigné à Son messager et le Messager de sa Ummah par la parole et",
          "l'action, est nul autre que le Hadith et la Sunna, Le Hadith implique les",
          "traditions dont les plus anciens adeptes transmis aux générations futures sur les",
          "paroles et les actes du Messager sur l'autorité de son, et la Sunna implique le",
          "mode de vie qui est devenue courante dans la vie individuelle et collective des",
          "musulmans par l'enseignement oral et pratique du Saint Messenger, les détails qui",
          "ont été légués par l'ancien aux dernières générations de traditions fiables ainsi",
          "que vu .by leur pratique dans la vie des premiers disciples. La personne qui",
          "refuse de reconnaître ce moyen de connaissance, en fait, dit qu'Allah après avoir",
          "pris la responsabilité d'expliquer la signification du Coran à Son Messager, à",
          "Dieu ne plaise, a manqué à sa promesse. Pour cette responsabilité n'a pas été",
          "prise pour expliquer le sens que le Messager à titre personnel, mais dans le but",
          "que la Ummah également être fait pour comprendre la signification du livre divin",
          "par l'intermédiaire du Messager. Et dès que le Hadith et la Sunna sont refusés à",
          "être une source de droit, cela revient presque à dire que Allah n'a pas réussi à",
          "mener à bien sa responsabilité. Puisse Allah nous protéger la mousse tel",
          "blasphème! Pour celui qui fait valoir que beaucoup de gens avaient également",
          "fabriqué Hadid, nous dirions que la fabrication de Hadid lui-même est une preuve",
          "majeure du fait que, dans le début l'ensemble Ummah a donné les paroles et les",
          "actes du Saint Messager [(Sur qui est Allah la paix)] l'état de droit, sinon",
          "pourquoi les gens qui voulaient répandre l'erreur ont fabriqué de faux, Hadith. .",
          "Pour que les pièces de monnaie sont contrefaits qui sont en cours dans le bazar;",
          "personne n'imprimer la monnaie de papier qui n'a pas de valeur dans le bazar.",
          "Ensuite, ceux qui disent qu'une telle chose ne savent peut-être pas que cette",
          "Ummah avait vu à elle dès le début qu'aucun mensonge a été attribuée au saint",
          "homme dont les paroles et les actes avaient le statut de la loi, et que le danger",
          "d'attribuer des choses fausses à lui augmenté, les sympathisants de la Oummah",
          "fait plus et encore plus grands efforts tt) distinguent le vrai du contrefaçon.",
          "La science de distinguer le vrai du faux traditions est une science unique,",
          "inventé et développé que par les musulmans. Malheureux en effet sont ceux qui",
          "sans acquérir cette science sont induits en erreur par les orientalistes",
          "occidentaux à regarder sur le Hadith et la Sunna comme non authentique et non",
          "fiable et ne réalisent pas comment ils nuisent gravement l'islam par leur",
          "témérité."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "كَلَّا بَلْ تُحِبُّونَ الْعَاجِلَةَ",
      "simpleTranslate" : [
        "Ah non ! Vous aimez plutôt la vie fugitive"
      ],
      "tafsirTranslate" : [
        "Nay; <N:14> la vérité est que vous aimez ardemment (le bien de ce monde) qui peut",
        "être obtenu à la hâte,"
      ],
      "tanslateWordByWord" : [
        "Non",
        "Mais",
        "tu aimes",
        "l'immédiat"
      ],
      "notes" : {
        "14" : [
          "Le thème est à nouveau repris là où elle a été interrompue par la parenthèse. [",
          "«En aucun cas\"] implique; [ \"Vous niez l'au-delà non pas parce que vous",
          "considérez le Créateur de l'univers comme impuissant à apporter Résurrection et",
          "ressusciter les morts, mais à cause de cela et cette autre raison.\"]"
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "وَتَذَرُونَ الْآخِرَةَ",
      "simpleTranslate" : [
        "et négligez la vie future !"
      ],
      "tafsirTranslate" : [
        "et sont inconscients de l'au-delà. <N:15>"
      ],
      "tanslateWordByWord" : [
        "Et laisser",
        "l'au-delà"
      ],
      "notes" : {
        "15" : [
          "Ceci est la deuxième raison pour nier l'au-delà, le premier étant celui mentionné",
          "dans le verset 5 ci-dessus, en disant: Depuis que l'homme veut éviter les",
          "restrictions morales qui sont inévitablement imposées par la croyance dans",
          "l'au-delà, son des motifs égoïstes, en fait, l'exhortent à nier l'au-delà, puis",
          "il essaie de présenter des arguments afin de rationaliser son refus. Maintenant,",
          "la deuxième raison d'être présenté est que les deniers de l'au-delà sont étroits",
          "d'esprit et à courte vue; pour eux que ces résultats sont tous importants, qui",
          "apparaissent dans ce monde, et ils ne donnent aucune importance à ces effets qui",
          "apparaîtront dans l'au-delà. Ils pensent qu'ils devraient dépenser tout leur",
          "travail et d'efforts pour atteindre quels que soient les avantages, les plaisirs",
          "ou les joies qu'ils peuvent atteindre ici, car si l'on atteint cela, on tout, peu",
          "importe ce que la fin du mal cela pourrait conduire à l'au-delà atteints. De",
          "même, ils pensent que la perte ou de la difficulté ou la douleur qui peuvent",
          "affliger un ici est une chose qu'il faut éviter, peu importe à quel point une",
          "récompense qu'il pourrait gagner un dans l'au-delà si l'on enduré ici. Ils sont",
          "seulement intéressés par le marché de l'argent. Pour des raisons de distance",
          "comme une chose que l'au-delà, ils ne peuvent ni renoncer à un profit ni subir",
          "une perte aujourd'hui. Avec ce mode de pensée quand ils discutent de la question",
          "de l'au-delà rationnellement, il est vrai rationalisme, mais un mode de pensée en",
          "raison de laquelle ils sont résolus à ne pas reconnaître l'au-delà, en tout cas,",
          "même si leur conscience pourrait être en train de pleurer la mousse à l'intérieur",
          "que le arguments pour l'apparition possible et la nécessité de l'au-delà donnée",
          "dans le Coran sont très rationnels et leur propre raisonnement contre elle est",
          "très faible."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ",
      "simpleTranslate" : [
        "Ce jour-là, il y aura des visages qui brilleront d’un vif éclat"
      ],
      "tafsirTranslate" : [
        "Quelques visages sur ce jour-là seront fraîche et resplendissante, <N:16>"
      ],
      "tanslateWordByWord" : [
        "Visages",
        "Ce jour là",
        "(Sera) radiant"
      ],
      "notes" : {
        "16" : [
          "[ \"Certains visages seront frais\"]; sera rayonnant de joie et de plaisir, pour",
          "l'au-delà où ils avaient cru, sera devant eux précisément en conséquence pour",
          "leur croyance. Ainsi, quand ils voient l'au-delà pour l'amour dont ils avaient",
          "abandonné les avantages illicites du monde et a subi des pertes légitimes,",
          "effectivement établie sous leurs yeux, ils auront la satisfaction qu'ils avaient",
          "commerce la décision correcte sur leur chemin de la vie, et la dîme était venu où",
          "ils jouiraient ses meilleurs et abondante de fruits."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "إِلَىٰ رَبِّهَا نَاظِرَةٌ",
      "simpleTranslate" : [
        "et qui seront tout absorbés dans la contemplation de leur Seigneur,"
      ],
      "tafsirTranslate" : [
        "et sera en regardant vers leur Seigneur; <N:17>"
      ],
      "tanslateWordByWord" : [
        "Vers",
        "leur Seigneur",
        "recherche"
      ],
      "notes" : {
        "17" : [
          "Certains commentateurs ont compris allégoriquement. Ils disent que les mots [",
          "\"regardant vers quelqu'un\"] sont utilisés idiomatique pour avoir des attentes de",
          "quelqu'un, en attendant sa décision et en espérant que sa miséricorde et de",
          "bonté: si bien que même une personne aveugle dit aussi qu'il se tourne vers",
          "quelqu'un dans l'espoir de voir comment il l'aide. Mais dans un grand nombre de",
          "hadiths le commentaire qui a été rapporté de lui par le Saint Prophète [(sur",
          "lesquels la paix)] est que sur l'au-delà les illustres serviteurs de AIlah seront",
          "bénies avec la vision de leur Seigneur. Selon une tradition dans Bukhari: [ \".",
          "Vous ouvertement voir votre Seigneur\"] musulman et Tirmidhi ont porté sur",
          "l'autorité de Hadrat Suhaib que le Saint Prophète a dit:. [ «Quand les justes",
          "entrent Paradise Allah leur demandera: Do vous voulez que je vous bénis avec",
          "quelque chose de plus ils répondront:? Avez-vous pas fait nos visages lumineux:?",
          "Avez-vous pas nous admis dans le Paradis et nous a sauvés de l'enfer Alors, AIIah",
          "va supprimer le rideau et aucune des bénédictions qu'ils avait été béni avec",
          "jusqu'à ce sera alors plus cher que ce qu'ils devraient être bénis avec la vision",
          "de leur Seigneur \"] Et cette récompense très est la récompense supplémentaire",
          "dont le Coran dit: [\" Ceux qui ont fait d'excellents travaux, obtiendra",
          "d'excellentes récompenses, et même quelque chose en plus que \"] [(Yunus: 26",
          "<V:10:26>)] Bukhari et Muslim ont porté, sur l'autorité de Abû Sa'id Khoudri et",
          "Abû Hurayra: [\". les gens ont demandé: O Messager d'Allah, nous verrons notre",
          "Seigneur le jour de la Résurrection le Saint Messager répondit: ne trouvez-vous",
          "des difficultés à voir le soleil et la lune quand il n'y a aucun nuage entre les",
          "deux? Ils ont dit qu'ils ne l'ont pas. Le Saint Messager dit:. De même, vous vous",
          "verrez Seigneur »] Une autre tradition portant presque sur le même sujet a été",
          "rapporté dans Bukhari et Muslim de Hadrat Jarir bin` Abdullah Imam Ahmad,",
          "Tirmidhi, Daraqoutni, lbn Jarir Ibn AIMundhir.. . Tabarani, Baihaqi Ibn Abi",
          "Shaibah et quelques autres traditionnistes ont raconté, avec un peu de variation",
          "dans des formulations une tradition de Hadrat `Abdullah bin 'Umar, en disant: [\"",
          "l'homme du rang le plus bas parmi les habitants du Paradis verront l'immensité de",
          "son royaume jusqu'à une distance parcourue en deux mille ans, et les gens du plus",
          "haut rang parmi eux verront leur Seigneur deux fois par jour. Puis, le Saint",
          "Prophète récita ce verset: `Ce jour-là quelques visages sont frais, en regardant",
          "vers leur Seigneur '\" Abdullah est à l'effet: [] Une tradition dans Ibn Majah de",
          "Hadrat Jabir bin \". AIIah se penchera vers eux , et ils vont se tourner vers",
          "Allah. Alors, jusqu'à ce qu'Allah se cache d'eux, ils ne seront pas prêter",
          "attention à toute autre bénédiction du Paradis, et continueront de se tourner",
          "vers Lui. \"] Sur la base de cela et beaucoup d'autres traditions, les adeptes de",
          "la Sunna presque à comprendre l'unanimité cette verset dans le sens que, dans",
          "l'au-delà les habitants du Paradis seront bénis avec la vision d'Allah, et cela",
          "est pris en charge par ce verset du Coran aussi: [ «Non, sûrement à ce jour, ils",
          "[(les pécheurs)] doivent être tenus à l'écart de la vision de leur Seigneur \"] [.",
          "(AI-Mutaffifin: 15)]. De celui-ci peut automatiquement conclure que cette",
          "privation sera le sort des pécheurs. pas des justes. \n Ici, la question se pose",
          "comment l'homme peut jamais voir Dieu? Une chose est vu quand il est là dans une",
          "direction particulière, le lieu. la forme et la couleur, et les rayons de lumière",
          "sont réfléchis par elle à l'œil de l'homme et son image est transporté de l'œil à",
          "la zone de vue dans le cerveau. Est-il concevable jamais à l'égard de l'Etre",
          "d'Allah, Seigneur de l'Univers, que l'homme serait capable de le voir de cette",
          "façon? Mais cette question, en fait, les ressorts d'une grave malentendu. Il DCES",
          "pas tenu compte de la distinction entre deux choses: l'essence de voir et de la",
          "forme spécifique de la survenance de l'acte de voir avec lesquels nous sommes",
          "familiers dans le monde. L'essence de la vision est que le voyant doit être",
          "caractérisée par la puissance de la vue: il ne doit pas être aveugle, et la chose",
          "à voir doit se manifester à lui, pas caché de lui. Mais dans le monde ce que nous",
          "vivons et observons est que la forme spécifique de voir dans laquelle un homme ou",
          "un animal voit pratiquement quelque chose, et pour cela il est nécessaire que le",
          "voyant doit avoir un organe appelé l'œil dans son corps, l'œil doit le pouvoir de",
          "la vue, il devrait avoir un physique borné, objet de couleur devant elle, qui",
          "devrait refléter les rayons de lumière à l'œil, et l'œil doit être en mesure de",
          "recevoir son image. Maintenant, si une personne pense que la démonstration",
          "pratique de l'essence de la vision peut avoir lieu que dans la forme avec",
          "laquelle nous sommes familiers dans le monde, il serait seulement montrant",
          "l'étroitesse de sa propre attitude mentale; sinon il peut y avoir dans le royaume",
          "de Dieu innombrables façons de voir, que nous ne pouvons même pas imaginer. Celui",
          "qui conteste cela devrait nous dire si son Dieu est de voir ou aveugle. S'il voit",
          "et voit toute son univers et tout en elle, voit-il tout cela avec un organe",
          "appelé l'œil avec lequel les hommes et les animaux voient les choses dans le",
          "monde, et ETCD l'acte de voir question ci de lui comme il jaillit de notre part?",
          "De toute évidence, la réponse est négative, et quand il en est ainsi, pourquoi un",
          "homme sensé trouver qu'il est difficile de comprendre que, dans l'au-delà les",
          "habitants du Paradis verront pas Allah dans la forme spécifique dans laquelle",
          "l'homme voit quelque chose dans le monde, mais il la nature de la vision sera",
          "différent, que nous ne pouvons pas comprendre ici. Le fait est qu'il est encore",
          "plus difficile pour nous de comprendre la nature de l'au-delà avec précision et",
          "exactitude que pour un enfant de deux ans pour comprendre ce que la vie",
          "matrimoniale est, alors que lui-même aura l'expérience quand il grandit. ."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ",
      "simpleTranslate" : [
        "et des visages tout crispés"
      ],
      "tafsirTranslate" : [
        "et des visages sur ce jour-là sera sombre,"
      ],
      "tanslateWordByWord" : [
        "et les visages",
        "Ce jour là",
        "(Sera) déformée"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "تَظُنُّ أَنْ يُفْعَلَ بِهَا فَاقِرَةٌ",
      "simpleTranslate" : [
        "et tourmentés par les horribles tourments qu’ils devront subir."
      ],
      "tafsirTranslate" : [
        "croire qu'une calamité écrasant est sur le point de les frapper."
      ],
      "tanslateWordByWord" : [
        "En pensant",
        "cette",
        "sera fait",
        "pour eux",
        "éreintant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "كَلَّا إِذَا بَلَغَتِ التَّرَاقِيَ",
      "simpleTranslate" : [
        "Qu’on y pense ! Lorsque le souffle de vie parviendra aux clavicules ;"
      ],
      "tafsirTranslate" : [
        "Nay; <N:18> lorsque l'âme d'un homme atteint à la gorge,"
      ],
      "tanslateWordByWord" : [
        "Non",
        "Quand",
        "elle atteint",
        "les clavicules"
      ],
      "notes" : {
        "18" : [
          "L'expression [ \"nullement\"] concerne le contexte, et signifie: [ \". Vous avez",
          "tort de penser que vous serez anéantis après la mort et vous ne serez pas revenir",
          "à votre Seigneur\"]"
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَقِيلَ مَنْ ۜ رَاقٍ",
      "simpleTranslate" : [
        "lorsque l’on réclamera partout un remède ;"
      ],
      "tafsirTranslate" : [
        "et il est dit: «Est-il un magicien qui peut aller de l'avant et de l'aide (par",
        "son chant) ' <N:19>"
      ],
      "tanslateWordByWord" : [
        "Et il est dit",
        "Qui",
        "(Volonté) cure"
      ],
      "notes" : {
        "19" : [
          "Le mot raqin dans l'original peut-il dérivé de Ruqayyah, ce qui signifie le",
          "recours à de charme, enchanteur et de l'exercice, et aussi de raqi, ce qui",
          "signifie croissant. Dans le premier cas, le. Signification serait: [ «Enfin,",
          "lorsque les préposés du patient sont déçus par tous les remèdes et la guérison,",
          "ils diront:\"] Laissez-nous au moins faire appel à un magicien, qui peut le",
          "sauver; [ \"dans le second cas, le sens serait: \"] A cet air les anges diront: que",
          "les anges sont à prendre son âme: les anges de la peine ou les anges de la",
          "miséricorde?\" en d'autres termes, à ce moment précis de la question sera tranchée",
          "en quelle qualité le mourant entre dans l'au-delà, s'il est une personne juste,",
          "les anges de la miséricorde vont le prendre, et s'il est méchant, les anges de la",
          "miséricorde se tenir à l'écart et les anges de la peine vont le saisir et",
          "l'emmènent."
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَظَنَّ أَنَّهُ الْفِرَاقُ",
      "simpleTranslate" : [
        "lorsque l’agonisant sentira que sa fin est arrivée,"
      ],
      "tafsirTranslate" : [
        "et il se rend compte que l'heure de la séparation est venue,"
      ],
      "tanslateWordByWord" : [
        "Et il est certain",
        "que",
        "(Est) la séparation"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَالْتَفَّتِ السَّاقُ بِالسَّاقِ",
      "simpleTranslate" : [
        "et que ses jambes se crisperont l’une sur l’autre,"
      ],
      "tafsirTranslate" : [
        "et du mollet est inter-tortillé avec un veau. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Et est enroulé",
        "la jambe",
        "autour de la jambe"
      ],
      "notes" : {
        "20" : [
          "Certains commentateurs ont pris le mot saq [(jambe, tige)] dans son sens",
          "littéral, ce qui implique que la mort d'une jambe maigre se joindra à l'autre",
          "jambe maigre; quelques autres ont pris métaphoriquement dans le sens de la",
          "difficulté, la véhémence et les difficultés de manière à signifier: A cette",
          "hauteur une affliction sera jointe à une autre affliction, l'un d'être saparated",
          "du monde et toutes ses jouissances, et l'autre d'être saisi et conduit à",
          "l'au-delà comme un coupable, et cela sera vécu par tout mécréant, hypocrite et",
          "pécheur."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "إِلَىٰ رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ",
      "simpleTranslate" : [
        "c’est vers ton Seigneur, ce jour-là, qu’on le conduira,"
      ],
      "tafsirTranslate" : [
        "Ce jour-là, vous serez conduit à votre Seigneur."
      ],
      "tanslateWordByWord" : [
        "À",
        "votre Seigneur",
        "Ce jour là",
        "(Sera) la conduite"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "فَلَا صَدَّقَ وَلَا صَلَّىٰ",
      "simpleTranslate" : [
        "alors qu’il n’a ni cru ni prié ;"
      ],
      "tafsirTranslate" : [
        "Mais il n'a pas vérifié la vérité, et il n'a pas d'observer la prière;"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "il a accepté (la) vérité",
        "et pas",
        "il a prié"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَلَٰكِنْ كَذَّبَ وَتَوَلَّىٰ",
      "simpleTranslate" : [
        "mais a traité la Révélation de mensonge et s’en est détourné,"
      ],
      "tafsirTranslate" : [
        "au contraire, il a donné le mensonge à la vérité et tourna le dos sur elle,"
      ],
      "tanslateWordByWord" : [
        "Mais",
        "il a nié",
        "et se détourna"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "ثُمَّ ذَهَبَ إِلَىٰ أَهْلِهِ يَتَمَطَّىٰ",
      "simpleTranslate" : [
        "pour s’en aller vers les siens en se dandinant avec fierté."
      ],
      "tafsirTranslate" : [
        ", puis il est retourné à ses proches, exalté avec fierté. <N:21>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "il est venu",
        "à",
        "sa famille",
        "fanfaronnades"
      ],
      "notes" : {
        "21" : [
          "Cela signifie que celui qui était pas prêt à croire en l'au-delà, a entendu tout",
          "ce qui a été décrit dans les versets ci-dessus; mais il a persisté dans son",
          "refus, et l'audition de ces versets est retourné à sa maison, avec arrogance.",
          "Mujahid, Qatadah et Ibn Zaid disent que cette personne était Abu Jahl. Les mots",
          "du verset indiquent également qu'il était une personne en particulier, qui a",
          "adopté une telle conduite après avoir entendu le verset ci-dessus de la sourate",
          "Al-Qiyamah. Les mots, [ «Il n'affirmé la vérité, ni offert la prière\"], sont",
          "particulièrement remarquables. Ils montrent clairement que la première et",
          "nécessaire la demande de reconnaître la vérité sur Dieu et Son Messager et livre",
          "est que l'on doit effectuer la prière, l'occasion et le temps de mener à bien les",
          "autres injonctions du Divin Shari 'ah venir plus tard, mais le temps de prière",
          "approches peu après l'un a affirmé la foi, et il devient alors connu si ce que",
          "l'on a affirmé avec la langue était vraiment la voix de son cœur, ou il était",
          "seulement une bouffée de vent que l'on a envoyé hors de sa bouche sous la forme",
          "de mots."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "أَوْلَىٰ لَكَ فَأَوْلَىٰ",
      "simpleTranslate" : [
        "«Malheur à toi ! Malheur !»"
      ],
      "tafsirTranslate" : [
        "Ce (l'attitude) est digne de vous, tout à fait digne;"
      ],
      "tanslateWordByWord" : [
        "Malheur",
        "à toi",
        "et malheur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "ثُمَّ أَوْلَىٰ لَكَ فَأَوْلَىٰ",
      "simpleTranslate" : [
        "Et encore une fois : «Malheur à toi ! Malheur !»"
      ],
      "tafsirTranslate" : [
        "encore une fois, il est digne de vous, tout à fait digne. <N:22>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "malheur",
        "à toi",
        "et malheur"
      ],
      "notes" : {
        "22" : [
          "Les commentateurs ont donné plusieurs significations du mot laka AUFA: honte à",
          "vous, pouvez-vous périr, malheur fo vous pouvez vous précipiter à votre malheur.",
          "Mais à notre avis, compte tenu du contexte, le sens le plus approprié est celui",
          "qui Hafiz Ibn Kathir a donné dans son commentaire: [ «Quand vous avez eu l'audace",
          "de renier vos créateurs alors il ne sied à une personne comme vous persistez à le",
          "genre de conduite que vous afficher \"] Ceci est le même genre de remarque",
          "sarcastique comme cela est arrivé dans la sourate Ad-Dukhan:. 49 ci-dessus. Alors",
          "que donner des pénalités pour le coupable en enfer, il sera dit: [ \"Goûtez ceci:!",
          "Un homme puissant et honorable que vous êtes\"]"
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى",
      "simpleTranslate" : [
        "L’homme croit-il qu’il sera laissé à l’abandon?"
      ],
      "tafsirTranslate" : [
        "Est-ce que l'homme <N:23> pense qu'il sera laissé seul, incontestable? <N:24>"
      ],
      "tanslateWordByWord" : [
        "ne pense",
        "homme",
        "cette",
        "il sera laissé",
        "négligé"
      ],
      "notes" : {
        "24" : [
          "Le mot suda lorsqu'il est utilisé à l'égard d'un chameau implique un chameau qui",
          "erre sans but, le pâturage à volonté, sans qu'il y ait personne pour prendre soin",
          "de lui. Ainsi, le verset signifie: [ \"DCES Tnan pense qu'il a été laissé à",
          "lui-même pour se promener à volonté, comme si son Créateur avait posé aucune",
          "responsabilité sur lui, avait imposé aucune obligation sur lui, avait rien",
          "interdit de lui, qu'à aucun moment à l'avenir, il serait nécessaire de rendre",
          "compte de ses actes ' »] Ce même thème a été exprimé en AlMu'minun: 115 ainsi:",
          "[\"? sur le jour de la Résurrection, AIIah va demander aux incroyants: «est-ce que",
          "vous pensez que nous avions vous créé sans but, et que vous ne serez ramenés vers",
          "nous? \"] à ces deux endroits, l'argument en faveur de la nécessité de l'au-delà",
          "de la vie a été présenté comme une question. Les moyens de question: Pensez-vous",
          "vraiment que vous n'êtes pas plus que de simples animaux? Ne voyez-vous pas la",
          "différence manifeste entre vous et l'animal? L'animal a été créé sans le pouvoir",
          "de choisir et de l'autorité, mais vous avez été béni avec le pouvoir de choisir",
          "et de l'autorité; il n'y a pas question de morale à propos de ce que les ETCD",
          "animales, mais vos actes sont nécessairement caractérisée par le bien et le mal.",
          "Alors, comment avez-vous pris dans votre tête que vous aviez été créé",
          "irresponsable et sans réplique que l'animal a été? Pourquoi l'animal ne sera pas",
          "ressuscité, est tout à fait compréhensible L'animal ne remplissait les exigences",
          "fixes de son instinct, il n'a pas utilisé son intelligence à proposer une",
          "philosophie; il n'a pas inventé une religion; il n'a pas de serpent quiconque son",
          "dieu, ni est devenu un dieu pour les autres; il n'a rien fait qui pourrait être",
          "appelé bon ou mauvais; il n'a pas appliqué une bonne ou une mauvaise façon de",
          "vivre, ce qui pourrait influencer les autres, génération après génération, de",
          "sorte qu'il devrait mériter une récompense ou une punition pour elle. Par",
          "conséquent, si elle périt à l'anéantissement, il serait compréhensible, car il ne",
          "pouvait pas être tenu responsable de l'une de ses actes à rendre des comptes pour",
          "lesquels il pourrait treed d'être ressuscité. Mais comment pourriez-vous être",
          "excusé de la vie après la mort lorsque le droit jusqu'à ce que le moment de votre",
          "décès, vous avez continué à accomplir des actes moraux, que votre propre",
          "intellect jugé comme bon ou mauvais, et digne de récompense ou de punition? Si un",
          "homme qui a tué une personne innocente, puis est tombé victime d'un accident",
          "soudain immédiatement après, descendre Scot-libre et ne doit jamais être puni",
          "pour le crime d'assassiner il a commis? Vous sentez-vous vraiment convaincu que",
          "l'homme, qui a semé la corruption et l'iniquité dans le monde, ce qui a entraîné",
          "des conséquences mauvaises pour l'humanité pendant des siècles après lui, doit",
          "lui-même périr comme un insecte; ou une sauterelle, et ne devrait jamais être",
          "ressuscité pour tenir compte de ses méfaits, qui ont corrompu la vie de centaines",
          "de milliers d'êtres humains après lui? Pensez-vous que l'homme, qui a lutté toute",
          "sa vie pour la cause de la vérité et de la justice, la bonté et la paix, et a",
          "souffert des difficultés à cause d'eux, était une création du genre d'un insecte,",
          "et n'a pas eu le droit d'être récompensé pour son bonnes actions?"
        ],
        "23" : [
          "Maintenant, en conclusion, le même thème se répète avec lequel le discours a",
          "commencé à vie après la mort est nécessaire aussi bien que possible."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَىٰ",
      "simpleTranslate" : [
        "N’a-t-il pas été une goutte de sperme éjaculée,"
      ],
      "tafsirTranslate" : [
        "était-il pas une goutte de sperme éjaculé,"
      ],
      "tanslateWordByWord" : [
        "N'était pas",
        "il",
        "une goutte de sperme",
        "de",
        "sperme",
        "émis"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّىٰ",
      "simpleTranslate" : [
        "puis un caillot de sang auquel Dieu prêta vie, et qu’Il forma avec harmonie,"
      ],
      "tafsirTranslate" : [
        ", puis il est devenu un caillot, puis Allah a rendu dans un corps vivant et",
        "proportionné de ses parties,"
      ],
      "tanslateWordByWord" : [
        "alors",
        "il était",
        "une substance collante",
        "Il a ensuite créé",
        "et proportionné"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَىٰ",
      "simpleTranslate" : [
        "pour en tirer ensuite les deux éléments d’un couple, l’homme et la femme?"
      ],
      "tafsirTranslate" : [
        ", puis il a fait de lui une paire, mâle et femelle?"
      ],
      "tanslateWordByWord" : [
        "Alors faites",
        "de lui",
        "Deux types",
        "(le mâle",
        "et femelle"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "أَلَيْسَ ذَٰلِكَ بِقَادِرٍ عَلَىٰ أَنْ يُحْيِيَ الْمَوْتَىٰ",
      "simpleTranslate" : [
        "Alors? Est-ce qu’un tel Dieu n’aurait pas le pouvoir de ressusciter les morts?"
      ],
      "tafsirTranslate" : [
        "Est-il donc pas le pouvoir de ramener les morts à la vie? <N:25>"
      ],
      "tanslateWordByWord" : [
        "N'est pas",
        "[cette]",
        "(Il) Able",
        "[plus de]",
        "à",
        "donner vie",
        "(À) les morts"
      ],
      "notes" : {
        "25" : [
          "Ceci est un argument en faveur de la possibilité de la mort-vie après. En ce qui",
          "concerne les gens qui croient que tout acte de création, à partir de l'émission",
          "d'une goutte de sperme jusqu'à son développement dans un Tnan parfait, est",
          "seulement une manifestation de la puissance et de la sagesse d'Allah, ils ne",
          "peuvent pas, en fait, de réfuter cet argument dans toute façon, pour leur",
          "intelligence mais sans vergogne et obstinément, ils pourraient se comporter, ne",
          "peut pas refuser d'admettre que le Dieu qui apporte ainsi de l'homme dans le",
          "monde, a également le pouvoir d'apporter le même homme en étant une fois de plus.",
          "Quant à ceux qui considèrent cet acte expressément sage seulement à la suite d'un",
          "accident, ne pas en fait avoir aucune explication à offrir, à moins qu'ils soient",
          "pliés sur l'entêtement, comment dans chaque partie et dans tous les pays du",
          "monde, depuis le début de la création jusqu'à aujourd'hui, la naissance des",
          "garçons et des filles a été continuellement lieu dans une proportion telle que, à",
          "aucun moment, il a donc passé que dans certaines populations humaines seuls les",
          "hommes ou les femmes seulement auraient pu naître et il pourrait y avoir aucune",
          "possibilité de la poursuite de la Race humaine. Est-ce également été passe juste",
          "accidentellement? Pour faire une telle affirmation absurde on devrait au moins",
          "être aussi éhontée que de sortir un jour avec l'affirmation selon laquelle",
          "Londres et New York, Moscou et Pékin, ont vu le jour juste accidentellement.",
          "[(Pour de plus amples explications, voir de 27 à 30 de la sourate Ar-Rum, de E.N.",
          "77 de AshShura E.N.)]. \n Il y a plusieurs traditions pour montrer que chaque fois",
          "que le Saint Prophète récita ce verset, il lui arrivait de répondre avec bala",
          "[(pourquoi pas!)], Parfois avec Subhanaka Allahumma fa-bala [(Exalté sont, ô",
          "AIlah, pourquoi pas!)] et parfois avec Subhanaka fa-bala ou Subhanaka wa-bala.",
          "[(Ibn Jarir, Ibn Abi Hatim, Abu Dâwûd)]. Abu Dâwûd contient une tradition de Abû",
          "Hurayrah, en disant que le Saint Prophète a dit: [ «Quand dans la sourate At-Tin,",
          "vous avez lu le verset; Alais-Allahu bi-ahkam-il-Hakimin [(\"] est pas Allah ? le",
          "plus grand souverain de tous [ \")], vous devriez y répondre, en disant: Bala wa",
          "ana` ala dhalika min-ash-shahidin [? (Pourquoi ne pas je suis de ceux qui portent",
          "témoignage de cette \"])]. Et quand vous lisez ce verset de la sourate Al-Qiyamah,",
          "dire: Chauve; et quand vous lisez le verset: Fa-bi ayyi, Hadith-ba `da hu yu",
          "minun [([\" Maintenant, quel message est-il après cette (Coran)] dans lequel ils",
          "croire? \"] de la sourate Al Mursalat, dit: Amanna billah [(Nous avons cru en",
          "Allah)], Traditions sur ce sujet ont été liés également par l'Imam Ahmad",
          "Tirmidhi, Ibn al-Mundhir, lbn Marduyah, Baihaqi et Hakim."
        ]
      }
    }
  ],
  "medinian" : false
}