{
  "chapterNumber" : 77,
  "nbVerses" : 50,
  "name" : "Les envoyés, L’Envoi",
  "nameArabic" : "المرسلات",
  "transName" : "al-mursalāt",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "وَالْمُرْسَلَاتِ عُرْفًا",
      "simpleTranslate" : [
        "Par ceux qui se succèdent par vagues"
      ],
      "tafsirTranslate" : [
        "Par les (vents), envoyés en succession rapide,"
      ],
      "tanslateWordByWord" : [
        "Par ceux, envoyés",
        "l'un après l'autre"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "فَالْعَاصِفَاتِ عَصْفًا",
      "simpleTranslate" : [
        "et qui s’élancent impétueusement,"
      ],
      "tafsirTranslate" : [
        "puis souffler impétueusement"
      ],
      "tanslateWordByWord" : [
        "Et les vents qui soufflent",
        "violemment"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَالنَّاشِرَاتِ نَشْرًا",
      "simpleTranslate" : [
        "pour porter au loin les ordres sublimes,"
      ],
      "tafsirTranslate" : [
        "et lever (nuages) et de les disperser autour,"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui se dispersent",
        "loin"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "فَالْفَارِقَاتِ فَرْقًا",
      "simpleTranslate" : [
        "établir la distinction entre la Vérité et l’erreur,"
      ],
      "tafsirTranslate" : [
        ", puis vanner-les soigneusement,"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui séparent",
        "(Par le) Critère"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "فَالْمُلْقِيَاتِ ذِكْرًا",
      "simpleTranslate" : [
        "et transmettre des messages"
      ],
      "tafsirTranslate" : [
        ", puis jeter le souvenir (d'Allah) (dans le cœur des gens),"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui mettent bas",
        "(Le) Rappel"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "عُذْرًا أَوْ نُذْرًا",
      "simpleTranslate" : [
        "en guise d’excuse ou d’avertissement !"
      ],
      "tafsirTranslate" : [
        "pour servir d'excuse ou d'un avertissement <N:1>"
      ],
      "tanslateWordByWord" : [
        "(As) justification",
        "ou",
        "Attention"
      ],
      "notes" : {
        "1" : [
          "Autrement dit, parfois l'échec des vents provoque les gens à être alarmés à la",
          "perspective d'une famine, et ils se tournent vers Allah de se repentir de leurs",
          "péchés: parfois ils apportent beaucoup de pluie et les gens se tournent à Allah",
          "dans la gratitude; et parfois leur souffler violemment provoque la crainte dans",
          "les cœurs et les gens se tournent vers AIlah de la peur de la destruction. \n Dans",
          "ces versets initialement l'ordre des vents de pluie apportant a été dit, ce qui",
          "est donc: d'abord, les vents commencent soufflant dans la succession; ils",
          "supposent que les proportions d'une tempête; puis ils soulèvent les nuages ​​et",
          "les répartir; puis ils se sont séparés et les séparent. Après cela, au lieu de",
          "faire mention de la pluie, il est dit que les vents infusent les cœurs le",
          "souvenir de AIIah, comme une excuse ou comme un avertissement. C'est, il est une",
          "occasion où soit à cause de la peur homme est contraint de se rappeler Allah, ou",
          "bien il confesse ses erreurs et invoque AIIah à protéger et à le sauver de la",
          "ruine et le bénir avec de la pluie. S'il n'a pas plu depuis longtemps, et les",
          "gens ont soif de la pluie, même le mécréant le plus endurci commence parfois à se",
          "souvenir de Dieu quand il. voit les vents et les nuages ​​qui avancent. La",
          "sécheresse est d'être doux et grave fait la différence. Dans le cas où la",
          "sécheresse est doux, l'homme du commun qui est non loin de AIIah, se souviendront",
          "de lui, mais d'autres offrira des explications scientifiques, disant qu'il n'y",
          "avait aucune raison de l'anxiété: il n'a pas plu à cause de telle ou telle cause",
          "et il serait-faible d'esprit pour commencer à prier Dieu sur une telle chose",
          "ordinaire. Cependant, si la sécheresse est anormalement prolongée, et tout le",
          "pays est confronté à une situation désastreuse, même les incroyants confirmés",
          "commencent à se souvenir de Dieu. Si elles se sentent timides d'utiliser leur",
          "langue, dans leur cœur, ils se sentent pénitent sur leurs méfaits et de",
          "l'ingratitude et de prier Dieu pour provoquer la pluie dans tout le pays des",
          "vents qui élèvent les nuages. Ceci est l'infusion de souvenir de Dieu dans les",
          "cœurs comme une excuse. Quant à son infusion comme un avertissement, il se",
          "produit lorsque le vent se développe en un cyclone et détruit règlement après",
          "règlement ou il pleut si lourdement pour provoquer un déluge, Dans un tel état",
          "même un athée commence à implorer Dieu de crainte pour lui, puis toutes les",
          "explications scientifiques du cyclone ou déluge évaporent de son esprit. Ainsi,",
          "après avoir décrit le souffle des vents dans leur succession à dire qu'ils",
          "infusent les coeurs avec le souvenir d'Allah comme excuse ou comme un",
          "avertissement, est destiné à impressionner la vérité que le système de travail",
          "dans le monde ne cesse de rappeler l'homme que tout sur le la terre n'a pas été",
          "placé sous son contrôle, mais il y a un pouvoir suprême au dessus de lui, ce qui",
          "exclut son destin. Ce pouvoir est si suprême et puissant qu'il peut utiliser les",
          "éléments pour la subsistance et la nourriture de l'homme quand il le veut et peut",
          "utiliser les mêmes éléments pour sa destruction quand il le veut. \n Après cela,",
          "le même système de vents a été offerte comme un argument pour prouver que la",
          "Résurrection qui est promis à l'homme, doit arriver. Maintenant, Iet nous voir",
          "comment ce système témoigne de cette vérité. \n L'homme est généralement perplexe",
          "dans le cas de la Résurrection et de l'au-delà à deux questions. Premièrement:",
          "est l'apparition de la Résurrection possible? Deuxièmement: quel est son besoin",
          "et la nécessité? Et puis étant perplexe à ces questions, il commence à douter de",
          "divertissement que ce sera du tout lieu ou non, ou si elle est seulement le fruit",
          "de l'imagination. A cet égard, le Coran a à certains endroits raisonné et prouvé",
          "sa possibilité, la nécessité et la présence du système de l'univers, tantôt",
          "adopté un autre mode de raisonnement: les serments ont été juré par quelques-uns",
          "des signes innombrables le Royaume de Dieu et il a été affirmé que il arrivera",
          "certainement. Ce mode de raisonnement contient des arguments pour sa possibilité",
          "ainsi que des arguments pour sa nécessité et les arguments de son apparition. \n",
          "Ici, en adoptant le même mode de raisonnement que le système de la circulation",
          "des vents et précipitations a été présenté comme un signe de la vérité qu'il est",
          "un système régulier, qui a été établi par la conception d'un All-Sage, -Mighty",
          "souverain; il est pas un événement fortuit, à la suite de laquelle un système",
          "aurait pu être généré dans l'atmosphère de la terre que les vapeurs devraient",
          "provenir de la mer, les vents doivent les transporter et de les rassembler dans",
          "les nuages, puis diviser et de les séparer en morceaux et les transporter vers",
          "les différentes parties de la terre, puis devrait les amener à tomber sous forme",
          "de pluie. Ce système n'a pas été conçu accidentellement par une nature aveugle et",
          "sourd, mais il est un plan bien réfléchi et bien conçu, qui fonctionne",
          "régulièrement selon une loi. Voilà pourquoi il ne se trouve que la chaleur du",
          "soleil devrait produire de la glace sur la surface de la mer au lieu de vapeurs,",
          "mais le soleil soulève toujours seulement des vapeurs de la mer. Il arrive jamais",
          "de sorte que les moussons devraient souffler dans l'ordre inverse et supprimer",
          "les vapeurs dans la mer, mais ils soulèvent toujours les dans l'atmosphère. Il ne",
          "se trouve que la formation de nuages ​​devrait cesser, ou les vents devraient",
          "cesser de les porter à sécher les terres ou la chute de la pluie sur la terre",
          "devrait cesser. La même loi a été à l'œuvre depuis des millions et des millions",
          "d'années dans lesquelles ce système fonctionne. Avait-il pas été si notre entrée",
          "en existence sur la terre et la survie ici ne serait pas possible. \n Dans ce",
          "système, un gués un objectif clair et le fonctionnement de la loi régulière. On",
          "peut voir clairement que sur la terre de la vie de l'homme, les animaux et la",
          "végétation se rapporte profondément aux vents et aux précipitations, et cet",
          "arrangement témoigne que l'eau a été fournie pour apporter la vie animée dans",
          "l'existence et la garder vivante précisément en fonction de leurs besoins et un",
          "loi. Ce but et la régularité n'a pas été trouvé que dans cet aspect, mais dans",
          "l'ensemble du système de l'univers, et toute le progrès scientifique de l'homme",
          "se fonde sur elle. A propos de tout homme essaie de fmd ce qui est son but et sur",
          "ce principe, il travaille ensuite comme il va sur la compréhension dans le cadre",
          "de la création de différentes choses et les principes sur lesquels ils",
          "travaillent, il va sur la conception nouvelle et toujours nouvelle les méthodes",
          "de leur utilisation et de faire de nouvelles inventions pour le progrès de sa",
          "civilisation. Y avait-il pas eu de tel concept dans l'esprit de l'homme",
          "naturellement que le monde est un monde de sens et tout ce qu'il fonctionne sur",
          "un principe, il ne serait jamais diverti la question de savoir quoi que ce soit à",
          "ce qui était son objectif et comment il pourrait être mis utiliser. \n Maintenant,",
          "quand ce monde et tout ce qu'il a un sens, et s'il y a une loi travaillent dans",
          "ce monde et dans tout ce qu'il contient, et si elle a fonctionné dans le même but",
          "et la régularité depuis des millions et des millions d'années, puis une personne",
          "têtue ne pouvait refuser d'accepter qu'une omniscient, allmighty Dieu a fait, et",
          "à propos de Dieu, il serait insensé de supposer que bien qu'il pourrait faire et",
          "le faire fonctionner, mais ne peut pas le casser, et après le casser, ne peut pas",
          "reconstruire toute autre forme s'il le veut, le concept sur la matière qu'il est",
          "impérissables était le principal soutien de l'athée ignorants du passé, mais les",
          "progrès de la connaissance a prouvé également faux. Maintenant, il est un fait",
          "scientifique reconnu que la matière peut changer en énergie et de l'énergie dans",
          "la matière. Par conséquent, il est parfaitement conforme à la connaissance et de",
          "la raison que ce monde matériel ne durera que tant que le Dieu vivant et éternel",
          "soutient. Dès qu'il veut pour le transformer en énergie, il peut changer par une",
          "commande simple et Sa seule commande suffit à recréer dans toute autre forme de",
          "matériau et la forme qu'il veut. \n Ce bien alors sur la possibilité de la",
          "résurrection, qui ne peut désormais être rejeté par aucun argument scientifique",
          "et rationnelle. Quant à la question qu'il doit avoir lieu pour que l'homme est",
          "récompensé pour ses bonnes œuvres et puni pour ses mauvaises actions, la personne",
          "qui reconnaît la responsabilité morale de l'homme et aussi croit que récompenser",
          "les bons services et de punir les crimes est la demande nécessaire de cette la",
          "responsabilité morale, ne peut admettre qu'il doit y avoir au-delà. Il n'y a pas",
          "de loi ou de gouvernement dans le monde, qui peut punir tous les crimes et de",
          "récompenser chaque bonne action. Dire que la piqûre de la conscience est une",
          "punition suffisante pour le coupable et la satisfaction de la conscience est une",
          "récompense suffisante pour le bienfaisant est pas plus de sens philosophant. La",
          "question est: Comment et quand est-ce la conscience de la personne qui a tué un",
          "homme innocent, puis lui-même mourut dans un accident immédiatement après rep.",
          "lui ai? Et quand est-ce la conscience de l'homme qui est allé se battre pour",
          "l'amour de la vérité et de la justice et tomba victime d'un bomblast tout à coup,",
          "la satisfaction qu'il avait donné sa vie pour une bonne cause? Ainsi, la vérité",
          "est que les prétextes inventés pour éviter la croyance dans l'au-delà sont tous",
          "sens. l'intelligence de l'homme veut, sa nature l'exige, qu'il devrait y avoir",
          "justice, mais dans la vie actuelle du monde, il est impossible d'avoir la justice",
          "pleine et parfaite. La justice ne peut être fait que dans l'au-delà et que dans",
          "le jugement et le commandement de l'Omniscient, Omnipotent Dieu. Le déni de la",
          "nécessité de l'au-delà est, en fait, la négation de la nécessité de la justice. \n",
          "Intellect peut aller que dans la mesure de convaincre l'homme que l'au-delà est",
          "possible et il devrait venir à propos. Quant à la vérité qu'il viendra sûrement",
          "au sujet, la [ «connaissance»] de celui-ci peut être obtenu que par la",
          "Révélation, et la révélation nous a donné les nouvelles que [ «ce qui vous est",
          "promis doit arriver\"]. . Nous ne pouvons pas atteindre cette connaissance par",
          "raisonnement intellectuel; Cependant, nous pouvons atteindre la certitude de son",
          "être vrai sur la base que la chose dont nous sommes informés par la Révélation",
          "est à la fois possible et nécessaire."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "إِنَّمَا تُوعَدُونَ لَوَاقِعٌ",
      "simpleTranslate" : [
        "En vérité, la promesse qui vous a été faite s’accomplira,"
      ],
      "tafsirTranslate" : [
        "Sûrement ce que vous êtes promis <N:2> doit arriver. <N:3>"
      ],
      "tanslateWordByWord" : [
        "En effet, ce",
        "vous êtes promis",
        "va sûrement se produire"
      ],
      "notes" : {
        "2" : [
          "Une autre signification peut être; [ \"Ce que vous êtes menacé avec,\"] i. e. la",
          "Résurrection et au-delà."
        ],
        "3" : [
          "Voici un serment a été prêté par cinq choses sur le caractère inévitable de la",
          "Résurrection: \n [(1)] [ \"Ceux qui sont envoyé successivement, ou pour une bonne",
          "cause;\"] \n [(2)] [ «ceux qui soufflent violemment et impétueusement \n [(3)] \"]",
          "ceux qui se dispersent et se dispersent; [\" \n [(4)] \"] celles qui divisé et",
          "séparé; [\" et \n [(5)] \"] ceux qui inspirent le souvenir.\" Comme ces mots ne",
          "décrivent les caractéristiques et il n'a pas été précisé quelle chose ou des",
          "choses qu'ils qualifient, ce qui a donné lieu à une divergence d'opinion parmi",
          "les commentateurs de savoir si ce sont les qualités d'une chose particulière ou",
          "de choses différentes et ce que le chose ou les choses sont. Un groupe d'entre",
          "eux dit que tous les cinq qualifier les vents; le deuxième groupe dit que tous",
          "les cinq impliquent les anges; le troisième groupe dit que les trois premiers",
          "impliquent les vents et les deux anges restants; le quatrième dit que les deux",
          "premiers impliquent les vents et les trois autres anges; un autre groupe a émis",
          "l'opinion que la première qualité implique les anges de la miséricorde, le second",
          "les anges de la peine et les trois autres impliquent les versets du Coran. \n À",
          "notre avis, la première chose digne de considération est que lorsque cinq",
          "caractéristiques ont été mentionnés en continu dans un seul et le même contexte",
          "et il n'y a aucune indication pour montrer que ce qui a été qualifié jusqu'à un",
          "certain point et d'où a la qualification d'une autre chose commencé, il ne peut",
          "pas être correct, sur la base d'une conjecture sans fondement, de comprendre que",
          "dans ces versets serments ont été juré par deux ou trois choses différentes. Au",
          "contraire, dans ce cas la continuité du sujet par lui-même exige que tout le",
          "passage considéré comme lié aux caractéristiques de l'une et la même chose.",
          "Deuxièmement, partout dans le Coran un bas serment été assermentés par une",
          "certaine chose ou, les choses dans le but de convaincre les sceptiques ou deniers",
          "d'une vérité invisible, il le serment représente un argument ou un raisonnement",
          "qui se veut dire que la chose ou les choses indiquent être le droit de la vérité",
          "et correcte. A cet effet, il est évident qu'il ne peut pas être correct de",
          "présenter une chose imperceptible comme un argument pour une autre chose",
          "imperceptible; pour, seulement une chose perceptible peut être présenté comme un",
          "argument pour une chose imperceptible. Par conséquent, à notre avis la bonne",
          "explication est qu'elle implique les vents et l'explication des gens qui",
          "interprètent les cinq choses à signifier les anges ne peuvent pas; être",
          "acceptable, car les anges sont aussi imperceptibles que est l'apparition de la",
          "Résurrection. \n Maintenant, considérons la façon dont ces différents états de",
          "vents pointent à l'apparition de la Résurrection. Un des facteurs les plus",
          "importants qui a fait la vie animale et végétale possible sur la terre est l'air.",
          "La relation de ses qualités portent avec tout genre de vie témoignent qu'il ya un",
          "tout-puissant, Sage Créateur, qui a voulu créer la vie sur cette terre et à cet",
          "effet créé ici une chose dont les qualités exactement et précisément correspondre",
          "aux exigences de l'existence des êtres vivants. Ensuite, il n'a pas seulement",
          "envelopper la terre dans l'air et l'a laissé seul, mais par sa puissance et de la",
          "sagesse caractérisée cet air avec d'innombrables états différents, qui sont",
          "réglementés depuis des millions et des millions d'années de telle sorte qu'ils",
          "provoquent la changement des saisons et des conditions météorologiques parfois,",
          "il est proche et parfois une douce brise souffle parfois, il est chaud et parfois",
          "froid; parfois, il apporte des nuages ​​et parfois, il chasse les nuages;",
          "parfois, il provoque des rafales agréables pour souffler et tempêtes parfois",
          "désastreuses; parfois, il apporte des pluies bénéfiques et parfois il y a la",
          "sécheresse; en bref, il existe différents types de «vents qui soufflent dans leur",
          "propre temps, et chaque type sert l'un ou l'autre but. . Cette disposition est la",
          "preuve d'une puissance dominante, pour lesquels ni il peut être impossible de",
          "donner vie à l'existence, ni l'effacer, ni de le recréer après avoir anéanti. De",
          "même, cette disposition est aussi une preuve d'une sagesse suprême dont seulement",
          "un homme insensé pourrait penser que tout cela était fait pour le plaisir, sans",
          "aucun objet plus en vue. Par contre cet homme merveilleux système est si",
          "impuissant qu'il ne peut ni causer un vent favorable de souffler pour lui-même,",
          "ne peut empêcher un cyclone catastrophique de souffler sur lui-même. Cependant",
          "impudique, obstiné et têtu, il est peut-être, le vent fait à un moment ou un",
          "autre lui rappeler qu'un puissant souverain est au pouvoir sur lui, qui peut",
          "transformer ce principal moyen de sa vie dans une cause de bénédiction pour lui",
          "ou dans une cause de ruiner pour lui chaque fois qu'il le veut, et l'homme n'a",
          "pas le pouvoir d'empêcher ou d'éviter aucune de ses décisions. [(Pour de plus",
          "amples explications, voir E.N. 7 de Al-Jathiyah, de E.N. 1 à 4 de Adh-Dariyat)]."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "فَإِذَا النُّجُومُ طُمِسَتْ",
      "simpleTranslate" : [
        "lorsque les étoiles perdront leur éclat,"
      ],
      "tafsirTranslate" : [
        "Alors, quand les étoiles sont éteintes, <N:4>"
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "les étoiles",
        "sont oblitérés"
      ],
      "notes" : {
        "4" : [
          "Autrement dit, quand ils perdent leur lumière et l'éclat."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَإِذَا السَّمَاءُ فُرِجَتْ",
      "simpleTranslate" : [
        "lorsque le Ciel se fendra,"
      ],
      "tafsirTranslate" : [
        "et le ciel est déchiré, <N:5>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "le paradis",
        "est fendra"
      ],
      "notes" : {
        "5" : [
          "[ \"Quand le ciel se fendra\"]: lorsque le système et la discipline des cieux sous",
          "lequel chaque étoile et la planète est établie et se déplaçant dans son orbite et",
          "tout dans l'univers adhèrent à l'ensemble des limites pour elle, est brisée."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَإِذَا الْجِبَالُ نُسِفَتْ",
      "simpleTranslate" : [
        "lorsque les montagnes seront pulvérisées"
      ],
      "tafsirTranslate" : [
        "et les montagnes sont emportées,"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "les montagnes",
        "sont emportés"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَإِذَا الرُّسُلُ أُقِّتَتْ",
      "simpleTranslate" : [
        "et que l’heure de comparaître pour les prophètes aura sonné !"
      ],
      "tafsirTranslate" : [
        "et le temps désigné pour amener les Messagers arrive ensemble, (alors le cas",
        "promis arrivera). <N:6>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "les messagers",
        "sont réunis pour leur temps nommé"
      ],
      "notes" : {
        "6" : [
          "À plusieurs endroits dans le Coran, il a été dit que lorsque l'affaire de",
          "l'humanité sera présenté devant Allah le Jour de la Résurrection, le Messager de",
          "chaque nation sera appelé à témoigner qu'il avait a transmis les messages d'Allah",
          "intact à son peuple. Ce sera le premier et argument majeur d'Allah contre les",
          "coupables et les méchants pour prouver qu'ils étaient eux-mêmes responsables de",
          "leur mauvaise attitude et la conduite dans la vie, car il n'y avait pas eu de",
          "négligence de la part d'Allah pour montrer l'orientation et d'administrer les",
          "avertissements. Par exemple, voir AI-A`raf: 172, 173 et 134, 135, Az-Zumar de",
          "E.N.: 69 et E.N. 80, Al-Mulk: 8 et E.N. 14."
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "لِأَيِّ يَوْمٍ أُجِّلَتْ",
      "simpleTranslate" : [
        "Mais pour quel jour cette heure a-t-elle été fixée?"
      ],
      "tafsirTranslate" : [
        "Pour ce qui Day a cette tâche été reportée?"
      ],
      "tanslateWordByWord" : [
        "Pour quoi",
        "journée",
        "sont (ces) reportée"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "لِيَوْمِ الْفَصْلِ",
      "simpleTranslate" : [
        "C’est pour le Jour du règlement des comptes."
      ],
      "tafsirTranslate" : [
        "Pour le Jour du Jugement."
      ],
      "tanslateWordByWord" : [
        "Pour la journée",
        "(De) Arrêt"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ",
      "simpleTranslate" : [
        "Et qui soulignera jamais assez la gravité de ce Jour?"
      ],
      "tafsirTranslate" : [
        "Que savez-vous ce que le jour du jugement est?"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "va vous faire connaître",
        "quelle",
        "(Est) Jour",
        "(De) l'arrêt"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Malheur, ce jour-là, à ceux qui crient au mensonge !"
      ],
      "tafsirTranslate" : [
        "Malheur, ce jour à ceux qui donnent le mensonge à la vérité! <N:7>"
      ],
      "tanslateWordByWord" : [
        "Malheur",
        "Ce jour là",
        "les deniers"
      ],
      "notes" : {
        "7" : [
          "[ \"Deniers de vérité\"]: ceux qui ont pris les nouvelles de la venue de la",
          "Résurrection comme un mensonge, et ont passé leur vie dans le monde sous",
          "l'illusion que le temps ne serait jamais venu où ils auraient se présenter devant",
          "leur Dieu, et rendre compte de leurs actes."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "أَلَمْ نُهْلِكِ الْأَوَّلِينَ",
      "simpleTranslate" : [
        "Nous avons déjà fait périr les premiers négateurs ;"
      ],
      "tafsirTranslate" : [
        "Avons-nous pas détruire un grand nombre de pays les premiers temps? <N:8>"
      ],
      "tanslateWordByWord" : [
        "N'a pas",
        "Nous détruisons",
        "les anciens (les gens)"
      ],
      "notes" : {
        "8" : [
          "Ceci est un argument de l'histoire pour l'au-delà, cela signifie; \"Considérez",
          "votre propre histoire dans le monde. Quel que soit le pays a nié l'au-delà et a",
          "pris cette vie pour être la vie réelle et sur la base de leur attitude morale sur",
          "les résultats qui apparaissent ici les considérant comme le critère du bien et du",
          "mal, en fin de compte est allé à leur sort sans exception Ceci est une preuve du",
          "fait que l'au-delà est une réalité réelle donnant et en ignorant ce qui provoque",
          "le même genre de préjudice à une personne qui est causée quand il choisit de",
          "fermer les yeux sur la dure réalité de la vie. [(pour plus d'explications, voir",
          "eN 12 Yunus, FR 86 An-Naml, FR 8 de Ar-Rum, eN 25 de Saba)]."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "ثُمَّ نُتْبِعُهُمُ الْآخِرِينَ",
      "simpleTranslate" : [
        "et c’est le sort que Nous réservons à leurs successeurs !"
      ],
      "tafsirTranslate" : [
        "Et Nous allons causer ceux des temps plus tard <N:9> pour les suivre."
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous les suivons",
        "(Avec) les plus tardives"
      ],
      "notes" : {
        "9" : [
          "Autrement dit, [ \"Ceci est une loi permanente avec nous. Tout comme le refus de",
          "l'au-delà a révélé désastreux pour les nations du passé donc il sera toujours se",
          "révéler désastreux aussi pour les nations de l'avenir. Non nation a été une",
          "exception à avant, ni sera tout l'être à l'avenir. \"]"
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "كَذَٰلِكَ نَفْعَلُ بِالْمُجْرِمِينَ",
      "simpleTranslate" : [
        "Car c’est toujours ainsi que Nous traitons les criminels !"
      ],
      "tafsirTranslate" : [
        "Ainsi traitons-nous les coupables."
      ],
      "tanslateWordByWord" : [
        "Ainsi",
        "On s'arrange",
        "avec les criminels"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Malheur, ce jour-là, à ceux qui crient au mensonge !"
      ],
      "tafsirTranslate" : [
        "Malheur, ce jour à ceux qui donnent le mensonge à la vérité! <N:10>"
      ],
      "tanslateWordByWord" : [
        "Malheur",
        "Ce jour là",
        "les deniers"
      ],
      "notes" : {
        "10" : [
          "Cette phrase dans le contexte actuel signifie: [ \"Le sort qu'ils ont rencontré ou",
          "rencontreront dans le monde, ne sont pas leur vraie punition, leur véritable",
          "malheur descendra sur eux le jour de la décision La punition. ici est que dans la",
          "nature de l'être d'une personne arrêtée quand il commet un crime après l'autre",
          "sans crainte et ne sont pas enclins à réparer et changer ses manières. le",
          "tribunal où son test est d'être décidé et il doit être puni for.all son méfaits,",
          "ne seront pas établies dans ce monde, mais dans l'au-delà, et ce sera",
          "effectivement le jour même de sa ruine et le désastre. \"] [(Pour de plus amples",
          "explications, voir de FR 5, 6 d'Al-A`raf, eN, 105 de H ud)]."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ",
      "simpleTranslate" : [
        "Ne vous avons-Nous pas créés d’un vulgaire liquide"
      ],
      "tafsirTranslate" : [
        "Avons-nous pas créer d'un fluide moyen,"
      ],
      "tanslateWordByWord" : [
        "N'a pas",
        "Nous vous créons",
        "de",
        "de l'eau",
        "méprisable"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "فَجَعَلْنَاهُ فِي قَرَارٍ مَكِينٍ",
      "simpleTranslate" : [
        "que Nous avons déposé dans une matrice bien close,"
      ],
      "tafsirTranslate" : [
        "que nous avons ensuite placé dans un référentiel sécurisé <N:11>"
      ],
      "tanslateWordByWord" : [
        "Ensuite, Nous avons placé",
        "dans",
        "une demeure",
        "sûr"
      ],
      "notes" : {
        "11" : [
          "[ \"Un endroit sûr\"]: la mère de l'utérus dans lequel l'enfant est si fermement",
          "introduite dès qu'elle a été conçue et où ces dispositions sont prises pour",
          "assurer sa sécurité et de la nourriture que l'avortement ne peut pas avoir lieu à",
          "moins il y a une catastrophe, et même pour les dispositifs extraordinaires",
          "d'avortement artificiel doivent être adoptées, qui sont à la fois risqué et",
          "dangereux, en dépit de l'évolution moderne de la science médicale."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "إِلَىٰ قَدَرٍ مَعْلُومٍ",
      "simpleTranslate" : [
        "pour une durée bien déterminée?"
      ],
      "tafsirTranslate" : [
        "jusqu'à un terme fixé? <N:12>"
      ],
      "tanslateWordByWord" : [
        "Pour",
        "une période",
        "connu"
      ],
      "notes" : {
        "12" : [
          "Les mots qadar im-malum ne signifie pas seulement que le terme est nommé et fixe,",
          "mais ils contiennent aussi le sens où il est connu de Dieu seul. A propos de",
          "l'homme qu'aucun enfant ne sait par tout moyen combien de mois, jours, heures,",
          "minutes et secondes, il restera dans les mères utérus et quel sera son heure",
          "exacte et précise de naissance. AIlah seul a fixé un terme spécifique pour chaque",
          "enfant et Lui seul le sait."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "فَقَدَرْنَا فَنِعْمَ الْقَادِرُونَ",
      "simpleTranslate" : [
        "C’est ainsi que Nous l’avons décrété. Et ce que Nous décrétons l’est toujours",
        "avec une parfaite précision !"
      ],
      "tafsirTranslate" : [
        "Voir à ce que nous avions le pouvoir de le faire. Grande est en effet Notre",
        "pouvoir de faire ce que nous ferons. <N:13>"
      ],
      "tanslateWordByWord" : [
        "Donc, nous avons mesuré",
        "et Best",
        "(Devons-nous) mesure"
      ],
      "notes" : {
        "13" : [
          "Cet argument est expressément la possibilité de la mort la vie après-Que signifie",
          "être dit est: [ «Quand nous avions le pouvoir de façonner et vous développer en",
          "un homme parfait et complet d'être négligeable goutte de sperme, comment",
          "allons-nous être impuissants à vous recréer d'une autre façon Notre cette",
          "création en conséquence de quoi vous existez comme un être vivant, est une preuve",
          "que nous sommes excellents possesseurs du pouvoir;? Nous ne pouvons pas être si",
          "impuissant être incapable de vous recréer après avoir créé dans l'instance",
          "premiere. \"]"
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Malheur, ce jour-là, à ceux qui crient au mensonge !"
      ],
      "tafsirTranslate" : [
        "Malheur, ce jour à ceux qui donnent le mensonge à la vérité! <N:14>"
      ],
      "tanslateWordByWord" : [
        "Malheur",
        "Ce jour là",
        "les deniers"
      ],
      "notes" : {
        "14" : [
          "Cette phrase ici donne le sens que, en dépit de l'argument expressément la",
          "possibilité de vie après la mort, les gens qui sont le nier, peuvent se moquer",
          "comme ils peuvent et regarder vers le bas sur ses croyants comme les gens d'idées",
          "et fantaisies archaïques, mais quand le jour viendra où ils nient aujourd'hui,",
          "ils savent eux-mêmes que c'est un jour de leur ruine et de catastrophe."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "أَلَمْ نَجْعَلِ الْأَرْضَ كِفَاتًا",
      "simpleTranslate" : [
        "N’avons-Nous pas fait de la Terre un lieu propre à accueillir"
      ],
      "tafsirTranslate" : [
        "Avons-nous pas fait de la terre un réceptacle,"
      ],
      "tanslateWordByWord" : [
        "Ne pas avoir",
        "Nous avons fait",
        "La terre",
        "un récipient"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "أَحْيَاءً وَأَمْوَاتًا",
      "simpleTranslate" : [
        "à la fois les vivants et les morts,"
      ],
      "tafsirTranslate" : [
        "pour les vivants et les morts,"
      ],
      "tanslateWordByWord" : [
        "(Pour le) vivant",
        "et (la) mort"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "وَجَعَلْنَا فِيهَا رَوَاسِيَ شَامِخَاتٍ وَأَسْقَيْنَاكُمْ مَاءً فُرَاتًا",
      "simpleTranslate" : [
        "sans parler des montagnes altières que Nous y avons implantées ni de l’eau douce",
        "que Nous vous y avons procurée?"
      ],
      "tafsirTranslate" : [
        "et ne nous fixons pas fermement imposantes montagnes sur elle et vous donner de",
        "l'eau douce à boire? <N:15>"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons fait",
        "la bride",
        "montagnes fermement ensemble",
        "élevé",
        "et Nous vous avons donné à boire",
        "eau",
        "doux"
      ],
      "notes" : {
        "15" : [
          "Ceci est encore un autre argument en faveur de la possibilité et le caractère",
          "raisonnable de l'au-delà. Il est cette terre même qui depuis des millions et des",
          "millions d'années a été le maintien et la fourniture d'innombrables sortes de",
          "créatures. Chaque type de végétation et toutes sortes d'animaux et l'homme vivent",
          "sur elle, Pour répondre aux exigences de tous Ies trésors immeasureable des",
          "dispositions de différents types sont corning de son ventre. Ensuite, il est sur",
          "cette terre même que d'innombrables membres de toutes sortes de créatures meurent",
          "chaque jour, mais il existe un merveilleux arrangement en ce que les corps morts",
          "de toutes les créatures sont déposées dans la même terre, et il devient de",
          "nouveau prêt pour le maintien de la vie et de fournir maison pour les nouveaux",
          "membres de chaque espèce. Cette terre n'a pas été façonnée comme une boule à",
          "surface lisse non plus, mais ici et là, il y ont été mis en haute montagne et",
          "chaînes de montagnes, qui jouent un rôle important en provoquant le changement",
          "des saisons et des précipitations, la naissance de la création des rivières",
          "vallées de fertiles, la croissance des arbres qui fournissent du bois, et les",
          "dispositions d'une variété de minéraux et de pierres. Ensuite, à l'intérieur de",
          "cette terre même, l'eau douce a été stocké et sur ses rivières de surface d'eau",
          "douce ont été organisées et des eaux salines de la mer également des vapeurs",
          "d'eau pure sont élevés et amenées à tomber sous forme de pluie du ciel. Est-ce",
          "pas tout cela un argument pour prouver qu'un Souverain Tout-Puissant a créé aII",
          "cela et il est non seulement tout-puissant, mais AII Omniscient et Sage aussi",
          "bien? Maintenant, si cette terre a ainsi été équipée et approvisionnée que par sa",
          "puissance et de la sagesse, pourquoi un homme intelligent foulé, il est difficile",
          "de comprendre que le même souverain par sa puissance peut liquider ce monde et de",
          "créer un autre monde sur un nouveau modèle, et la demande de Sa sagesse est qu'il",
          "devrait créer un autre monde après, afin qu'il puisse appeler l'homme pour tenir",
          "compte des actions qu'il a fait dans ce monde?"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Malheur, ce jour-là, à ceux qui crient au mensonge !"
      ],
      "tafsirTranslate" : [
        "Malheur, ce jour à ceux qui donnent le mensonge à la vérité! <N:16>"
      ],
      "tanslateWordByWord" : [
        "Malheur",
        "Ce jour là",
        "les deniers"
      ],
      "notes" : {
        "16" : [
          "Ici, cette phrase signifie que les gens qui nient la venue de l'au-delà et la",
          "considèrent comme impossible et irrationnel en dépit de voir ces signes",
          "manifestes de la puissance et de la sagesse de Dieu, peuvent rester perdus dans",
          "leurs vaines imaginations si ils le souhaitent. Mais le jour où tout cela se",
          "déroule sur leurs attentes, ils vont se rendre compte qu'ils ont gagné la ruine à",
          "cause de leur propre folie."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "انْطَلِقُوا إِلَىٰ مَا كُنْتُمْ بِهِ تُكَذِّبُونَ",
      "simpleTranslate" : [
        "«Allez !, sera-t-il dit aux impies, allez au supplice que vous n’avez cessé de",
        "nier !"
      ],
      "tafsirTranslate" : [
        "Procéder <N:17> maintenant vers ce qui vous aviez coutume de nier comme faux;"
      ],
      "tanslateWordByWord" : [
        "Procéder",
        "à",
        "quelle",
        "vous avez utilisé pour",
        "en ce",
        "nier"
      ],
      "notes" : {
        "17" : [
          "Après avoir donné des preuves de la venue de l'au-delà, maintenant il est indiqué",
          "comment les deniers seront traitées quand il a effectivement eu lieu."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "انْطَلِقُوا إِلَىٰ ظِلٍّ ذِي ثَلَاثِ شُعَبٍ",
      "simpleTranslate" : [
        "Allez vous réfugier sous la fumée qui se propage en trois colonnes,"
      ],
      "tafsirTranslate" : [
        "procéder à l'ombre à trois volets, <N:18>"
      ],
      "tanslateWordByWord" : [
        "Procéder",
        "à",
        "une ombre",
        "ayant",
        "Trois",
        "colonnes"
      ],
      "notes" : {
        "18" : [
          "[ \"Shadow\"]: l'ombre de la fumée; [ \"Trois branches\"]: parce que quand une grande",
          "fumée se présente, il est divisé en plusieurs parties au sommet."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "لَا ظَلِيلٍ وَلَا يُغْنِي مِنَ اللَّهَبِ",
      "simpleTranslate" : [
        "et qui ne vous assurera aucun abri et ne vous apportera aucun secours contre les",
        "flammes,"
      ],
      "tafsirTranslate" : [
        ", qui ne fournit (refroidissement) ombre ni protection contre les flammes;"
      ],
      "tanslateWordByWord" : [
        "Non",
        "ombre fraîche",
        "et pas",
        "availing",
        "contre",
        "la flamme"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "إِنَّهَا تَرْمِي بِشَرَرٍ كَالْقَصْرِ",
      "simpleTranslate" : [
        "car l’Enfer projette des étincelles aussi hautes que des tours,"
      ],
      "tafsirTranslate" : [
        ", il jette en effet des étincelles comme des châteaux,"
      ],
      "tanslateWordByWord" : [
        "En effet, il",
        "vomit",
        "étincelles",
        "comme la forteresse"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "كَأَنَّهُ جِمَالَتٌ صُفْرٌ",
      "simpleTranslate" : [
        "qu’on prendrait pour des chameaux couleur de soufre.»"
      ],
      "tafsirTranslate" : [
        ", qui semblent comme si elles sont chameaux de couleur jaune. <N:19>"
      ],
      "tanslateWordByWord" : [
        "Comme si elles (étaient)",
        "chameaux",
        "jaune"
      ],
      "notes" : {
        "19" : [
          "Autrement dit, chaque étincelle sera comme un château, et quand ces énormes",
          "étincelles vont augmenter et éclater et voler dans toutes les directions, il",
          "semblera comme si elles étaient des chameaux jaunes course et des sauts à propos",
          "sans cesse."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Malheur, ce jour-là , à ceux qui crient au mensonge !"
      ],
      "tafsirTranslate" : [
        "Malheur, ce jour à ceux qui donnent le mensonge à la vérité!"
      ],
      "tanslateWordByWord" : [
        "Malheur",
        "Ce jour là",
        "les deniers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "هَٰذَا يَوْمُ لَا يَنْطِقُونَ",
      "simpleTranslate" : [
        "Ce jour-là, les négateurs resteront muets de frayeur"
      ],
      "tafsirTranslate" : [
        "Ce sera le jour où ils ne seront pas (pouvoir) prononcer un mot,"
      ],
      "tanslateWordByWord" : [
        "Ce",
        "(Est) un jour",
        "ne pas",
        "ils parleront"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ",
      "simpleTranslate" : [
        "et n’auront droit de présenter aucune excuse !"
      ],
      "tafsirTranslate" : [
        "ils ne seront pas autorisés à proférer des excuses. <N:20>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "sera-il permis",
        "pour eux",
        "de faire des excuses"
      ],
      "notes" : {
        "20" : [
          "Ce sera leur état ultime au moment où ils vont entrer dans l'enfer. Avant cela,",
          "dans la plaine de la Résurrection ils offriront toutes sortes d'excuses, de",
          "blâmer les autres pour leurs erreurs et de prouver leur propre moi d'être",
          "innocent, abuser de leurs dirigeants et les guides qui les égarés; si bien que",
          "certains d'entre eux vont même désavouer leurs crimes sans vergogne, comme cela a",
          "été dit à plusieurs endroits dans le Coran. Mais quand leurs étant criminels ont",
          "été établis par toutes sortes de preuves, et le témoignage lorsque leurs propres",
          "mains et les pieds et les membres auront porté contre eux de prouver leur",
          "culpabilité pleinement, et quand après avoir satisfait à toutes les exigences de",
          "la justice, à juste titre, et vraiment, la phrase sera passé sur eux, ils seront",
          "stupéfaits et aucune place ne sera laissé pour eux d'offrir une excuse. Pour",
          "refuser l'occasion ou la permission d'offrir une excuse, ne signifie pas que le",
          "jugement sera transmis contre eux sans leur donner une chance pour",
          "l'auto-défense, mais cela signifie que leur culpabilité et le crime sera prouvé à",
          "la poignée et ils ne seront pas en mesure d'offrir une excuse après."
        ]
      }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Malheur, ce jour-là, à ceux qui crient au mensonge !"
      ],
      "tafsirTranslate" : [
        "Malheur, ce jour à ceux qui donnent le mensonge à la vérité!"
      ],
      "tanslateWordByWord" : [
        "Malheur",
        "Ce jour là",
        "les deniers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "هَٰذَا يَوْمُ الْفَصْلِ ۖ جَمَعْنَاكُمْ وَالْأَوَّلِينَ",
      "simpleTranslate" : [
        "«Voilà, leur sera-t-il dit, le Jour du règlement des comptes. Nous vous y avons",
        "réunis, vous et vos devanciers !"
      ],
      "tafsirTranslate" : [
        "Tel est le jour du jugement sur lequel Nous vous avons assemblé, ainsi que tous",
        "ceux qui vous ont précédé."
      ],
      "tanslateWordByWord" : [
        "Ce",
        "(Est) Jour",
        "(De) Arrêt",
        "Nous vous avons réunis",
        "et les anciens (les gens)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "فَإِنْ كَانَ لَكُمْ كَيْدٌ فَكِيدُونِ",
      "simpleTranslate" : [
        "Et si vous disposez d’un moyen pour échapper aux tourments, c’est le moment de",
        "l’utiliser !»"
      ],
      "tafsirTranslate" : [
        "Donc, si vous avez une ruse, essayez-le contre moi! <N:21>"
      ],
      "tanslateWordByWord" : [
        "Donc si",
        "est",
        "pour toi",
        "un plan",
        "puis planifier contre moi"
      ],
      "notes" : {
        "21" : [
          "Autrement dit, [ \"Dans le monde que vous avez utilisé toutes sortes de tromperie",
          "et de tour dans leur propre intérêt. Maintenant, si vous avez une astuce pour",
          "échapper Mon châtiment, vous pouvez l'utiliser pour Moi et Mon plan vaincre . »]"
        ]
      }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Malheur, ce jour-là, à ceux qui crient au mensonge !"
      ],
      "tafsirTranslate" : [
        "Malheur, ce jour à ceux qui donnent le mensonge à la vérité!"
      ],
      "tanslateWordByWord" : [
        "Malheur",
        "Ce jour là",
        "les deniers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "إِنَّ الْمُتَّقِينَ فِي ظِلَالٍ وَعُيُونٍ",
      "simpleTranslate" : [
        "Mais ceux qui craignent le Seigneur seront couverts d’ombrages, parmi des sources",
        "fraîches"
      ],
      "tafsirTranslate" : [
        "Voici, aujourd'hui la crainte de Dieu <N:22> sera au milieu des nuances et des",
        "sources,"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "les justes",
        "(sera en",
        "teintes",
        "et les ressorts"
      ],
      "notes" : {
        "22" : [
          "Comme ce monde a été utilisé ici en contraste avec les «négationnistes», le juste",
          "ici implique les personnes qui se sont abstenus de nier l'au-delà et acceptées et",
          "passaient leur vie dans le monde avec la conviction que, dans ' l'au-delà, ils",
          "aurait à rendre compte de leur parole et par les actes et leur conduite et de",
          "caractère."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "وَفَوَاكِهَ مِمَّا يَشْتَهُونَ",
      "simpleTranslate" : [
        "et auront à leur disposition les fruits dont ils auront envie."
      ],
      "tafsirTranslate" : [
        "et les fruits qu'ils désirent (seront à portée de main)."
      ],
      "tanslateWordByWord" : [
        "et les fruits",
        "de ce que",
        "ils désirent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنْتُمْ تَعْمَلُونَ",
      "simpleTranslate" : [
        "«Mangez et buvez en paix, leur sera-t-il dit, pour prix de vos œuvres passées !»"
      ],
      "tafsirTranslate" : [
        "Mangez et buvez et peut chaque joie vous assister comme une récompense pour vos",
        "actes."
      ],
      "tanslateWordByWord" : [
        "Manger",
        "et boire",
        "(In) satisfaction",
        "pour quoi",
        "vous avez utilisé pour",
        "faire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "إِنَّا كَذَٰلِكَ نَجْزِي الْمُحْسِنِينَ",
      "simpleTranslate" : [
        "Et c’est ainsi que Nous récompensons les hommes vertueux."
      ],
      "tafsirTranslate" : [
        "ainsi que Nous récompensons ceux qui font le bien."
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "Ainsi",
        "récompense",
        "les bienfaisants"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Malheur, ce jour-là, à ceux qui crient au mensonge !"
      ],
      "tafsirTranslate" : [
        "Malheur, ce jour à ceux qui donnent le mensonge à la vérité! <N:23>"
      ],
      "tanslateWordByWord" : [
        "Malheur",
        "Ce jour là",
        "les deniers"
      ],
      "notes" : {
        "23" : [
          "Ici signifie cette phrase que l'un de leurs afflictions. comme mentionné",
          "ci-dessus, sera qu'ils seront debout comme coupables dans la plaine de la",
          "Résurrection, leurs crimes auront été prouvé et établi ouvertement et ils ne",
          "seront pas en mesure même d'ouvrir la bouche pour présenter un plaidoyer en",
          "légitime défense, et doit finalement devenir le carburant de l'enfer. Leur autre",
          "affliction, et de loin le pire sera que l'on verra les mêmes croyants s'amuser au",
          "Paradis, dont ils avaient été opposés et de résister et de se moquer de tout au",
          "long de leur vie que les gens fashioned folles, esprit étroit, moyen et vieux."
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُمْ مُجْرِمُونَ",
      "simpleTranslate" : [
        "Et vous négateurs ! : «Mangez et jouissez durant votre vie éphémère, vous n’êtes",
        "que des criminels !»"
      ],
      "tafsirTranslate" : [
        "Mangez <N:24> et amusez-vous pendant un certain temps. <N:25> Certes, vous êtes",
        "méchants."
      ],
      "tanslateWordByWord" : [
        "Manger",
        "et amusez-vous",
        "un peu",
        "en effet, vous",
        "(Sont) criminels"
      ],
      "notes" : {
        "24" : [
          "En conclusion, ces mots sont adressées non seulement aux mécréants de la Mecque",
          "mais incroyants ALi du monde."
        ],
        "25" : [
          "[ \"Pendant un certain temps\"]: dans leur courte vie du monde."
        ]
      }
    },
    {
      "verseNumber" : 47,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Malheur, ce jour-là, à ceux qui crient au mensonge !"
      ],
      "tafsirTranslate" : [
        "Malheur, ce jour à ceux qui donnent le mensonge à la vérité!"
      ],
      "tanslateWordByWord" : [
        "Malheur",
        "Ce jour là",
        "les deniers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 48,
      "arabicVerse" : "وَإِذَا قِيلَ لَهُمُ ارْكَعُوا لَا يَرْكَعُونَ",
      "simpleTranslate" : [
        "Quand on leur dit : «Accomplissez votre prière !», ils refusent de le faire."
      ],
      "tafsirTranslate" : [
        "Quand il leur dit:. «Prosternez (devant Allah),« ils ne se prosternent <N:26>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "c'est dit",
        "pour eux",
        "Arc",
        "ne pas",
        "ils inclinent"
      ],
      "notes" : {
        "26" : [
          "[ \"Cédant devant Allah\"]: ne signifie pas seulement l'adorer, mais signifie aussi",
          "croire au Messager envoyé par Allah et dans le Livre révélé par Lui et en suivant",
          "et en obéissant à Ses commandements."
        ]
      }
    },
    {
      "verseNumber" : 49,
      "arabicVerse" : "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ",
      "simpleTranslate" : [
        "Malheur, ce jour-là, à ceux qui crient au mensonge !"
      ],
      "tafsirTranslate" : [
        "Malheur, ce jour à ceux qui donnent le mensonge à la vérité!"
      ],
      "tanslateWordByWord" : [
        "Malheur",
        "Ce jour là",
        "les deniers"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 50,
      "arabicVerse" : "فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ",
      "simpleTranslate" : [
        "À quel autre discours croiront-ils, s’ils ne croient pas à la Parole du Seigneur?"
      ],
      "tafsirTranslate" : [
        "Dans ce discours après (le Coran) vont-ils donc croire? <N:27>"
      ],
      "tanslateWordByWord" : [
        "Puis, en ce que",
        "déclaration",
        "après ça",
        "seront-ils croient"
      ],
      "notes" : {
        "27" : [
          "Autrement dit, le plus grand message qui pourrait distinguer la vérité du",
          "mensonge pour l'homme et lui montrer l'orientation droite, a été envoyé dans la",
          "forme du Coran. si une personne ne croit pas même après avoir lu ou entendre",
          "lire, quoi d'autre après cela peut lui montrer l'orientation correcte?"
        ]
      }
    }
  ],
  "medinian" : false
}