{
  "chapterNumber" : 79,
  "nbVerses" : 46,
  "name" : "Ceux qui arrachent, Tirer",
  "nameArabic" : "النازعات",
  "transName" : "an-nāziʿāt",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "وَالنَّازِعَاتِ غَرْقًا",
      "simpleTranslate" : [
        "Par ceux qui arrachent violemment !"
      ],
      "tafsirTranslate" : [
        "Par ces (anges) qui arrachent l'âme des profondeurs,"
      ],
      "tanslateWordByWord" : [
        "Par ceux qui extraient",
        "violemment"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَالنَّاشِطَاتِ نَشْطًا",
      "simpleTranslate" : [
        "Par ceux qui recueillent doucement !"
      ],
      "tafsirTranslate" : [
        "et doucement emporter;"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui tirent sur",
        "doucement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَالسَّابِحَاتِ سَبْحًا",
      "simpleTranslate" : [
        "Par ceux qui voguent librement"
      ],
      "tafsirTranslate" : [
        "et par ceux qui glissent rapidement le long (le cosmos),"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui glissent",
        "la natation"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "فَالسَّابِقَاتِ سَبْقًا",
      "simpleTranslate" : [
        "et s’élancent fougueusement,"
      ],
      "tafsirTranslate" : [
        "et rivaliser avec les autres (dans l'exécution des commandements de leur",
        "Seigneur);"
      ],
      "tanslateWordByWord" : [
        "Et ceux qui courent les uns des autres",
        "(dans une course"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "فَالْمُدَبِّرَاتِ أَمْرًا",
      "simpleTranslate" : [
        "pour régler le cours des événements !"
      ],
      "tafsirTranslate" : [
        ", puis gérer les affaires de l'Univers (selon les commandements de leur Seigneur)",
        "<N:1>."
      ],
      "tanslateWordByWord" : [
        "Et ceux qui organiser",
        "(la question"
      ],
      "notes" : {
        "1" : [
          "Ici, l'objet pour lequel un serment a été prêté par des êtres ayant cinq qualités",
          "n'a pas été mentionnées; mais le thème qui suit par lui-même conduit à la",
          "conclusion que le serment a été assermenté pour affirmer que la Résurrection est",
          "une certitude, qui doit arriver, lorsque tous les hommes morts seront",
          "ressuscités. Et il n'y a aucune mention de ce que sont les êtres possédés des",
          "qualités. Cependant, un grand nombre des Compagnons et leurs successeurs",
          "immédiats et la plupart des commentateurs ont exprimé l'avis que ce sont les",
          "anges. Hadrat `Abdullah bin Mas`ud, Hadrat` Abdullah bin `Abbas, Masruq, Sa`īd",
          "bin Jubayr, Abu salih Abud-Duha et Suddi; dire que [ «ceux qui arrachent du fond",
          "et ceux qui tirent doucement\"] impliquer les anges qui arrachent à l'âme de",
          "l'homme à la mort du plus profond de son corps, de sa chaque fibre. [ \"Ceux qui",
          "glissent sur les rapidement\"], selon Hadrat Ibn Mas`ud, Mujahid, Sa`īd bin Jubayr",
          "et Abu Salih, implique également les anges, qui se pressent au sujet rapidement",
          "dans l'exécution des commandements divins comme si elles glissaient à travers",
          "l'espace. Le même sens de [ «ceux qui se hâte comme dans une course\"] a été prise",
          "par Hadrat `Ali, Mujahid, Masruq, Abu Salih et Hasan Bari, et hâtez sur implique",
          "que chacun d'eux se précipite sur sa mission dès il reçoit la première indication",
          "de la Volonté Divine. [ \"Ceux qui mènent les affaires»] implique aussi les anges",
          "comme il a été rapporté de Hadrat `Ali, Mujahid, 'Ata' Abu -Salih, Hasan Bari ;,",
          "Qatadah, Rabi bin Anas et Suddi. En d'autres termes, ce sont les travailleurs du",
          "Royaume de l'Univers, qui mènent toutes les affaires du monde, conformément aux",
          "commandes et la volonté d'Allah. Bien que ce sens de ces versets n'a pas été",
          "signalé dans aucun hadith authentique du Saint Prophète, alors que cette",
          "signification a été donnée par certains Compagnons majeurs et leurs successeurs",
          "immédiats et les élèves, on est amené à former l'opinion selon laquelle ils",
          "doivent avoir obtenu cette connaissance du Saint Prophète lui-même. \n Maintenant,",
          "la question se pose: Sur quelle base a le serment été juré par ces anges pour",
          "l'apparition de la résurrection et la vie après la mort, quand ils se sont aussi",
          "imperceptibles que la chose pour l'événement dont ils ont été présentés comme une",
          "preuve et comme argument. A notre avis, la raison est [(et Allah a la meilleure",
          "connaissance)] que les Arabes étaient pas négateurs de l'existence des anges. Ils",
          "s'admis qu'à la mort, l'âme a été prise par les anges; ils croyaient aussi que",
          "les anges déplacés à des vitesses énormes; ils pourraient atteindre un lieu entre",
          "la terre et les cieux instantanément et exécuter rapidement toute mission qui",
          "leur a été confié. Ils ont également reconnu que les anges sont subordonnés à la",
          "volonté divine et ils mènent les affaires de l'univers strictement et précisément",
          "selon la volonté divine; ils ne sont pas indépendants et maîtres de leur volonté.",
          "Ils les considéraient comme des filles d'Allah sur l'ignorance et les adoraient",
          "comme des divinités, mais ils ne croyaient pas qu'ils possédaient l'autorité",
          "réelle aussi bien. Par conséquent, la base du raisonnement à partir des attributs",
          "mentionnés ci-dessus pour l'apparition de la résurrection et la vie après la mort",
          "est que les anges qui ont pris l'âme par l'ordre de Dieu, pourraient également",
          "restaurer l'âme par l'ordre du même Dieu; et les anges qui ont mené les affaires",
          "de l'univers par l'ordre de Dieu pourraient également bouleverser cet univers par",
          "l'ordre du même Dieu chaque fois. . Il le leur a ordonné et pourrait aussi",
          "apporter un nouvel ordre mondial. Ils ne seraient pas montrer toute négligence ou",
          "retard dans l'exécution de sa commande."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "يَوْمَ تَرْجُفُ الرَّاجِفَةُ",
      "simpleTranslate" : [
        "En vérité, le jour où la terre sera secouée violemment,"
      ],
      "tafsirTranslate" : [
        "Le jour où le tremblement provoquera une violente convulsion,"
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "volonté séisme",
        "une quaking"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "تَتْبَعُهَا الرَّادِفَةُ",
      "simpleTranslate" : [
        "puis ébranlée par un second tremblement,"
      ],
      "tafsirTranslate" : [
        "et sera suivi par un autre tremblement <N:2>."
      ],
      "tanslateWordByWord" : [
        "suit il",
        "la suite"
      ],
      "notes" : {
        "2" : [
          "La première secousse implique la secousse qui va détruire la terre et tout sur",
          "elle, et la deuxième secousse à laquelle tous les hommes morts se lèveront de la",
          "mort et de leurs tombes. Ce même état a été décrit dans la sourate Az-Zumar,",
          "ainsi: [ \"Et quand la trompette est soufflé sur ce jour-là, tous ceux qui sont",
          "dans les cieux et la terre tombera raide mort, sauf ceux qu'Allah peut permettre",
          "à [(à en direct)]. Ensuite, la trompette est soufflé à nouveau et ils seront tous",
          "debout, regardant autour. \"] [(v. 68)]"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ",
      "simpleTranslate" : [
        "ce jour-là, bien des cœurs seront saisis d’épouvante"
      ],
      "tafsirTranslate" : [
        "Ce jour-là des cœurs tremblent (de peur), <N:3>"
      ],
      "tanslateWordByWord" : [
        "Les coeurs",
        "Ce jour là",
        "va palpiter"
      ],
      "notes" : {
        "3" : [
          "[ \"Certains coeurs\"], parce que, selon le Coran, seuls les mécréants, les",
          "méchants et les hypocrites seront frappés de terreur sur le Jour de la",
          "Résurrection, les croyants justes resteront à l'abri de ce ténor. Autour d'eux",
          "dans la sourate Al-Anbiya 'il a été dit: [ «Le temps d'une grande frayeur ne sera",
          "pas du tout la détresse, les anges se précipiteront pour les recevoir, en",
          "disant:` Voici le jour même qui vous a été promis. \" ».] [(v. 103)]"
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "أَبْصَارُهَا خَاشِعَةٌ",
      "simpleTranslate" : [
        "et bien des regards seront frappés d’humiliation !"
      ],
      "tafsirTranslate" : [
        "et leurs yeux sont baissés avec effroi."
      ],
      "tanslateWordByWord" : [
        "Leurs yeux",
        "humilié"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "يَقُولُونَ أَإِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ",
      "simpleTranslate" : [
        "«Quoi !, diront-ils, allons-nous être ramenés à notre première vie,"
      ],
      "tafsirTranslate" : [
        "Ils disent: «On y va en effet être rendu à la vie,"
      ],
      "tanslateWordByWord" : [
        "Ils disent",
        "Allons-nous",
        "en effet être retourné",
        "à",
        "l'ancien état"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "أَإِذَا كُنَّا عِظَامًا نَخِرَةً",
      "simpleTranslate" : [
        "quand nous ne serons plus qu’ossements pourris?"
      ],
      "tafsirTranslate" : [
        ", même après que nous avons été réduits à des os, des creux et pourris?"
      ],
      "tanslateWordByWord" : [
        "Quelle! Quand",
        "nous sommes",
        "des os",
        "pourri"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "قَالُوا تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ",
      "simpleTranslate" : [
        "Ce retour serait pour nous un vrai désastre !»"
      ],
      "tafsirTranslate" : [
        "Ils disent: '! Ce sera alors un retour avec une grande perte » <N:4>"
      ],
      "tanslateWordByWord" : [
        "Ils disent",
        "Ce",
        "puis",
        "(Serait) un retour",
        "perdant"
      ],
      "notes" : {
        "4" : [
          "Autrement dit, quand on leur a dit qu'ils allaient sûrement être soulevées à la",
          "vie après la mort, ils ont commencé à se moquer de lui, disant les uns aux",
          "autres, [ \"Eh bien, si nous devons vraiment être restauré à notre ancien état de",
          "vie, alors nous serions certainement condamnés. \"]"
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ",
      "simpleTranslate" : [
        "Mais il suffira d’un seul coup de Clairon"
      ],
      "tafsirTranslate" : [
        "Certainement, ils auront besoin de rien de plus qu'une seule explosion sévère,"
      ],
      "tanslateWordByWord" : [
        "Alors seulement",
        "il",
        "(Sera) un cri",
        "unique"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "فَإِذَا هُمْ بِالسَّاهِرَةِ",
      "simpleTranslate" : [
        "pour qu’ils se retrouvent tous hors de leurs tombeaux."
      ],
      "tafsirTranslate" : [
        "et voici, ils seront tous dans la plaine ouverte. <N:5>"
      ],
      "tanslateWordByWord" : [
        "Et voici",
        "Ils",
        "(Sera) réveillé"
      ],
      "notes" : {
        "5" : [
          "Autrement dit, [ «Ils se moquent comme une impossibilité, alors qu'il est pas du",
          "tout une tâche difficile pour Allah pour la performance dont il peut avoir à",
          "faire de longs préparatifs. Car un seul cri ou cri est assez à laquelle votre",
          "poussière de cendres rassemblera de là où elle se trouvait, et vous trouverez",
          "tout à coup vous en vie sur le dos de la terre. Penser ce retour à un retour à la",
          "perte, vous pouvez essayer d'y échapper mais dur, vous pouvez, mais il sera",
          "inévitablement lieu, elle ne peut être évitée par votre refus, échapper à la",
          "moquerie \"]."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "هَلْ أَتَاكَ حَدِيثُ مُوسَىٰ",
      "simpleTranslate" : [
        "L’histoire de Moïse t’est-elle parvenue,"
      ],
      "tafsirTranslate" : [
        "a- <N:6> L'histoire de Moïse vous atteint?"
      ],
      "tanslateWordByWord" : [
        "A",
        "(Il) viendra à vous",
        "(l'histoire",
        "(De) Musa"
      ],
      "notes" : {
        "6" : [
          "L'histoire de Moïse vous atteint?"
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "إِذْ نَادَاهُ رَبُّهُ بِالْوَادِ الْمُقَدَّسِ طُوًى",
      "simpleTranslate" : [
        "lorsque son Seigneur le héla au val sacré de Tuwâ?"
      ],
      "tafsirTranslate" : [
        "Quand son Seigneur l'appela dans la vallée sacrée de Tuwa, <N:7>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "l'a appelé",
        "son Seigneur",
        "dans la vallée",
        "le sacré",
        "(De) Tuwa"
      ],
      "notes" : {
        "6" : [
          "Comme la négation de la résurrection et au-delà par les mécréants de la Mecque et",
          "de leur dérision ce ne fut pas, en fait, le rejet d'une philosophie, mais",
          "démentait les Messagers d'Allah, et les astuces qu'ils emploient contre le Saint",
          "Prophète [(sur lesquels la paix d'Allah)] étaient pas contre un homme ordinaire,",
          "mais étaient destinés à contrecarrer la mission du Messager d'Allah, l'histoire",
          "du Prophète Moïse et le Pharaon est en cours liés avant de donner des arguments",
          "supplémentaires pour l'apparition de l'au-delà afin qu'ils sont mis en garde",
          "contre les conséquences de la lutte avec le Messager et de résister à Dieu qui",
          "l'a envoyé."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "اذْهَبْ إِلَىٰ فِرْعَوْنَ إِنَّهُ طَغَىٰ",
      "simpleTranslate" : [
        "«Va trouver Pharaon qui se conduit en tyran !"
      ],
      "tafsirTranslate" : [
        "et lui a enjoint: «Va vers Pharaon, il est révolté,"
      ],
      "tanslateWordByWord" : [
        "Aller",
        "à",
        "Firaun",
        "En effet, il a",
        "(A) transgressée"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "فَقُلْ هَلْ لَكَ إِلَىٰ أَنْ تَزَكَّىٰ",
      "simpleTranslate" : [
        "Dis-lui : “Es-tu disposé à te purifier?"
      ],
      "tafsirTranslate" : [
        "et lui disent: «Êtes-vous prêt à purifier,"
      ],
      "tanslateWordByWord" : [
        "Et dis",
        "Aurait",
        "[pour toi",
        "[à]",
        "[cette]",
        "vous purifier"
      ],
      "notes" : {
        "7" : [
          "Selon l'opinion générale parmi les commentateurs [ \"le sacré. Vallée de 'Tuwa\"]",
          "moyens [ \"la vallée sacrée qui a été nommé Tuwa\"]. Mais, en outre, deux autres",
          "significations de celui-ci aussi ont été données: [(1)] [ \"La vallée qui a été",
          "béni et a fait sacrée deux fois\"]. car il a d'abord été sacré quand Allah a parlé",
          "à Moïse en lui pour la première fois, et il a été béni et sacré pour la deuxième",
          "fois quand le prophète Moïse a conduit les enfants d'Israël hors d'Egypte et les",
          "apporta en elle; et [(2)] [ \"lui cria dans la vallée sacrée dans la nuit,\"], ce",
          "qui est selon le sens de tuwa dans l'idiome arabe."
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَأَهْدِيَكَ إِلَىٰ رَبِّكَ فَتَخْشَىٰ",
      "simpleTranslate" : [
        "Je t’indiquerai la Voie de ton Seigneur afin que tu te soumettes à Lui.”«"
      ],
      "tafsirTranslate" : [
        "que je peux vous diriger vers votre Seigneur et vous Lui <N:8> dans la crainte",
        "tenir? '"
      ],
      "tanslateWordByWord" : [
        "Et je vais vous guider",
        "à",
        "votre Seigneur",
        "de sorte que vous auriez peur"
      ],
      "notes" : {
        "8" : [
          "Ici, il faut comprendre quelques choses bien: \n [(1)] Le dialogue qui a eu lieu",
          "entre le Prophète Moïse et Allah Tout-Puissant au moment de sa nomination au",
          "bureau de la Prophétie a été liée à certains endroits brièvement et à d'autres en",
          "détail dans le Coran comme l'occasion exigeait . Ici; brièveté est la nécessité;",
          "Par conséquent, seul un CV a été donné. détails Fuller se trouvent dans Ta Ha:",
          "9-48, Ash-Shua`ra ': 10-17, An = Naml: 7-12, AI-Qasas: 29-35. \n [(2)] La",
          "rébellion du Pharaon appelle ici se rapporte à son transgressant les limites de",
          "service et de se rebeller à la fois contre le Créateur et contre ses créatures.",
          "Quant à sa rébellion contre le Créateur, il est mentionné un peu plus bas quand",
          "il a rassemblé son peuple et prolaimed: [ \"Je suis votre seigneur, le suprême».]",
          "Par contre les créatures sa rébellion était qu'il avait divisé ses sujets en des",
          "cours; il a traité les classes faibles tyranniquement et avait réduit toute sa",
          "nation à l'esclavage comme il a été mentionné dans Al-Qasas: 4 et Az-Zukhruf: 54.",
          "\n [(3)] L'instruction donnée à Moïse était: [ \"Va, toi et ton frère Aaron, à",
          "Pharaon pour avoir transgressé toutes les limites Parlez-lui doucement, peut-être",
          "qu'il est convaincu par avertissement ou est imprégné de la peur.\". ] [(Ta Ha: 44",
          "<V:20:44>)]. Un modèle de la parole douce a été donnée dans ces versets, ce qui",
          "montre que la bonne méthode prédicateur devrait adopter en prêchant à un homme",
          "perverti. D'autres modèles sont donnés dans Ta Ha: 49-52, Ash-Shua`ra ': 23-28,",
          "et Al-Qasas: 37. Ces versets sont ceux dans lesquels Allah a enseigné les bonnes",
          "méthodes de prédication l'Islam dans le Coran' un. \n [(4)] Le Prophète Moïse n'a",
          "pas été envoyé à Pharaon que pour la délivrance des enfants d'Israël comme",
          "certains semblent penser, mais l'objet principal de sa nomination était de",
          "montrer Pharaon et son peuple le droit chemin, et le second objet était que s'il",
          "n'a pas accepté le droit chemin, les enfants d'Israël [(qui étaient en fait un",
          "peuple musulman)] devraient être prises hors de son esclavage et de l'Egypte.",
          "Cette chose devient clairement de ces versets aussi, car il n'y a aucune mention",
          "dans ces de la délivrance des enfants d'Israël, mais le prophète Moïse a été",
          "commandé pour présenter le message de la vérité devant Pharaon, et cela est",
          "confirmé par ces versets également dans lequel le prophète Moïse a prêché l'Islam",
          "ainsi que la liberté exige des enfants d'Israël, par exemple, voir Al-A`raf",
          "104-105, Ta Ha: 47-52, Ash-Shua ara ': 16-17, 23-28. [(Pour de plus amples",
          "explications, voir E.N. 74 de Yunus)]. \n [(5)] Ici, [ \"d'adopter pureté»]",
          "signifie adopter la pureté des croyances, de la morale et les actes, ou, en",
          "d'autres termes, à accepter l'Islam. Ibn Zaid dit: [ \"Partout dans le Coran le",
          "mot tazakka [(pureté)] a été utilisé, il implique l'acceptation de l'Islam.\"] A",
          "titre d'exemple de ce qu'il a cité les trois versets suivants: [ \"Et cela est la",
          "récompense de celui qui adopte la pureté »], à savoir l'Islam accepte; [ \"Et ce",
          "qui vous ferait savoir qu'il pourrait adopter pureté»], à savoir devient un",
          "musulman [( `Abasa: 3 <V:80:3>)]; [ \"Et vous ne seriez pas responsable s'il n'a",
          "pas adapter la pureté\"], à savoir ne sont pas devenus un musulman [( `Abasa: 7",
          "<V:80:7>)]. [(Ibn Jarir)]. \n [(6)] [ \"Que je puisse vous guider vers votre",
          "Seigneur afin que vous pouvez avoir peur [(de lui)]\"] signifie: [ «Quand vous",
          "reconnaître votre Seigneur et venir à savoir que vous êtes son esclave, et non un",
          "homme libre, vous devrez inévitablement peur de lui dans votre cœur, de peur de",
          "Dieu est la chose dont dépend la bonne attitude de l'homme dans le monde. sans la",
          "connaissance et de crainte de Dieu ni pureté de soi peut être possible. \"]"
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "فَأَرَاهُ الْآيَةَ الْكُبْرَىٰ",
      "simpleTranslate" : [
        "Moïse fit alors voir le miracle le plus édifiant à Pharaon ;"
      ],
      "tafsirTranslate" : [
        "Moïse (est allé à Pharaon et) lui a montré le grand signe; <N:9>"
      ],
      "tanslateWordByWord" : [
        "Puis il lui a montré",
        "le signe",
        "le grand"
      ],
      "notes" : {
        "9" : [
          "[ \"Le grand signe\"]: la rotation du personnel en serpent, comme cela a été",
          "mentionné à plusieurs endroits dans le Coran. De toute évidence, il ne pouvait",
          "être plus grand signe que le personnel sans vie devrait se transformer en un",
          "serpent vivant juste en face des yeux du peuple, qu'il doit dévorer les serpents",
          "artificiels produits par les magiciens de leurs états-majors et des cordes, et",
          "vKhen Prophète Moïse doit le ramasser, il devrait devenir à nouveau un bâton de",
          "marche. Ce fut la preuve qu'il était Allah, Seigneur des mondes, qui avait envoyé",
          "Moïse comme un prophète."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "فَكَذَّبَ وَعَصَىٰ",
      "simpleTranslate" : [
        "mais ce dernier cria à l’imposture et refusa d’obéir."
      ],
      "tafsirTranslate" : [
        ", mais il a nié comme fausse et désobéi,"
      ],
      "tanslateWordByWord" : [
        "Mais il a nié",
        "et désobéi"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "ثُمَّ أَدْبَرَ يَسْعَىٰ",
      "simpleTranslate" : [
        "Après quoi, il tourna le dos et s’en alla"
      ],
      "tafsirTranslate" : [
        ", puis il a tourné le dos à avoir recours à sa ruse, <N:10>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "il tourna le dos",
        "combattant"
      ],
      "notes" : {
        "10" : [
          "Selon les détails donnés à d'autres endroits dans le Coran, il appela les",
          "magiciens habiles de toute l'Egypte et fit produire des serpents avec des bâtons",
          "et des cordes devant le peuple assemblé de sorte qu'ils étaient convaincus que",
          "Moïse [(paix soit sur lui était pas un prophète, mais un magicien, et que le",
          "miracle accompli par lui de tourner un bâton en serpent, pourrait également être",
          "travaillé par d'autres magiciens. mais ce dispositif de son recula sur lui-même",
          "et les vaincus magiciens eux-mêmes ont admis que ce que Moïse (que la paix soit",
          "sur lui)] avait montré était pas magique, mais un miracle."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "فَحَشَرَ فَنَادَىٰ",
      "simpleTranslate" : [
        "rassembler ses hommes et leur déclara :"
      ],
      "tafsirTranslate" : [
        "et son peuple se sont réunis et ont déclaré: <N:11>"
      ],
      "tanslateWordByWord" : [
        "Et il a rassemblé",
        "et cria"
      ],
      "notes" : {
        "11" : [ ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "فَقَالَ أَنَا رَبُّكُمُ الْأَعْلَىٰ",
      "simpleTranslate" : [
        "«Je suis votre seigneur le plus puissant !»"
      ],
      "tafsirTranslate" : [
        "«Je suis le seigneur suprême de vous tous.\""
      ],
      "tanslateWordByWord" : [
        "Puis il dit",
        "je suis",
        "votre Seigneur",
        "le Très-Haut"
      ],
      "notes" : {
        "11" : [
          "Cette proclamation de Pharaon a été mentionné à plusieurs endroits dans le Coran.",
          "À une occasion, il a dit au prophète Moïse: [ \". Si tu as pris un autre comme une",
          "divinité à côté de moi, je vous rejetterai dans la prison\"] [(Ash-Shua`ra ': 29",
          "<V:26:29>)]. À une autre occasion, il avait adressé ses courtisans, en disant:..",
          "[ \"Chefs de O, je ne connais pas d'autre dieu de la vôtre que moi [(Al-Qasas .:",
          "38 <V:28:38>)] Par ce Pharaon ne voulait pas dire, il ne pouvait jamais dire, que",
          "lui-même a été le créateur de l'univers et il avait fait le monde, ni qu'il nié",
          "l'existence d'Allah et prétendu être maître de l'univers, ni qu'il considérait",
          "que lui-même comme une divinité du peuple dans le sens religieux dans le Coran",
          "lui-même, il est un témoignage clair qu'en ce qui concerne la religion, il se",
          "prosterna devant d'autres dieux une fois ses courtisans lui dirent: \".] est-ce",
          "que vous laisser Moïse et son peuple libre de répandre le chaos dans le pays, et",
          "de laisser. eux, vous et vos divinités rejettent [ \"[(Al A`raf: 127 <V:7:127>)]",
          "et dans le Coran lui-même cette parole du Pharaon a également été cité.\"]? avait",
          "Moïse été envoyé par Allah, pourquoi n'étaient pas bracelets de l'or envoyé vers",
          "lui, ou une société d'anges comme préposés »?. [(AzZukhruf: 53 <V:43:53>)] Ainsi,",
          "en fait, il se faisait appeler un dieu et divinité suprême pas dans le religieux,",
          "mais au sens politique. Ce qu'il voulait dire était qu'il possédait les droits",
          "souverains: personne à côté de lui avait le droit de se prononcer dans son",
          "royaume et il n'y avait pas de puissance supérieure dont les ordres pourraient",
          "être appliquées dans le pays. [(Pour plus d'explications. Voir EN 85 d'Al-A`raf,",
          "FR 21 de Ta Ha, EN de 24, 26 de AshShua'ra ', EN. De 52, 53 de Al-Qasas FR 49 Az-",
          "Zukhruf)]."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "فَأَخَذَهُ اللَّهُ نَكَالَ الْآخِرَةِ وَالْأُولَىٰ",
      "simpleTranslate" : [
        "C’est alors que Dieu, pour le punir, lui infligea les tourments de la vie future",
        "et ceux d’ici-bas."
      ],
      "tafsirTranslate" : [
        "Alors Allah le saisit pour le châtiment du monde à venir, ainsi que du présent."
      ],
      "tanslateWordByWord" : [
        "Donc, le saisit",
        "Allah",
        "(Avec) une punition exemplaire",
        "(pour le dernier",
        "et le premier"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِمَنْ يَخْشَىٰ",
      "simpleTranslate" : [
        "Voilà bien un sujet à méditer pour tout homme qui craint le Seigneur !"
      ],
      "tafsirTranslate" : [
        "Sûrement, il y a une grande leçon pour ceux qui craindraient (Allah). <N:12>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "dans",
        "cette",
        "sûrement (est) une leçon",
        "pour celui qui",
        "craintes"
      ],
      "notes" : {
        "12" : [
          "[ \"... qui craint\"]: qui craint les conséquences de nier Dieu Messenger, que le",
          "Pharaon a connu dans le passé."
        ]
      }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ ۚ بَنَاهَا",
      "simpleTranslate" : [
        "Étiez-vous donc plus difficiles à créer que le ciel? Et pourtant Dieu l’a édifié,"
      ],
      "tafsirTranslate" : [
        "Est- <N:13> il est plus difficile pour vous ou le ciel créer? <N:14> Mais Allah a",
        "construit,"
      ],
      "tanslateWordByWord" : [
        "Es-tu",
        "un plus difficile",
        "création",
        "ou",
        "le paradis",
        "Il a construit"
      ],
      "notes" : {
        "13" : [
          "Maintenant arguments sont en cours donnés à la possibilité de la résurrection et",
          "de la vie après la mort et leur étant la demande très et l'exigence de la",
          "sagesse."
        ],
        "14" : [
          "Ici, la création implique la récréation des hommes, et le ciel tout le firmament",
          "qui contient d'innombrables étoiles et des planètes et des systèmes solaires",
          "innombrables et des galaxies. un moyen de dire: [ \"Vous pensez que votre",
          "résurrection après la mort est quelque chose d'extrêmement improbable et vous",
          "exprimez merveille en disant:` Comment est-il possible que lorsque nos os auront",
          "pourri et devenir pourri les particules dispersées de nos corps seront remontés",
          "et ont fait vivant une fois de plus? Mais avez-vous jamais aussi examiné si le",
          "grand univers est plus difficile de créer ou de votre propre re-création dans la",
          "forme dans laquelle vous avez été créé en premier lieu? Le Dieu qui vous a créés",
          "en première instance ne peut pas être impuissante à vous créer une nouvelle fois",
          "».] Ce même argument pour la vie après la mort a été donnée à plusieurs endroits",
          "dans le Coran. Par exemple, dans la sourate Ya Sin il a été dit: [ \"est pas lui",
          "qui a créé les cieux et la terre capables de créer leur pareil [(nouveau)]",
          "Pourquoi pas, quand il est le Créateur habile?».] [ (v 81).] et dans la sourate",
          "Al-Mu'min il a été dit:.. \"Certes, la création des cieux et de la terre est une",
          "tâche plus grande que la création de l'homme, mais la plupart des gens ne savent",
          "pas [(v S7 )]"
        ]
      }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "رَفَعَ سَمْكَهَا فَسَوَّاهَا",
      "simpleTranslate" : [
        "en a élevé la voûte avec une parfaite harmonie,"
      ],
      "tafsirTranslate" : [
        "et a soulevé sa voûte élevée et proportionnée elle;"
      ],
      "tanslateWordByWord" : [
        "Il leva",
        "son plafond",
        "et proportionné il"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا",
      "simpleTranslate" : [
        "en a assombri la nuit et en a fait sortir le jour avec sa clarté ;"
      ],
      "tafsirTranslate" : [
        "et couvert sa nuit avec les ténèbres et fit sortir d'elle son jour; <N:15>"
      ],
      "tanslateWordByWord" : [
        "Et il obscurcit",
        "il fait nuit",
        "et fait sortir",
        "sa brillance"
      ],
      "notes" : {
        "15" : [
          "La nuit et le jour ont été attribués au ciel, pour la nuit tombe quand le soleil",
          "des cieux ensembles et le jour se lève quand il se lève. Le mot [ \"couvrir\"] a",
          "été utilisé pour la nuit dans le sens que, après le coucher du soleil l'obscurité",
          "de la nuit pour se répand sur la terre comme si elle a couvert par le haut par un",
          "rideau."
        ]
      }
    },
    {
      "verseNumber" : 30,
      "arabicVerse" : "وَالْأَرْضَ بَعْدَ ذَٰلِكَ دَحَاهَا",
      "simpleTranslate" : [
        "de même qu’Il a, ensuite, étendu la terre,"
      ],
      "tafsirTranslate" : [
        "et par la suite, réparties sur la terre, <N:16>"
      ],
      "tanslateWordByWord" : [
        "Et la terre",
        "après",
        "cette",
        "Il déploya"
      ],
      "notes" : {
        "16" : [
          "[ \"Après cela, il a étendu la terre\"] ne signifie pas que Dieu a créé la terre",
          "après la création des cieux, mais il est un style d'expression tout comme notre",
          "parole après avoir fait mention de quelque chose: [ \"Alors ceci est",
          "remarquable.\"] le but est de ne pas exprimer la séquence d'apparition entre les",
          "deux choses, mais d'attirer l'attention de la première à la deuxième chose, bien",
          "que les deux peuvent coexister. Plusieurs exemples de ce style se trouvent dans",
          "le Coran, par exemple dans la sourate Al-Qalam, il est dit: [ «[(Il est)]",
          "oppressive, et après cela, ignoble de naissance.\"] Cette ETCD ne signifie pas que",
          "d'abord, il est devenu oppressif et puis il se ignoble par la naissance, mais",
          "cela signifie: [ \"il est oppressive, et surtout Ali, ignoble de naissance».] de",
          "même, dans la sourate Al-Balad, il est dit: [ \"devrait libérer un esclave ...",
          "alors être de ceux qui croient.\"] Cela a également ETCD ne signifie pas que",
          "d'abord, il doit agir vertueusement puis croire. mais que, avec faire de bonnes",
          "œuvres, il devrait également être caractérisée par la croyance. Ici, il faut",
          "aussi comprendre que, à certains endroits dans le Coran la création de la terre a",
          "été mentionné en premier et ensuite la création des cieux, comme dans Al-Baqarah:",
          "29, et à d'autres la création des cieux a été mentionné en premier et ensuite de",
          "la terre, comme dans ces versets. Il est, en effet, aucune contradiction. A aucun",
          "endroit l'objet est de dire ce qui a été créé d'abord et ce après, mais là où le",
          "contexte exige que les excellences de la puissance de AIlah être important, les",
          "cieux ont été mentionnés en premier, puis la terre, et où le contexte exige que",
          "les gens soient faits pour apprécier et reconnaître les bénédictions qu'ils",
          "bénéficient par sur la terre, la mention de la terre a été faite avant que des",
          "cieux. [(Pour de plus amples explications, voir 13,14 de Ha Mim As-Sajda de",
          "E.N)]."
        ]
      }
    },
    {
      "verseNumber" : 31,
      "arabicVerse" : "أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا",
      "simpleTranslate" : [
        "en a fait surgir des cours d’eau et des pâturages"
      ],
      "tafsirTranslate" : [
        "et mis hors de lui son eau et son pâturage, <N:17>"
      ],
      "tanslateWordByWord" : [
        "Il fit sortir",
        "à partir de cela",
        "c'est de l'eau",
        "et son pâturage"
      ],
      "notes" : {
        "17" : [
          "[ \"Pasture\"] ici DCEs impliquent non seulement des pâturages et du fourrage pour",
          "les animaux, mais toutes sortes de produits à base de plantes propres à la",
          "consommation à la fois par l'homme et par animal. Un exemple de l'utilisation du",
          "rat. qui est généralement utilisé en arabe pour les animaux de pâturage, se",
          "trouve dans la Sourate Yusuf: 12, ce qui signifie que ce mot est parfois utilisé",
          "pour l'homme aussi. Les frères de Joseph dirent à leur père: [ \". Envoyer Joseph",
          "avec nous demain qu'il peut frcely brouter et profiter de sport\"] Ici, le mot",
          "grâce [(rat`)] pour l'enfant a été utilisé dans le sens qu'il thay se déplacer",
          "librement dans la jungle et cueillir et manger des fruits."
        ]
      }
    },
    {
      "verseNumber" : 32,
      "arabicVerse" : "وَالْجِبَالَ أَرْسَاهَا",
      "simpleTranslate" : [
        "et y a solidement implanté des montagnes."
      ],
      "tafsirTranslate" : [
        "et solidement fixé en elle des montagnes;"
      ],
      "tanslateWordByWord" : [
        "Et les montagnes",
        "Il leur fit cabinet"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 33,
      "arabicVerse" : "مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ",
      "simpleTranslate" : [
        "Tout cela, Dieu l’a fait pour votre bien et celui de vos troupeaux."
      ],
      "tafsirTranslate" : [
        "tout cela comme provision pour vous et votre bétail. <N:18>"
      ],
      "tanslateWordByWord" : [
        "(As) une disposition",
        "pour toi",
        "et pour votre bétail"
      ],
      "notes" : {
        "18" : [
          "Dans ces versets arguments ont été donnés pour la résurrection et la vie après la",
          "mort de deux aspects: premièrement, qu'il n'y a pas du tout difficile d'établir",
          "ceux-ci pour la puissance de ce Dieu qui a fait de ce vaste et immense univers",
          "merveilleux équilibre et cette terre avec de telles dispositions. Deuxièmement,",
          "que les pointeurs vers la sagesse parfaite d'Allah qui sont clairement visibles",
          "dans l'univers et la terre, font remarquer que rien ne se passe ici",
          "purposelessly. L'équilibre qui existe entre d'innombrables étoiles et des",
          "planètes et des galaxies dans les cieux témoigne que tout cela n'a pas eu lieu au",
          "hasard, mais il y a un plan bien pensé travailler derrière elle. L'alternance",
          "régulière de la nuit et le jour est une preuve que ce système a été établi avec",
          "la sagesse et la connaissance suprême pour faire de la terre une maison et le",
          "lieu de règlement. Sur cette terre même, sont les régions trouvés où l'alternance",
          "de la nuit et le jour a lieu dans les 24 heures et aussi les régions où il y a",
          "des journées plus longues et plus longues nuits. Une très grande partie de la",
          "population de la Terre vit dans le premier type de régions. Alors que les jours",
          "et les nuits vont à devenir plus et plus longtemps, la vie continue plus en plus",
          "difficile et plus mince de la population et plus mince. Tant et si bien que les",
          "régions où il y a six mois de longues journées et six mois de longues nuits, ne",
          "sont pas du tout adapté pour les établissements humains. Arranger ces deux types",
          "de la terre sur cette terre très Allah a fourni la preuve que cet ordre régulier",
          "de l'alternance de la nuit et le jour ne vient pas au sujet accidentellement,",
          "mais a été provoquée avec une grande sagesse précisément en conformité avec un",
          "plan pour faire de la terre un endroit adapté pour les établissements humains. De",
          "même, étaler la terre afin qu'elle devienne un lieu vivable, prévoyant dans ce",
          "que l'eau qui devrait être acceptable pour l'homme et l'animal et une cause de la",
          "croissance de la végétation, la mise en elle des montagnes et la création de",
          "toutes ces choses qui peuvent devenir un moyen de vie pour l'homme et animal-",
          "tout cela est un signe manifeste qu'ils ne sont pas des hasards des œuvres sans",
          "but d'une personne sans souci, mais chacun d'entre eux a été arrangé à dessein",
          "par un suprême, Wise Being. . Maintenant, tout homme sensé et intelligent peut",
          "considérer lui-même si la nécessité et l'apparition de l'au-delà est l'exigence",
          "de la sagesse ou de sa négation. La personne qui, en dépit de voir tout cela, dit",
          "qu'il n'y a pas au-delà, en effet, dit que tout dans l'univers qui se passe à bon",
          "escient et à dessein, mais seulement la création de l'homme sur la terre comme un",
          "être doué de sens et de puissance n'a pas de sens et stupide. Pour ne pouvait y",
          "avoir rien de plus sans but que de déléguer à l'homme de vastes pouvoirs",
          "d'appropriation de la terre et lui donner la possibilité de faire de bonnes ainsi",
          "que les mauvaises actions mais ne lui jamais soumettre à la reddition de comptes."
        ]
      }
    },
    {
      "verseNumber" : 34,
      "arabicVerse" : "فَإِذَا جَاءَتِ الطَّامَّةُ الْكُبْرَىٰ",
      "simpleTranslate" : [
        "Mais lorsque le grand cataclysme se produira ;"
      ],
      "tafsirTranslate" : [
        "Mais quand le grand malheur arrivera <N:19>"
      ],
      "tanslateWordByWord" : [
        "Mais quand",
        "vient",
        "la Calamité Overwhelming",
        "le grand"
      ],
      "notes" : {
        "19" : [
          "Cela implique la résurrection pour lequel les mots au-Taammat alkubra ont été",
          "utilisés. Taammah par lui-même est une calamité grave qui touche tout le monde.",
          "Ensuite, il a encore été qualifié par le mot kubra [(grand)], ce qui montre que",
          "le simple mot taammah ne suffit pas pour décrire pleinement son intensité et la",
          "gravité."
        ]
      }
    },
    {
      "verseNumber" : 35,
      "arabicVerse" : "يَوْمَ يَتَذَكَّرُ الْإِنْسَانُ مَا سَعَىٰ",
      "simpleTranslate" : [
        "lorsque l’homme de ce qu’il a accompli se souviendra ;"
      ],
      "tafsirTranslate" : [
        "le jour où l'homme se rappellera tous ses aspirations, <N:20>"
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "se souviendront",
        "homme",
        "quelle",
        "il cherchait (pour)"
      ],
      "notes" : {
        "20" : [
          "Autrement dit, «Quand l'homme verra que le jour même de la responsabilité dont il",
          "était prédit dans le monde, est venu, il va commencer à se rappeler chacun de ses",
          "méfaits fait dans le monde avant même son les dossiers sont remis à lui.",
          "certaines personnes éprouvent ce même dans le monde. si, à un moment où ils",
          "viennent à travers une situation dangereuse soudainement lorsque la mort semble",
          "les regarder en face, tout leur film la vie clignote à travers l'œil de leur",
          "esprit tout à une seul fois."
        ]
      }
    },
    {
      "verseNumber" : 36,
      "arabicVerse" : "وَبُرِّزَتِ الْجَحِيمُ لِمَنْ يَرَىٰ",
      "simpleTranslate" : [
        "lorsque la Fournaise, devenue visible, se dévoilera,"
      ],
      "tafsirTranslate" : [
        "et l'Enfer seront traduits en vue pour quiconque de voir:"
      ],
      "tanslateWordByWord" : [
        "Et sera rendu manifeste",
        "Damnés",
        "à (lui) qui",
        "voit"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 37,
      "arabicVerse" : "فَأَمَّا مَنْ طَغَىٰ",
      "simpleTranslate" : [
        "alors quiconque se sera conduit en rebelle,"
      ],
      "tafsirTranslate" : [
        ", puis celui qui péchèrent"
      ],
      "tanslateWordByWord" : [
        "Ensuite, en ce qui concerne",
        "(Lui) qui",
        "transgressée"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 38,
      "arabicVerse" : "وَآثَرَ الْحَيَاةَ الدُّنْيَا",
      "simpleTranslate" : [
        "préférant la vie d’ici-bas,"
      ],
      "tafsirTranslate" : [
        "et préféré la vie de ce monde,"
      ],
      "tanslateWordByWord" : [
        "Et préféré",
        "la vie",
        "(du monde"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 39,
      "arabicVerse" : "فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَىٰ",
      "simpleTranslate" : [
        "aura, en vérité, l’Enfer pour refuge ;"
      ],
      "tafsirTranslate" : [
        "le plus sûrement sa demeure sera l'Enfer."
      ],
      "tanslateWordByWord" : [
        "Alors, en effet",
        "Damnés",
        "il",
        "(Est) le refuge"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 40,
      "arabicVerse" : "وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَىٰ",
      "simpleTranslate" : [
        "tandis que celui qui, redoutant de comparaître devant son Seigneur, aura dompté",
        "ses passions,"
      ],
      "tafsirTranslate" : [
        "Mais celui qui craint de comparaître devant son Seigneur, et se retint de mauvais",
        "désirs,"
      ],
      "tanslateWordByWord" : [
        "Mais, comme pour",
        "(Lui) qui",
        "craignait",
        "permanent",
        "(Avant) son Seigneur",
        "et sobre",
        "son âme",
        "de",
        "les vains désirs"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 41,
      "arabicVerse" : "فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَىٰ",
      "simpleTranslate" : [
        "c’est le Paradis qui constituera son séjour."
      ],
      "tafsirTranslate" : [
        "le plus sûrement sa demeure est le Paradis. <N:21>"
      ],
      "tanslateWordByWord" : [
        "Alors, en effet",
        "paradis",
        "c'est)",
        "le refuge"
      ],
      "notes" : {
        "21" : [
          "Ici, en quelques mots, il a été dit brièvement ce que doit être le critère de",
          "l'arrêt définitif dans l'au-delà. Un type de la conduite de la vie dans le monde",
          "est que transgressant toutes les bornes de service l'homme doit se rebeller",
          "contre son Dieu, et devrait se décider qu'il chercherait seulement les avantages",
          "et les plaisirs de ce monde de quelque manière qu'ils pourraient être recherchées",
          "et réalisées . L'autre type de conduite est que tandis que l'homme passe la vie",
          "dans le monde, il doit constamment garder en vue la vérité que finalement un",
          "jour, il doit comparaître devant son Seigneur, et devrait éviter de remplir les",
          "mauvais désirs de soi que pour la crainte que s'il a obtenu un avantage illicite",
          "dans l'obéissance à son auto, ou a bénéficié d'un plaisir mal, quelle réponse il",
          "donnerait à son Seigneur. Le critère de l'arrêt dans l'au-delà sera celui des",
          "deux types de comportement qu'il a adopté dans le monde. S'il avait adopté le",
          "premier type de conduite, sa demeure permanente serait l'enfer, et s'il avait",
          "pris le deuxième type de conduite, son domicile permanent serait le paradis."
        ]
      }
    },
    {
      "verseNumber" : 42,
      "arabicVerse" : "يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا",
      "simpleTranslate" : [
        "On t’interroge sur l’Heure du Jugement dernier : «Quand arrivera-t-elle?»"
      ],
      "tafsirTranslate" : [
        "Ils vous demandent sur l'Heure: «Quand il sera« <N:22>"
      ],
      "tanslateWordByWord" : [
        "Ils vous demandent",
        "sur",
        "l'heure",
        "quand",
        "(Est) son arrivée"
      ],
      "notes" : {
        "22" : [
          "Les mécréants de la Mecque posé cette question du Saint Prophète, encore et",
          "encore. En cela, ils ne voulaient pas connaître l'heure et la date de la venue de",
          "la Résurrection, mais de se moquer il. [(Pour de plus amples explications, voir",
          "E.N. 35 de la sourate Al-Mulk)]."
        ]
      }
    },
    {
      "verseNumber" : 43,
      "arabicVerse" : "فِيمَ أَنْتَ مِنْ ذِكْرَاهَا",
      "simpleTranslate" : [
        "Mais en quoi es-tu qualifié pour en parler?"
      ],
      "tafsirTranslate" : [
        "Quelle préoccupation avez-vous parler de cela?"
      ],
      "tanslateWordByWord" : [
        "En ce que",
        "(es-tu",
        "[de]",
        "(À) mentionner"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 44,
      "arabicVerse" : "إِلَىٰ رَبِّكَ مُنْتَهَاهَا",
      "simpleTranslate" : [
        "Il appartient à ton Dieu Seul d’en déterminer le terme."
      ],
      "tafsirTranslate" : [
        "Sa connaissance incombe à votre Seigneur."
      ],
      "tanslateWordByWord" : [
        "À",
        "votre Seigneur",
        "(Est) sa finalité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 45,
      "arabicVerse" : "إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا",
      "simpleTranslate" : [
        "Quant à toi, ta mission se limite à avertir ceux qui en redoutent l’avènement."
      ],
      "tafsirTranslate" : [
        "Vous ne sont qu'un avertisseur à celui qui a peur de lui. <N:23>"
      ],
      "tanslateWordByWord" : [
        "Seulement",
        "toi",
        "(Sont) un warner",
        "(Pour lui) qui",
        "craint qu'il"
      ],
      "notes" : {
        "23" : [
          "Ce que nous avons également expliqué dans E.N. 36 de la sourate Al-Mulk",
          "ci-dessus. En ce qui concerne les mots [ «vous êtes seulement un Warner à celui",
          "qui craint\"], ils ne signifient pas qu'il ne soit pas de votre devoir d'avertir",
          "ceux qui ne craignent pas, mais cela signifie: [ \"Votre avertissement bénéficiera",
          "seulement celui qui craint la venue de ce jour-là. \"]"
        ]
      }
    },
    {
      "verseNumber" : 46,
      "arabicVerse" : "كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا",
      "simpleTranslate" : [
        "En vérité, le jour où l’Heure sonnera, il leur semblera n’avoir passé sur Terre",
        "qu’une soirée ou une matinée."
      ],
      "tafsirTranslate" : [
        "le jour où ils le voient, ils se sentent comme si elles avaient séjourné (dans la",
        "tombe) pas plus d'un soir ou un matin. <N:24>"
      ],
      "tanslateWordByWord" : [
        "Comme si elles",
        "(le jour",
        "ils le voient",
        "ne pas",
        "ils étaient restés",
        "sauf",
        "un soir",
        "ou",
        "un matin de celui-ci"
      ],
      "notes" : {
        "24" : [
          "Ce thème a eu lieu à plusieurs endroits dans le Coran et a été expliqué dans les",
          "notes correspondantes. Pour cela, voir E.N. 53 de Yunus, E.N. 56 de Bani Isra'il,",
          "E.N. 80 de Ta Ha, E.N. 101 de Al-Mu'minun, E.N. de 81, 82 Ar-Rum, E.N. 48 de Ya",
          "Sin. D'ailleurs, ce thème a également eu lieu à Al-Ahqaf: 35 mais on n'a pas",
          "expliqué, par crainte de la répétition."
        ]
      }
    }
  ],
  "medinian" : false
}