{
  "chapterNumber" : 81,
  "nbVerses" : 29,
  "name" : "Le décrochement, Le redéploiement",
  "nameArabic" : "التكوير",
  "transName" : "at-takwīr",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "إِذَا الشَّمْسُ كُوِّرَتْ",
      "simpleTranslate" : [
        "Lorsque le soleil s’éteindra,"
      ],
      "tafsirTranslate" : [
        "Quand le soleil est plié, <N:1>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "le soleil",
        "est enveloppé"
      ],
      "notes" : {
        "1" : [
          "Ceci est une métaphore incomparable pour amener le soleil à perdre sa lumière.",
          "Takwir signifie plier; donc Takwir al `amamah pour plier le turban sur la tête.",
          "Ici, la lumière qui rayonne du soleil et se répand dans tout le système solaire a",
          "été comparé au turban et il a été dit que le Jour de la Résurrection du turban",
          "sera replié autour du soleil et son rayonnement se fanent."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَإِذَا النُّجُومُ انْكَدَرَتْ",
      "simpleTranslate" : [
        "que les étoiles s’obscurciront,"
      ],
      "tafsirTranslate" : [
        "quand les étoiles dispersera loin, <N:2>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "les étoiles",
        "tomber, de perdre leur éclat"
      ],
      "notes" : {
        "2" : [
          "Autrement dit, lorsque la force qui les maintient dans leurs orbites et les",
          "positions se desserre et ALi les étoiles et les planètes se dispersent dans",
          "l'univers. Le mot inkidar indique également que non seulement ils vont se",
          "disperser loin, mais aussi faire sombre."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَإِذَا الْجِبَالُ سُيِّرَتْ",
      "simpleTranslate" : [
        "que les montagnes s’ébranleront,"
      ],
      "tafsirTranslate" : [
        "lorsque les montagnes seront mises en mouvement, <N:3>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "les montagnes",
        "sont déplacés loin"
      ],
      "notes" : {
        "3" : [
          "En d'autres termes, la terre aussi va perdre sa force de gravité en raison de",
          "laquelle les montagnes ont un poids et sont solidement fixés sur la terre. Ainsi,",
          "quand il n'y a pas plus de gravité les montagnes seront déracinées de leur place",
          "et de devenir en apesanteur va commencer à se déplacer et voler comme les nuages",
          "​​se déplacent dans l'atmosphère."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَإِذَا الْعِشَارُ عُطِّلَتْ",
      "simpleTranslate" : [
        "que les chamelles pleines seront laissées à l’abandon,"
      ],
      "tafsirTranslate" : [
        "lorsque les dix-mois chameaux enceintes doivent être abandonnées, <N:4>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "les à terme chamelles",
        "(Sont) à gauche untended"
      ],
      "notes" : {
        "4" : [
          "Ce fut de loin la meilleure façon de donner une idée des sévérités et les",
          "horreurs de la Résurrection aux Arabes. Avant que les autobus et les camions de",
          "nos jours il n'y avait rien de plus précieux pour les Arabes que la chamelle sur",
          "le point de donner naissance à son jeune. Dans cet état, elle a été plus",
          "sedulously entretenu et soigné, de sorte qu'elle ne soit pas perdu, volé ou",
          "blessé de quelque façon. Les gens de devenir insouciants de ces chamelles, en",
          "fait, signifie que, à ce moment, ils seraient tellement stupéfait que pour",
          "devenir oublieux de leurs biens les plus précieux."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَإِذَا الْوُحُوشُ حُشِرَتْ",
      "simpleTranslate" : [
        "que les bêtes sauvages se regrou-peront,"
      ],
      "tafsirTranslate" : [
        "lorsque les bêtes sauvages seront réunis, <N:5>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "les bêtes sauvages",
        "sont rassemblés"
      ],
      "notes" : {
        "5" : [
          "Quand une calamité générale arrive dans le monde, toutes sortes de bêtes et les",
          "animaux se rassemblent en un seul endroit. alors ni les morsures de serpent, ni",
          "les tués de tigre et dévore."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "وَإِذَا الْبِحَارُ سُجِّرَتْ",
      "simpleTranslate" : [
        "que les océans seront portés à ébullition,"
      ],
      "tafsirTranslate" : [
        ", lorsque les mers sont mis en ébullition, <N:6>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "les mers",
        "sont amenés à déborder"
      ],
      "notes" : {
        "6" : [
          "Le mot sujjirat utilisé dans l'original dans la voix passive de tasjir dans le",
          "passé. Tasjir signifie pour allumer le feu dans le four. Apparemment, il semble",
          "étrange que le Jour de la Résurrection feu serait flamber dans les océans. Mais",
          "si la vérité sur l'eau est maintenue en vue, rien ne semble étrange. Il est un",
          "miracle de Dieu qu'il combine l'oxygène et de l'hydrogène, dont une aide allumer",
          "le feu et l'autre obtient allumé lui-même et par la combinaison des deux, il a",
          "créé une substance comme de l'eau qui est utilisée pour éteindre le feu. Une",
          "simple manifestation de la puissance d'Allah est suffisant pour changer cette",
          "composition de l'eau de sorte que les deux gaz sont séparés et commencer à brûler",
          "et aider à provoquer un incendie, qui est leur caractéristique fondamentale."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَإِذَا النُّفُوسُ زُوِّجَتْ",
      "simpleTranslate" : [
        "que les âmes retourneront à leurs corps et les réintégreront ;"
      ],
      "tafsirTranslate" : [
        "lorsque <N:7> les âmes seront rejoints (avec leur corps), <N:8>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "les âmes",
        "sont jumelés"
      ],
      "notes" : {
        "8" : [
          "Autrement dit, les hommes seront ressuscités précisément dans l'état où ils",
          "vivaient dans le monde avant la mort avec le corps et l'âme ensemble."
        ],
        "7" : [
          "A partir de là commence mention de la deuxième étape de la Résurrection."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَإِذَا الْمَوْءُودَةُ سُئِلَتْ",
      "simpleTranslate" : [
        "lorsqu’on demandera à la fille enterrée vivante"
      ],
      "tafsirTranslate" : [
        "et quand la fillette enterrée vivante doit être posée:"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "le nourrisson de sexe féminin enterré vivant",
        "est demandé"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "بِأَيِّ ذَنْبٍ قُتِلَتْ",
      "simpleTranslate" : [
        "pour quel crime elle a été tuée ;"
      ],
      "tafsirTranslate" : [
        "? Pour quelle infraction a été elle a tué <N:9>"
      ],
      "tanslateWordByWord" : [
        "Pour quoi",
        "péché",
        "elle a été tuée"
      ],
      "notes" : {
        "9" : [
          "Le style de ce verset reflète une intensité de rage et de fureur inconcevable",
          "dans la vie commune. Les parents, qui ont enterré leurs filles vivantes, seraient",
          "si méprisable dans la mire d'Allah qu'ils ne seraient pas posées: [ «Pourquoi",
          "as-tu tué l'enfant innocent»] Mais leur mépris de la jeune fille innocente sera",
          "demandé: [ \"Pour quel crime vous ont été tués? \"] et elle va raconter son",
          "histoire avec quelle cruauté elle avait été traitée par ses parents barbares et",
          "enterrés vivants. D'ailleurs, deux vastes thèmes ont été compressés dans ce bref",
          "verset, qui, bien que pas exprimé dans les mots, sont reflétés par son style et",
          "la teneur. Tout d'abord que, dans ce que les Arabes ont été faits pour réaliser",
          "ce que les profondeurs de la dépravation morale qu'ils ont touché à cause de leur",
          "ignorance en ce qu'ils ont enterré leurs propres enfants vivants; mais ils",
          "insistent sur le fait qu'ils persistent dans la même ignorance et n'accepteraient",
          "la réforme que Muhammad [(sur lui la paix de Dieu)] essayait de provoquer dans",
          "leur société corrompue. Deuxièmement, un argument explicite a été donné en elle",
          "de la nécessité et le caractère inévitable de l'au-delà. Le cas de la jeune fille",
          "de bébé qui a été enterré vivant, doit être décidé et réglé à juste titre à un",
          "air, et il devrait nécessairement être un moment où les gens cruels qui ont",
          "commis ce crime odieux, devraient être appelés à en rendre compte, car il n'y",
          "avait aucune dans le monde d'entendre les cris de grief soulevé par la pauvre",
          "âme. Cet acte a été considéré avec l'approbation de la société dépravée; ni les",
          "parents estimaient aucun remords pour elle, ni personne dans la famille les",
          "censurés, ni la société a pris un avis de celui-ci. Alors, si cette monstruosité",
          "restera totalement impunis dans le Royaume de Dieu? \n Cette coutume barbare",
          "d'enterrer les nourrissons de sexe féminin vivant était devenue très répandue",
          "dans l'ancienne Arabie pour des raisons différentes. L'une des raisons était des",
          "difficultés économiques en raison de laquelle les gens voulaient avoir moins de",
          "personnes à charge afin qu'ils ne devraient pas avoir à supporter le fardeau",
          "d'élever de nombreux enfants. progéniture mâle ont été élevés dans l'espoir",
          "qu'ils seraient plus tard aider à gagner sa vie, mais la progéniture femelle ont",
          "été tués dans la crainte qu'ils devraient être élevés jusqu'à leur échéance, puis",
          "donnée en mariage. Deuxièmement, le chaos généralisé en raison de laquelle les",
          "enfants de sexe masculin ont été élevés afin d'avoir de plus en plus des aides et",
          "des supporters; mais des filles ont été tuées parce que dans les guerres tribales",
          "qu'ils devaient être protégés au lieu d'être utile de quelque façon que pour la",
          "défense. Troisièmement, un autre aspect du chaos commun était aussi que quand les",
          "tribus hostiles ont attaqué les uns des autres et capturés filles qu'ils soit les",
          "garder comme esclaves les filles ou les vendre à d'autres. Pour ces raisons, la",
          "pratique devenue courante en Arabie était que lors de l'accouchement d'une fosse",
          "a été maintenu creusé prêt à être utilisé par la femme de sorte que si une fille",
          "est née, elle a été immédiatement jeté dans et enterré vivant. Et si parfois la",
          "mère n'a pas été enclin à agir ainsi, ou les gens de la famille désapprouvait, le",
          "père serait son arrière pendant un certain temps sans conviction, puis trouver le",
          "temps emmènerait dans le désert pour être enterré vivant. Cette tyrannie et",
          "endurcissement a été décrit par une personne devant le Saint Prophète [(sur",
          "lesquels la paix)] lui-même. Selon un hadith rapporté dans le premier chapitre de",
          "Sunan Darimi, un homme est venu au Saint Prophète et liés à cet incident de ses",
          "jours pré-islamiques de l'ignorance: [ \"J'avais une fille qui était attaché à",
          "moi. Quand je l'ai appelée, elle viendrait à moi en courant. Un jour, je l'ai",
          "appelé et lui ai sorti avec moi. Sur le chemin, nous avons rencontré un puits. La",
          "tenant par la main, je l'ai poussé dans le puits. Ses derniers mots que j'ai",
          "entendus étaient: Oh père, oh père !! \"] En entendant cela, le Saint Prophète",
          "[(sur lesquels la paix)] pleura et les larmes ont commencé à tomber de ses yeux",
          "une des personnes présentes à l'occasion dit: O homme, vous avez affligé le Saint",
          "Prophète le Saint Prophète a dit:... ne pas l'arrêter, qu'il interroger sur ce",
          "qu'il ressent si fortement aujourd'hui alors le Saint Prophète lui demanda de",
          "raconter son histoire à nouveau Quand il a raconté à nouveau le Saint Prophète",
          "pleura . si amèrement que sa barbe est devenu nous avec des larmes Puis il dit à",
          "l'homme: [ \"Allah a pardonné ce que vous avez fait dans les jours de",
          "l'ignorance:. maintenant se tourner vers lui dans la repentance» \n Il est faux de",
          "penser que le peuple de l'Arabie avaient aucun sentiment de la bassesse de ce",
          "hideux acte inhumain. De toute évidence, aucune société, mais il peut être",
          "corrompu, peut être totalement dépourvue du sentiment que de tels actes",
          "tyranniques sont mauvais. Voilà pourquoi le Saint Coran n'a pas insisté sur la",
          "bassesse de cet acte, mais a seulement appelé en mots grandioses à l'effet: \"] Un",
          "temps viendra où la jeune fille qui a été enterré vivant, il sera demandé pour",
          "quel crime elle a été tuée? [ \"l'histoire de l'Arabie montre aussi que beaucoup",
          "de gens dans les jours pré-islamiques de l'ignorance avaient le sentiment que la",
          "pratique était vil et méchant. Selon Tabarani, Sa`sa'ah bin Najiyah al-Mujashi`i,",
          "grand-père du poète, Farazdaq, dit le Saint Prophète: \"] Ô Messager d'Allah,",
          "pendant les jours de l'ignorance je l'ai fait de bonnes œuvres aussi parmi .?,",
          "qui est que je sauvé 360 filles d'être enterré vivant: je donnai deux chameaux",
          "chacun en rançon pour sauver leurs vies Dois-je obtenir une récompense pour cette",
          "[ \"Le Saint Prophète répondit; \"] Oui, il y a une récompense pour vous, et il est",
          "ce qu'Allah vous a béni avec l'Islam. [\" \n En fait, une grande bénédiction des",
          "bénédictions de l'Islam est que non seulement mettre un terme à cette pratique",
          "inhumaine en Arabie, mais même effacé le concept que la naissance d'une fille",
          "était en aucune façon une calamité, qui devrait être supporté à contrecoeur. Au",
          "contraire, l'islam enseigne que l'éducation des filles, en leur donnant une bonne",
          "éducation et leur permettant de devenir de bonnes ménagères, est un acte de grand",
          "mérite et la vertu. La façon dont le Saint Prophète [(sur lui la paix)] a modifié",
          "le concept commun du peuple à l'égard des filles peut être jugé de ses nombreuses",
          "paroles qui ont été rapportés dans le Hadith. Par exemple, on reproduit",
          "ci-dessous certains d'entre eux: \n \"] La personne qui est mise à l'épreuve en",
          "raison de la naissance des filles, puis il les traite généreusement, ils",
          "deviendront un moyen de sauvetage pour lui de l'enfer. [\" [(Bukhari, Muslim)]. \n",
          "\"] Celui qui a fait monter deux filles jusqu'à ce qu'ils atteignent leur",
          "maturité, apparaît avec moi sur le Jour de la Résurrection ... En disant cela, le",
          "Saint Prophète articulé et leva les doigts. [(Musulman)]. \n [ «Celui qui a fait",
          "monter trois filles ou sœurs, enseigné ensuite les bonnes manières et les",
          "traitait avec bonté jusqu'à ce qu'ils deviennent autonomes AIlah fera Paradise",
          "obligatoire pour lui Un homme demanda:.. Qu'en est-il deux, ô Messager de ? Allah",
          "le Saint Prophète répondit: le même pour deux. \"] Ibn` Abbas, le journaliste du",
          "Hadith, dit: [ «avait les gens à cette époque demandé à l'égard d'une fille, le",
          "Saint Prophète aurait aussi donné le même répondre à son sujet. \"] [(Charh",
          "as-Sunnh)]. \n [ \"Celui qui a une fille née à lui et il ne pas enterrer sa vie, ni",
          "sa garde en disgrâce, ni préfère son fils à elle, Allah le fera entrer au",
          "Paradis.\"] [(Abu Dâwûd) ]. \n [ \"Celui qui a trois filles nés de lui, et il est",
          "patient sur eux, et les vêtements et selon ses moyens, ils deviendront un moyen",
          "de sauvetage pour lui de l'enfer.\"] [(Bukhari, Al Adab al-Mufrad, Ibn Majah)]. \n",
          "[ \"Le musulman qui a deux filles et il les soigne bien, ils le conduire au",
          "Paradis.\"] [(Bukhari: Al-Adab al-Mufrad)]. \n Le Saint Prophète a dit à Suraqah",
          "bin Ju'sham: [ \"Dois-je vous dire ce qui est le plus grand organisme de",
          "bienfaisance [(ou dit: un des plus grands organismes de bienfaisance)] Il a",
          "dit:?. Veuillez ne dire, ô Messager d'Allah Le Saint Prophète a dit:. Votre fille",
          "qui [(après avoir été divorcées ou veuves)] revient à vous et ne devrait pas",
          "avoir d'autres gagne-pain \"] [(Ibn Majah, Bukhari al-Adab al-Mufrad)]. \n Tel est",
          "l'enseignement qui a changé complètement le point de vue des gens sur les filles",
          "non seulement en Arabie, mais parmi toutes les nations du monde, qui deviennent",
          "plus tard béni avec l'Islam. . br>"
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَإِذَا الصُّحُفُ نُشِرَتْ",
      "simpleTranslate" : [
        "lorsque les bilans seront publiés,"
      ],
      "tafsirTranslate" : [
        "et quand doivent être dépliées les rouleaux d'actes (hommes),"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "les pages",
        "sont fixées ouverte"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَإِذَا السَّمَاءُ كُشِطَتْ",
      "simpleTranslate" : [
        "que le ciel sera plié,"
      ],
      "tafsirTranslate" : [
        "et quand le ciel est mis à nu; <N:10>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Le ciel",
        "est dépouillé"
      ],
      "notes" : {
        "10" : [
          "Autrement dit, tout ce qui est caché à la vue va maintenant devenir visible.",
          "Maintenant, on ne peut voir l'espace vide, ou les nuages, la poussière suspendue,",
          "la lune, le soleil ou les étoiles, mais à cette époque le royaume de Dieu",
          "apparaît à la vue devant le peuple, sans aucun voile entre les deux, dans sa",
          "vraie réalité . br>"
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَإِذَا الْجَحِيمُ سُعِّرَتْ",
      "simpleTranslate" : [
        "que la Fournaise sera attisée,"
      ],
      "tafsirTranslate" : [
        "et l'enfer est alimenté,"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "Damnés",
        "est incendié"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "وَإِذَا الْجَنَّةُ أُزْلِفَتْ",
      "simpleTranslate" : [
        "et que le Paradis sera rapproché,"
      ],
      "tafsirTranslate" : [
        "et le Paradis a presque: <N:11>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "paradis",
        "est amené près"
      ],
      "notes" : {
        "11" : [
          "Autrement dit, dans la plaine de la Résurrection, lorsque l'audience des cas de",
          "la population sera en cours, le feu ardent de l'Enfer sera également en vue, et",
          "le Paradis aussi avec toutes ses bénédictions être visible à tous, de sorte que",
          "les méchants doivent savoir ce qu'ils sont privés de et où ils vont être lancés,",
          "et les justes et doivent savoir ce qu'ils sont sauvés de et avec quel être béni",
          "et honoré. br>"
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "عَلِمَتْ نَفْسٌ مَا أَحْضَرَتْ",
      "simpleTranslate" : [
        "toute âme connaîtra alors l’œuvre qu’elle aura accomplie."
      ],
      "tafsirTranslate" : [
        "doit alors chaque personne sait ce qu'il a apporté."
      ],
      "tanslateWordByWord" : [
        "Saura",
        "une âme",
        "quelle",
        "il a apporté"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "فَلَا أُقْسِمُ بِالْخُنَّسِ",
      "simpleTranslate" : [
        "J’en jure par les planètes qui gravitent,"
      ],
      "tafsirTranslate" : [
        "Non en effet, <N:12> Je ne jurent que par les étoiles alternés"
      ],
      "tanslateWordByWord" : [
        "Mais nay",
        "je le jure",
        "par les planètes en retraite"
      ],
      "notes" : {
        "12" : [
          "Autrement dit, [ \"Vous n'êtes pas exact de dire que ce qui est présenté dans le",
          "Coran est la vantardise d'un fou, ou la suggestion du mal d'un diable.\"] Br>"
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "الْجَوَارِ الْكُنَّسِ",
      "simpleTranslate" : [
        "glissent et s’éclipsent,"
      ],
      "tafsirTranslate" : [
        "qui se cachent,"
      ],
      "tanslateWordByWord" : [
        "Ceux qui courent",
        "(Et) disparaissent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَاللَّيْلِ إِذَا عَسْعَسَ",
      "simpleTranslate" : [
        "par la nuit quand elle a tout envahi"
      ],
      "tafsirTranslate" : [
        "et de la nuit, comme il se retire,"
      ],
      "tanslateWordByWord" : [
        "Et la nuit",
        "quand",
        "il quitte"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "وَالصُّبْحِ إِذَا تَنَفَّسَ",
      "simpleTranslate" : [
        "et par l’aube à la clarté naissante,"
      ],
      "tafsirTranslate" : [
        "et le matin comme il respire. <N:13>"
      ],
      "tanslateWordByWord" : [
        "Et l'aube",
        "quand",
        "il respire"
      ],
      "notes" : {
        "13" : [
          "Ce dont le serment a prêté serment, a été déclaré dans les versets suivants. Les",
          "moyens de serment: [ \"Muhammad [(sur qui être la paix et la bénédiction d'Allah)]",
          "n'a pas eu une vision dans l'obscurité, mais quand les étoiles ont disparu, la",
          "nuit était parti et le matin lumineux était apparu, il avait vu l'Ange de Dieu",
          "dans le ciel ouvert. Par conséquent, ce qu'il vous dit est basé sur sa propre",
          "observation personnelle et sur l'expérience qu'il avait en sens pleinement à la",
          "pleine lumière du jour. \"]"
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ",
      "simpleTranslate" : [
        "que ce Coran est la parole d’un noble messager,"
      ],
      "tafsirTranslate" : [
        "En vérité, ceci est le mot d'un message porteur noble; <N:14>"
      ],
      "tanslateWordByWord" : [
        "En effet, il",
        "(Est) sûrement un mot",
        "(De) un Messager",
        "noble"
      ],
      "notes" : {
        "14" : [
          "[ \"Un noble messager\"]: l'Ange qui a fait tomber l'Apocalypse, que devient",
          "explicite dans les versets suivants. [ \"La parole d'un noble messager\"] ETCD ne",
          "signifie pas que le Coran est la parole de l'Ange lui-même, mais, comme le",
          "contexte montre, de celui qui l'a nommé un messager. Dans Al-Haaqqah: 40, de",
          "même, le Coran a été appelé la parole de Muhammad [(sur qui être la paix et la",
          "bénédiction d'Allah)], et là aussi il ETCD ne signifie pas qu'il est propre",
          "composition du Saint Prophète, mais décrivant comme [ «la parole d'un messager",
          "honorable\"], il a été précisé que le Saint Prophète présente en sa qualité de",
          "messager de Dieu et non pas comme Muhammad bin `Abdullah. Aux deux endroits, la",
          "Parole a été attribuée à l'Ange et à Muhammad [(sur qui être la paix d'Allah)] au",
          "motif que le message de AIIah a été livré à Muhammad [(sur qui être la paix",
          "d'Allah)] par l'Ange et au peuple par Muhammad [(sur qui être la paix d'Allah)].",
          "[(Pour de plus amples explications, voir E.N. 22 de Al-Haaqqah)]."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ",
      "simpleTranslate" : [
        "doué d’une grande force et pourvu d’un grand crédit auprès du Maître du Trône,"
      ],
      "tafsirTranslate" : [
        "un puissant <N:15> et en l'honneur avec le Seigneur du Trône;"
      ],
      "tanslateWordByWord" : [
        "Possesseur de",
        "Puissance",
        "avec",
        "(La) propriétaire de",
        "Le trône",
        "garantir"
      ],
      "notes" : {
        "15" : [
          "Surah An-Najm: 45, traite du même thème, donc [ «Il est, mais une révélation qui",
          "est envoyé vers lui un, puissant au pouvoir, lui a appris.».] Quant à ce est",
          "impliqué par les grandes puissances de l'Ange Gabriel [(paix soit sur lui)] est",
          "ambigu. En tout cas, il montre au moins qu'il se distingue même parmi les anges à",
          "cause de ses pouvoirs extraordinaires. Dans Muslim [(kitab- al-iman)] Hadrat",
          "`A'ishah a rapporté de Saint Prophète en disant à l'effet: [\" Je l'ai vu deux",
          "fois Gabriel dans sa forme réelle et la forme: son être glorieux a été englobant",
          "tout l'espace entre le la terre et les cieux. \"] Selon la tradition rapportée de",
          "Hadrat` Abdullah bin Mas`ud dans Bukhari. Musulman, Tirmidhi et Musnad Ahmad, le",
          "Saint Prophète [(sur qui soit la paix)] avait vu Gabriel avec ses six cents",
          "ailes. De celui-ci peut avoir une idée de ses puissants pouvoirs."
        ]
      }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "مُطَاعٍ ثَمَّ أَمِينٍ",
      "simpleTranslate" : [
        "à la fois obéi là-haut et digne de confiance."
      ],
      "tafsirTranslate" : [
        ", il lui obéit <N:16> et tenue digne de confiance. <N:17>"
      ],
      "tanslateWordByWord" : [
        "Un à être obéi",
        "et",
        "digne de confiance"
      ],
      "notes" : {
        "16" : [
          "C'est, il est le chef des anges et des anges travaillent ALi sous son",
          "commandement."
        ],
        "17" : [
          "Autrement dit, il n'est pas celui qui trafiquer la Révélation divine, mais est si",
          "fiable qu'il transmet intacte tout ce qu'il reçoit de Dieu."
        ]
      }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "وَمَا صَاحِبُكُمْ بِمَجْنُونٍ",
      "simpleTranslate" : [
        "Non, votre compagnon n’est point un possédé !"
      ],
      "tafsirTranslate" : [
        "(Ô gens de la Mecque), votre compagnon <N:18> est pas fou;"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "(Est) votre compagnon",
        "furieux"
      ],
      "notes" : {
        "18" : [
          "[ \"Votre Compagnon\"]: le Saint Messager d'Allah [(sur lui la paix)]. Ici, faisant",
          "mention du Saint Prophète comme le compagnon des gens de la Mecque, ils ont été",
          "faits pour se rendre compte que le Saint Prophète était no.stranger pour eux. Il",
          "ne fut pas un étranger, mais un homme de leur propre clan et de la tribu; il",
          "avait vécu toute sa vie parmi eux; même leurs enfants savaient qu'il était un",
          "homme très sage. Ils ne devraient pas être si éhontée que d'appeler un homme un",
          "homme fou. [(Pour de plus amples explications, voir de E.N. 2, 3 de An-Najm)]."
        ]
      }
    },
    {
      "verseNumber" : 23,
      "arabicVerse" : "وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ",
      "simpleTranslate" : [
        "Il a réellement vu l’archange dans la clarté de l’horizon"
      ],
      "tafsirTranslate" : [
        ", il vit en effet le message porteur à l'horizon clair; <N:19>"
      ],
      "tanslateWordByWord" : [
        "Et certainement",
        "il l'a vu",
        "à l'horizon",
        "clair"
      ],
      "notes" : {
        "19" : [
          "Dans An-Najm: 7-9, cette observation du Saint Prophète [(sur lui la paix)] a été",
          "décrit plus en détail, [(Pour plus d'explications, voir l'EN de 7. 8 An-Najm)]."
        ]
      }
    },
    {
      "verseNumber" : 24,
      "arabicVerse" : "وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ",
      "simpleTranslate" : [
        "et il n’est pas homme à être discret sur le mystère !"
      ],
      "tafsirTranslate" : [
        "et il ne rancune (transport de cette connaissance) l'invisible; <N:20>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "il est)",
        "sur",
        "l'invisible",
        "un withholder"
      ],
      "notes" : {
        "20" : [
          "Autrement dit, «Le Saint Messager d'ETCD Allah ne cache rien de vous. Quel que",
          "soit les réalités invisibles sont le commerce connu de lui par Allah, si elles se",
          "rapportent à l'essence et les attributs d'Allah, les anges, AfterDeath-vie et de",
          "résurrection, ou à l'au-delà, le ciel et l'enfer, il transmet tout pour vous sans",
          "changement."
        ]
      }
    },
    {
      "verseNumber" : 25,
      "arabicVerse" : "وَمَا هُوَ بِقَوْلِ شَيْطَانٍ رَجِيمٍ",
      "simpleTranslate" : [
        "Il ne s’agit donc nullement de la parole d’un démon maudit,"
      ],
      "tafsirTranslate" : [
        "ni un mot d'un Satan maudit. <N:21>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "il",
        "(Est le) mot",
        "(De) Shaitaan",
        "maudit"
      ],
      "notes" : {
        "21" : [
          "Autrement dit, [ «Vous avez tort de penser que certains satan vient et murmure",
          "ces mots à l'oreille de Muhammad [(sur qui être la paix et les bénédictions)]",
          "d'Allah. Il ne convient pas à Satan qu'il devrait détourner l'homme du",
          "polythéisme, idolâtrie, l'athéisme et le péché et le retourner à Dieu le culte et",
          "Monothéisme, faire Tnan se rendre compte qu'il doit vivre une vie de",
          "responsabilité et de reddition de comptes à Dieu au lieu de vivre une vie sans",
          "souci irresponsable, devrait interdire l'homme à . adopter des pratiques de",
          "l'ignorance, l'injustice, l'immoralité et de la méchanceté et de l'amener à une",
          "vie propre de la justice, la piété et de haute moralité »] [(pour de plus amples",
          "explications, voir Ash-Shua`ra ': 210-212 avec FR de 130 à 133",
          "<V:26:210-212avecFRde130à133>, et w. 221-223 ainsi que de eN 140141)]. br>"
        ]
      }
    },
    {
      "verseNumber" : 26,
      "arabicVerse" : "فَأَيْنَ تَذْهَبُونَ",
      "simpleTranslate" : [
        "comme vous seriez tentés de le croire !"
      ],
      "tafsirTranslate" : [
        "Où êtes-vous partez alors?"
      ],
      "tanslateWordByWord" : [
        "Alors, où",
        "Y allez-vous"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 27,
      "arabicVerse" : "إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ",
      "simpleTranslate" : [
        "Ce Coran n’est qu’un rappel qui s’adresse à tout l’Univers,"
      ],
      "tafsirTranslate" : [
        "Il n'y a rien, mais bon conseil pour tout le monde dans le monde,"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "il",
        "(Est), sauf",
        "un rappel",
        "aux mondes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 28,
      "arabicVerse" : "لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ",
      "simpleTranslate" : [
        "et particulièrement à ceux qui d’entre vous sont en quête du droit chemin."
      ],
      "tafsirTranslate" : [
        "pour chacun d'entre vous qui veut suivre le droit chemin; <N:22>"
      ],
      "tanslateWordByWord" : [
        "Car quiconque",
        "testaments",
        "parmi vous",
        "à",
        "prendre un chemin droit"
      ],
      "notes" : {
        "22" : [
          "En d'autres termes, bien que ce soit une admonition pour toute l'humanité, seule",
          "une telle personne peut bénéficier par elle, qui est lui-même désireux d'adopter",
          "la piété et la justice. L'homme est d'être un chercheur de vérité et un amoureux",
          "de la droite est la première condition de son gagne aucun profit."
        ]
      }
    },
    {
      "verseNumber" : 29,
      "arabicVerse" : "وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ",
      "simpleTranslate" : [
        "Mais vous ne le voudrez qu’autant que Dieu, le Seigneur Maître de l’Univers, le",
        "veuille !"
      ],
      "tafsirTranslate" : [
        "mais votre souhaitant ne bénéficier que si Allah, le Seigneur de l'Univers, le",
        "souhaite. <N:23>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "vous serez",
        "sauf",
        "cette",
        "testaments",
        "Allah",
        "Seigneur",
        "(De) les mondes"
      ],
      "notes" : {
        "23" : [
          "Ce thème a déjà eu lieu à Al-Muddaththir: 56 et Ad-Dahr: 20 ci-dessus. Pour plus",
          "d'explications, voir E.N. 41 d'Al-Muddaththir."
        ]
      }
    }
  ],
  "medinian" : false
}