{
  "chapterNumber" : 82,
  "nbVerses" : 19,
  "name" : "La rupture du ciel, Se fendre",
  "nameArabic" : "الإنفطار",
  "transName" : "al-infiṭār",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "إِذَا السَّمَاءُ انْفَطَرَتْ",
      "simpleTranslate" : [
        "Lorsque le ciel se déchirera,"
      ],
      "tafsirTranslate" : [
        "Quand le ciel est divisé en deux, <N:1>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "Le ciel",
        "(Est) fendra"
      ],
      "notes" : {
        "1" : [ ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ",
      "simpleTranslate" : [
        "que les astres se disperseront,"
      ],
      "tafsirTranslate" : [
        "quand les étoiles sont dispersés,"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "les étoiles",
        "dispersion"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَإِذَا الْبِحَارُ فُجِّرَتْ",
      "simpleTranslate" : [
        "que les mers déborderont"
      ],
      "tafsirTranslate" : [
        "lorsque les mers sont faites éclater,"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "les mers",
        "sont faites jaillir"
      ],
      "notes" : {
        "1" : [
          "Dans la sourate At-Takwir il a été dit: [ «Quand les océans sont incendiées,\"] et",
          "ici: [ \". Quand les océans sont déchirés\"] Lorsque les deux versets sont lus",
          "ensemble, et ce fait est également maintenu en vue que même selon le Coran un",
          "terrible tremblement de terre aura lieu le jour de la Résurrection, qui va",
          "secouer la terre entière ALi à la fois, l'état de la séparation des océans et de",
          "leur être incendié »semble être la suivante: d'abord, à cause de la terrible",
          "convulsion, le fond des océans se fende et leur eau va commencer couler à",
          "l'intérieur de la terre où une lave extrêmement chaud est constamment en",
          "ébullition vers le haut. Entrer en contact avec la lave, l'eau se dissoudre dans",
          "ses deux parties constitutives, d'oxygène qui contribue à la combustion, et de",
          "l'hydrogène, qui est lui-même combustible. Ainsi, dans la dissolution processus",
          "de pf et de la combustion, une réaction en chaîne va commencer, qui fixera »du",
          "feu au monde tous les océans. Ceci est notre conjecture, la connaissance correcte",
          "est auprès d'Allah."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَإِذَا الْقُبُورُ بُعْثِرَتْ",
      "simpleTranslate" : [
        "et que les tombeaux seront bouleversés,"
      ],
      "tafsirTranslate" : [
        "et quand les tombes sont disposées ouverte, <N:2>"
      ],
      "tanslateWordByWord" : [
        "Et quand",
        "les tombes",
        "sont infirmées"
      ],
      "notes" : {
        "2" : [
          "Dans les trois premiers versets, la première étape de la Résurrection a été",
          "mentionné, et dans ce verset la deuxième étape est décrite. [ \"Ouverture des",
          "tombes\"] implique la résurrection des morts alors."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ",
      "simpleTranslate" : [
        "toute âme saura alors ce qu’elle aura accompli et ce qu’elle aura omis."
      ],
      "tafsirTranslate" : [
        "tout le monde doit connaître tous ses actes, à la fois le plus tôt et le plus",
        "tard <N:3>."
      ],
      "tanslateWordByWord" : [
        "Saura",
        "une âme",
        "quelle",
        "il a envoyé",
        "et laissés"
      ],
      "notes" : {
        "3" : [
          "Les mots ma qaddamat wa akhkharat peut avoir plusieurs significations et tous",
          "sont impliqués ici: [(1)] Ma qaddamat est l'acte bien ou le mal que l'homme a",
          "envoyé vers l'avant, et ma akhkharat est ce qu'il est abstenu de Faire. Ainsi,",
          "ces mots arabes correspondent aux actes de commission et d'omission dans sa vie.",
          "[(2)] Ma qaddainat est ce qu'on a fait plus tôt et ma akhkharat ce qu'on a fait",
          "plus tard; à-dire l'ensemble de travail de la vie de l'homme apparaît devant lui",
          "ce jour-sage et dans l'ordre approprié [(3)] Quel que soit le bien et les",
          "mauvaises actions d'un homme a fait dans sa vie est ma qaddamat et quelles que",
          "soient les effets et les influences de ses actes qu'il a laissé derrière pour la",
          "société humaine est ma akhkharat."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ",
      "simpleTranslate" : [
        "Ô homme ! Qu’est-ce qui te fait douter de la magna-nimité de ton Seigneur"
      ],
      "tafsirTranslate" : [
        "ô homme! Ce que vous a trompé au sujet de votre généreux Seigneur"
      ],
      "tanslateWordByWord" : [
        "O",
        "homme",
        "Quelle",
        "vous a trompé",
        "concernant votre Seigneur",
        "Très Noble"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ",
      "simpleTranslate" : [
        "qui t’a créé, t’a constitué, t’a modelé avec harmonie,"
      ],
      "tafsirTranslate" : [
        "qui vous a créés, vous en forme, et vous a fait bien proportionné,"
      ],
      "tanslateWordByWord" : [
        "Qui",
        "vous créé",
        "alors vous façonné",
        "alors vous équilibré"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ",
      "simpleTranslate" : [
        "suivant la forme qu’Il a bien voulu te donner?"
      ],
      "tafsirTranslate" : [
        "et vous mettre sous quelque forme, il a plu <N:4>?"
      ],
      "tanslateWordByWord" : [
        "Dans",
        "peu importe",
        "forme",
        "quelle",
        "Il a voulu",
        "Il vous assemblé"
      ],
      "notes" : {
        "4" : [
          "Autrement dit, [ «En premier lieu, la générosité et la faveur de votre",
          "Bienfaisant Pourvoyeur nécessaire que vous devriez avoir reconnu ses bienfaits et",
          "de devenir un serviteur obéissant et aurait dû se sentir timide de lui désobéir,",
          "mais vous étiez trompé en pensant que vous êtes devenu ce que vous êtes par votre",
          "propre effort, et vous jamais pensé que vous devriez reconnaître que faveur de",
          "celui qui vous a donné la vie. Deuxièmement, il est bonté du Seigneur votre et de",
          "bonté que vous pouvez librement faire ce que vous aimez dans le monde et il ne se",
          "produit jamais de sorte que chaque fois que vous arrive de commettre une erreur,",
          "il doit vous punir avec la paralysie, ou aveugler vos yeux, ou de provoquer la",
          "foudre de vous frapper. Mais vous avez pris sa libéralité pour la faiblesse et",
          "ont été séduisit en pensant que le Royaume de votre Dieu était dépourvue de",
          "justice »]"
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "كَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ",
      "simpleTranslate" : [
        "Loin de L’en louer, vous traitez de mensonge le Jugement dernier,"
      ],
      "tafsirTranslate" : [
        "Non en effet, <N:5> (le fait est que) vous niez l'Reckoning, <N:6> déclarant un",
        "mensonge;"
      ],
      "tanslateWordByWord" : [
        "Non",
        "Mais",
        "vous niez",
        "l'arrêt"
      ],
      "notes" : {
        "5" : [
          "Autrement dit, [ «Il n'y a aucun motif raisonnable pour vous d'être trompés Votre",
          "propre existence physique lui-même dit que vous n'êtes pas venu à l'être par",
          "vous-même;.. Vos parents aussi ne pas vous faire de l'homme n'a pas non plus",
          "venir à la suite des éléments combinant ensemble par eux-mêmes",
          "accidentellement;., mais un Dieu sage et puissant vous a composé dans cette forme",
          "humaine parfaite et la forme Il existe d'autres types d'animaux dans le monde par",
          "rapport à laquelle votre excellente forme et de la structure et de votre",
          "supérieur pouvoirs et facultés se distinguent en contraste. Raison exigé que,",
          "compte tenu de tout cela, vous devriez avoir soumis avec gratitude et ne devriez",
          "jamais avoir osé engager la désobéissance de votre Pourvoyeur bienfaisant. vous",
          "savez aussi que votre Seigneur et Pourvoyeur est non seulement de compassion et",
          "de Bountiful, mais tout-puissant et Omnipotent ainsi. Quand un tremblement de",
          "terre, cyclone ou une inondation se produit par Son ordre, tous vos dispositifs",
          "et mesures de queue pour être efficace. Vous savez aussi que votre Seigneur et",
          "Pourvoyeur ne sont pas ignorants et insensés, mais Wise et sachant, et la demande",
          "nécessaire la sagesse et la connaissance est que celui qui est donné",
          "l'intelligence devrait également être tenu responsable de ses actes; celui qui",
          "est donné des pouvoirs devrait également être tenu responsable quant à la façon",
          "dont il a utilisé ces pouvoirs; et celui qui est donné le choix de faire le bien",
          "ou le mal sous sa propre responsabilité, devrait également être récompensé pour",
          "sa bonne action et puni pour son acte mauvais. Toutes ces vérités sont clairement",
          "et simplement connus pour vous; par conséquent, vous ne pouvez pas dire qu'il",
          "existe un motif raisonnable pour vous d'être trompés au sujet de votre Seigneur.",
          "Votre propre nature est une preuve suffisante que les bienfaits du Maître ne",
          "devrait jamais causer le serviteur d'être intrépide de Lui, et être impliqué dans",
          "le malentendu qu'il peut faire ce qu'il veut, personne ne peut lui nuire en",
          "aucune façon."
        ],
        "6" : [
          "Autrement dit, \"] Vous avez pas été trompé et séduit par une bonne raison, mais",
          "par votre concept fou qu'il va y avoir aucune Meting de récompenses et de",
          "punitions après la vie de ce monde. Il est ce tort et le concept sans fondement",
          "qui vous a fait insoucieux de Dieu, sans crainte de sa justice et irresponsable",
          "dans votre attitude morale »."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ",
      "simpleTranslate" : [
        "alors que vous êtes constamment surveillés"
      ],
      "tafsirTranslate" : [
        ", vous faites le bien qu'il y ait des observateurs sur vous;"
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "sur vous",
        "(sont) sûrement gardiens"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "كِرَامًا كَاتِبِينَ",
      "simpleTranslate" : [
        "par de nobles scribes"
      ],
      "tafsirTranslate" : [
        "nobles scribes,"
      ],
      "tanslateWordByWord" : [
        "noble",
        "enregistrement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "يَعْلَمُونَ مَا تَفْعَلُونَ",
      "simpleTranslate" : [
        "qui sont au courant de tout ce que vous faites !"
      ],
      "tafsirTranslate" : [
        ", qui savez ce que vous faites. <N:7>"
      ],
      "tanslateWordByWord" : [
        "Ils savent",
        "peu importe",
        "tu fais"
      ],
      "notes" : {
        "7" : [
          "Autrement dit, [ \"si vous niez l'Meting de récompenses et de punitions, démentir,",
          "ou se moquer de lui, la réalité ne peut pas changer. La réalité est .que votre",
          "Seigneur ne vous a pas laissé à votre auto le monde, mais a désigné sur chacun de",
          "vous gardiens honnêtes et intègres, qui enregistrent tous vos actes bons et",
          "mauvais objectivement et fidèlement, et aucun de vos actes est caché à eux, si",
          "vous vous engagez dans l'obscurité, ou en privé, ou loin des jungles, ou dans le",
          "secret lorsque vous êtes pleinement satisfait que ce que vous avez fait bas sont",
          "restés cachés de l'œil humain. Pour ces anges gardiens Allah a utilisé les mots",
          "kiram-un katibin, à savoir les écrivains qui sont honorables et nobles Ils ne",
          "sont ni joint en amour personnel avec quelqu'un, ni sont hostiles à tout le",
          "monde, de sorte qu'ils prépareraient un dossier fictif sur la base de leur",
          "favorisant un homme et défavorisant une autre indûment. ils ne sont ni malhonnête",
          "qui sans être présent sur le devoir qu'ils feraient des entrées erronées par",
          "elles-mêmes, ni ne sont bribable afin qu'ils prendraient des pots de vin et de",
          "faire de faux rapports en faveur ou contre quelqu'un. Ils sont bien au-dessus de",
          "ces faiblesses morales. Par conséquent, les bons et les mauvais gens devraient",
          "être pleinement satisfait que les bons actes de chaque homme sera enregistrée",
          "sans aucune omission, et personne aura un acte mauvais enregistrée dans son",
          "compte qu'il n'a pas fait. Ensuite, la deuxième qualité qui a été mentionné de",
          "ces anges est: \"] Ils savent ce que vous faites [\" Autrement dit, ils ne sont pas",
          "comme le secret, les agences de renseignement du monde, à partir de laquelle, en",
          "dépit de toute leur recherche et de contrôle, beaucoup de choses rester caché.",
          "Ils sont pleinement conscients des actes de chacun. Ils accompagnent chaque",
          "personne, à tous les endroits, dans toutes les conditions, de manière à ce que",
          "lui-même ne sait pas que quelqu'un le regarde, et ils savent aussi avec quelle",
          "intention a quelqu'un fait une certaine chose. Par conséquent, le dossier préparé",
          "par eux est un dossier complet dans lequel rien n'a été laissé non enregistrée. A",
          "propos de cette chose, il a été dit dans la sourate Al-Kahf 49: \"] Malheur à nous",
          "Quelle sorte d'un livre qu'il est, il a laissé mothing non enregistrée de nos",
          "actions, petit ou grand!. . Ils verront devant eux tout ce qu'ils avaient fait »."
        ]
      }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ",
      "simpleTranslate" : [
        "En vérité, les hommes pieux baigneront dans les délices"
      ],
      "tafsirTranslate" : [
        "Certes, le vertueux doit être dans Bliss,"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "les justes",
        "(Sera) sûrement dans",
        "félicité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ",
      "simpleTranslate" : [
        "et les impies seront livrés à la Fournaise,"
      ],
      "tafsirTranslate" : [
        "et les méchants dans le Feu Flamboyant."
      ],
      "tanslateWordByWord" : [
        "Et en effet",
        "les méchants",
        "(Sera) sûrement dans",
        "Hellfire"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "يَصْلَوْنَهَا يَوْمَ الدِّينِ",
      "simpleTranslate" : [
        "dont ils subiront, le Jour du Jugement dernier, les supplices,"
      ],
      "tafsirTranslate" : [
        "Ils entrent sur le jour de la Rétribution"
      ],
      "tanslateWordByWord" : [
        "Ils vont brûler (en), il",
        "(au jour",
        "(De) l'arrêt"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "وَمَا هُمْ عَنْهَا بِغَائِبِينَ",
      "simpleTranslate" : [
        "sans jamais pouvoir y échapper."
      ],
      "tafsirTranslate" : [
        ", puis ne sera plus jamais en sortir."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "ils",
        "à partir de cela",
        "(Sera) absent"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ",
      "simpleTranslate" : [
        "Et qui te donnera une idée du Jugement dernier?"
      ],
      "tafsirTranslate" : [
        "Que savez-vous ce que le jour de la Rétribution est?"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "peut vous faire connaître",
        "quelle",
        "(Est) Jour",
        "(De) l'arrêt"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ",
      "simpleTranslate" : [
        "Oui, qui te donnera une idée du Jugement dernier?"
      ],
      "tafsirTranslate" : [
        "Encore une fois, qu'est-ce que vous savez ce que le jour de la Rétribution est?"
      ],
      "tanslateWordByWord" : [
        "alors",
        "quelle",
        "peut vous faire connaître",
        "quelle",
        "(Est) Jour",
        "(De) l'arrêt"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا ۖ وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ",
      "simpleTranslate" : [
        "Ce sera le jour où nulle âme ne pourra intervenir en faveur d’une autre âme, car,",
        "ce jour-là, toute décision appartiendra à Dieu."
      ],
      "tafsirTranslate" : [
        "Il est le jour où personne ne doit avoir le pouvoir de faire quelque chose pour",
        "une autre, <N:8> et toute commande est Allah."
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "ne pas",
        "aura le pouvoir",
        "une âme",
        "pour une âme",
        "n'importe quoi",
        "et le Commandement",
        "Ce jour là",
        "(Sera) auprès d'Allah"
      ],
      "notes" : {
        "8" : [
          "Autrement dit, il n'y avait personne aura le pouvoir de sauver quiconque de subir",
          "les conséquences de ses actes; personne ne il y aura une telle influence, forte,",
          "ou un tel favori avec AIIah qu'il devrait se comporter obstinément à la Cour",
          "Divine et dire: [ \"Telle une est un associé ou un parent de la mine, il devra",
          "être pardonné , peu importe ce que les maux qu'il aurait pu commettre dans le",
          "monde. \"]"
        ]
      }
    }
  ],
  "medinian" : false
}