{
  "chapterNumber" : 85,
  "nbVerses" : 22,
  "name" : "Les constellations, Les châteaux",
  "nameArabic" : "البروج",
  "transName" : "al-burūj",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "وَالسَّمَاءِ ذَاتِ الْبُرُوجِ",
      "simpleTranslate" : [
        "Par le ciel orné de constellations !"
      ],
      "tafsirTranslate" : [
        "Par le ciel avec ses châteaux inexpugnables; <N:1>"
      ],
      "tanslateWordByWord" : [
        "Le ciel",
        "contenant",
        "les constellations"
      ],
      "notes" : {
        "1" : [
          "Littéralement: [ \". Par le ciel ayant des constellations\"] Certains des",
          "commentateurs ont interprété comme signifiant les douze signes du zodiaque dans",
          "le ciel selon l'astronomie ancienne, cependant, selon Ibn 'Abbas, Mujahid,",
          "Qatadah, Hasan Basri, Dahhak et Suddi il unplies les étoiles glorieux et plateaux",
          "du ciel."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَالْيَوْمِ الْمَوْعُودِ",
      "simpleTranslate" : [
        "Par le Jour prédit de la Résurrection !"
      ],
      "tafsirTranslate" : [
        "par le jour promis, <N:2>"
      ],
      "tanslateWordByWord" : [
        "Et la journée",
        "Promis"
      ],
      "notes" : {
        "2" : [
          "Autrement dit, le Jour de la Résurrection."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَشَاهِدٍ وَمَشْهُودٍ",
      "simpleTranslate" : [
        "Par les témoins qui, ce jour-là, se présenteront ainsi que ceux contre qui ils",
        "témoigneront !"
      ],
      "tafsirTranslate" : [
        "et par le témoin et ce qui est témoin: <N:3>"
      ],
      "tanslateWordByWord" : [
        "Et (le) témoin",
        "et ce qui est témoin"
      ],
      "notes" : {
        "3" : [
          "Les conunentators ont exprimé de nombreux points de vue différents sur [ \"le",
          "voyant\"] et [ \"ce qui est vu\"]. À notre avis ce qui cadre bien avec le contexte",
          "est que le voyant est toute telle personne qui sera témoin au Jour de la",
          "Résurrection et ce qui est vu est la résurrection elle-même, les scènes terribles",
          "qui sera vu par aII Ceci est le point de vue de Mujahid. 'Ikrima, Dahhak, LBN",
          "Nujaih et quelques autres conunentators."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "قُتِلَ أَصْحَابُ الْأُخْدُودِ",
      "simpleTranslate" : [
        "Maudits soient les gens de la Fosse ardente,"
      ],
      "tafsirTranslate" : [
        "les gens de la fosse ont été détruites"
      ],
      "tanslateWordByWord" : [
        "Détruite étaient",
        "(les) compagnons",
        "(De) la fosse"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "النَّارِ ذَاتِ الْوَقُودِ",
      "simpleTranslate" : [
        "au feu sans cesse renouvelé,"
      ],
      "tafsirTranslate" : [
        "avec le feu riche en carburant,"
      ],
      "tanslateWordByWord" : [
        "(Of) le feu",
        "plein",
        "(D ') du combustible"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "إِذْ هُمْ عَلَيْهَا قُعُودٌ",
      "simpleTranslate" : [
        "qui s’étaient installés tout autour du bûcher,"
      ],
      "tafsirTranslate" : [
        "alors qu'ils étaient assis autour de lui,"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "ils",
        "par cela",
        "(Étaient) assis"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَهُمْ عَلَىٰ مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ",
      "simpleTranslate" : [
        "pour jouir du spectacle des croyants suppliciés,"
      ],
      "tafsirTranslate" : [
        "et ont été témoins de ce qu'ils ont fait aux croyants <N:4>."
      ],
      "tanslateWordByWord" : [
        "Et ils",
        "plus de",
        "quelle",
        "qu'ils faisaient",
        "aux croyants",
        "les témoins"
      ],
      "notes" : {
        "4" : [
          "[ «Les gens du fossé\"]: ceux qui avaient brûlé les croyants en jeu et témoins se",
          "sont de leur combustion. [ \"Doomed étaient ...\"]: Maudit étaient-ils par Dieu et",
          "ils sont devenus dignes de l'enfer tourment. Sur ce serment a été prêté par trois",
          "choses: [(1)] Par le ciel ayant des constellations, [(2)] par le Jour de la",
          "Résurrection, qui a été promis, et [(3)] par les scènes terribles de la jour de",
          "la Résurrection et de toutes ces créatures qui seront les témoins de ces scènes.",
          "la première de ces témoigne de la vérité que le Souverain, l'Etre absolu Qui",
          "règne sur les étoiles et les planètes glorieuses de l'univers, ne peut pas",
          "permettre à cette méprisable créature insignifiante appelé l'homme d'échapper à",
          "son emprise. La deuxième chose a été juré par sur la base que les gens pervers",
          "commis quelque tyrannie qu'ils voulaient commettre, mais le jour dont les hommes",
          "ont été avant-prévenu est sûr de venir lorsque les griefs de chaque personne",
          "lésée seront redressées et chaque transgresseur seront traduits en justice et",
          "punis. La troisième chose a été juré par pour la raison que, tout comme ces gens",
          "méchants apprécié assister à la combustion des croyants sans défense, il en sera",
          "Aii êtres humains sur le témoin Jour de la Résurrection comment ils sont pris à",
          "la tâche et brûlés en enfer. \n Plusieurs événements ont été mentionnés dans les",
          "traditions des croyants ayant été jetés dans des fosses de feu ardent, qui",
          "montrent que ces tyrannies ont été infligées maintes fois dans l'histoire. \n L'un",
          "des événements a betteraves rapportés par Hadrat Suhaib Rumi du Saint Prophète",
          "[(sur lesquels la paix)], en disant que le roi avait un magicien à sa cour qui cm",
          "devenant vieux demandés au roi de nommer un garçon qui devrait apprendre la magie",
          "de lui. En conséquence, le roi a nommé un garçon. Mais le garçon tout en allant à",
          "la place du magicien et à venir pirater la maison a également commencé à visiter",
          "sur le chemin un moine [(qui était probablement un disciple du Prophète Jésus)]",
          "et d'être influencé par son enseignement tourné un croyant. Tant et si bien que,",
          "par sa formation, il a acquis des pouvoirs miraculeux. Il guérirait les aveugles",
          "et guérir les lépreux. Lorsque le carne roi sache que le garçon avait agi dans",
          "l'unité de Dieu, il a d'abord mis le moine à l'épée: la «voulait tuer le garçon,",
          "mais aucun instrument et aucun dispositif eu aucun effet sur lui. Enfin, le",
          "garçon dit au roi: [ \"Si vous êtes penché sur moi tuer, tirer une flèche sur moi",
          "avec le mot: Bi-ismi Rahhil-ghulam [(au nom du Seigneur de ce garçon)] devant la",
          "assemblé personnes. et je mourrai. \"] le roi a fait comme il a été dit et le",
          "garçon est mort. Il le peuple crièrent qu'ils ont affirmé la foi dans le Seigneur",
          "du garçon. Les courtisans dirent au roi que la même précision était arrivé qui",
          "Ire voulait éviter: le peuple avait abandonné sa religion et a adopté la religion",
          "de l'enfant. A ce roi était rempli de rage. Par conséquent, hr a fosses creusées",
          "le long des routes, se sont eux cultivaient avec pneu et ordonné aII ceux qui ont",
          "refusé de renoncer à la nouvelle foi, il jeté dans le pneu. [(Ahmad, musulman.",
          "Nasa'i, Tirmidhi, Ibn Jarir. 'Abdur Razzaq. Ibn Abi Shaibah, Tabarani.' Ahd hin",
          "Humaid)] \n Le second événement a été rapporté de Hadrat 'Ali. Il dit qu'un roi de",
          "maigre a bu du vin et commis un adultère avec sa sœur résultant dans les",
          "relations illicites entre les deux. Lorsque le secret est devenu connu, le roi a",
          "eu l'annonce faite que Dieu avait permis le mariage avec la sœur. Lorsque les",
          "gens ont refusé d'y croire, hr a commencé à les contraindre à accepter par",
          "différents types de punition; si bien qu'il a commencé à jeter dans les fosses de",
          "feu chacune de ces personnes qui ont refusé de concéder. Selon AII Hadrat, le",
          "mariage avec les relations interdites entre les adorateurs du feu a commencé",
          "depuis [(Ibn Jarir)]. \n Le troisième événement a été rapporté par Ibn 'Abbas",
          "probablement sur le Hasin des traditions israélites, en disant que les gens de",
          "Babylone avaient forcé les enfants d'Israël à renoncer à la religion du Prophète",
          "Moïse [(paix, il sur himl: so si bien qu'ils jetés dans des fosses de pneus aII",
          "ceux qui ont refusé d'obéir. Ibn Jarir, 'Ahd bin Humaid)]. \n L'événement le plus",
          "connu, comment jamais, se rapporte à Najran. qui a été rapporté par Ibn Hisham,",
          "Tabari. Ibn Khaldun. l'auteur de Mujam al-Buldan et d'autres historiens",
          "islamiques. Son CV est la suivante: Tuban Asad Abu Karib, roi de Himyar",
          "[(Yaman)], est allé à Yathrib fois où il a embrassé le judaïsme sous l'influence",
          "des Juifs, et a deux des savants juifs de Bani Quraydhah avec lui pour Yaman. Il",
          "hr propagé le judaïsme largement. Son fils Dhu Nuwas lui succède et hr attaqué",
          "Najran qui était un bastion des chrétiens dans le sud de l'Arabie de manière à",
          "éliminer le christianisme et rendent les gens acceptent le judaïsme. Je Ibn",
          "Hisham dit que ces gens étaient de vrais disciples de l'Evangile du Prophète",
          "Jésus) En Najran h invité les gens à accepter le judaïsme, mais ils ont refusé",
          "d'obéir. Il a causé sur hr un grand nombre de personnes à il brûla dans les",
          "fossés de feu et tua beaucoup d'autres avec l'épée jusqu'à ce qu'il avait tué",
          "près de vingt mille d'entre eux. Daus Dhu Tha laban un habitant de Najran échappé",
          "et est allé. selon une tradition. à l'empereur byzantin, et selon une autre. le",
          "Négus, roi d'Abyssinie, et lui a dit ce qui était arrivé \n Selon la première",
          "tradition, l'empereur écrivit au roi d'Abyssinie, et selon le second, le Negus a",
          "demandé l'empereur de lui fournir une force navale. Dans tout les cas; une armée",
          "abyssine composée de soixante-dix mille soldats sous un général appelé Aryat,",
          "attaqué Yaman, Dhu Nuwas a été tué, la règle juive a pris fin, et Yaman devenir",
          "une partie du royaume chrétien de Abyssinia.- \n Les déclarations des historiens",
          "islamiques ne sont pas seulement confirmé par d'autres moyens historiques, mais",
          "ils donnent aussi beaucoup plus de détails. Yaman est venu d'abord sous la",
          "domination d'Abyssinie chrétienne en 340 après Jésus-Christ, et cette domination",
          "a continué jusqu'à 378 après J.-C. Les missionnaires chrétiens ont commencé à",
          "entrer Yaman dans cette période. Vers la même époque, un homme nommé Faymiyun",
          "[(Phemion)], qui était, sérieux, homme ascétique juste et possédait des pouvoirs",
          "miraculeux, est arrivé à Yaman et par sa prédication contre l'idolâtrie converti",
          "le peuple de Najran au christianisme. Ces personnes ont été gouvernés par trois",
          "chefs: Sayyid, qui était le principal chef comme les anciens des tribus et",
          "responsable des affaires extérieures, les accords politiques et de commandement",
          "des forces, 'Aqib, qui avait l'air après les affaires internes et Usquf",
          "[(Bishop)], le guide religous. Dans le sud de l'Arabie Najran a commandé une",
          "grande importance, étant un commerce important centre industriel avec tussore, le",
          "cuir et les industries d'armement. Le Yarnanite wrapper et un manteau bien connu",
          "[(coques Yamani)] a également été fabriqué ici. Sur cette base très, Dhu Nuwas",
          "attaqué cette place importante non seulement pour les religieux, mais aussi pour",
          "des raisons politiques et économiques. Il a mis à mort Hârithah [(appelé Arethas",
          "par les historiens syriens)], Sayyid de Najrain, a tué ses deux filles en face de",
          "sa femme Romah et l'obligeait à boire leur sang, puis mettre même sa mort. Il a",
          "pris les os de l'évêque Paul de la «grave et les brûle, et a ordonné les femmes,",
          "les hommes, les enfants, les personnes âgées, les prêtres et les moines, tous",
          "jetés dans les fosses de feu. Le nombre total des personnes ainsi tuées a été",
          "estimé entre vingt et quarante mille. Ce qui est arrivé en Octobre, 523 apr.",
          "J.-C. Enfin, en 525 apr. J.-C. les Abyssins ont attaqué Yaman et mettre un terme",
          "à Dhu Nuwas et son royaume Himyarite. Ceci est confirmé par l'inscription Hisn",
          "Ghurab que les archéologues modernes ont mis au jour dans Yaman. \n Dans plusieurs",
          "écrits chrétiens du 6e détails siècle AD de l'événement relatif au peuple du",
          "fossé [ \"ont été donnés, dont certains sont contemporains et signalés par des",
          "témoins oculaires. Les auteurs de trois de ces livres étaient contemporains avec",
          "le événement. Ils étaient Procopeus, Cosmos Indicopleustis, qui traduisait livre",
          "grec de Ptolémée sous le commandement du Négus Elesboan à cette époque et",
          "résidaient à Adolis, une ville sur la côte de la mer de l'Abyssinie, et Johannes",
          "Malala écume dont plusieurs des historiens postérieurs ont lié cet événement.",
          "Après cela, Johannes d'Ephèse [(d. 585 AD)] a raconté l'histoire de la",
          "persécution des chrétiens de Najran dans son histoire de l'Eglise d'une lettre de",
          "l'évêque Mar Siméon qui était un journaliste contemporain de . cet événement Mar",
          "Siméon a écrit cette lettre à l'abbé von Gabula;. en elle Simeon a rapporté cet",
          "événement en se référant aux déclarations des Yarnanite témoins oculaires",
          "présents à l'occasion cette lettre a été publiée en 1881 AD de Rome et en 1890 AD",
          "en les mémoires des martyrs du christianisme jacobienne Patriarche Dionysius et",
          "Zacharia de Mitylène ont dans leurs histoires syriaques également liées à cet",
          "événement. Ya'qoub Saruji également dans son livre sur les chrétiens de Najran a",
          "fait mention. Mgr Pulus de élégie de Edessa sur ceux qui ont péri à Najran,",
          "existe encore. Une traduction anglaise du Syriaque kitab al-Himyarin [(Livre des",
          "Himyarites)] a été publié en 1924 de Londres, ce qui confirme les déclarations",
          "des historiens musulmans. Dans le British Museum il y a quelques manuscrits",
          "abyssins relatifs à cette période ou une période proche de lui, qui soutiennent",
          "cette histoire. Philby dans son récit de voyage intitulé \"] Les Highlands arabes",
          "[\", écrit: Parmi les gens de Najran l'endroit est encore bien connu où",
          "l'événement du peuple du fossé [(ashab al-ukhdud)] avait eu lieu. A proximité Umm",
          "Kharaq il peut encore voir quelques images taillées dans les rochers, et",
          "aujourd'hui les gens de Najran savent aussi le lieu où la cathédrale de Najran se",
          "tenait. \n Les chrétiens abyssins après avoir capturé Najran avait construit une",
          "église ressemblant à la Kaaba, par lequel ils voulaient détourner le pèlerinage",
          "de la Kaaba à la Mecque à elle. . Ses prêtres et gardiens portaient des turbans",
          "et considérés comme un sanctuaire sacré. L'empire romain a également envoyé une",
          "aide monétaire pour cette \"] Ka'ba [\". Les prêtres de ce très \"] Ka`ba\" de Najran",
          "avaient visité le Saint Prophète [(sur qui être la paix et la bénédiction",
          "d'Allah)] sous la direction de leur Sayyid, `Aqib et l'évêque pour une discussion",
          "avec lui et le fameux cas de le Mubahala [(essai par la prière)] a eu lieu visé à",
          "l'Al-Imran: [(. pour plus de détails, voir l'eN de 29 et 55 de Al-Imran)] 61."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ",
      "simpleTranslate" : [
        "et auxquels pourtant ils n’avaient rien à reprocher, si ce n’est leur foi en",
        "Dieu, le Tout-Puissant, le Digne de louange,"
      ],
      "tafsirTranslate" : [
        "Contre ceux-ci, ils avaient pas de rancune que d'avoir cru en Allah, le Très",
        "Puissant, le Plus Digne de louange,"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "ils en voulaient",
        "[d'eux",
        "sauf",
        "cette",
        "ils croient",
        "en Allah",
        "Tout-Puissant",
        "le Praiseworthy"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۚ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ شَهِيدٌ",
      "simpleTranslate" : [
        "à qui appartient la Royauté des Cieux et de la Terre, Dieu, le Témoin de tout",
        "l’Univers !"
      ],
      "tafsirTranslate" : [
        "à qui appartient la royauté des cieux et de la terre. Allah témoins tout. <N:5>"
      ],
      "tanslateWordByWord" : [
        "Celui qui",
        "pour lui",
        "(Est) la domination",
        "(De) les cieux",
        "et la terre",
        "et Allah",
        "sur",
        "chaque",
        "chose",
        "(Est) un témoin"
      ],
      "notes" : {
        "5" : [
          "Dans ces versets, ceux des attributs d'Allah Tout-Puissant a été mentionné à",
          "cause de ce qui Lui seul mérite que l'on doit croire en lui, et les gens qui se",
          "sentent mécontent de sa foi en Lui, sont méchants et injustes."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ",
      "simpleTranslate" : [
        "En vérité, ceux qui ont fait subir des épreuves aux croyants et aux croyantes et",
        "qui n’ont pas fait pénitence seront voués aux tourments de l’Enfer dont ils",
        "subiront le Feu éternel."
      ],
      "tafsirTranslate" : [
        "Certes, ceux qui ont tourmenté les croyants et les croyantes, puis ne se",
        "repentira pas, leur doit être le châtiment de l'Enfer, et leur sera le châtiment",
        "de la Fournaise. <N:6>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "persécutés",
        "les croyants",
        "et les croyantes",
        "puis",
        "ne pas",
        "ils se sont repentis",
        "puis pour eux",
        "(Est la) peine",
        "(De) Enfer",
        "et pour eux",
        "(Est la) peine",
        "(Des) Burning Fire"
      ],
      "notes" : {
        "6" : [
          "[ \"la répression en brûlant\"] a été mentionné séparément du tourment de l'enfer",
          "parce qu'ils avaient brûlé le peuple opprimé à la mort en les jetant dans les",
          "fosses de feu. Probablement ce sera une sorte différente et plus sévère de feu du",
          "feu de l'enfer dans lequel ces gens seront brûlés."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ۚ ذَٰلِكَ الْفَوْزُ الْكَبِيرُ",
      "simpleTranslate" : [
        "Ceux, en revanche, qui ont cru et accompli de bonnes œuvres auront pour séjour",
        "des Jardins baignés de ruisseaux. Et ce sera pour eux le comble de la félicité."
      ],
      "tafsirTranslate" : [
        "Quant à ceux qui ont cru et agi avec droiture, leur aura des Jardins sous",
        "lesquels coulent les ruisseaux. Tel est le grand triomphe."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "croyez",
        "et fait",
        "les bonnes oeuvres",
        "pour eux",
        "(Sera) Jardins",
        "écoulement",
        "de",
        "dessous",
        "les rivières",
        "Cette",
        "(Est) le succès",
        "le grand"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ",
      "simpleTranslate" : [
        "En vérité, la riposte de ton Seigneur est implacable !"
      ],
      "tafsirTranslate" : [
        "Stern est en effet le châtiment de ton Seigneur."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "(La) Grip",
        "(De) votre Seigneur",
        "(Est) sûrement forte"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ",
      "simpleTranslate" : [
        "Il est Celui qui crée et ressuscite ;"
      ],
      "tafsirTranslate" : [
        "C'est Lui qui crée pour la première fois et c'est Lui qui va créer à nouveau,"
      ],
      "tanslateWordByWord" : [
        "En effet, il",
        "Il",
        "provient",
        "et répétitions"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "وَهُوَ الْغَفُورُ الْوَدُودُ",
      "simpleTranslate" : [
        "Il est l’Absoluteur, le Clément ;"
      ],
      "tafsirTranslate" : [
        "et Il est le Pardonneur, le Très Amoureux"
      ],
      "tanslateWordByWord" : [
        "Et il",
        "(Est) le Pardonneur",
        "le plus aimant"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "ذُو الْعَرْشِ الْمَجِيدُ",
      "simpleTranslate" : [
        "Il est le Glorieux Maître du Trône ;"
      ],
      "tafsirTranslate" : [
        "«le Seigneur du Glorieux Trône,"
      ],
      "tanslateWordByWord" : [
        "Propriétaire de)",
        "Le trône",
        "le Glorieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "فَعَّالٌ لِمَا يُرِيدُ",
      "simpleTranslate" : [
        "Il est Celui qui réalise tout ce qu’Il veut."
      ],
      "tafsirTranslate" : [
        "l'exécuteur de ce qu'Il veut. <N:7>"
      ],
      "tanslateWordByWord" : [
        "Auteur",
        "de quoi",
        "Il a l'intention"
      ],
      "notes" : {
        "7" : [
          "[ \"Il est Pardonneur\"]: Si une personne se repent et des réformes lui-même, il",
          "peut espérer être reçu par AIlah dans sa miséricorde. [ \"Il est tout amour\"], à",
          "savoir Il n'a pas inimitié avec ses créatures qu'il les soumettre à tourmenter",
          "sans raison, mais il aime les créatures qu'il a créées et les punit seulement",
          "quand ils ne donnent pas l'attitude de rébellion contre lui. [ \"Propriétaire du",
          "Trône\"] signifie que Lui seul est le souverain du Royaume de l'Univers: pas celui",
          "qui est un rebelle peut échapper à son emprise et à la punition La mention de son",
          "être [ \"Exalté\"] est destiné à avertir l'homme pour sa bassesse quand il adopte",
          "une attitude d'arrogance contre un tel être. Enfin AII [ \"Il est Doer de tout ce",
          "qu'Il veut\"]: personne dans l'univers entier a le pouvoir de faire obstacle et de",
          "résister à ce qu'Allah veut faire."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ",
      "simpleTranslate" : [
        "N’as-tu jamais été au courant du récit des armées"
      ],
      "tafsirTranslate" : [
        "A l'histoire des armées vous atteint,"
      ],
      "tanslateWordByWord" : [
        "A",
        "viennent à vous",
        "(l'histoire",
        "(De) les hôtes"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "فِرْعَوْنَ وَثَمُودَ",
      "simpleTranslate" : [
        "de Pharaon et de Thamûd?"
      ],
      "tafsirTranslate" : [
        "les armées de Pharaon et Thamud? <N:8>"
      ],
      "tanslateWordByWord" : [
        "Firaun",
        "et Thamud"
      ],
      "notes" : {
        "8" : [
          "L'adresse est dirigée vers les personnes qui, dans leur fausse fierté d'avoir des",
          "hôtes puissants, enfreignent la loi de Dieu sur Sa terre. Ils sont avertis. comme",
          "pour dire: [ \"Savez-vous ce mauvais sort a été STET avant par ceux qui rompit les",
          "chiens fixés par AIIah sur la force de la puissance de leurs hôtes '\"]"
        ]
      }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ",
      "simpleTranslate" : [
        "Mais les impies s’entêtent à tout nier,"
      ],
      "tafsirTranslate" : [
        "Les incroyants sont en effet engagés dans le nier, le qualifiant de mensonge,"
      ],
      "tanslateWordByWord" : [
        "Non",
        "Ceux qui",
        "ne pas croire",
        "(sont dans",
        "le déni"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ",
      "simpleTranslate" : [
        "alors que Dieu, à leur insu, les cerne de toutes parts."
      ],
      "tafsirTranslate" : [
        ", bien que Dieu les entoure."
      ],
      "tanslateWordByWord" : [
        "Mais Allah",
        "de",
        "derrière eux",
        "englobe"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 21,
      "arabicVerse" : "بَلْ هُوَ قُرْآنٌ مَجِيدٌ",
      "simpleTranslate" : [
        "Qu’ils sachent donc que ce Coran est un Livre sublime,"
      ],
      "tafsirTranslate" : [
        "Non; mais ceci est un glorieux Coran,"
      ],
      "tanslateWordByWord" : [
        "Non",
        "Il",
        "(Est) un Coran",
        "Glorieux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 22,
      "arabicVerse" : "فِي لَوْحٍ مَحْفُوظٍ",
      "simpleTranslate" : [
        "gravé sur une Table parfaitement conservée !"
      ],
      "tafsirTranslate" : [
        "inscrit sur une tablette bien gardée. <N:9>"
      ],
      "tanslateWordByWord" : [
        "Dans",
        "une tablette",
        "Gardé"
      ],
      "notes" : {
        "9" : [
          "Autrement dit, \"Le bref du Coran est immuable et impérissable. Il est inscrit",
          "dans la Tablette préservée de Dieu. Qui ne peut-il corrompu de quelque manière",
          "que ce soit est écrit en elle, doit être remplie : même le monde entier peut",
          "ainsi ne pas détourner son accomplissement."
        ]
      }
    }
  ],
  "medinian" : false
}