{
  "chapterNumber" : 87,
  "nbVerses" : 19,
  "name" : "Le Très-Haut",
  "nameArabic" : "الأعلى",
  "transName" : "al-aʿlā",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى",
      "simpleTranslate" : [
        "Glorifie le Nom de ton Seigneur, le Très-Haut,"
      ],
      "tafsirTranslate" : [
        "Glorifie le nom de ton Seigneur, le Très-Haut, <N:1>"
      ],
      "tanslateWordByWord" : [
        "Glorifier",
        "(le nom",
        "(De) votre Seigneur",
        "le Très-Haut"
      ],
      "notes" : {
        "1" : [
          "Littéralement: [ \"Purifier le nom de ton Seigneur, le plus élevé.\"] Cela peut",
          "avoir plusieurs significations et tous sont implicitement: [(1)] Allah ne faut",
          "pas oublier par les noms qui lui correspondent, et pas de nom doit être utilisé",
          "pour son exaltation Etre qui, à l'égard de son sens et de sens, ne lui convient",
          "pas, ou qui reflète un aspect de la carence, le manque de respect, le polythéisme",
          "autour de lui, ou qui se réfère à une certaine croyance erronée en ce qui",
          "concerne de son être, les attributs, ou des œuvres. A cet effet, le moyen le plus",
          "sûr est que seuls les noms être utilisés pour Allah qu'Il a lui-même mentionné",
          "dans le Coran, ou qui sont une traduction correcte de ces noms dans d'autres",
          "langues. [(2)] Allah ne devrait pas se rappeler les noms que ceux utilisés",
          "généralement pour les êtres créés, ou les êtres créés ne devrait pas être appelé",
          "par des noms qui sont spécifiquement destiné à AIlah. Et s'il y a des noms",
          "attributives qui ne sont pas spécifiquement destinés à Allah, mais peuvent",
          "également être utilisés pour les êtres créés, tels que Ra'uf [(Kind)], Rahim",
          "[(compassion)], Karim [(généreux)], Sami` [(I Audition)], Basir [(voyant)], etc..",
          "il faut faire preuve de soin de ne pas les utiliser pour l'homme car ils sont",
          "utilisés pour Allah. [(3)] AIlah ne doit pas être mentionné dans un sens ou dans",
          "un état qui reflète le manque de respect pour lui; par exemple, de mentionner son",
          "nom lorsqu'il est engagé dans la moquerie ou plaisanterie, ou lorsque dans les",
          "toilettes, ou en commettant un acte de péché, ou devant les personnes qui",
          "pourraient se comporter insolemment en réponse ou dans les assemblées où les gens",
          "sont engagés dans des choses absurdes et pourrait rire de sa mention, ou dans une",
          "occasion où il est à craindre que l'auditeur entendra dédaigneusement. A propos",
          "de l'Imam Malik, il est dit que quand un mendiant lui demanda quelque chose et il",
          "n'a pas eu rien à donner, il ne détournera pas le mendiant, en disant que Dieu",
          "aiderait hisn, comme on le fait par le peuple, mais il s'excuser d'une autre",
          "manière. Lorsqu'on lui demande pourquoi il l'a fait, il a répondu: [ «Quand le",
          "mendiant est pas donné quoi que ce soit et on fait une excuse, il lui déplaît",
          "inévitablement sur une telle occasion, je ne veux pas de mentionner le nom",
          "d'Allah, car je ne le fais pas comme ça. quelqu'un devrait entendre son nom dans",
          "un état de gêne et de déplaisir. \"] \n Dans le Hadith, il a été rapporté de Hadrat",
          "`Uqba bin` Amir Juhani que le Saint Prophète [(sur qui sera la paix d'Allah)]",
          "avait ordonné la récitation du Subhana Rabbi yal-A Ya dans la prosternation sur",
          "la base de ce très vers, et la récitation du Subhana Rabbi yal-'Azim dans ruku",
          "`sur la base du dernier verset de la sourate Al-Waqi'ah, à savoir. . Fa-sabhih",
          "bi-isrni-Rabbi-kal- Azim. \"[(Musnad Ahmad, Abou Daoud, Ibn Majah, Ibn Hibban,",
          "Hakim, Ibn al-Mundhir)]."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "الَّذِي خَلَقَ فَسَوَّىٰ",
      "simpleTranslate" : [
        "qui crée et agence avec harmonie,"
      ],
      "tafsirTranslate" : [
        "Qui a créé toutes choses et les façonné en bonne proportion; <N:2>"
      ],
      "tanslateWordByWord" : [
        "Celui qui",
        "créé",
        "puis proportionné"
      ],
      "notes" : {
        "2" : [
          "Autrement dit, il a tout créé, de la terre vers le ciel, dans l'univers, et a",
          "donné tout ce qu'il a créé la bonne proportion et de l'équilibre et a donné toute",
          "créature la meilleure forme concevable et la forme. La même chose a été exprimée",
          "dans la sourate As-Sajda, ainsi: [ \"Qui a donné tout ce qu'il a créé la meilleure",
          "forme\"] [(v. 7)] Ainsi, la création de tout dans le monde en lui donnant raison",
          "l'ordre et la proportion, est un signe explicite de la vérité que certains",
          "designer Wise est son Créateur. Il y avait la création des choses innombrables",
          "dans l'univers été le résultat d'un accident de hasard, ou le travail de nombreux",
          "créateurs, il pourrait y avoir d'ordre et de l'équilibre, aucune beauté et la",
          "cohérence interne parmi les nombreuses choses qui existent dans le monde."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَالَّذِي قَدَّرَ فَهَدَىٰ",
      "simpleTranslate" : [
        "qui prédétermine et guide,"
      ],
      "tafsirTranslate" : [
        "Qui déterminée <N:3> et guidé eux, <N:4>"
      ],
      "tanslateWordByWord" : [
        "Et celui qui",
        "mesuré",
        "puis guidée"
      ],
      "notes" : {
        "4" : [
          "Autrement dit, rien ne vient d'être créé et laissé à lui-même, mais quelle que",
          "soit a été créé pour effectuer une certaine fonction, il a également été enseigné",
          "la méthode de l'exécution de cette fonction. En d'autres termes, il est non",
          "seulement le Créateur, mais Guide aussi. Il a pris la responsabilité de donner",
          "des conseils à tout ce qu'Il a créé dans une capacité particulière pour adapter",
          "sa nature et de le guider dans la manière appropriée pour cela. Un type",
          "d'orientation est pour la terre, la lune, le soleil, les étoiles et les planètes,",
          "qu'ils suivent dans l'exercice de leur rôle. Un autre type d'orientation est pour",
          "l'eau, l'air, la lumière et les éléments solides et de minéraux, et ils",
          "accomplissent les mêmes services pour lesquels ils ont été créés en conséquence.",
          "Encore un autre type d'orientation est pour les légumes, selon laquelle ils",
          "prennent racine et se propagent dans la terre, germer de ses couches, obtenir de",
          "la nourriture d'où AIIah a créé pour theta, produire des tiges, branches,",
          "feuilles, fleurs et fruits, et remplir la fonction qui a été désignée pour chacun",
          "d'eux. Encore un autre type d'orientation est pour les innombrables espèces",
          "d'animaux de la terre et de l'eau, et pour chaque membre de l'espèce, les",
          "manifestations merveilleuses qui sont clairement visibles dans la vie des animaux",
          "et dans leurs œuvres, si bien que même un athée est obligé de concéder que les",
          "différents types d'animaux possèdent une sorte de connaissances d'inspiration que",
          "l'homme ne peut pas obtenir, même à travers ses instruments, sans parler de ses",
          "sens. Puis, il y a deux sortes de conseils pour l'homme, qui correspondent à ses",
          "deux capacités différentes. Un type d'orientation est pour sa vie animale, par",
          "lequel chaque enfant apprend à sucer le lait spontanément à la naissance, par",
          "lequel les yeux de l'homme, le nez, les oreilles, le cœur, le cerveau, les",
          "poumons, les reins, le foie, l'estomac, les intestins, les nerfs, veines et les",
          "artères, tous exercent leurs fonctions respectives, sans que l'homme en avoir",
          "conscience, ou d'avoir la chose de sa volonté de le faire avec les fonctions de",
          "ces organes. Ce sont les conseils en vertu de laquelle tous les changements",
          "physiques et mentaux se rapportant à l'enfance, la maturité, la jeunesse et la",
          "vieillesse continuent de prendre place dans l'homme, indépendante de sa volonté,",
          "le choix, même sa conscience. Le deuxième type d'orientation est pour sa vie",
          "intellectuelle et consciente, la nature de ce qui est absolument différente de la",
          "direction de la vie inconsciente, dans ce domaine de la vie une sorte de liberté",
          "a été transféré à l'homme, pour lequel le mode d'orientation signifiait pour la",
          "vie volontaire ne convient pas. Pour se détourner de ce dernier type",
          "d'orientation, l'homme peut offrir tous les arguments et les excuses qu'il aime,",
          "il est pas crédible que le Créateur qui a organisé des conseils pour tout dans",
          "cet univers en fonction de sa capacité, aurait fixé pour l'homme du destin il",
          "peut affecter de nombreuses choses dans son monde librement, mais pourrait ne pas",
          "avoir fait un arrangement pour montrer quelle est la bonne façon d'utiliser son",
          "choix et ce qui est dans le mauvais sens. . [(Pour de plus amples explications,",
          "voir de E.N. 9, 10, 14, 56 An-Nahl, E.N. 23 de Ta Ha, E.N. de 2, 3 de Ar-Rahman,",
          "E.N. 5 de Ad-Dahr)]"
        ],
        "3" : [
          "[ \"Définir un destin\"]: déterminé d'avance quelle serait la fonction d'une",
          "certaine chose dans le monde, et à cet effet ce qui serait sa taille, sa forme et",
          "sa forme, ses qualités, sa place de l'emplacement, et quelles sont les",
          "possibilités et les moyens doivent être fournis pour sa survie, l'existence et le",
          "fonctionnement, alors qu'il devrait entrer en être, et quand et comment il",
          "devrait cesser d'être après avoir terminé sa partie du travail. Un tel système",
          "pour une chose est son [ \"destin\"] [(taqdir)]. Et ce destin AIIah a fixé pour",
          "tout dans l'univers et pour l'ensemble de l'univers dans son ensemble. Cela",
          "signifie que la création n'a pas lieu sans un plan pré-conçu, au hasard, mais",
          "pour lui le Créateur avait un plan complet devant lui, et tout ce qui se passe en",
          "fonction de ce plan. [(Pour de plus amples explications, voir E.N. de 13, 14 de",
          "Al-Hijr. E.N. 8 AI-Furgan, E.N. 25 AI-Qamar. E.N. 12 'Abasa)]."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَالَّذِي أَخْرَجَ الْمَرْعَىٰ",
      "simpleTranslate" : [
        "qui fait germer de terre les pâturages,"
      ],
      "tafsirTranslate" : [
        "qui a fait sortir le pâturage, <N:5>"
      ],
      "tanslateWordByWord" : [
        "Et celui qui",
        "enfante",
        "le pâturage"
      ],
      "notes" : {
        "5" : [
          "Le mot mar`a tel qu'il est utilisé dans le texte signifie que le fourrage pour",
          "les animaux, mais le contexte montre que ici, il DCEs implique pas seulement du",
          "fourrage, mais tous les types de végétation qui pousse sur le sol."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "فَجَعَلَهُ غُثَاءً أَحْوَىٰ",
      "simpleTranslate" : [
        "pour les réduire ensuite en sombre fourrage !"
      ],
      "tafsirTranslate" : [
        ", puis faites-le dans une paille noirâtre <N:6>."
      ],
      "tanslateWordByWord" : [
        "Et permet alors",
        "chaume",
        "foncé"
      ],
      "notes" : {
        "6" : [
          "Autrement dit, [ «Il ne fait pas seulement le printemps mais l'automne aussi.",
          "Vous êtes témoin de deux manifestations de ce pouvoir. D'un côté, il provoque une",
          "végétation luxuriante de croître, la fraîcheur qui plaît les cœurs et, d'autre",
          "part, il rend la même végétation pâle, les déchets secs et noir, qui est soufflé",
          "par les vents et emportés par les inondations. par conséquent, personne ici",
          "devrait être impliqué dans le malentendu expérience qu'il ne fera que le",
          "printemps et ne verra jamais l'automne. \"] Ce même thème a été exprimée à",
          "plusieurs autres endroits dans le Coran dans d'autres façons. Par exemple, voir",
          "Yunus: 24, Al-Kahf: 45, Al-Hadid; 20."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "سَنُقْرِئُكَ فَلَا تَنْسَىٰ",
      "simpleTranslate" : [
        "Nous t’enseignerons le Coran dont tu n’oublieras"
      ],
      "tafsirTranslate" : [
        "Nous vous ferons réciter et vous ne l'oublierons pas, <N:7>"
      ],
      "tanslateWordByWord" : [
        "Nous allons vous faire réciter",
        "afin de ne pas",
        "vous oublierez"
      ],
      "notes" : {
        "7" : [
          "Hakim a rapporté de Hadrat Saad bin Abi Waqqas et Ibn Marduyah de Hadrat",
          "'Abdullah bin' Abbas que le Saint Prophète [(sur lui la paix)] a répété les",
          "paroles du Coran, de peur de peur qu'il ne les oublierons pas. Mujahid et Kalbi",
          "disent que même avant Gabriel a terminé la récitation de la Révélation du Saint",
          "Prophète allait commencer à répéter les versets initiaux de peur qu'il ne les",
          "oublier. Ou cette base AIlah très lui a assuré qu'il devrait écouter",
          "tranquillement quand la révélation descendait, pour, [ \"Nous allons vous",
          "permettre de le réciter, puis vous vous souviendrez pour toujours Vous ne devriez",
          "pas avoir peur que vous oubliez un mot. de celui-ci. \"] Ceci est la troisième",
          "occasion où le Saint Prophète [(sur lui la paix)] a été enseigné la méthode de",
          "réception de la Révélation. Les deux premières occasions ont été mentionnées dans",
          "Ta Ha: 114 et Al-Qiyamah: 16-19 ci-dessus. Ce verset prouve que, tout comme le",
          "Coran a été envoyé au Saint Prophète comme un miracle, donc aussi son chaque mot",
          "a été conservé dans sa mémoire comme un miracle et aucune possibilité a été",
          "autorisé à rester qu'il devrait oublier quoi que ce soit de celui-ci, ou qu'il",
          "devrait prononcer un autre mot synonyme pour tout mot."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "إِلَّا مَا شَاءَ اللَّهُ ۚ إِنَّهُ يَعْلَمُ الْجَهْرَ وَمَا يَخْفَىٰ",
      "simpleTranslate" : [
        "que ce qu’il plaira à Dieu que tu oublies, car Il connaît ce qui est apparent et",
        "ce qui est caché."
      ],
      "tafsirTranslate" : [
        ", sauf ce qu'Allah veut <N:8> Il sait tout ce qui est manifeste et tout ce qui",
        "est caché <N:9>"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "quelle",
        "testaments",
        "Allah",
        "En effet, il",
        "sait",
        "le manifeste",
        "et quoi",
        "est caché"
      ],
      "notes" : {
        "8" : [
          "Cette phrase peut avoir deux significations: d'abord, [ \"que la préservation de",
          "l'ensemble du mot Coran pour mot dans votre mémoire est pas une manifestation de",
          "votre propre pouvoir, mais le résultat de la bonté et de la grâce d'Allah",
          "Tout-Puissant ; sinon, si Allah le voulait, il pourrait l'amener à oublier \"] Ce",
          "même thème a été exprimé à un autre endroit dans le Coran, ainsi: [\" O Muhammad",
          "Nous pouvons, si nous le fera, reprendre à partir.! vous tous de ce que Nous",
          "avons révélé \"] [. (Bani Isra'il: 86)]. Un autre sens aussi peut être: [ \"Votre",
          "forgeting quelque chose temporairement, ou votre oublier un verset ou un mot est",
          "parfois une mousse de axception cette promesse Qu'est-ce qui a été promis est:.`",
          "Vous oubliez pas un mot du Coran de façon permanente ». \"] Ce sens est confirmé",
          "par la tradition suivante de Bukhari: une fois tout en menant la prière du Fajr",
          "le Saint Prophète [(sur lesquels la paix)] est arrivé à omettre un verset au",
          "cours de la récitation. Après la prière Hadrat Ubayy bin Ka'b a demandé si le",
          "verset avait été abrogée. Le Saint Prophète a répondu qu'il avait oublié de le",
          "réciter."
        ],
        "9" : [
          "Bien que les mots sont d'ordre général, et ils signifient que Dieu sait tout, si",
          "elle est ouverte ou cachée, mais dans le contexte dans lequel ils se produisent,",
          "ils semblent dire: [ \"O Prophète, votre récitant le Coran ainsi que Gabriel [(la",
          "paix soit sur lui)] est connu pour Allah et votre peur pour laquelle vous le",
          "faites est aussi dans la connaissance d'Allah. \"] par conséquent, le Saint",
          "Prophète est assuré qu'il ne l'oubliera pas."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَنُيَسِّرُكَ لِلْيُسْرَىٰ",
      "simpleTranslate" : [
        "Et Nous faciliterons ta tâche en te mettant sur la voie la plus aisée."
      ],
      "tafsirTranslate" : [
        "Nous vous soulager de suivre la voie de la facilité."
      ],
      "tanslateWordByWord" : [
        "Et Nous te mettrons",
        "la facilité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَىٰ",
      "simpleTranslate" : [
        "Prêche donc, chaque fois que tes prédications s’avèrent utiles !"
      ],
      "tafsirTranslate" : [
        "Donc rendre bon conseil si bon conseil va bénéficier <N:10>"
      ],
      "tanslateWordByWord" : [
        "donc rappeler",
        "si",
        "avantages",
        "le rappel"
      ],
      "notes" : {
        "10" : [
          "En général, les conunentators prennent comme deux phrases distinctes. Ils",
          "interprètent la première phrase signifie: [ \"Nous vous donnons un code simple de",
          "la loi, qui est facile à pratiquer et à agir sur\"], et la deuxième phrase pour",
          "dire: [ \". Reprenez le peuple si admonestant être utile\"] mais à notre avis, le",
          "mot [ \"fa-dhakkir\"] relie les deux phrases de sens, et le thème de la deuxième",
          "phrase porte sur le thème de la première phrase. Par conséquent, nous interpréter",
          "ces phrases pour dire: [ \"O Prophète Nous ne voulons pas vous mettre à toute",
          "difficulté concernant la prédication de l'islam en exigeant que vous devriez",
          "serpent entendre les sourds et les aveugles pour voir le chemin, mais nous avons",
          "nommé un moyen facile pour vous, qui est la suivante:. Donnez avertissement quand",
          "vous sentez que les gens sont enclins à en tirer avantage Quant à savoir qui est",
          "enclin à bénéficier de la mise en garde et qui est pas, cela vous ne pouvez",
          "savoir à travers la prédication générale. par conséquent, vous devez continuer",
          "votre prédication générale, mais votre objet doit être de rechercher ceux parmi",
          "les personnes qui bénéficieront par elle et adopter la bonne façon. Ces personnes",
          "seules sont dignes de votre attention et vous devez payer toute l'attention",
          "seulement à leur l'instruction et de la formation vous ne devez pas les",
          "abandonner et de poursuivre ceux dont vous trouvez par l'expérience qu'ils ne",
          "sont pas enclins à accepter toute mise en garde \"] Presque ce thème très a été",
          "exprimée dans la sourate 'Abasa d'une autre manière, ainsi: [\".. Comme pour celui",
          "qui est indifférent, pour lui vous assister, si vous ne seriez pas responsable",
          "s'il ne fait pas la réforme. Et celui qui vient à vous en cours d'exécution, de",
          "sa propre volonté et les craintes, de lui vous vous détournez. En aucun cas: Ceci",
          "est mais une admonition. Que celui qui veut, l'accepter. \"] [(Vv. 5-12)]."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "سَيَذَّكَّرُ مَنْ يَخْشَىٰ",
      "simpleTranslate" : [
        "Seul celui qui craint Dieu en tirera profit"
      ],
      "tafsirTranslate" : [
        "Celui qui craint (Allah) doit en tenir compte, <N:11>"
      ],
      "tanslateWordByWord" : [
        "Il prêter attention",
        "(un qui",
        "craintes (Allah)"
      ],
      "notes" : {
        "11" : [
          "Autrement dit, seul celui qui a la crainte de Dieu et de mauvaises conséquences,",
          "déterminera si oui ou non il suit une mauvaise façon, et il ne tiendra compte de",
          "l'avertissement du Serviteur d'Allah qui est la distinction les conseils de",
          "misguidance pour lui et le guider à de véritables succès et la piété."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَيَتَجَنَّبُهَا الْأَشْقَى",
      "simpleTranslate" : [
        "et seul s’en détournera le réprouvé"
      ],
      "tafsirTranslate" : [
        ", mais le malheureux va se détourner de lui."
      ],
      "tanslateWordByWord" : [
        "Et va l'éviter",
        "le misérable"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "الَّذِي يَصْلَى النَّارَ الْكُبْرَىٰ",
      "simpleTranslate" : [
        "qui aura à affronter le grand Brasier"
      ],
      "tafsirTranslate" : [
        "Il sera jeté dans le grand incendie."
      ],
      "tanslateWordByWord" : [
        "Celui qui",
        "brûlera",
        "(En) le Feu",
        "[le grand"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَىٰ",
      "simpleTranslate" : [
        "où il demeurera suspendu entre la mort et la vie."
      ],
      "tafsirTranslate" : [
        "Alors il ne sera ni mourir, ni vivre. <N:12>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "ne pas",
        "Il mourra",
        "la bride",
        "et pas",
        "vivra"
      ],
      "notes" : {
        "12" : [
          "Autrement dit, [ «Il ne sera ni mourir pour échapper à la punition, ni vivre",
          "comme on vit vraiment pour profiter des plaisirs de la vie.\"] Cette punition est",
          "pour ceux qui ne du tout accepter pas l'avertissement de AIlah et Son messager,",
          "et persistent dans l'incrédulité, le polythéisme et de l'athéisme jusqu'à la",
          "mort. Quant à ceux qui croient dans leur cœur, mais sont jetés en enfer à cause",
          "de leurs mauvaises actions, il a été dit dans le Hadid que quand ils auront subi",
          "leur punition, AIlah leur donnera la mort; puis intercède en leur nom ne sera",
          "accepté, et leurs corps brûlés sera portée aux canaux du Paradis, et les",
          "habitants du Paradis sera invité à jeter de l'eau sur eux; puis par l'eau, ils",
          "viendront à la vie même que la végétation grandit lorsque l'eau est répandue sur",
          "la terre. Ce thème a été rapporté par le Saint Prophète [(sur lesquels la paix)]",
          "musulmane sur l'autorité de Abû Sa`īd Khoudri et Bazzar sur l'autorité de Abû",
          "Hurayrah."
        ]
      }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "قَدْ أَفْلَحَ مَنْ تَزَكَّىٰ",
      "simpleTranslate" : [
        "Bienheureux l’homme au cœur exempt de toute souillure,"
      ],
      "tafsirTranslate" : [
        "Celui qui purifie lui-même, de prospérer, <N:13>"
      ],
      "tanslateWordByWord" : [
        "Certainement",
        "a réussi",
        "(un qui",
        "assainit (lui-même)"
      ],
      "notes" : {
        "13" : [
          "[ \"Qui se purifie\"]: qui a affirmé la foi d'abandonner l'incrédulité et le",
          "polythéisme, a adopté les bonnes mœurs abandonner mauvaises mœurs, et de réaliser",
          "de bonnes actions donnant des mauvaises actions. DCEs Success pas impliquent la",
          "prospérité du monde, mais le succès vrai et réel si la prospérité mondaine",
          "accompagne ou non. [(Pour plus d'explications, voir E.N. 23 de Yunus, de E.N. 1,",
          "je 1-50 de Al-Mu'minun, E.N. 4 de Luqman)]."
        ]
      }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّىٰ",
      "simpleTranslate" : [
        "qui invoque le Nom de son Seigneur et accomplit la salât !"
      ],
      "tafsirTranslate" : [
        "rappelant le nom de son Seigneur <N:14> et en priant. <N:15>"
      ],
      "tanslateWordByWord" : [
        "Et se souvient",
        "(le nom",
        "(De) son Seigneur",
        "et prie"
      ],
      "notes" : {
        "14" : [
          "Pour se souvenir AIlah signifie son souvenir dans le cœur, ainsi qu'avec la",
          "langue."
        ],
        "15" : [
          "Autrement dit, il ne reste pas contenu seulement se souvenir AIlah mais prouvé en",
          "effectuant la prière qu'il est pratiquement aussi prêt à obéir à Dieu en qui il a",
          "affirmé la foi, et se souviendra de son nom aussi longtemps que il habite. Dans",
          "cette mention verset a été fait deux choses respectivement: d'abord, de se",
          "rappeler Allah, puis d'effectuer la prière. En conséquence, la méthode enjoignait",
          "est que la prière soit commencée avec Allahu Akbar. Ceci est une preuve que tous",
          "les éléments de la procédure que le Saint Prophète [(sur lui la paix)] a enseigné",
          "l'accomplissement de la prière, sont basées sur les allusions dans le Coran.",
          "Mais, personne d'autre, à part le Messager d'Allah, pourrait en combinant ces",
          "injonctions et allusions donner à la prière la forme qu'elle a."
        ]
      }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا",
      "simpleTranslate" : [
        "Mais, hélas ! Vous donnez la préférence à la vie de ce monde,"
      ],
      "tafsirTranslate" : [
        "Non; mais vous préférez la vie présente, <N:16>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "Tu préfères",
        "la vie",
        "(du monde"
      ],
      "notes" : {
        "16" : [
          "Autrement dit, [ \"O homme, ALi vos pensées et vos efforts ne sont que pour le",
          "monde, sa facilité et le confort, ses avantages et ses jouissances. Vous",
          "considérez ce que vous gagnez ici comme le gain réel et tout ce que vous perdez",
          "ici comme votre perte réelle \"]"
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "وَالْآخِرَةُ خَيْرٌ وَأَبْقَىٰ",
      "simpleTranslate" : [
        "alors que la vie future est meilleure et plus durable."
      ],
      "tafsirTranslate" : [
        ", alors que l'au-delà est meilleur et plus durable. <N:17>"
      ],
      "tanslateWordByWord" : [
        "Tandis que l'au-delà",
        "(est mieux",
        "et éternelle"
      ],
      "notes" : {
        "17" : [
          "Autrement dit, l'au-delà est préférable au monde pour deux raisons: d'abord, que",
          "ses conforts et plaisirs sont bien supérieurs aux AII les bénédictions du monde;",
          "deuxièmement, que le monde est transitoire et l'éternelle au-delà."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "إِنَّ هَٰذَا لَفِي الصُّحُفِ الْأُولَىٰ",
      "simpleTranslate" : [
        "Ces vérités se trouvent déjà inscrites dans les Écritures anciennes,"
      ],
      "tafsirTranslate" : [
        "Ceci, en effet, était dans l'ancienne Scrolls,"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ce",
        "sûrement (est) en",
        "les Ecritures",
        "[L'ancien]"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "صُحُفِ إِبْرَاهِيمَ وَمُوسَىٰ",
      "simpleTranslate" : [
        "dans les rouleaux d’Abraham et de Moïse."
      ],
      "tafsirTranslate" : [
        "les Manuscrits d'Abraham et de Moïse. <N:18>"
      ],
      "tanslateWordByWord" : [
        "(The) Écritures",
        "(De) Ibrahim",
        "et Musa"
      ],
      "notes" : {
        "18" : [
          "Ceci est la deuxième place dans le Coran où a été fait référence aux",
          "enseignements des Livres des Prophètes Abraham et Moïse. La première référence",
          "était le commerce de l'article 3 de la sourate An-Najm ci-dessus."
        ]
      }
    }
  ],
  "medinian" : false
}