{
  "chapterNumber" : 90,
  "nbVerses" : 20,
  "name" : "La cité, La ville",
  "nameArabic" : "البلد",
  "transName" : "al-balad",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "لَا أُقْسِمُ بِهَٰذَا الْبَلَدِ",
      "simpleTranslate" : [
        "Non ! J’en jure par cette cité"
      ],
      "tafsirTranslate" : [
        "! Nay <N:1> Je jure par cette ville <N:2>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "je le jure",
        "par ça",
        "ville"
      ],
      "notes" : {
        "1" : [
          "Comme nous l'avons expliqué dans EN1 de la sourate Al-Qiyamah ci-dessus, pour",
          "commencer un discours avec un [ «Non»] et de la reprendre avec des moyens serment",
          "que les gens affirmaient une mauvaise chose pour réfuter ce qui il a été dit: [",
          "\"non, la vérité est pas ce que vous semblez affirmer, mais 1 ne jurent que par",
          "telle ou telle chose que la vérité est ceci et cela\"] Quant à la question de",
          "savoir ce qu'il était à réfuter ce qui ce discours était envoyé vers le bas, elle",
          "est indiquée par le thème qui suit. Les mécréants de la Mecque ont dit qu'il n'y",
          "avait rien de mal avec le mode de vie qu'ils suivaient, comme pour dire:. [",
          "\"Mangez, buvez et soyez joyeux car demain nous mourrons dans le processus naturel",
          "du temps Muhammad [(sur qui soit la paix d'Allah)], sans aucune raison, est de",
          "trouver à redire à ce mode de vie et de nous avertir que nous à un moment donné à",
          "l'avenir être appelés à en rendre compte et récompensés et punis en conséquence.",
          "\"]"
        ],
        "2" : [
          "[ \"This City\"]: la ville de La Mecque. Il n'y avait pas besoin ici d'expliquer",
          "pourquoi un serment a été assermenté par cette ville. Les gens de la Mecque",
          "étaient bien conscients de l'arrière-plan et de l'importance de leur ville et ont",
          "su au milieu des montagnes désolées, dans un non-cultivé, vallée stérile, le",
          "prophète Abraham avait amené sa femme et allaitant l'enfant et y laissa sans",
          "soutien; comment il avait construit une maison là-bas et proclamé les gens à",
          "visiter comme les pèlerins quand il n'y avait pas d'âme pour les miles autour",
          "d'entendre la proclamation, et puis comment cette ville avait fini par devenir le",
          "centre commercial et religieux de l'Arabie et a été béni avec une telle sacralité",
          "qu'il n'y avait pas d'autre endroit de la sécurité à côté d'elle dans ce pays",
          "sans loi depuis des siècles."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَأَنْتَ حِلٌّ بِهَٰذَا الْبَلَدِ",
      "simpleTranslate" : [
        "dont tu seras bientôt le maître incontesté,"
      ],
      "tafsirTranslate" : [
        "«cette ville dans laquelle vous avez été rendus inviolables ' <N:3>"
      ],
      "tanslateWordByWord" : [
        "Et toi",
        "(Sont) gratuit (pour habiter)",
        "dans ce",
        "ville"
      ],
      "notes" : {
        "3" : [
          "Trois significations des mots dans le texte ont été donnés par les commentateurs:",
          "[(1)] [ \"Que vous soyez un résident de cette ville et votre résidence ici a",
          "encore amélioré la gloire de cette ville\" ]; [(2)] [ \"que, bien que cette ville",
          "est un sanctuaire, un temps viendra où pendant un certain temps, il deviendra",
          "légitime pour vous de combattre et de tuer les ennemis de la vraie foi ici, et,",
          "[(3)]\"] que, dans cette ville où même tuer des animaux et l'abattage des arbres",
          "est interdite pour le peuple de l'Arabie, et où tout le monde vit dans une paix",
          "parfaite, toi, ô Prophète, ont pas de paix, et vous persécuter et d'élaborer des",
          "plans pour vous tuer a été rendu licite. \"Bien que les mots sont assez complets",
          "pour couvrir tous les trois significations, mais quand le thème qui suit est",
          "considéré, on sent que les deux premières significations portent aucun intérêt",
          "pour elle, et seulement le troisième sens semble être correct."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَوَالِدٍ وَمَا وَلَدَ",
      "simpleTranslate" : [
        "et par tout procréateur et ce qu’il a procréé,"
      ],
      "tafsirTranslate" : [
        "et je jure par le parent et sa progéniture: <N:4>"
      ],
      "tanslateWordByWord" : [
        "Et le begetter",
        "et quoi",
        "il engendra"
      ],
      "notes" : {
        "4" : [
          "Comme les mots [ \"père et enfants, il engendra\"] ont été utilisées indéfiniment,",
          "et cela est suivi de la mention de l'homme, le père ne pouvait implique Adam [(la",
          "paix soit sur lui)] et les enfants les des êtres humains qui existaient dans le",
          "monde, existent aujourd'hui et existeront à l'avenir."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي كَبَدٍ",
      "simpleTranslate" : [
        "que Nous avons créé l’homme pour une vie de lutte !"
      ],
      "tafsirTranslate" : [
        "En vérité l'homme Nous avons créé dans le labeur et les difficultés <N:5>"
      ],
      "tanslateWordByWord" : [
        "Certainement",
        "Nous avons créé",
        "homme",
        "(en être",
        "épreuves"
      ],
      "notes" : {
        "5" : [
          "C'est celle pour laquelle les serments mentionnés ci-dessus ont été assermentés.",
          "l'être de l'homme créé en labeur signifie que Tnan dans ce monde n'a pas été créé",
          "pour se faire plaisir et de vivre une vie de facilité et de confort, mais le",
          "monde est pour lui un lieu d'endurer et subir le labeur, le travail et les",
          "difficultés, et personne ne peut être à l'abri de cela. La ville de La Mecque est",
          "un témoin que le serviteur d'Allah a peiné et lutté dur, alors seulement est-il",
          "devenu une ville et le centre de l'Arabie. Dans cette ville de La Mecque la",
          "condition de Muhammad [(sur lui la paix de Dieu)] est un témoin qu'il endure",
          "toutes sortes de difficultés pour l'amour d'une mission; si bien qu'il y ait une",
          "paix totale ici pour les animaux sauvages, mais pas de paix pour lui. Ensuite, la",
          "survie de chaque homme, de la dîme, il est conçu dans le sein de la mère jusqu'au",
          "dernier souffle de vie, est un témoin qu'il doit passer par la difficulté à, le",
          "labeur, le travail, les dangers et les difficultés à chaque étape. Les plus",
          "chanceux d'entre nous est également exposée à de graves dangers de la mort avant",
          "la naissance ou de l'élimination par l'avortement alors que dans l'utérus de la",
          "mère. À la naissance, il est seulement un cheveu-largeur loin de la mort. Après",
          "la naissance, il est si impuissant que il n'y avait pas eu quelqu'un pour prendre",
          "soin de lui, il périrait uncared et inaperçu. Quand il est devenu capable de",
          "marcher il a trébuché à chaque étape. enfance à mousse jeunesse et la vieillesse,",
          "il a dû passer par de tels changements physiques que si aucun changement avait",
          "pris un mauvais virage, sa vie même aurait été en jeu. Même s'il est un roi ou un",
          "dictateur, il à aucun moment jouit de la paix intérieure de la déchirure que la",
          "rébellion pourrait se poser contre lui quelque part. Même s'il est un conquérant,",
          "il est jamais en paix du danger que l'un de ses généraux pourraient se révolter",
          "contre lui, même s'il est un Coré de son temps, il est toujours soucieux",
          "d'augmenter sa richesse et à sa sauvegarde. Ainsi, il n'y a personne qui peut-il",
          "profiter de la paix parfaite librement et sans hésitation, car l'homme a en effet",
          "été créé dans une vie de labeur et de peine."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "أَيَحْسَبُ أَنْ لَنْ يَقْدِرَ عَلَيْهِ أَحَدٌ",
      "simpleTranslate" : [
        "Croit-il que personne ne pourrait le dompter?"
      ],
      "tafsirTranslate" : [
        "? Est-ce qu'il pense que personne ne peut le vaincre <N:6>"
      ],
      "tanslateWordByWord" : [
        "Est-ce qu'il pense",
        "cette",
        "ne pas",
        "a le pouvoir",
        "par dessus lui",
        "n'importe qui"
      ],
      "notes" : {
        "6" : [
          "C'est: Est-ce l'homme, qui est toujours exposé à de tels risques, impliqué dans",
          "l'illusion qu'il peut faire ce qu'il veut, et il n'y a pas de puissance",
          "supérieure à saisir et supprimer lui? Le fait, cependant, est que, même avant",
          "l'apparition de l'au-delà dans ce monde lui-même, il voit que son destin chaque",
          "instant est gouverné par un autre Être contre Dont décrets tous ses plans et",
          "dessins se révèlent inefficaces. Une secousse unique du tremblement de terre, un",
          "coup de vent, une inondation dans la rivière et une mer tempête suffisent à",
          "montrer comment faible et faible Tnan est contre les forces divines. Un accident",
          "soudain peut réduire une personne forte et robuste pour un infirme; un tour de la",
          "fortune dépose une mousse souveraine puissante position d'autorité. Lorsque la",
          "fortune des nations, qui ont grimpé au sommet même de la gloire et de la",
          "prospérité, le changement, ils sont humiliés et déshonorés même dans le monde où",
          "ne l'on pouvait oser les regarder en face. Comment alors cet homme été trompé en",
          "pensant que personne ne peut avoir le pouvoir sur lui?"
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "يَقُولُ أَهْلَكْتُ مَالًا لُبَدًا",
      "simpleTranslate" : [
        "«J’ai gaspillé d’énormes richesses !», dit-il."
      ],
      "tafsirTranslate" : [
        "Il dit: \". Je l'ai gaspillé énorme richesse ' <N:7>"
      ],
      "tanslateWordByWord" : [
        "Il dira",
        "Je l'ai gaspillé",
        "richesse",
        "abondant"
      ],
      "notes" : {
        "7" : [
          "Littéralement: [ \"tas je détruit de la richesse\"], à savoir gaspillé et",
          "ravageais. Ces mots montrent comment fier l'orateur était de sa richesse. Les tas",
          "de richesses qu'il a passé était si insignifiant que contre sa richesse totale",
          "qu'il n'a pas l'esprit gaspillant négligemment. Et dans quel but at-il gaspiller?",
          "Pas pour une véritable bonne cause que devient évidente dans les versets",
          "suivants, mais pour l'affichage de sa richesse et l'expression de sa fierté et de",
          "gloire. Accordant des prix riches sur, admirateurs poétiques, invitant et nourrir",
          "des centaines de milliers de personnes sur le mariage et la mort des cérémonies,",
          "le jeu loin des tas de richesse, assister à des festivals avec de grandes",
          "entourages, en essayant d'exceller d'autres dans l'affichage de la gloire et de",
          "grandeur, ayant des tas d'aliments cuits lors des cérémonies et lancer des",
          "invitations à tout le monde à venir et manger, ou organisation et la fourniture",
          "de repas en cours d'exécution à la résidence afin d'impressionner les gens autour",
          "avec sa générosité et largeheartedness; tels ont été les dépenses d'ostentation,",
          "qui, dans les jours de l'ignorance ont été considérés comme un symbole de la",
          "munificence et magnanmity de l'homme, et un signe de sa grandeur. Pour ceux-ci",
          "ils ont été loués et admirés; sur ces leurs louanges ont été chantées; et pour le",
          "compte de ceux-ci ils se vantaient contre les moins fortunés."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "أَيَحْسَبُ أَنْ لَمْ يَرَهُ أَحَدٌ",
      "simpleTranslate" : [
        "S’imagine-t-il que personne ne l’observait?"
      ],
      "tafsirTranslate" : [
        "? Croit-il que rien ne l'a vu <N:8>"
      ],
      "tanslateWordByWord" : [
        "Est-ce qu'il pense",
        "cette",
        "ne pas",
        "le voit",
        "n'importe qui"
      ],
      "notes" : {
        "8" : [
          "Autrement dit, [ «Est-ce pas vantard comprendre qu'il ya aussi un Dieu au-dessus",
          "de lui, qui voit par quels moyens il a obtenu cette richesse, de quelle façon il",
          "a passé, et avec quelle intention, motif , et le but qu'il a fait tout cela?",
          "est-ce qu'il pense que Dieu va mettre toute valeur sur son extravagance, sa",
          "renommée à la haine et sa vantardise-t-il que comme le monde, Dieu aussi sera",
          "trompé par elle? \"]"
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ",
      "simpleTranslate" : [
        "Ne lui avons-Nous pas donné deux yeux,"
      ],
      "tafsirTranslate" : [
        "Avons-nous pas lui accorder deux yeux,"
      ],
      "tanslateWordByWord" : [
        "Ne pas avoir",
        "Nous avons fait",
        "pour lui",
        "deux yeux"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "وَلِسَانًا وَشَفَتَيْنِ",
      "simpleTranslate" : [
        "une langue et deux lèvres?"
      ],
      "tafsirTranslate" : [
        "? Et une languette et deux lèvres <N:9>"
      ],
      "tanslateWordByWord" : [
        "Et une langue",
        "et deux lèvres"
      ],
      "notes" : {
        "9" : [
          "Autrement dit, [ \"\"] Avons-nous pas lui donner les moyens d'obtenir la",
          "connaissance et de la sagesse »? [\" \"] Deux yeux [\" DCEs pas impliquent les yeux",
          "de la vache et de buffle, mais les yeux humains qui, si utilisé intelligemment",
          "peut aider l'homme à voir aII autour de lui les signes qui conduisent à la",
          "réalité et de distinguer le droit des torts. \"] la langue et les lèvres\" ne",
          "signifient pas seulement les instruments de la parole, mais le vent rationnel",
          "derrière ces instruments remplit les fonctions de la pensée et de la",
          "compréhension et les utilise pour exprimer ses idées, des motifs et des dessins."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَهَدَيْنَاهُ النَّجْدَيْنِ",
      "simpleTranslate" : [
        "Ne lui avons-Nous pas indiqué les deux voies possibles?"
      ],
      "tafsirTranslate" : [
        "Et ne nous pas lui montrer les deux grands chemins (de bien et le mal)? <N:10>"
      ],
      "tanslateWordByWord" : [
        "Et lui montrer",
        "les deux façons"
      ],
      "notes" : {
        "10" : [
          "Autrement dit, [ «Nous ne l'avons pas laissé seul après lui accordant les",
          "facultés de pensée et de raisonnement pour qu'il puisse avoir à chercher sa",
          "propre voie, mais nous avons aussi l'a guidé et a ouvert devant lui . les deux",
          "routes du bien et du mal, la vertu et le vice, afin qu'il puisse les examiner",
          "sérieusement et choisir et d'adopter l'une ou l'autre manière sous sa propre",
          "responsabilité Ce même sujet a été exprimée dans la sourate Ad-Dahr: 2-3, donc :",
          "\"] en effet Nous avons créé l'homme d'une goutte de sperme mélangé, pour",
          "l'éprouver, et ainsi nous fîmes capable d'entendre et de voir. Nous lui avons",
          "montré la voie, que ce soit d'être reconnaissant ou incroyant. \"Pour explication,",
          "voir E.N. de 3 à S de Ad-Dahr."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "فَلَا اقْتَحَمَ الْعَقَبَةَ",
      "simpleTranslate" : [
        "Que ne gravit-il la voie ascendante?"
      ],
      "tafsirTranslate" : [
        "Mais il n'a pas osé escalader la pente difficile. <N:11>"
      ],
      "tanslateWordByWord" : [
        "Mais non",
        "il a tenté",
        "le chemin escarpé"
      ],
      "notes" : {
        "11" : [
          "Les mots de l'original sont: Aqabah fa-lagtaham-al. Iqtiham signifie s'appliquer",
          "à une tâche difficile et pénible, et 'Aqabah est le chemin escarpé qui passe à",
          "travers les montagnes pour croissant hauteurs. Ainsi, le verset signifie:. [",
          "\"L'un des deux chemins que Nous l'avons montré, conduit à des hauteurs, mais est",
          "pénible et raide, l'homme doit marcher contre les désirs de son auto et les",
          "tentations de Satan L'autre voie est facile qui descend dans les abîmes, mais ne",
          "nécessite pas de labeur de l'homme;. il suffit de donner les rênes libres à soi,",
          "puis on va automatiquement rouler dans l'abîme maintenant, le Tnan à qui Nous",
          "avions montré les deux voies, a adopté le facile down-hill chemin et abandonné le",
          "chemin pénible, ce qui conduit à la hauteur. \"]"
        ]
      }
    },
    {
      "verseNumber" : 12,
      "arabicVerse" : "وَمَا أَدْرَاكَ مَا الْعَقَبَةُ",
      "simpleTranslate" : [
        "Mais sais-tu bien ce qu’est la voie ascendante?"
      ],
      "tafsirTranslate" : [
        "Et que savez-vous ce que raide difficile est?"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "peut vous faire connaître",
        "quelle",
        "le chemin escarpé (est)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 13,
      "arabicVerse" : "فَكُّ رَقَبَةٍ",
      "simpleTranslate" : [
        "C’est la pente qu’on gravit en libérant un être humain,"
      ],
      "tafsirTranslate" : [
        "Il libère le cou de quelqu'un de l'esclavage;"
      ],
      "tanslateWordByWord" : [
        "(Il est) libérant",
        "un cou"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 14,
      "arabicVerse" : "أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ",
      "simpleTranslate" : [
        "ou en nourrissant, par temps de disette,"
      ],
      "tafsirTranslate" : [
        "ou donner de la nourriture un jour de la faim"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "alimentation",
        "dans",
        "un jour",
        "de",
        "la faim sévère"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 15,
      "arabicVerse" : "يَتِيمًا ذَا مَقْرَبَةٍ",
      "simpleTranslate" : [
        "un parent orphelin"
      ],
      "tafsirTranslate" : [
        "à un orphelin proche parent;"
      ],
      "tanslateWordByWord" : [
        "Un orphelin",
        "de",
        "près de relation"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 16,
      "arabicVerse" : "أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ",
      "simpleTranslate" : [
        "ou un misérable terrassé par la faim."
      ],
      "tafsirTranslate" : [
        "ou à un dénuement couché dans la poussière; <N:12>"
      ],
      "tanslateWordByWord" : [
        "Ou",
        "une personne dans le besoin",
        "dans",
        "misère"
      ],
      "notes" : {
        "12" : [
          "Etant donné que dans ce qui précède vers les extravagances de l'homme dont il se",
          "livre à l'ostentation et l'expression de supériorité par rapport à d'autres, ont",
          "été mentionnés, maintenant ici il est indiqué à ce que les dépenses de la",
          "richesse, il est ce qui conduit Tnan jusqu'à des hauteurs morales au lieu de lui",
          "causer de sombrer dans la dépravation morale et de la perversion. Mais dans ce",
          "qu'il n'y a pas de plaisir pour soi; au contraire, l'homme doit faire preuve de",
          "contraintes et faire des sacrifices. La dépense est que l'on doit mettre un",
          "esclave libre, ou devrait rendre un esclave aide monétaire afin de lui permettre",
          "de gagner sa liberté en payant la rançon, ou libérer un débiteur de sa dette, ou",
          "d'une libération sûre d'une personne sans défense sans moyens de pénalités. De",
          "même, la dépense est que l'on doit nourrir un orphelin proche parent [(ie un",
          "orphelin qui est soit un parent ou un voisin)] qui a faim, et une personne sans",
          "défense nécessiteux qui auraient pu être réduits à l'extrême pauvreté et pourrait",
          "avoir aucune de soutenir et de l'aider. Aider ces personnes ne pas gagner une",
          "renommée personne et la réputation, ni les nourrir lui apporte l'admiration pour",
          "être riche et généreux qui gagne habituellement en organisant des banquets à des",
          "milliers de bien-to-do personnes. Mais le chemin à des hauteurs morales et",
          "spirituelles passe sur les routes montées en pente raide seulement. Grands",
          "mérites des actes de vertu mentionnés dans ces versets ont été décrits par le",
          "Saint Prophète [(sur qui être la paix d'Allah)]. Par exemple, à propos de fakku",
          "Raqabah [(fuyant un col de l'esclavage)] de nombreux hadiths ont été liés dans",
          "les traditions, dont l'un est une tradition de Abû Hurayrah, à l'effet; [ \"Le",
          "Saint Prophète a dit: La personne qui a un esclave croyant libre, Allah sauvera",
          "du feu de l'Enfer chaque membre de son corps au lieu de chaque membre du corps de",
          "l'esclave, la main au lieu de la main, le pied dans le mensonge du pied, les",
          "parties privées au lieu des parties privées \"] [(Musnad, Ahmad, Bukhari.",
          "musulmane, Tirmidhi, Nasa'i)]. Hadrat 'Ali bin Husain [(LMAM Zain al-`Abedin)] a",
          "demandé Sa`d bin Marjanah, le rapporteur de ce hadith: [ \"Avez-vous entendu vous",
          "de Abu Hurayrah?\"] Lorsque 6e répondu par l'affirmative, l'Imam Zain al-`Abedin",
          "appela son esclave le plus précieux et le mis en liberté là et puis. Selon",
          "musulman, il avait une offre de dix mille dirhams pour l'esclave. Sur la base de",
          "ce verset, Imam Abu Hanifah et Imam Sha`bi ont statué: [ \"Définition d'un esclave",
          "libre est supérieure à loin de donner la charité, car Allah l'a mentionné avant",
          "la mention de la charité Le Saint Prophète a mentionné les mérites de. le rendu",
          "de l'aide aux nécessiteux dans de nombreux hadiths, dont l'un est ce hadith d'Abû",
          "Hurayra: \"] le Saint Prophète a dit: celui qui cherche la cause de rendre l'aide",
          "à la veuve et aux nécessiteux est comme celui qui cherche aad efforce dans la",
          "cause du jihad pour l'amour d'Allah. [(Et Abû Hurayrah dit :)] Je pense que le",
          "Saint Prophète a aussi dit: Il est même comme celui qui tient debout dans la",
          "prière constante, sans jamais prendre de repos, et comme celui qui observe le",
          "jeûne continu sans jamais casser : [ \". [(Bukhari, Muslim)] En ce qui concerne",
          "les orphelins, il existe de nombreux dictons signalés par le Saint Prophète",
          "Hadrat Sahl bin Sa`d a rapporté:\".] le Saint Prophète [(sur lesquels la paix)]",
          "dit: I et celui qui prend en charge un proche parent de l'orphelin liée non, est",
          "maintenue dans le Paradis comme celui-disant cela, il leva le doigt d'index et le",
          "majeur, en les gardant un peu à part. [ \"[(Bukhari)]. Abû HIurairah a rapporté",
          "cette parole du Saint Prophète: \"] Le meilleur parmi les foyers musulmans est la",
          "maison dans laquelle un orphelin est bien traité et le pire celui dans lequel un",
          "orphelin est maltraité [.\" [(Ibn Majah, Bukhari Al -Adab al- Mufrad)]. Abû Umamah",
          "dit que le Saint Prophète a dit: \"] Celui qui passa sa main sur la tête d'un",
          "orphelin, seulement pour l'amour d'Allah, aura autant d'actes de vertu",
          "enregistrés en sa faveur que le nombre des cheveux sur que sa main passait, et",
          "celui qui a traité un orphelin ou une fille bien. se tiendront au Paradis avec",
          "moi comme ça ... disant cela, le Saint Prophète a rejoint ses deux doigts. [",
          "\"[(Musnad Ahmad, Tirmidhi)]. Ibn 'Abbas dit: Le Saint Prophète a dit: \".] Celui",
          "qui a fait un orphelin se joindre à lui à manger et à boire, Allah fera Paradise",
          "obligatoire pour lui à moins qu'il commet un péché qui ne peut être pardonné [\"",
          "[(Charh as-Sunnah .)] Abû Hurayrah dit: Un homme se plaignait devant le Saint",
          "Prophète [(sur lui la paix)], en disant: \"] Je suis le cœur dur [.\" le Saint",
          "Prophète lui dit: \"] Traiter l'orphelin avec gentillesse et l'amour et de nourrir",
          "les nécessiteux \". [(Musnad Ahmad)]. ."
        ]
      }
    },
    {
      "verseNumber" : 17,
      "arabicVerse" : "ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ",
      "simpleTranslate" : [
        "C’est être, en outre, du nombre de ceux qui ont la foi, qui se recommandent",
        "mutuellement la patience et se recommandent mutuellement la miséricorde."
      ],
      "tafsirTranslate" : [
        "et, puis en outre, qu'il soit l'un de ceux qui ont cru, <N:13> et enjoint à une",
        "autre fermeté et enjoint à une autre compassion. <N:14>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "il est",
        "de",
        "ceux qui",
        "croyez",
        "et enjoindre (l'autre)",
        "à la patience",
        "et enjoindre (l'autre)",
        "à la compassion"
      ],
      "notes" : {
        "13" : [
          "Autrement dit, [ \"En plus de ces qualités, il est essentiel que l'on devrait être",
          "un croyant, car sans la foi aucun acte est un acte de vertu, ni acceptable aux",
          "yeux d'Allah. A de nombreux endroits dans le Coran, il a été déclaré que seul un",
          "tel acte de vertu est appréciable et devient un moyen de salut est accompagné par",
          "la foi en .Surah An-Nisa ', par exemple, il a été dit:. \"] celui qui ETCD bonnes",
          "actions, homme ou femme, à condition que l'un est un croyant, entrera au Paradis",
          "[ \"Dans la sourate An-Nahl:\"] [(v 1245..)] Quiconque fait de bonnes œuvres, que",
          "ce soit homme ou femme, à condition que il est croyant, Nous allons sûrement lui",
          "accorder de vivre une vie pure dans ce monde, et nous récompenserons ces",
          "personnes [(dans l'au-delà)] en fonction de leurs meilleures actions [ \"[(v.",
          "97)]. dans la sourate Al -Mu'min: \".] Quiconque fait le bien, que ce soit homme",
          "ou femme, à condition qu'il soit un croyant, toutes ces personnes doivent entrer",
          "au Paradis dans lequel ils doivent être fournis sans mesure [\" [(v: 4U",
          "<V:5:4U>)]. Celui qui étudie le Coran, verra que dans ce livre où la bonne",
          "récompense d'un acte juste a été mentionné, il a toujours été subordonnée à la",
          "foi, une bonne action sans la foi; a nulle part été considéré comme acceptable",
          "pour Dieu, ni a aucun espoir reçu une récompense pour cela. Ici, le point",
          "important qui suit aussi ne doit pas rester caché de la vue: Dans ce verset, il",
          "n'a pas été dit: \"] Puis il croyait [\", mais: \".] Puis il rejoint ceux qui ont",
          "cru» Cela signifie que le simple croyant comme un contenu individuel et restant",
          "avec elle ne sont pas ce qui est souhaité, ce qui est souhaité est que chaque",
          "nouveau croyant devrait se joindre à ceux qui ont déjà cru de manière à former un",
          "parti des croyants, pour parvenir à une société croyant , qui devrait travailler",
          "pour établir les vertus et effaçant les vices comme exigé par la foi."
        ],
        "14" : [
          "Ce sont deux des caractéristiques importantes de la société croyant, qui ont été",
          "exprimées dans deux phrases brèves. La première caractéristique est que ses",
          "membres devraient exhorter les uns les autres à la patience, et la seconde qu'ils",
          "devraient exhorter les uns les autres à la compassion et de la miséricorde. Quant",
          "à la patience, nous avons expliqué à de nombreux endroits que, compte tenu du",
          "sens étendu dans lequel le Coran a utilisé ce mot, toute la vie d'un croyant est",
          "une vie de patience. Dès qu'un homme cesse sur le chemin de la foi, test de sa",
          "patience commence. Patience doit être exercé dans l'accomplissement des actes de",
          "culte enjoint par Allah la patience est nécessaire dans l'accomplissement des",
          "commandements d'Allah; abstention des choses interdites par Allah est pas",
          "possible sans la patience; la patience est nécessaire d'abandonner les maux",
          "moraux et en adoptant les mœurs pures; tentations au péché face à chaque étape",
          "peut être combattue que par le recours à la patience. À maintes reprises dans la",
          "vie obéissance à la loi de Dieu entraîne des pertes, des problèmes, des",
          "difficultés et des privations, et la désobéissance à la loi semble apporter des",
          "avantages et des plaisirs. Sans la patience ne croyant peut tarif bien en de",
          "telles occasions. Puis, dès que le croyant a adopté la voie de la foi, il doit",
          "répondre à la résistance non seulement de ses propres auto et personnels désirs,",
          "mais aussi de son enfant, la famille, la société, le pays et la nation et de la",
          "base de cœur parmi les hommes et les djinns du monde entier; si bien qu'il est",
          "même nécessaire d'abandonner son pays et d'entreprendre le djihad pour la cause",
          "de Dieu. Sous toutes ces conditions que la qualité de la patience peut causer un",
          "homme de rester inébranlable aux principes. Maintenant, évidemment, si chaque",
          "croyant individuellement a été soumis à un tel test dur, il serait confronté au",
          "danger de la défaite à chaque étape et dans le monde difficilement être en mesure",
          "de passer à travers le test avec succès. Au contraire, s'il existait une société",
          "croyant tous les membres de ce qui a été non seulement lui-même possédé de la",
          "patience, mais tous ses membres ont également été .supporting mutuellement dans",
          "le test de patience, les succès tomberaient à son lot, un immense pouvoir serait",
          "généré pour faire face au mal, une force puissante de bonnes personnes serait",
          "prêt à aider à apporter toute la société sur le chemin de la vertu et de la",
          "justice. Quant à la miséricorde et la compassion, il est le trait distinctif de",
          "la société des croyants qu'ils ne sont pas un peuple au cœur dur, impitoyable et",
          "injuste, mais une société dont les membres sont miséricordieux et compatissant. à",
          "l'humanité en général et sympathique et amical entre eux. Un croyant en tant",
          "qu'individu est un mode de réalisation de la qualité d'Allah de la miséricorde et",
          "le groupe des croyants en tant que parti est aussi un représentant du Messager",
          "d'Allah, qui a été décrit ainsi: [ \"O Muhammad, Nous vous avons envoyé à être une",
          "véritable bénédiction pour les gens du monde »] [(AI-Anbiya ': 107).]. La plus",
          "haute qualité morale que le Saint Messager [(sur lui la paix de Dieu",
          "<V:21:107).].LaplushautequalitémoralequeleSaintMessager[(surluilapaixdeDieu>)] a",
          "essayé de son mieux pour inculquer parmi ses disciples était cette qualité même",
          "de la miséricorde. Considérez - la suite de ses paroles, qui montrent quelle",
          "importance qu'il y attachait. Hadrat Jarir bin `Abdullah dit que le Saint",
          "Messenger [(sur lui la paix)] dit: [\" Allah ne montre pas miséricorde à celui qui",
          "ne montre pas miséricorde envers les autres. \"] [(Bukhari, Muslim)]. Hadrat",
          "`Abdullah bin` dit Amr bin al-`Âs que le saint Prophète a dit:. [ \"Le Rahman",
          "[(Miséricordieux)] fait miséricorde à ceux qui font miséricorde [(à d'autres)]",
          "miséricorde à ceux qui vivent dans la terre , Celui qui est dans les cieux",
          "miséricorde à vous. \"] [(Abu Dâwûd, Tirmidhi)]. Abû Sa`īd Khoudri a rapporté que",
          "le Saint Prophète a dit: [ \". Celui qui DCES pas miséricorde, n'a pas montré la",
          "miséricorde\"] [(Bukhari Al-Adab al-Mufrad)]. Ibn `Abbas dit que le Saint Prophète",
          "a dit: [\". L'ane qui ne traite pas nos jeunes miséricorde et ne traite pas nos",
          "personnes âgées les respectueusement, DCEs nous appartenait pas »] [(Tirmidhi)].",
          "Abu Dâwûd a raconté cette même parole du Saint Prophète sur l'autorité de Hadrat",
          "`Abdullah bin` Amr, ainsi: [ \"Celui qui ne se sentait pas pitié de notre jeune et",
          "ne respecte pas nos personnes âgées ne nous appartient pas. \"] Abû Hurayrah dit:",
          "[\" J'ai entendu Abul-Qasim, le Véridique [(à qui la paix)], dites: \"] le cœur du",
          "misérable est privé de la qualité de la miséricorde tout à fait». [ \". [(Musnad",
          "Ahmad, Tirmidhi)] Hadrat` Iyad bin Humad rapporte que le Saint Prophète a dit: \"]",
          "Trois types d'hommes appartiennent à Paradise, dont l'un est la personne qui est",
          "avec bonté et de compassion à chaque parent et chaque musulman . [ \".",
          "[(musulman)] Hadrat Nu`man bin Bashir a rapporté que le Saint Prophète a dit:\"]",
          "Vous trouverez les croyants comme un corps en matière de bienveillance mutuelle,",
          "l'amour et la sympathie, de sorte que si une partie de le corps souffre le corps",
          "entier souffre et devient agité à cause de cela [ \"[(Bukhari, Muslim)] Abû Musa",
          "Al-ash`ari dit que le Saint Prophète a dit:\".]. le croyant est pour l'autre",
          "croyant comme un mur chaque partie qui soutient et renforce l'autre partie. [",
          "\"[(Bukhari, Muslim)]. . Hadrat `Abdullah bin 'Umar a rapporté que le Saint",
          "Prophète a dit:\"] Un musulman est un frère de l'autre musulman:. Ne le traite",
          "injustement, ni refuse de donner son aide de lui la personne qui travaille à",
          "répondre à un besoin de son frère, Allah cherchera à satisfaire son besoin; et",
          "celui qui sauve un musulman d'une affliction, Allah l'arracher à une affliction",
          "des afflictions du jour de la Résurrection, et celui qui cache la faute d'un",
          "musulman, Allah cacher sa faute sur le jour de la Résurrection. \"[(Bukhari,",
          "Muslim)]. Ces traditions indiquent quel genre de société est envisagée par",
          "l'instruction coranique donnée dans ce verset, qui exhorte les justes à rejoindre",
          "le groupe des croyants après avoir affirmé la foi."
        ]
      }
    },
    {
      "verseNumber" : 18,
      "arabicVerse" : "أُولَٰئِكَ أَصْحَابُ الْمَيْمَنَةِ",
      "simpleTranslate" : [
        "Ce sont ceux-là les gens de la dextre."
      ],
      "tafsirTranslate" : [
        "Ce sont les gens de la droite."
      ],
      "tanslateWordByWord" : [
        "Ceux",
        "(Les) compagnons",
        "(De) le droit (main)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 19,
      "arabicVerse" : "وَالَّذِينَ كَفَرُوا بِآيَاتِنَا هُمْ أَصْحَابُ الْمَشْأَمَةِ",
      "simpleTranslate" : [
        "Quant à ceux qui renient Nos signes, ce sont ceux-là les gens de la sénestre,"
      ],
      "tafsirTranslate" : [
        "En ce qui concerne ceux qui ont rejeté Nos signes, ce sont les gens de la main",
        "gauche. <N:15>"
      ],
      "tanslateWordByWord" : [
        "Mais ceux qui",
        "ne pas croire",
        "dans nos versets",
        "ils",
        "(Les) compagnons",
        "(De) la gauche (main)"
      ],
      "notes" : {
        "15" : [
          "Pour une explication de [ \"les gens de la main droite et de la main gauche\"],",
          "voir E.N. de 5, 6 de la sourate Al-Waqi'ah."
        ]
      }
    },
    {
      "verseNumber" : 20,
      "arabicVerse" : "عَلَيْهِمْ نَارٌ مُؤْصَدَةٌ",
      "simpleTranslate" : [
        "que le Feu couvrira de toutes parts."
      ],
      "tafsirTranslate" : [
        "Sur eux sera un feu qui les ourler dans. <N:16>"
      ],
      "tanslateWordByWord" : [
        "Au dessus d'eux",
        "(Sera le) Feu",
        "fermé en"
      ],
      "notes" : {
        "16" : [
          "Autrement dit, le feu sera donc en les couvrant de tous côtés qu'ils trouveront",
          "aucun moyen d'y échapper."
        ]
      }
    }
  ],
  "medinian" : false
}