{
  "chapterNumber" : 93,
  "nbVerses" : 11,
  "name" : "La clarté du jour",
  "nameArabic" : "الضحى",
  "transName" : "aḍ-ḍuḥā",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "وَالضُّحَىٰ",
      "simpleTranslate" : [
        "Par la clarté du matin"
      ],
      "tafsirTranslate" : [
        "Par la matinée lumineuse, <N:1>"
      ],
      "tanslateWordByWord" : [
        "Par la luminosité du matin"
      ],
      "notes" : {
        "1" : [
          "Ici, le mot duha a été utilisé en contraste avec la nuit; par conséquent, il",
          "implique les heures lumineuses de la journée. Un précédent de celui-ci sont vv.",
          "97-98 de la sourate Al-Araf, qui disent: Est-ce le peuple des colonies maintenant",
          "se sentir en sécurité que Notre châtiment ne viendra pas à eux tout d'un coup",
          "dans la nuit, alors qu'ils pourraient être rapidement endormi? Ou, est-ce qu'ils",
          "se sentent en sécurité que Notre châtiment ne les frappera tout d'un coup pendant",
          "la journée alors qu'ils pourraient être engagés dans des passe-temps? »Dans ces",
          "versets aussi puisque le mot duha a été utilisé contrairement à la nuit, elle",
          "implique la journée et non pas seulement la matinée."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَاللَّيْلِ إِذَا سَجَىٰ",
      "simpleTranslate" : [
        "et par la nuit quand elle étend ses voiles !"
      ],
      "tafsirTranslate" : [
        "et par la nuit quand elle couvre le monde de paix: <N:2>"
      ],
      "tanslateWordByWord" : [
        "Et la nuit",
        "quand",
        "elle couvre les ténèbres"
      ],
      "notes" : {
        "2" : [
          "Le mot raja dans l'original ne signifie pas seulement la propagation de",
          "l'obscurité, mais il contient aussi le sens de l'immobilité et de la paix qui",
          "règne dans la nuit. Cette qualité de nuit concerne profondément le thème qui",
          "suit."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ",
      "simpleTranslate" : [
        "En vérité, ton Seigneur ne t’a ni abandonné ni haï !"
      ],
      "tafsirTranslate" : [
        ". (O Prophète), ton Seigneur a ni vous abandonné, ni est il déplu <N:3>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "vous a abandonné",
        "votre Seigneur",
        "et pas",
        "Il est mécontent"
      ],
      "notes" : {
        "3" : [
          "Traditions montrent que l'Apocalypse au Saint Prophète [(sur qui soit la paix)]",
          "était resté suspendu. pendant une certaine période de temps. Différentes",
          "traditions ont mentionné des durées différentes de cette période. Ibn Juraij a",
          "mentionné que ce soit 12 jours, 15 jours Kalbi, Ibn 'Abbas 25 jours, et Suddi et",
          "Muqatil ont déclaré qu'il étendu à 40 jours. En tout cas, la période a été si",
          "longtemps qu'il a fait le Saint Prophète [(sur lesquels la paix)] douloureuse, et",
          "les opposants ont également eu l'occasion de le narguer. Pour chaque fois qu'une",
          "nouvelle Surah est descendu, le Saint Prophète récitait devant les gens. Par",
          "conséquent, quand il n'a pas réciter toute nouvelle révélation à eux pour pas mal",
          "de jours, les opposants pensaient que la source d'où la révélation est venue,",
          "avait séché. Jundub bin Abdullah al-Bajali a raconté que lorsque Gabriel [(paix",
          "qu'il lui)] a cessé de venir, les païens ont commencé à dire que Muhammad [(sur",
          "lui la paix et bénédictions d'Allah)] avait été abandonné par son Seigneur. [(Ibn",
          "Jarir, Tabarani, 'Abd bin Humaid, Sa'id bin Mansur, Ibn Marduyah)]. D'autres",
          "traditions montrent que Umm Jamil, épouse d'Abou Lahab, qui était une tante du",
          "Saint Prophète et dont la maison attenante à lui, lui dit: [ \". Il semble que",
          "votre satan vous a abandonné\"] `Aufi et Ibn Jarir ont raconté, sur l'autorité",
          "d'Ibn `Abbas, que lorsque Gabriel n'a pas lui rendre visite pendant plusieurs",
          "jours, le Saint Prophète est devenu anxieux et en détresse, et les païens ont",
          "commencé à dire que son Seigneur était devenu en colère contre lui et l'avait",
          "abandonné. Dans les traditions Mursal de Qatadah et Dahhak presque le même thème",
          "a été exprimé. extrême douleur et l'angoisse du Saint Prophète dans cet état a",
          "également été visée à plusieurs tradhions. Et cela était naturel. L'apparente",
          "indifférence de la part de la bien-aimée, la privation apparente du contact avec",
          "la source d'énergie, ce qui était son principal soutien, dans le conflit",
          "abrutissante entre la croyance et l'incroyance, et surtout, les railleries et les",
          "huées de l'ennemi , quand toutes ces choses combinées, elles doivent avoir causé",
          "une grande angoisse au Saint Prophète, et il doit être de penser qu'en raison de",
          "certaines erreurs qu'il aurait pu commettre son Seigneur était devenu mécontent",
          "de lui et avait abandonné et l'avait laissé pour combattre la bataille entre la",
          "vérité et le mensonge seul. Tel était l'état quand cette sourate a été envoyé",
          "vers le bas pour consoler le Saint Prophète. Dans ce document, un serment par la",
          "lumière du jour et de la tranquillité de la nuit, il a été dit: [ \"Ton Seigneur a",
          "ni vous abandonné, ni est il déplaisait avec vous.\"] La pertinence du serment par",
          "ces deux choses à thème est: [ «Tout comme égayer de la journée et la propagation",
          "de la nuit avec l'obscurité et le silence est pas pour la raison tha Allah est",
          "heureux avec les gens pendant la journée et mécontent avec eux pendant la nuit,",
          "mais les deux états sont basée sur la sagesse suprême et l'opportunisme, donc",
          "l'envoi vers le bas de la révélation à vous à un moment et en suspendant à un",
          "autre moment, est également basée sur la sagesse et l'opportunisme, il n'a rien à",
          "voir avec Allah être heureux avec vous quand il fait descendre la révélation et .",
          "son être mécontent de vous quand il suspend ailleurs, une autre pertinence du",
          "serment au sujet est que si l'homme est constamment exposé à la lumière des",
          "jours, il le fatigue; ainsi, il est nécessaire que la nuit doit tomber après le",
          "jour est resté lumineux pendant une certaine période pour que l'homme peut avoir",
          "le repos et la paix dans ce. . De même, si vous êtes constamment exposé à la",
          "lumière de la révélation, vos nerfs ne seraient pas le supporter. Par conséquent,",
          "fatrah [(pause ou l'écart dans la révélation)] a également été fourni par Allah à",
          "cause de l'opportunisme afin que les effets de la souche de la révélation que",
          "vous avez à supporter passent et la paix complète est rétablie à vous. En",
          "d'autres termes, lever du soleil de -Apocalypse est analogue à la journée",
          "ensoleillée et la période de l'fatrah au calme et à la paix de la nuit. \"]"
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَىٰ",
      "simpleTranslate" : [
        "Certes, la vie future te réserve plus de joies que la vie présente,"
      ],
      "tafsirTranslate" : [
        "En effet ce qui est à venir sera mieux pour vous que ce qui est passé <N:4>."
      ],
      "tanslateWordByWord" : [
        "Et sûrement l'au-delà",
        "(est mieux",
        "pour toi",
        "que",
        "la première"
      ],
      "notes" : {
        "4" : [
          "Ces bonnes nouvelles a été donnée par Allah au Saint Prophète [(sur lui la paix)]",
          "dans un état où il avait seulement une poignée de musulmans avec lui, toute la",
          "nation était hostile et il n'y avait pas de télécommande chances de succès même.",
          "La bougie de lslam vacillait seulement à La Mecque et les tempêtes ont été de",
          "brassage tout autour pour souffler. À ce moment-là Allah dit à Son Prophète [ \"Ne",
          "pas du tout affliger les difficultés de la phase initiale:. Chaque période",
          "ultérieure de la vie sera meilleure pour vous que la période précédente Votre",
          "puissance et la gloire, votre honneur et le prestige, ira sur le renforcement et",
          "votre influence ira sur la diffusion. Cette promesse ne se limite pas au monde,",
          "mais il comprend aussi la promesse que le rang et. la position que vous seront",
          "accordées dans l'au-delà sera beaucoup plus élevé et plus noble que le rang et la",
          "position vous atteignez dans le monde \"] Tabarani dans A wsat et Baihaqi Ad-dala",
          "il a lié, sur l'autorité d'Ibn` Abbas .que le Saint Prophète a dit: [ \". Toutes",
          "les victoires qui seraient atteints par ma Ummah après moi , ont été présentés",
          "devant moi ce me plaisait beaucoup Puis, Allah fit descendre cette Parole, en",
          "disant:... «l'au-delà est la graisse mieux pour vous que le monde '\"]"
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَىٰ",
      "simpleTranslate" : [
        "et ton Seigneur te comblera bientôt de bienfaits dont tu seras satisfait."
      ],
      "tafsirTranslate" : [
        "En vérité ton Seigneur va bientôt vous donner si amplement que vous serez bien",
        "heureux <N:5>."
      ],
      "tanslateWordByWord" : [
        "Etc",
        "te donnera",
        "votre Seigneur",
        "alors vous serez satisfait"
      ],
      "notes" : {
        "5" : [
          "C'est [ \"Bien que cela prendra un certain temps, mais le temps est pas loin",
          "lorsque votre Seigneur vous bénira avec tant que vous serez bien heureux\"] Cette",
          "promesse a été remplie au cours de la durée de vie du Saint Prophète et toute",
          "l'Arabie, des côtes du sud aux frontières syriennes de l'empire byzantin et les",
          "frontières irakiennes de l'empire perse dans le nord, et du golfe Persique à",
          "l'est de la mer Rouge à l'ouest, carne sous son contrôle . Pour la première fois",
          "dans l'histoire de l'Arabie cette terre est devenue assujettie à une loi et",
          "règle. Quel que soit le pouvoir en conflit avec elle a été vouée à la",
          "destruction. Le slogan La ilaha ill-allah-u Muhammad ur-Rasul-Allah a résonné",
          "dans tout le pays où les polythéistes et les adeptes des Ecritures antérieures",
          "avaient essayé de leur mieux pour garder leurs fausses croyances et des slogans",
          "en altitude jusqu'à la dernière. Les gens non seulement baissèrent la tête dans",
          "l'obéissance, leurs cœurs ont également été conquis, et leurs .beliefs, la morale",
          "et les actes ont été révolutionné. Il n'y a pas de précédent dans l'histoire",
          "humaine que nation coulé dans le paganisme aurait complètement changé en",
          "seulement 33 ans. Puis le mouvement a commencé par le Saint Prophète a réuni une",
          "telle puissance qu'il étend sur une grande partie de l'Asie, l'Afrique et",
          "l'Europe et son influence a atteint tous les coins et recoins du monde. Ce bien",
          "Allah a donné Son Messager dans le monde, la gloire et l'étendue de ce qu'il va",
          "lui donner dans l'au-delà ne peuvent être imaginées. \"[(Voir également E.N. 112",
          "de la Sourate Ta Ha)]."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "أَلَمْ يَجِدْكَ يَتِيمًا فَآوَىٰ",
      "simpleTranslate" : [
        "Ne t’a-t-Il pas trouvé orphelin quand Il t’a recueilli?"
      ],
      "tafsirTranslate" : [
        "a-t-il pas trouvé orphelin et vous a donné un abri <N:6>?"
      ],
      "tanslateWordByWord" : [
        "N'a pas",
        "Il vous trouvé",
        "un orphelin",
        "et donner un abri"
      ],
      "notes" : {
        "6" : [
          "Autrement dit, [ «Il ne peut être question de vous abandonner et d'être mécontent",
          "de vous, Nous avons, en fait, été bonne pour vous depuis le temps que vous êtes",
          "né un orphelin.\"] Le Saint le père du Prophète est décédé trois mois avant sa",
          "naissance; ainsi qu'il était orphelin à la naissance. Mais Allah ne lui laissa",
          "pas sans le soutien même pour une journée. Jusqu'à six ans sa mère nourrie et",
          "prit soin de lui. Après sa mort, son grand-père le prit et le fit monter avec",
          "beaucoup d'amour. Il serait fier de dire aux gens; «Mon fils a ce un grand",
          "avenir.\" Quand il mourut aussi, son oncle, Abu Talib, est devenu son tuteur et le",
          "traitait avec tant d'amour rare qu'un père pouvait traiter son fils mieux. Tant",
          "et si bien que, lorsque, après sa proclamation d'être un prophète toute la nation",
          "est devenu hostile, Abu Talib seul resté ferme comme son principal soutien aussi",
          "longtemps que les années de thé."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَوَجَدَكَ ضَالًّا فَهَدَىٰ",
      "simpleTranslate" : [
        "Ne t’a-t-Il pas trouvé égaré quand Il t’a guidé?"
      ],
      "tafsirTranslate" : [
        "a-t-Il pas trouvé ignorer le droit chemin, et puis vous dirigé vers elle <N:7>?"
      ],
      "tanslateWordByWord" : [
        "Et Il vous trouvé",
        "perdu",
        "donc Il a guidé"
      ],
      "notes" : {
        "7" : [
          "Le mot daallan tel qu'il est utilisé dans le texte original est dérivé d'Dalalat,",
          "qui a plusieurs significations en arabe. Son seul sens est de se perdre dans",
          "l'erreur et de la déviation; une autre, d'ignorer le chemin et d'être déconcertés",
          "au carrefour à quelle manière il faut choisir; encore un autre sens est d'être",
          "perdu et égaré. L'arbre est également daallah qui se tient seul et solitaire dans",
          "le désert; le mot dalal est également utilisé pour une chose qui fait perdre en",
          "état et le climat défavorable et antipathiques, et aussi pour étourderie, dont il",
          "est un exemple dans le Coran lui-même: La yadillu Rabbi wa la Yansa :. [ \"Mon",
          "Seigneur est ni insoucieux, ni Il oublie.\"] [( 'Ta Ha: 52 <V:20:52>)]. Sur ces",
          "différentes significations. La première signification ne concerne pas ici, dans",
          "les comptes historiques de la vie du Saint Prophète, de l'enfance jusqu'à juste",
          "avant la Prophétie, il n'y a aucune trace qu'il ait pu être impliqué dans",
          "l'idolâtrie, le polythéisme ou l'athéisme, ou dans l'un des actes , coutumes et",
          "pratiques du paganisme répandues parmi son peuple. Par conséquent, wa wa",
          "inévitablement. jadaka daallan ne peut pas signifier que Dieu l'avait trouvé",
          "errant et égaré dans le respect de la croyance ou de l'acte. Les autres",
          "significations, cependant, peuvent être applicables en l'espèce dans l'un ou",
          "l'autre aspect, et peut-être tous sont applicables dans leur propre aspect",
          "particulier. Avant Prophétie le Saint Prophète était certainement un croyant en",
          "l'existence d'Allah et de Son unité, et son Ia vie était libre du péché et",
          "reflète d'excellentes mœurs, mais il ne connaissait pas la vraie foi, ses",
          "principes et ses injonctions, comme il a été souligné dans le Coran: [ «Tu ne",
          "savais pas du tout ce qui a été le livre et ce qui était la foi.\"] [(Ash-Shura:",
          "52 <V:42:52>)]. Ce verset peut aussi signifier que le Saint Prophète a été perdu",
          "dans une société, plongé dans l'ignorance, et sa personnalité comme un guide et",
          "le leader n'a pas été de toute façon importante avant la Prophétie. Il peut aussi",
          "bien signifier que dans le désert de l'ignorance, il se tenait comme un arbre",
          "solitaire, qui avait la capacité de porter ses fruits et tourner tout le désert",
          "en un jardin, mais cette capacité n'a pas été mis à toute utilisation avant",
          "Prophétie. . Il peut également impliquer que les pouvoirs extraordinaires que",
          "Dieu l'avait béni avec, allaient les déchets dans l'environnement défavorable de",
          "l'ignorance. Dalal peut également être pris dans le sens de l'insouciance, de",
          "manière à dire: [ \"Vous étiez insoucieux des vérités et des sciences dont Allah",
          "vous a fait connaissance après Prophétie.\"] Cette chose a également été mentionné",
          "dans le Coran lui-même : [ \"Bien avant cela, vous étiez tout à fait conscients de",
          "ces vérités.\"] [(Yusuf: 3 <V:12:3>)]. [(Voir aussi AI-Baqarah: 282, Ash-Shu'ara:",
          "20 <V:26:20>)]."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَوَجَدَكَ عَائِلًا فَأَغْنَىٰ",
      "simpleTranslate" : [
        "Ne t’a-t-Il pas trouvé démuni quand Il t’a enrichi?"
      ],
      "tafsirTranslate" : [
        "Et il n'a pas vous trouver dans le besoin, et puis vous enrichi <N:8>"
      ],
      "tanslateWordByWord" : [
        "Et Il vous trouvé",
        "dans le besoin",
        "Il a donc rendu autonome"
      ],
      "notes" : {
        "8" : [
          "Le père du Saint Prophète avait quitté seulement une chamelle et une esclave dans",
          "le patrimoine pour lui; alors il a commencé sa vie dans un état de pauvreté.",
          "Ensuite, un temps est venu quand la dame la plus riche parmi les Quraish, Hadrat",
          "Khadijah, premier lui son partenaire dans le commerce a fait, puis le marié, et",
          "il a pris en charge tout son commerce et des affaires. Ainsi, non seulement il",
          "est devenu riche, mais ses richesses en aucune manière était dépendante des",
          "ressources de sa femme; son travail acharné et de la capacité avaient parcouru un",
          "long chemin vers la promotion de son commerce."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ",
      "simpleTranslate" : [
        "Alors, ne brime jamais l’orphelin !"
      ],
      "tafsirTranslate" : [
        "Par conséquent, ne soyez pas dur avec l'orphelin; <N:9>"
      ],
      "tanslateWordByWord" : [
        "De manière à",
        "l'orphelin",
        "puis (faire) pas",
        "opprimer"
      ],
      "notes" : {
        "9" : [
          "Autrement dit, [ \"Comme vous vous avez été un orphelin, et Allah vous honoré avec",
          "la générosité qu'il a fait les meilleurs arrangements possibles pour vous aider",
          "dans cet état, par conséquent, dans la gratitude que vous devriez voir que pas",
          "orphelin est traité injustement et durement. \"]"
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ",
      "simpleTranslate" : [
        "Ne repousse jamais l’homme qui est dans le besoin !"
      ],
      "tafsirTranslate" : [
        "et grondez pas lui qui demande, <N:10>"
      ],
      "tanslateWordByWord" : [
        "Et comme pour",
        "celui qui demande",
        "puis (faire) pas",
        "repousser"
      ],
      "notes" : {
        "10" : [
          "Il a deux significations. [(1)] Si sa Ul est pris dans le sens d'une personne",
          "dans le besoin, qui demande de l'aide, cela voudrait dire que si vous pouvez ,,",
          "vous devriez l'aider; si vous ne pouvez pas vous devriez vous excuser poliment,",
          "mais ne doit jamais le gronder. En ce sens, l'instruction correspond à cette",
          "faveur d'Allah: [ \"Vous étiez pauvre, alors Allah vous enrichi.»] Et si sa'il est",
          "pris dans le sens de celui qui interroge, i. e. demande à l'illumination sur une",
          "question ou une injonction religieuse, cela voudrait dire que même si une telle",
          "personne extrêmement ignorants et mal élevé et pourrait poser la question, ou",
          "présenter son problème, impoliment, vous devriez en tout cas lui répondre",
          "poliment et aimablement, et ne doit pas le détourner comme les gens impolis fiers",
          "de leurs connaissances. Dans ce sens, l'instruction correspond à cette faveur",
          "d'Allah: [ \"Vous étiez pas au courant de la Voie, puis il vous a guidé.\"] Hadrat",
          "Abud-Darda`, Hasan Basri, Sufyan Thauri et quelques autres savants ont préféré",
          "cette deuxième signification, pour compte tenu de l'ordre et la séquence de cette",
          "instruction correspond à: wa wajadaka daalllan fa hada."
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ",
      "simpleTranslate" : [
        "Quant aux bienfaits de ton Seigneur, n’oublie jamais de les proclamer !"
      ],
      "tafsirTranslate" : [
        "et de proclamer la bonté de ton Seigneur. <N:11>"
      ],
      "tanslateWordByWord" : [
        "Mais, comme pour",
        "(La) Favor",
        "(De) votre Seigneur",
        "raconter"
      ],
      "notes" : {
        "11" : [
          "Le mot ni 'mat. [(Bounty)] est générale, ce qui implique aussi les primes,",
          "qu'Allah avait accordées à Son messager jusqu'à ce que la révélation de cette",
          "sourate, ainsi que ceux qu'Il envoya à lui par la suite, selon la promesse faite",
          "dans cette sourate, dont il remplissait complètement . Ensuite, il est enjoint: [",
          "\"O Prophète, mentionne et proclamer toute bonté que Dieu vous a favorisé avec.»]",
          "Maintenant, évidemment, il peut y avoir différentes formes et des façons de",
          "parler et d'annoncer les primes et tous les primes en raison de sa nature , exige",
          "une forme particulière ou sa mention et proclamation. Dans son ensemble, la",
          "manière de proclamer les bienfaits que Allah soit remercié avec la langue et la",
          "vérité de reconnaître que toutes les primes reçues sont seulement en raison de sa",
          "grâce et de faveur et aucune est le résultat d'une excellence et le mérite",
          "personnel de sa part . La bénédiction de la Prophétie peut être proclamé par la",
          "prédication et le transport de son message de la meilleure façon possible. La",
          "bénédiction du Coran peut être proclamé en faisant connaître largement et",
          "impressionner ses enseignements sur les esprits des peuples aussi loin que l'on",
          "peut. La bénédiction de la direction d'Allah peut être proclamé en montrant la",
          "bonne façon de les gens qui se sont égarés et en supportant patiemment toutes les",
          "amertumes et les difficultés de la route. La faveur que AIIah a fait d'aider lors",
          "de l'orphelinage, exige que les orphelins soient bien traités. La faveur que Dieu",
          "a fait d'enrichissement après la pauvreté exige que les fonctionnaires",
          "nécessiteux d'Allah être aidés et soutenus. En bref, ceci est une instruction",
          "très complète qui Allah a donné Son Messager [(sur qui sera sa paix)] dans cette",
          "courte phrase après avoir décrit ses bienfaits et de bénédictions."
        ]
      }
    }
  ],
  "medinian" : false
}