{
  "chapterNumber" : 94,
  "nbVerses" : 8,
  "name" : "L’ouverture, L’épanouissement",
  "nameArabic" : "الشرح",
  "transName" : "aš-šarḥ",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ",
      "simpleTranslate" : [
        "N’avons-Nous pas épanoui ton cœur?"
      ],
      "tafsirTranslate" : [
        "(O Prophète), avons-nous pas déposons ouvrir votre poitrine <N:1>"
      ],
      "tanslateWordByWord" : [
        "Ne pas avoir",
        "Nous avons élargi",
        "pour toi",
        "ta poitrine"
      ],
      "notes" : {
        "1" : [
          "Pour commencer le discours sur cette question, puis le thème suivant, montre que",
          "le Saint Messager [(sur qui être la paix d'Allah)] à ce moment-là était très",
          "perturbé et affligé par les grandes difficultés qu'il traversait dans la phase",
          "initiale de sa mission d'appeler les gens à l'Islam. Dans ces conditions Allah et",
          "lui consolant adressée, a dit: [ \"? O Prophète, avons-Nous pas vous bénis avec",
          "telle ou telle faveur Alors, pourquoi vous sentez-vous si troublé et affligé de",
          "ces difficultés initiales\"] \n Un peu de considération du contexte où le mot sharh",
          "sadr [(ouverture du sein)] a eu lieu dans le Coran, montre qu'il a deux",
          "significations: \n [(1)] Dans la sourate Al-An'am: 125, il a été dit: [ «Alors",
          "quiconque Allah veut pour guider, Il rend sa poitrine grande ouverte à l'Islam",
          "[(yashrah sadrahu lil-lslam)]\"]; et dans la sourate Az-Zumar; 22: [ \"La personne",
          "dont la poitrine Allah a ouvert pour l'Islam [(sharahallabu sadrahu LII-Islam)]",
          "et il est marcher dans la lumière représentée par son Seigneur ..\"] Aux endroits",
          "both.these sharh sadr implique de se libérer de tous les types de distraction et",
          "de vacillation et d'être satisfait de l'islam comme la seule façon droite de Ia",
          "vie, et de considérer les croyances, les principes de la morale et de la",
          "civilisation, des instructions et des injonctions religieuses, l'Islam a donné à",
          "l'homme, comme juste et vrai. \n [(2)] Dans la sourate Ash-Shu`ara ': 12-13, il a",
          "été mentionné que lorsque Allah a nommé le prophète Moïse au grand bureau de la",
          "Prophétie et lui ordonna d'aller affronter le Pharaon et son puissant empire, il",
          "soumis: [ \"Mon Seigneur, je crains qu'ils ne me traitent de menteur, et mes les",
          "restreint du sein.\"] et dans la sourate Ta Ha: 2526, il a été dit que sur ce même",
          "occasion, le Prophète Moïse implora Allah, en disant: [ «Seigneur, ouvre mon sein",
          "pour moi [(Rabbisbrah-li sadri)] et de faire ma tâche facile pour moi.\"] ici,",
          "opprimer du sein implique une personne de le trouver trop dur pour lui d'assumer",
          "les lourdes responsabilités de la prophétie et sortir en conflit avec un pouvoir",
          "puissant et tyrannique de l'incrédulité par lui-même, et sharh sadr implique que",
          "son moral est stimulé afin qu'il soit prêt à entreprendre toute campagne et toute",
          "tâche cependant difficile et dur, sans aucune hésitation, et il développe le nerf",
          "et le courage d'assumer les grandes responsabilités de la prophétie. \n Un examen",
          "de Littie montrera que dans ce verset [ \"ouverture de la poitrine du Saint",
          "Prophète\"] contient ces deux significations. Selon le premier sens, il a laissé",
          "entendre que devant la Prophétie du Saint Prophète [(sur lui la paix)] regardait",
          "la religion des polythéistes arabes, chrétiens, juifs et fireworshippers comme",
          "faux, et n'a même pas été satisfait de la hanifiyyat répandue parmi certains des",
          "monothéistes arabes, car elle était une croyance ambiguë qui contenait aucun",
          "détail de la bonne façon. [(Ce que nous avons expliqué dans E.N. de de",
          "AsSajdah)]. Mais puisque lui-même ne savait pas ce qui était la bonne façon, il",
          "était mentalement confus et distrait. Avec la bénédiction de la Prophétie Allah",
          "enlevé son agitation mentale et a ouvert devant lui le chemin de l'orientation",
          "droite, ce qui lui a apporté toute tranquillité d'esprit. Selon le second sens,",
          "cela implique que, avec la bénédiction de la Prophétie Allah aussi le bénit avec",
          "le courage, l'esprit, de la résolution et l'ouverture d'esprit qui étaient",
          "nécessaires pour assumer les lourdes responsabilités du grand bureau. Il est",
          "devenu porteur de la grande connaissance, qu'aucun autre esprit humain pourrait",
          "englober et contenir. Il a été béni avec la sagesse qui pourrait corriger tout",
          "mal cependant grave et très répandue. Il a développé la capacité de se tenir",
          "debout sans equipmern et l'aide apparente et le soutien d'une puissance worldy",
          "comme le porte-étendard de l'Islam dans une société plongée dans l'ignorance et",
          "de la barbarie, à braver toutes les tempêtes d'hostilité sans la moindre",
          "hésitation, à supporter patiemment toutes les difficultés et les épreuves de la",
          "voie »de sorte qu'aucune puissance pourrait l'amener à abandonner sa position et",
          "point de vue. Ainsi, le verset signifie pour impressionner le point: [ \"Quand",
          "Allah vous a béni, O Prophète, avec cette richesse inestimable de sharh sadr,",
          "pourquoi vous sentez-vous en détresse et déprimé les difficultés que vous",
          "rencontrez dans la phase initiale de votre mission. \"] \n Certains commentateurs",
          "ont pris sharh sadr signifie Sadr shaqq [(fractionnement de haut de la poitrine)]",
          "et ont déclaré ce verset comme une preuve du miracle de sharh sadr comme rapporté",
          "dans les traditions du Hadith. Mais le fait est que la preuve de ce miracle ne",
          "dépend que sur les traditions du Hadith, il est inexact de le prouver du Coran.",
          "Selon la langue arabe, sharh sadr ne peut en aucun cas être pris pour signifier",
          "shaqq sadr. `Allama Alusi dans le Ruh al-Maani dit: [\" Aux yeux des spécialistes",
          "de la recherche, il est une chose faible pour considérer sharh sadr comme shaqq",
          "sadr. \"]"
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَوَضَعْنَا عَنْكَ وِزْرَكَ",
      "simpleTranslate" : [
        "Ne t’avons-Nous pas soulagé du fardeau"
      ],
      "tafsirTranslate" : [
        "et vous soulager de la charge"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons supprimé",
        "de toi",
        "votre fardeau"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "الَّذِي أَنْقَضَ ظَهْرَكَ",
      "simpleTranslate" : [
        "qui te pesait sur le dos,"
      ],
      "tafsirTranslate" : [
        "? Qui avait failli cassé le dos <N:2>"
      ],
      "tanslateWordByWord" : [
        "Lequel",
        "pesé sur",
        "votre dos"
      ],
      "notes" : {
        "2" : [
          "Certains des commentateurs ont interprété cela signifie que, avant la Prophétie,",
          "dans les jours de l'ignorance, le Saint Prophète [(sur lui la paix)] était arrivé",
          "à commettre certaines erreurs en raison de laquelle il ressentait perturbé et",
          "Allah en envoyant vers le bas ce verset consola et lui satisfait, en disant qu'il",
          "lui avait pardonné ces erreurs. Mais jn notre avis, il est une grave erreur",
          "d'interpréter ce verset ainsi. En premier lieu, le mot vizr ETCD ne signifie pas",
          "nécessairement un péché, mais il est également utilisé pour un lourd fardeau. Par",
          "conséquent, il n'y a aucune raison pour laquelle il devrait dans tous les cas",
          "être pris dans le mauvais sens. En second lieu, la vie du Saint Prophète avant",
          "que la Prophétie était aussi très propre et pur qu'il avait été présenté dans le",
          "Coran comme un défi avant que les adversaires .. Tant et si bien que le Saint",
          "Prophète [(sur lui la paix)] a été fait pour soulignent les mécréants: [ \". 1 ont",
          "déjà vécu une vie parmi vous avant la révélation de ce Coran\"] [(Yunus 16)]. et",
          "il n'a pas non plus le type d'une personne qui commettrait une EIPD secrètement.",
          "Dieu ne plaise, il avait été un tel homme, Allah aurait pas été au courant de",
          "celui-ci, et ne lui ont fait proclamer la chose devant le peuple ouvertement,",
          "qu'il fit lui annoncer dans le verset ci-dessus de Sarah Yunus, si son personne a",
          "porté le transfert d'un péché commis secrètement. Ainsi, en fait, dans ce verset",
          "vizr signifie un lourd fardeau et il implique la charge de la détresse, de",
          "l'angoisse et de l'anxiété qui était, en disant à sa nature sensible quand il",
          "Saw- sa nation profondément plongé dans l'ignorance et la barbarie. Idols étaient",
          "adorés, la communauté a été plongé dans l'idolâtrie et les coutumes et pratiques",
          "polythéistes, la saleté de l'immoralité et de l'indécence régnait tout autour, la",
          "méchanceté et les pratiques de corruption étaient monnaie courante dans la",
          "société, les puissants ont été la suppression de l'impuissance; les filles",
          "ont-enterrés vivants étant, les tribus soumettaient, l'autre pour des attaques",
          "surprises, et parfois les guerres de vengeance ont continué pendant une centaine",
          "d'années d'affilée. Ia vie, les biens et l'honneur de n'était sûr à moins d'avoir",
          "une bande forte à son dos. Ce grief du Saint Prophète [(sur lesquels la paix)],",
          "mais il ne pouvait trouver aucun moyen de guérir la maladie. . Cette même",
          "angoisse pesait sur son dos. Allah en lui montrant le chemin à orientation retiré",
          "son fardeau de lui. Puis, dès qu'il a été nommé au bureau de la Prophétie,. il",
          "est venu de savoir que la croyance en la doctrine de Tawhîd, l'au-delà et la",
          "Prophétie était le maître-clé par lequel chaque corruption dans la vie humaine",
          "pourrait être éradiquée et la façon de réformer ouvert dans tous les aspects de",
          "la vie. Ce guide devant Allah le relevé de son fardeau et il se sentait de",
          "nouveau assuré que par l'intermédiaire de celui-ci, il ne serait pas seulement",
          "capable de guérir les maladies de l'Arabie, mais aussi de toute l'humanité en",
          "dehors Saoudite aussi bien."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَرَفَعْنَا لَكَ ذِكْرَكَ",
      "simpleTranslate" : [
        "et n’avons-Nous pas rehaussé ton prestige?"
      ],
      "tafsirTranslate" : [
        "et avons-nous pas exaltons votre renommée <N:3>?"
      ],
      "tanslateWordByWord" : [
        "Et Nous avons soulevé haute",
        "pour toi",
        "votre réputation"
      ],
      "notes" : {
        "3" : [
          "Ce qui a été dit à un moment où o on pourrait même concevoir comment la renommée",
          "de l'un individu unique qui avait seulement quelques disciples confinés seulement",
          "à la ville de La Mecque, serait exalté à travers le monde, et ce haute renommée",
          "qu'il obtiendrait. Mais Allah Tout-Puissant a donné à Son messager [(sur lui la",
          "paix)] ces bonnes nouvelles dans ces conditions mêmes, puis remplie d'une manière",
          "étrange. En premier lieu, il a pris de ses ennemis eux-mêmes la tâche d'exalter",
          "sa renommée. Une des méthodes que les mécréants de la Mecque adoptées pour",
          "vaincre sa mission était que dans la saison du Hadj quand les pèlerins de tous",
          "les coins de l'Arabie ont été attirés par leur ville, ils leur rendre visite à",
          "leurs lieux de halte et seraient les avertir de se méfier d'un homme dangereux",
          "appelé Muhammad [(sur lui la paix et bénédictions d'Allah)], qui ils allégué, a",
          "travaillé une telle magie sur le peuple que le père a été séparé de son fils, le",
          "frère du frère, et le mari de sa femme; par conséquent, ils devraient rester loin",
          "de lui, la même chose ils ont dit à toutes les autres personnes, qui ont visité",
          "la Mecque sur autre que les jours du Hadj dans le cadre de pèlerinage ou d'autres",
          "affaires. De cette façon, même si elles essayaient de diffamer le Saint Prophète,",
          "mais le résultat a été que son nom a atteint tous les coins et coin de l'Arabie",
          "et les ennemis eux-mêmes. lui a sorti de son isolement à la Mecque et l'introduit",
          "dans toutes les tribus du pays. Après cela, il était tout naturel que .'the gens",
          "devraient devenir curieux de savoir à qui était cet homme, ce qu'il prêchait,",
          "quel était son personnage comme, et qui ont été le peuple influencé par sa magie",
          "et quelle sorte d'effet de son [ \" magique \"] avait sur eux. Comme la propagande",
          "des mécréants mecquois répandre la curiosité du peuple a également augmenté.",
          "Lorsque, par suite de cette curiosité les gens sont venus à connaître les mœurs",
          "du Saint Prophète, son caractère et de la conduite, quand ils ont entendu le",
          "Coran et trouvé ce que les enseignements qu'il a présenté et quand les gens ont",
          "vu comment les différents la vie de ceux qui avaient été influencé par ce qui a",
          "été décrit comme .Magic était devenue de la vie des Arabes ordinaires, le mauvais",
          "nom a commencé à être changé en bon nom. Tant et si bien qu'au moment où la",
          "Hijrah a eu lieu il y avait peut-être pas la tribu a quitté partout en Arabie à",
          "partir de laquelle un ou une autre personne, l'un ou l'autre clan n'a pas accepté",
          "l'Islam et dans lequel au moins certaines personnes n'a pas développé la",
          "sympathie et l'intérêt pour la Saint Prophète et son message. Ce fut la première",
          "étape de l'exaltation de sa renommée. Ensuite, à partir de la Hijrah a commencé",
          "la deuxième étape dans laquelle d'une part les hypocrites, les Juifs et les",
          "polythéistes éminents de l'Arabie étaient activement engagés dans le diffamer et",
          "de l'autre l'Etat islamique de Médine présentait un tel modèle pratique de Dieu",
          "culte , la conscience de Dieu, la piété et la dévotion, la pureté des mœurs et de",
          "la vie communautaire, la justice et l'équité, l'égalité de l'homme et de l'homme,",
          "la générosité des riches, le soin des pauvres, respect des engagements et des",
          "promesses et la justice dans les relations, qui était en train de conquérir les",
          "coeurs , les ennemis jugés par recours à la guerre pour entraver l'influence",
          "croissante du Saint Prophète, mais le parti des croyants, formés et développés",
          "sous sa propre direction, a prouvé sa supériorité par leur discipline, leur",
          "bravoure, leur intrépidité de la mort, et leur le respect des restrictions de la",
          "morale, même dans l'état de guerre; de façon si convaincante que l'ensemble de",
          "l'Arabie devait le reconnaître comme une puissance à laquelle il faut compter.",
          "Dans les dix ans la renommée du Saint Prophète devenu si élevé que le même pays",
          "où les opposants avaient exercé leur possible pour le diffamer, réverbéré avec le",
          "slogan de Ash hadu anna Muhammad ar-Rasul Allah d'un bout à l'autre. Ensuite, la",
          "troisième étape a commencé avec la mise en place du Califat juste quand son saint",
          "nom a commencé EING mentionné et loué partout dans le monde. Ce processus se",
          "poursuit jusqu'à aujourd'hui, nd continuera jusqu'à la Résurrection si Allah le",
          "veut. Partout dans le monde, il existe un règlement des musulmans, l'apostolat de",
          "Muhammad [(sur qui être la paix d'Allah)] est d'être proclamé à haute voix dans",
          "l'appel à la prière cinq fois par jour, les bénédictions d'Allah sont invoqués",
          "sur lui dans le Prières, et son souvenir sacré est en cours dans le vendredi",
          "Sermons. Il n'y a pas de moment dans les 12 mois de l'année et dans les 24 heures",
          "de la journée où l'un ou l'autre endroit dans le monde, le saint nom de l'oly",
          "Prophète est pas mentionné. Ceci est une preuve évidente de la vérité du Coran",
          "que lorsque dans la phase initiale du Prophète capot Allah proclama wa rafa `na",
          "Iaka dhikrak, on ne pouvait estimer et imaginer avec quelle estime et dans quelle",
          "grande mesure la renommée du Saint Prophète serait exalté. Dans un Hadith Abû",
          "Sa`īd Khoudri a rapporté que le Saint Prophète [(sur lui la paix)] dit: [",
          "\"Gabriel est venu vers moi et dit: Mon Seigneur et votre Seigneur demande: En",
          "quoi ai-je exalté ta renommée? Je soumis: Allah seul a le meilleur. .",
          "connaissance. Il a dit: Allah dit:. Chaque fois que 1S fait mention de moi, yon",
          "trop seront mentionnés avec Me \"] [(Ibn Jarir, Ibn Abi Hatim, Musnad Abu Ya`la,",
          "Ibn al-Mundhir, Ibn Hibban Ibn Marduyah, Abu Nu`aim)]. toute l'histoire plus tard",
          "signifie témoin que cette prédiction a prouvé littéralement vrai."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "فَإِنَّ مَعَ الْعُسْرِ يُسْرًا",
      "simpleTranslate" : [
        "Certes, à côté de la difficulté, il y a la facilité."
      ],
      "tafsirTranslate" : [
        "En effet, il y a la facilité avec difficultés."
      ],
      "tanslateWordByWord" : [
        "donc, en effet",
        "avec",
        "les difficultés",
        "(Est) la facilité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "إِنَّ مَعَ الْعُسْرِ يُسْرًا",
      "simpleTranslate" : [
        "Certes, à côté de l’adversité, il y a la félicité."
      ],
      "tafsirTranslate" : [
        ". Certes, il y a la facilité avec des difficultés <N:4>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "avec",
        "les difficultés",
        "(Est) la facilité"
      ],
      "notes" : {
        "4" : [
          "Cela a été répété deux fois afin de rassurer le Saint Prophète que les mauvais",
          "moments hp traversait à ce moment-là ne durerait pas pour toujours, mais on va",
          "être remplacé par de bons moments dans un proche avenir. En surface, cela semble",
          "être une contradiction que les difficultés devrait être accompagnée par la",
          "facilité, pour ces deux choses ne sont pas co-exister. Mais les mots [",
          "«difficultés avec facilité\"] au lieu de [ «facilité après des difficultés\"] ont",
          "été utilisées dans le sens que la période de la facilité est si proche de lui",
          "comme si elle était concomitante de celle-ci."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "فَإِذَا فَرَغْتَ فَانْصَبْ",
      "simpleTranslate" : [
        "Alors, chaque fois que tu as un moment de loisir, tourne-toi vers ton Seigneur"
      ],
      "tafsirTranslate" : [
        "Ainsi, chaque fois que vous êtes libre, nous nous efforçons dans la dévotion,"
      ],
      "tanslateWordByWord" : [
        "Donc quand",
        "vous avez fini",
        "alors dur labeur"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَإِلَىٰ رَبِّكَ فَارْغَبْ",
      "simpleTranslate" : [
        "et aspire à Sa grâce avec ferveur !"
      ],
      "tafsirTranslate" : [
        "et se tourner vers ton Seigneur avec le désir <N:5>."
      ],
      "tanslateWordByWord" : [
        "Et à",
        "votre Seigneur",
        "tourner votre attention"
      ],
      "notes" : {
        "5" : [
          "Lorsque vous êtes libre, [ \": Lorsque vous êtes libre d'autres professions, que",
          "ce soit des professions en relation avec la prédication de divin message, ou de",
          "l'enseignement et de la formation des nouveaux convertis, ou occupations",
          "domestiques de la nature banale. \"] les moyens de commandement: [« Quand vous",
          "n'êtes pas plus occupé êtes, vous devez passer votre temps dans le travail et le",
          "labeur du culte d'Allah et mettez toute votre attention exclusivement à votre",
          "Seigneur \"]."
        ]
      }
    }
  ],
  "medinian" : false
}