{
  "chapterNumber" : 95,
  "nbVerses" : 8,
  "name" : "Le figuier",
  "nameArabic" : "التين",
  "transName" : "at-tīn",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "وَالتِّينِ وَالزَّيْتُونِ",
      "simpleTranslate" : [
        "Par le figuier et l’olivier,"
      ],
      "tafsirTranslate" : [
        "Par le figuier et l'olivier; <N:1>"
      ],
      "tanslateWordByWord" : [
        "Par la figue",
        "et l'olivier"
      ],
      "notes" : {
        "1" : [
          "Il y a eu beaucoup de différence d'opinion entre les commentateurs au sujet de",
          "l'explication de ce verset. Hasan Basri. `Ikrima,` Ata 'bin Abi Rabah, Jabir bin",
          "Zaid, Mujahid et Ibrahim Nakha'i [(peut AIlah bénisse tous)] disent que la fig",
          "implique la même figure que les gens mangent, et l'olivier même qui produit de",
          "l'huile . Ibn Abi Hatim et Hakim ont cité une déclaration de Ha 'Abdullah bin'",
          "Abbas également à l'appui de cela. Et les commentateurs qui ont accepté cette",
          "explication ont, compte tenu des usages et vertus de la figue et l'olive, exprimé",
          "l'opinion que Allah a juré par ces deux fruits à cause de ces mêmes qualités. Il",
          "ne fait aucun doute que le lecteur arabe comprendrait les mots font et zayun dans",
          "le même sens que sont leurs significations bien connues en arabe, mais il y a",
          "deux raisons pour lesquelles ces significations ne peuvent pas être acceptées.",
          "Tout d'abord, que, dans les versets suivants, les serments ont été assermentés",
          "par le mont Sinaï et la ville de La Mecque, et il semble y avoir aucune",
          "pertinence entre les serments par les deux fruits et les serments par les deux",
          "endroits. Deuxièmement, le thème qui suit les serments est confirmé par le Mt.",
          "Sinaï et la ville de La Mecque, mais pas par les deux fruits. Partout dans le",
          "Coran AIlah a juré par quelque chose, il n'a pas juré par elle en raison de sa",
          "gloire ou de ses utilisations et avantages, mais tout serment a un intérêt pour",
          "le thème qui le suit. Par conséquent, les vertus et les qualités de ces deux",
          "fruits ne peuvent pas être considérés comme la raison de prestation de serment",
          "par eux. \n D'autres commentateurs ont pris l'étain et Zaytun impliquer certains",
          "endroits. Ka`b Abhar, Qatadah un Ibn Zaid disent que l'étain implique Damas et",
          "Zaytun Bait al-Maqdis [(Jérusalem)]. Une vue d'Ibn 'Abbas a été cité par Ibn",
          "Jarir, Ibn Abi Hatim et Ibn Marduyah à l'effet que l'étain implique la mosquée du",
          "Prophète Noé, qu'il bâtit sur le mont Judi et Zaytun implique Bait al-Maqdis,",
          "mais entendre les paroles wat-étain waz-zaytin, aucun Arabe ordinaire pourrait",
          "penser de ces significations, ni bien connus parmi les Arabes, qui étaient les",
          "premiers destinataires du Coran ain et Zaytun étaient des noms des lieux. \n",
          "Cependant, il y avait une pratique parmi les gens de l'Arabie qu'ils généralement",
          "nommés un pays où un certain fruit a été produit en abondance après le nom du",
          "fruit lui-même. Par conséquent, le sens. De l'étain et Zaytun peut être la terre",
          "où ces fruits sont cultivés, et il est la terre de la Syrie et de la Palestine,",
          "car parmi les Arabes de cette époque cette terre très était bien connu pour la",
          "production de figues et d'olive. lbn Taimiyah'Ibn al-Qayyim, Zamakhshari et Alusi",
          "[(qu'Allah leur fasse miséricorde)] ont adopté cette explication très; et bien",
          "que Ibn Jarir a également préféré la première vue, mais il a admis que ain et",
          "Zaytun peuvent également impliquer la terre où ces fruits sont cultivés. Hafiz",
          "Ibn Kathir a également considéré cette explication comme digne de considération."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَطُورِ سِينِينَ",
      "simpleTranslate" : [
        "par le mont Sinaï"
      ],
      "tafsirTranslate" : [
        "et par le mont Sinaï, <N:2>"
      ],
      "tanslateWordByWord" : [
        "Et (le) Mount",
        "Sinaï"
      ],
      "notes" : {
        "2" : [
          "Les mots de l'original sont Tur- i-Sinin. Sinin est un autre nom pour la",
          "péninsule du Sinaï. Il est appelé Sama ou Sina ainsi que Sinin. Dans le Coran",
          "lui-même à un seul endroit les mots Tur-i-Sinin. ont été utilisées. Depuis la",
          "terre où Mt. Sinaï est situé est bien connu comme Sina, nous avons adopté ce nom",
          "bien connu dans la traduction."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَهَٰذَا الْبَلَدِ الْأَمِينِ",
      "simpleTranslate" : [
        "et par cette cité sacrée !"
      ],
      "tafsirTranslate" : [
        ", et par cette ville (de La Mecque), un havre de paix:"
      ],
      "tanslateWordByWord" : [
        "Et ça",
        "[la ville",
        "[Le] sécuriser"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ",
      "simpleTranslate" : [
        "En vérité, Nous avons doté l’homme, en le créant, de la forme la plus parfaite,"
      ],
      "tafsirTranslate" : [
        "sûrement Nous avons créé l'homme dans le meilleur moule; <N:3>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "Nous avons créé",
        "homme",
        "dans",
        "(le meilleur",
        "moule"
      ],
      "notes" : {
        "3" : [
          "Telle est la vérité pour laquelle le serment a été prêté par les terres de la",
          "figue et l'olive [(à savoir la Syrie et de la Palestine)] et Mt. Sinaï et La",
          "Mecque, la ville de la paix. Homme de avoir été créé dans le plus excellent des",
          "moules signifie qu'il a été donné le plus beau corps dont aucun autre être vivant",
          "a été donné, et il a été béni avec les facultés les plus nobles de la pensée, la",
          "connaissance et de l'intelligence qu'aucun autre créature a été béni avec. Puis,",
          "comme le modèle le plus sublime ces des excellences et. mérites uniques de",
          "l'humanité de sont les prophètes [(sur qui être la paix d'Allah)], et pas de",
          "création peut avoir un rang plus élevé qu'eux, afin qu'Allah le choisir pour une",
          "nomination au bureau de la Prophétie, un serment a été prêté par les lieux",
          "associé aux prophètes de Dieu pour rendre témoignage à l'homme de avoir été créé",
          "dans le plus beau des moules. La terre de la Syrie et de la Palestine est la",
          "terre où un grand nombre de prophètes, le Prophète Abraham [(paix soit sur lui)]",
          "pour le Prophète Jésus [(paix soit sur lui)], ont été soulevées. Mt. Tur est",
          "l'endroit où le prophète Moïse a été béni avec Prophétie. Quant à la Mecque, il a",
          "été fondé par les prophètes Abraham et Ismaël eux-mêmes. Il était en raison de",
          "leur association avec lui que «il est devenu le lieu central le plus sacré de",
          "l'Arabie. Il était le prophète Abraham qui avait prié: [ \"O mon Seigneur, fais de",
          "cette ville une ville de paix et de sécurité.\"] [(AI-Baqarah: 126 <V:2:126>)]; et",
          "ce fut à cause de cette prière que dans le milieu du chaos et de la confusion qui",
          "règne partout en Arabie que cette ville a continué à rester un îlot de paix pour",
          "quelque 2500 ans ou plus. Ainsi, le verset signifie de dire: [ «Nous avons créé",
          "l'humanité dans une telle excellente moule qui a produit les hommes qui ont",
          "atteint le rang le plus sublime de la Prophétie.\"]"
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ",
      "simpleTranslate" : [
        "pour le ravaler ensuite au plus bas de l’échelle,"
      ],
      "tafsirTranslate" : [
        ", puis Nous lui est revenu au plus bas de la dépression, <N:4>"
      ],
      "tanslateWordByWord" : [
        "alors",
        "Nous lui revînmes",
        "(La) plus bas",
        "(De la) faible"
      ],
      "notes" : {
        "4" : [
          "Les commentateurs en général ont donné deux significations de ce: \n [(1)] que",
          "nous l'avons renversé à l'état misérable de la vieillesse dans laquelle il ne fut",
          "plus capable de penser et de comprendre et de travail; et \n [(2)] que Nous",
          "l'inversé à l'étage le plus bas de l'Enfer. Mais ces deux significations ne",
          "peuvent pas être un argument pour l'objet pour la confirmation de cette sourate",
          "qui a été révélé. Le Surah est destiné à raisonner la vérité du jugement dans",
          "l'au-delà. Sur ce point, n'a ni ce tact tout appui que certains êtres humains",
          "sont amenés à atteindre l'état le plus misérable de la vieillesse, ni qu'une",
          "partie des êtres humains sera jeté dans l'enfer. La première chose ne peut pas",
          "être un argument pour le jugement, car la vieillesse vient à la fois les bons et",
          "les méchants, et une personne de parvenir à cet âge est pas de peine dont il",
          "pourrait souffrir en conséquence de ses actes. Quant à la deuxième chose, il se",
          "produira dans l'au-delà. Il ne peut pas être présenté comme un argument devant",
          "les gens qui sont convaincus de la Meting sur les récompenses et les punitions",
          "dans l'au-delà lui-même. Par conséquent, à notre avis le sens exact de ce verset",
          "est: Après avoir été créé dans le plus beau des moules lorsque l'homme utilise",
          "les pouvoirs de son corps et de l'esprit dans les mauvais moyens qu'Allah lui",
          "accorde le pouvoir de faire que le mal et lui fait atteindre le plus bas reflux",
          "de la dégradation. Ceci est une vérité que l'on observe souvent dans la société",
          "humaine. Les gens deviennent tellement submergé par l'avidité, l'égoïsme,",
          "lubricité, la dépendance à des substances intoxicantes, bassesses, la rage et la",
          "fureur et les autres traits que moralement. ils sont effectivement réduits au",
          "plus bas du bas. Considérons un seul exemple: Quand une nation est aveuglé par",
          "son hostilité à un autre pays, il dépasse toutes les bêtes sauvages dans la",
          "barbarie. Une bête sauvage ronge sa victime seulement pour le bien de la",
          "nourriture, il ne recourt pas à un massacre général; mais l'homme recourt à la",
          "massacre de sa propre espèce. La bête n'utilise ses griffes et des dents, mais",
          "l'homme qui a été créé dans le meilleur des moules invente les armes à feu,",
          "fusil, réservoir, avions, atome et bombes à hydrogène et d'innombrables autres",
          "armes par son intelligence afin qu'il puisse instantanément détruire des",
          "populations entières. La bête ne tue ou inflige une blessure, mais l'homme",
          "invente de telles méthodes douloureuses de torturer des hommes comme lui-même ne",
          "peut même pas être -imagined par une «bête. Ensuite, pour assouvir sa vengeance",
          "et de fureur de ses ennemis, il oblige les femmes à marcher dans les processions",
          "nues: ils sont victimes de viols par des dizaines et la vingtaine d'hommes; ils",
          "sont déshonorés devant les yeux de leurs pères, frères et maris; les enfants sont",
          "massacrés en face de leurs parents; les mères sont obligées de boire le sang de",
          "leurs enfants; les êtres humains sont brûlés et enterrés vivants. Il n'y a pas",
          "d'espèces sauvages d'animaux dans le monde qui peut égaler cette barbarie humaine",
          "à un degré quelconque. La même chose est aussi le cas avec d'autres traits du",
          "mal: l'homme se révèle, il le plus bas de la faible quelle qu'en soit le mal",
          "qu'il se livre. Tant et si bien qu'il se dégrade même la religion qui est la",
          "chose la plus sacrée pour l'homme: il adore les arbres, les animaux et les",
          "montagnes, même les organes sexuels de l'homme et la femme; il garde les",
          "prostituées religieuses dans les lieux de culte pour gagner la bonne volonté des",
          "dieux et commet l'adultère avec eux comme un acte de vertu. . Dans sa mythologie",
          "il attribue ces contes sales à ses dieux et déesses qui rendraient la bête plus",
          "misérable pour accrocher sa tête dans la honte."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ",
      "simpleTranslate" : [
        "excepté ceux qui croient, font œuvre pie, et qui recevront une récompense qui ne",
        "sera jamais rappelée !"
      ],
      "tafsirTranslate" : [
        ", sauf ceux qui ont la foi et font de bonnes oeuvres. Leur est une récompense",
        "sans fin. <N:5>"
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "puis pour eux",
        "(Est un) récompense",
        "jamais",
        "fin"
      ],
      "notes" : {
        "5" : [
          "Les commentateurs qui ont pris asfala Safilin impliquer l'état de l'extrême",
          "vieillesse, quand l'homme perd son sens et de la raison, interpréter ce verset",
          "signifie: [ \"Mais les gens qui dans la force principale et de leur âge cru et",
          "fait les bonnes œuvres auraient dans cette vieillesse aussi les mêmes actes",
          "justes crédités pour eux et seront récompensés en conséquence. Aucune réduction",
          "ne sera faite dans leurs récompenses sur le terrain qu'ils ne pouvaient pas",
          "accomplir ces actes justes dans cette période de Ia vie \" ]. Et les commentateurs",
          "qui interprétaient l'inversion de Safilin impliquer être jeté dans l'étage le",
          "plus bas de l'Enfer interpréter ce verset signifie: [ \"les gens croyaient aussi",
          "et a fait de bonnes oeuvres sont une exception: ils ne seront pas inversées à ce",
          "stade, mais ils auront une récompense sans fin et sans faille. \"] Mais, aucune de",
          "ces significations est pertinent pour le raisonnement fait dans cette sourate",
          "pour justifier l'arrêt de l'au-delà. À notre avis le verset signifie: [ \"Tout",
          "comme il est une observation commune dans la société humaine que les personnes",
          "moralement dégradé sont faits le plus bas du bas, de sorte que cela est également",
          "une observation de tout âge que ceux qui ont cru en Dieu, l'au-delà et la",
          "prophétie et qui moulé leur vie après la justice et la piété, est resté à l'abri",
          "de cette dégénérescence et reste compatible avec le meilleur moule et de la",
          "nature qu'Allah les avait créés sur. par conséquent, ils sont dignes de la",
          "récompense éternelle, soit la récompense qui ne sera ni moins que ce qu'ils",
          "méritent, et ne sera jamais coupée. \"]"
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ",
      "simpleTranslate" : [
        "Comment peux-tu après cela douter encore du Jugement dernier?"
      ],
      "tafsirTranslate" : [
        "Qui, alors, peut donner le mensonge à vous, (O Prophète), au sujet de la",
        "récompense et le châtiment <N:6>?"
      ],
      "tanslateWordByWord" : [
        "Alors qu'est-ce",
        "vous amène à nier",
        "après ça)",
        "le jugement"
      ],
      "notes" : {
        "6" : [
          "Une autre traduction de ce verset peut être: [ \"Que peut-après [(O homme)] vous",
          "faire refuser le jugement?\"] Dans les deux cas, l'intention et le but reste le",
          "même. C'est quand il est une observation commune dans la société humaine qu'une",
          "partie de l'humanité qui a été créé dans le meilleur des moules et de la nature,",
          "est rendu le plus bas du bas en raison de la dégradation morale, et l'autre",
          "section reste sécurisé en adoptant la voie de la foi constante et la justice en",
          "vue de son cours de création dans le meilleur des moules et de la nature comment",
          "le jugement peut être refusée après cela? Est-ce que le bon sens exige que la fin",
          "de ces deux hommes est le même? DCES demande de justice que ni ceux qui sont",
          "réduits au plus bas du bas soit puni, ni ceux qui cherchent à adopter une vie",
          "juste être récompensé? Le même thème a été exprimé à d'autres endroits dans le",
          "Coran ainsi: [ \"Shall We Traiterons obéissants que nous traitons les coupables",
          "Qu'est-il arrivé à vous:? Comment mal vous juger\"] [(AI-Qalam: 35 <V:68:35>,",
          "36)]. [ \"Ne ceux qui ont commis le mal que Nous allons les tenir et ceux qui ont",
          "cru et fait les bonnes œuvres comme égaux, de sorte que leur Ia vie et leur mort",
          "devraient être semblables? IIl sont les jugements qu'ils passent!\"] [(Al-Jathiyah",
          "21)]."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ",
      "simpleTranslate" : [
        "Dieu n’est-Il pas le plus équitable des juges?"
      ],
      "tafsirTranslate" : [
        "Est-ce pas Allah le plus grand de tous les souverains <N:7>?"
      ],
      "tanslateWordByWord" : [
        "N'est pas",
        "Allah",
        "(La) plus juste",
        "(De) les juges"
      ],
      "notes" : {
        "7" : [
          "Autrement dit, [ «Quand vous voulez et attendez même les petits juges du monde à",
          "faire justice, punir les coupables et de récompenser ceux qui font le bien, ce",
          "qui est votre opinion au sujet de Dieu? Est-il pas le plus grand de tous les",
          "juges? Si vous pensez qu'il est le. plus grand de tous les juges, pensez-vous",
          "qu'il ne fera pas justice? est-ce que vous attendez qu'il traitera le bien et le",
          "mal aussi bien? est-ce que ceux qui commettent le plus vil des actions dans le",
          "monde et ceux qui accomplissent de bonnes œuvres, à la fois fin dans la",
          "poussière: ni sera tout être puni pour ses mauvaises actions, ni être récompensés",
          "pour ses bonnes œuvres '' \"] \n Imam Ahmad, Tirmidhi, Abou Daoud, Ibn al-Mundhir,",
          "Baihaqi, Hakim et Ibn Marduyah ont lié, sur l'autorité de Abû Hurayrah, que le",
          "Saint Prophète [(sur lui la paix)] dit: «Quand de vous récite la sourate",
          "Wat-étain waz-Zaytun et atteint Alais-Allah-u bi-ahkam-il-Hakimin qu'il devrait y",
          "répondre, en disant: Bata wa ana ala dhalika min-ash-shahidin [(Oui, et je suis",
          "de ceux qui témoignent de lui)]. Selon d'autres traditions, le Saint Prophète a",
          "répondu avec Subhanaka fa-chauve quand il a récité ce verset."
        ]
      }
    }
  ],
  "medinian" : false
}