{
  "chapterNumber" : 98,
  "nbVerses" : 8,
  "name" : "La preuve décisive, Le signe évident",
  "nameArabic" : "البيّنة",
  "transName" : "al-bayyina",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنْفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ الْبَيِّنَةُ",
      "simpleTranslate" : [
        "Les infidèles parmi les gens des Écritures ainsi que les polythéistes",
        "n’entendaient pas renoncer à leurs croyances tant qu’ils n’avaient pas reçu la",
        "preuve évidente,"
      ],
      "tafsirTranslate" : [
        "Ceux qui ont mécru <N:1> «qu'ils soient des gens du Livre ou de ceux qui associé",
        "<N:2> d'autres avec Allah dans Sa Divinité» ne cessent de l'incrédulité jusqu'à",
        "ce que le Ciel Preuve devrait venir à eux; <N:3>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "ont été",
        "ceux qui",
        "pas foi",
        "de",
        "(les gens",
        "du livre",
        "et les polythéistes",
        "être abandonné",
        "jusqu'à",
        "(Il) leur vient",
        "la preuve claire"
      ],
      "notes" : {
        "1" : [
          "Ici, le mot kufr [(incroyance)] a été utilisé dans son sens le plus large, qui",
          "comprend les différentes formes de l'attitude incrédule. Par exemple, certains",
          "étaient incrédules dans le sens où ils ne reconnaissent pas Allah à tous:",
          "certains ne reconnaissent Allah, mais n'a pas le considérer comme le seul et",
          "unique Dieu, mais adoraient autres aussi, pensant qu'ils étaient associés dans",
          "l'être divin ou attributs divins et les pouvoirs d'une manière ou l'autre;",
          "certains ont reconnu l'unicité de Dieu, mais a commis une sorte de shirk ainsi;",
          "certains ont reconnu Dieu, mais ne reconnaissaient ses prophètes et les conseils",
          "apportés par eux; certains ont reconnu un prophète en particulier et ne",
          "reconnaissaient une autre; 'Autres ont rejeté l'au-delà. En bref, il y avait",
          "différentes sortes de kufr dans lequel les personnes ont été impliquées. Et la",
          "déclaration: [ \"... Les mécréants parmi les gens du Livre et les polythéistes\"],",
          "ETCD ne signifie pas que certains d'entre eux ne participaient pas au kufr, mais",
          "que ceux qui ont été impliqués dans kufr étaient de deux sortes: les gens du",
          "livre et les polythéistes. Ici, min n'a pas été utilisé pour la division, mais",
          "pour l'explication, comme,. par exemple, dans la sourate Al-Hajj: 30, où il a été",
          "dit Fajtanib-ur rijsa min al-authan. ce qui signifie: [ \"donc vous prémunir",
          "contre les ordures de idols'-, et non:\"] vous prémunir contre les ordures qui est",
          "dans les idoles [ \"De même, alladhina kafaru min ahl-il-Kitabi",
          "WAL-mushrikin.means. : \"] les, incroyants parmi les adeptes de la .Réserver et",
          "les polythéistes ... [\", et non pas: \"] ceux qui ont mécru de ces deux groupes."
        ],
        "2" : [
          "Malgré le facteur commun de kufr entre eux les deux groupes ont été mentionnés",
          "par des noms distincts. Les adeptes du livre impliquent les gens qui possédaient",
          "l'un des Livres révélés, même sous une forme corrompue, envoyé aux anciens",
          "prophètes, et ils ont cru en elle. Et les polythéistes [(idolâtres)] impliquent",
          "les personnes qui ne suivent pas tout prophète, ni cru en tout livre. Bien que",
          "dans le Coran le shirk, [(polythéisme, l'idolâtrie)] du peuple du Livre a été",
          "mentionné à plusieurs endroits, par exemple sur les chrétiens, il a été dit: [",
          "\"Ils disent: Dieu est l'un des trois\"] [(Al-Maidah: 73 <V:5:73>)]; [ \"Le Messie",
          "est fils de Dieu\"] [(AtTaubah: 30 <V:9:30>)]; [ \"Le Messie, fils de Marie, est",
          "Dieu\"] [(Al-Maidah: 17 <V:5:17>)]; et sur les Juifs, il a été dit: [ \"Ils disent:",
          "Esdras est le fils de Dieu\"] [(At-Tawbah: 30 <V:9:30>)], mais nulle part dans le",
          "Coran a le terme [ \"mushrlk\"] été utilisé pour eux , mais ils ont été mentionnés",
          "comme [ \"alladhina ul-ul-Kitaba\"] [(ceux qui ont reçu le livre)], ou par les mots",
          "juifs et les chrétiens. Car ils croyaient au principe de Tawhîd [(Unicité de",
          "Dieu)] comme nous la religion, et shirk alors engagé. Contrairement à cela, pour",
          "d'autres que les gens du Livre, le mot polythéiste a été utilisé comme un. terme,",
          "car ils ont reconnu shirk [(l'idolâtrie)] comme la vraie religion et",
          "disacknowledged Monothéisme. Cette distinction entre les deux groupes est valable",
          "non seulement dans l'utilisation du terme, mais aussi dans les injonctions",
          "Shari`ah. chair animale dûment abattu par les gens du Livre, a été déclaré licite",
          "pour les musulmans si l'on égorge un animal licite au nom d'Allah de la manière",
          "prescrite, et la permission d'épouser leurs femmes a également été donné. Au",
          "contraire, ni l'animal abattu par les polythéistes est licite pour les musulmans",
          "ni le mariage avec leurs femmes."
        ],
        "3" : [
          "Autrement dit, [ «Il n'y avait aucun moyen de leur être libéré de cet état",
          "d'incrédulité, sauf qu'une preuve claire [(de la vérité)] devrait venir et leur",
          "faire comprendre la fausseté de toutes les formes de kufr et son étant faux, et",
          "devrait présenter le droit chemin avant eux d'une manière claire et rationnelle.",
          "\"] cette ETCD ne signifie pas que, après l'entrée de la preuve char qu'ils",
          "renonceraient kufr, mais qu'en l'absence de preuves claires, il n'a pas été à la",
          "possible qu'ils seraient livrés à partir de cet état. Toutefois, si, même après",
          "son entrée certains d'entre eux encore persisté dans leur mécréance, alors ils",
          "seraient eux-mêmes responsables; ils ne pouvaient pas se plaindre que Dieu avait",
          "fait aucun arrangement pour leurs conseils. Ce même bas chose été exprimé dans le",
          "Coran à différents endroits de différentes manières, par exemple dans la sourate",
          "An-Nahl: 9, il est dit: [ \"Allah a pris sur lui-même pour montrer le droit",
          "chemin\"]; dans la sourate Al-Laila 12, il est dit: [ «Il est pour nous de montrer",
          "la voie\"]; dans la sourate An-Nisa: 163-165: [ \"O Prophète, Nous avons envoyé",
          "Apocalypse de vous comme nous l'avions envoyé à Noé et d'autres prophètes après",
          "lui ... Tous ces messagers ont été envoyés en tant que porteurs de bonnes",
          "nouvelles et avertisseurs de sorte que, après leur arrivée, les gens devraient",
          "avoir aucune excuse gauche à plaider devant Allah \"]; et dans la sourate",
          "Al-Maidah: 19: [ \"Ô gens du Livre, ce Messager d'Ours est venu à vous et est fait",
          "clair pour vous les enseignements de la bonne façon après un long intervalle au",
          "cours de laquelle il était venu aucun Messengers , de peur que vous devriez dire:",
          "`Non porteur de bonnes nouvelles, ni warner est venu nous Lo, maintenant le",
          "porteur de bonnes nouvelles et warner est venu\"].."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "رَسُولٌ مِنَ اللَّهِ يَتْلُو صُحُفًا مُطَهَّرَةً",
      "simpleTranslate" : [
        "à savoir un Envoyé de Dieu, chargé de leur réciter des feuillets exempts de toute",
        "souillure,"
      ],
      "tafsirTranslate" : [
        "un Messager <N:4> d'Allah, en récitant de Purifié Scrolls; <N:5>"
      ],
      "tanslateWordByWord" : [
        "A Messenger",
        "de",
        "Allah",
        "récitation",
        "pages",
        "purifiée"
      ],
      "notes" : {
        "4" : [
          "Ici, le Saint Prophète [(sur lesquels la paix)] lui-même a été appelé [ «la",
          "preuve claire»], pour sa vie avant et après la Prophétie, sa présentation d'un",
          "livre comme le Coran malgré d'être .un-lettrée, sa porte une révolution",
          "extraordinaire dans la vie des convertis à l'islam par l'éducation et la",
          "formation, son éducation de la population dans les croyances rationnelles, des",
          "formes propres et pures de culte, d'excellentes mœurs et les meilleurs principes",
          "et, injonctions pour la vie humaine, l'harmonie parfaite et d'un accord entre sa",
          "parole et l'action, et sa constance de l'objectif à l'égard de son message, en",
          "dépit de tous les types de résistance et d'opposition, tous ceux-ci étaient des",
          "signes clairs de la vérité qu'il était le Messager d'Allah."
        ],
        "5" : [
          "lexical, des moyens Suhuf [ \"pages écrites\"], mais dans le Saint Coran ce mot a",
          "été utilisé comme un terme pour les Livres révélés aux prophètes d'Allah [(la",
          "paix soit sur eux)] ; et par les saintes écritures, on entend les Ecritures qui",
          "sont exempts de tout mélange de mensonge, tous les types d'erreur et la saleté",
          "morale. L'importation complète de ces Worde devient évidente quand on étudie la",
          "Bible [(et les livres d'autres religions ainsi)] vis-à-vis du Saint Coran, et",
          "trouve écrit en eux ainsi que des enseignements sonores des choses telles que ne",
          "sont pas seule opposition à la vérité et de la raison, mais sont aussi moralement",
          "méprisable. Après les avoir lus quand on se tourne vers le Coran, on se rend",
          "compte combien pur et sanctifié cette livre est."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "فِيهَا كُتُبٌ قَيِّمَةٌ",
      "simpleTranslate" : [
        "et contenant des écrits d’une parfaite rectitude."
      ],
      "tafsirTranslate" : [
        "dans les écrits, dans lequel sont écrits, absolument vrais et infaillibles."
      ],
      "tanslateWordByWord" : [
        "Où",
        "(Sont) écrits",
        "correct"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ",
      "simpleTranslate" : [
        "Or, les gens des Écritures ne se sont divisés qu’après que ladite preuve leur fut",
        "administrée."
      ],
      "tafsirTranslate" : [
        "n'a pas non plus ceux à qui le Livre a été donné séparer qu'après la preuve (du",
        "droit chemin) était venu à eux <N:6>."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "est devenu divisé",
        "ceux qui",
        "ont reçu",
        "le livre",
        "jusqu'à",
        "de",
        "après",
        "quelle",
        "est venu (pour) les",
        "(De) la preuve claire"
      ],
      "notes" : {
        "6" : [
          "Autrement dit, la raison pour laquelle les gens du Livre avant cela ont été",
          "divisés en d'innombrables sectes en raison de différents types d'erreurs et les",
          "déviations, était pas qu'Allah avait omis d'envoyer [ «une preuve claire\"] de",
          "lui-même pour leurs conseils, mais le fait que ils ont adopté le mauvais sens",
          "après l'orientation était venu d'Allah; par conséquent, ils étaient eux-mêmes",
          "responsables de leur écart, car Allah avait rempli son obligation envers eux. De",
          "même, étant donné que leurs écritures ne sont pures et leurs livres ne se",
          "composent d'enseignements originaux et corrects, Allah en envoyant un messager de",
          "son, comme une preuve claire, avec un sacré livre, contenant les enseignements",
          "sonores et pures, a de nouveau rempli son obligation à leur égard, de sorte que",
          "si, même après qu'ils sont restés divisés, ils se doivent être responsables et ne",
          "devraient avoir aucune excuse gauche à plaider devant Allah. Cette chose a été",
          "dit à de nombreux endroits dans le Coran, par exemple voir AI-Baqarah: 213, 253;",
          "AI-`Imran: 19: Al-Maidah: 44-50; Yunus: 93; Ash-Shura: 13-I5; Al-Jathiyah: 16-18,",
          "ainsi que les notes correspondantes pour plus ample compréhension."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ ۚ وَذَٰلِكَ دِينُ الْقَيِّمَةِ",
      "simpleTranslate" : [
        "Pourtant, que leur a-t-on ordonné, si ce n’est de se vouer exclusivement au culte",
        "de Dieu, d’accomplir la salât et de s’acquitter de la zakât, selon les principes",
        "de la religion de la droiture?"
      ],
      "tafsirTranslate" : [
        "Pourtant, tout ce qu'ils avaient reçu l'ordre était qu'ils servent Allah, avec",
        "sincérité absolue, se consacrant exclusivement à Lui, et qu'ils établissent la",
        "prière et de payer la Zakat. Telle est la vraie foi. <N:7>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "ils ont été commandés",
        "sauf",
        "idolâtrer",
        "Allah",
        "(Être) sincère",
        "à lui",
        "(En) la religion",
        "droit",
        "et d'établir",
        "la prière",
        "et donner",
        "le zakah",
        "Et cela",
        "(Est la) religion",
        "la bonne"
      ],
      "notes" : {
        "7" : [
          "Autrement dit, le message de la même religion, qui maintenant le Prophète",
          "Muhammad [(sur qui être la paix et les bénédictions) d'Allah] est prédication,",
          "avait été donné aux gens du Livre par les prophètes qui sont venus pour eux et",
          "par les livres qui ont été envoyés parmi eux; ils avaient pas interdire enjoint",
          "l'une des fausses croyances aad mauvaises actions qu'ils ont adopté par la suite",
          "et a créé différentes sectes. la religion droite et correcte a toujours été le",
          "même: que Dieu seul doit être servi et adoré exclusivement, aucun autre être",
          "rejoint avec Lui dans l'adoration, l'homme doit devenir adorateur de One Allah",
          "seul et obéissant à Son commandement seulement, devrait établir la salat et payer",
          "la zakat. [(Pour de plus amples explications, voir E. N. 19 de Al-A`raf; E.N. de:",
          "108109 de Yunus, E.N. de 43 à 47 de Ar-Rum; E.N. de 3, 4 de Az-Zumar)]. Certains",
          "commentateurs ont pris les mots din al-qayyimah dans ce verset dans le sens de",
          "din al-millat al-qayyimah: [ «La religion de la communauté juste»]. D'autres ont",
          "pris qayyimah »dans le sens superlatif et compris dans le même sens que nous",
          "avons adopté dans notre traduction."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا ۚ أُولَٰئِكَ هُمْ شَرُّ الْبَرِيَّةِ",
      "simpleTranslate" : [
        "En vérité, les infidèles parmi les gens des Écritures ainsi que les idolâtres",
        "seront voués au feu de la Géhenne où leur séjour sera éternel, car ces gens-là",
        "constituent les êtres les plus abjects de l’humanité ;"
      ],
      "tafsirTranslate" : [
        "Ceux qui ont mécru <N:8> «qu'ils soient parmi les gens du Livre, ou parmi ceux",
        "qui associé à Allah dans Sa Divinité» est dans le feu, et respectera en elle. Ils",
        "sont les pires des créatures. <N:9>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "ne pas croire",
        "de",
        "(les gens",
        "(du livre",
        "et les polythéistes",
        "(sera en",
        "(le feu",
        "(De) Enfer",
        "demeurer éternellement",
        "la bride",
        "Ceux",
        "ils",
        "(Sont) le pire",
        "(De) les créatures"
      ],
      "notes" : {
        "8" : [
          "[ \"mécru\"]: refusé de reconnaître le Prophète Muhammad [(sur qui est de la paix",
          "d'Allah)] que le Messager d'Allah. La signification est que la fin de ceux parmi",
          "les polythéistes et les gens du Livre, qui ne l'ont pas reconnu le Messager dont",
          "l'émergence en lui-même est une preuve claire et qui récite les pages sacrées",
          "contenant du son et des enseignements corrects, seront comme on le décrit",
          "ci-dessous."
        ],
        "9" : [
          "Autrement dit, ils sont pires que toutes les créatures de Dieu, même que les",
          "animaux, pour les animaux ne possèdent pas la raison et le pouvoir, mais ces gens",
          "rejettent la vérité en dépit d'avoir raison et de l'autorité."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولَٰئِكَ هُمْ خَيْرُ الْبَرِيَّةِ",
      "simpleTranslate" : [
        "tandis que ceux qui croient et font le bien, ce sont ceux-là les meilleurs êtres",
        "de toute la Création,"
      ],
      "tafsirTranslate" : [
        "Mais ceux qui croient et accomplissent les bonnes oeuvres, ils sont la meilleure",
        "des créatures <N:10>."
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "ceux",
        "ils",
        "(sont les meilleurs",
        "(De) les créatures"
      ],
      "notes" : {
        "10" : [
          "Autrement dit, ils sont supérieurs à toutes les créatures de Dieu, même aux",
          "anges, car les anges ne sont pas habilités à désobéir, et ces gens adoptent",
          "l'obéissance d'Allah, en dépit d'avoir le pouvoir de lui désobéir ."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۖ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِيَ رَبَّهُ",
      "simpleTranslate" : [
        "qui auront, pour récompense, auprès de leur Seigneur les jardins d’Éden, où",
        "coulent des ruisseaux et où ils demeureront éternellement, car Dieu sera",
        "Satisfait d’eux et eux seront satisfaits de Lui. Voilà ce qui sera réservé à",
        "celui qui aura craint son Seigneur !"
      ],
      "tafsirTranslate" : [
        "Leur récompense se trouve auprès de leur Seigneur: Jardins de l'éternité sous",
        "lesquels coulent les ruisseaux; ils y habiteront, pour toujours et à jamais.",
        "Allah est bien heureux avec eux, et ils sont bien heureux avec Lui. Tout cela est",
        "pour celui qui craint son Seigneur. <N:11>"
      ],
      "tanslateWordByWord" : [
        "Leur récompense",
        "(est avec",
        "leur Seigneur",
        "Jardins",
        "(De) Eternity",
        "écoulement",
        "de",
        "sous eux",
        "les rivières",
        "respectera",
        "la bride",
        "pour toujours",
        "(Sera) heureux",
        "Allah",
        "avec eux",
        "et ils (seront) heureux",
        "avec lui",
        "Cette",
        "(Est) pour quiconque",
        "craignait",
        "son Seigneur"
      ],
      "notes" : {
        "11" : [
          "En d'autres termes, la personne qui ne vit pas dans le monde intrépide et",
          "indépendante de Dieu, mais le craignait à chaque étape lest.he devrait faire",
          "quelque chose qui pourrait entraîner sa colère et de punition, aura cette",
          "récompense résolu pour lui avec Allah."
        ]
      }
    }
  ],
  "medinian" : true
}