{
  "chapterNumber" : 99,
  "nbVerses" : 8,
  "name" : "Le tremblement de terre",
  "nameArabic" : "الزلزلة",
  "transName" : "az-zalzala",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا",
      "simpleTranslate" : [
        "Lorsque la Terre, entrant dans sa dernière convulsion, tremblera ;"
      ],
      "tafsirTranslate" : [
        "Quand la terre sera secouée par une secousse puissante, <N:1>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "est secoué",
        "La terre",
        "(Avec) son tremblement de terre"
      ],
      "notes" : {
        "1" : [
          "Zalzalah signifie à trembler violemment encore et encore. Ainsi, zulzilat-il,",
          "ardu signifie que la terre sera secouée violemment par convulsion après",
          "convulsion, et depuis secousses de la terre a été mentionné, il donne",
          "automatiquement le sens que toute la terre sera ébranlée et non un territoire",
          "limité de celui-ci. Puis, afin d'exprimer la grande intensité du tremblement de",
          "terre le mot zilzalaha a été ajouté, ce qui signifie littéralement [ \"son être",
          "secoué\"]. Il signifie: [ «Ce sera tellement secoué comme une immense sphère comme",
          "elle devrait être secoué, ou secoué à son maximum d'intensité.\"] Certains",
          "commentateurs ont pris pour impliquer le premier tremblement de terre dont la",
          "première étape de la Résurrection va commencer, c'est à dire. lorsque tous les",
          "êtres vivants vont périr et l'ordre actuel du monde sera bouleversé. Mais, selon",
          "une grande partie d'entre eux, ii implique le tremblement de terre avec laquelle",
          "la deuxième étape de la Résurrection va commencer, i. e. lorsque tous les",
          "premiers et les derniers générations de l'humanité vont revenir à la vie. Ce",
          "deuxième commentaire semble être plus correct, pour l'ensemble du thème ultérieur",
          "prend en charge."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا",
      "simpleTranslate" : [
        "lorsque, mettant à nu ses entrailles, elle se videra,"
      ],
      "tafsirTranslate" : [
        "et la terre jettera toutes ses charges, <N:2>"
      ],
      "tanslateWordByWord" : [
        "Et fait sortir",
        "La terre",
        "ses charges"
      ],
      "notes" : {
        "2" : [
          "Ce même a été exprimée dans la sourate Al-Inshiqaq: 4, ainsi: [ \". Et jette sur",
          "tout ce qui est en elle, et devient vide\"] Il a plusieurs significations: \n [(1)]",
          "Il chassera corps des morts sous quelque forme et de l'Etat et où ils peuvent",
          "être Iying dans la terre; et la phrase suivante indique que, à ce moment toutes",
          "les parties dispersées des corps se réassembler et être ressuscité une fois de",
          "plus dans la même forme et la forme comme ils l'avaient été dans leur première",
          "vie, car si elle était pas ainsi, comment vont-ils dire: [ \"Qu'est-ce qui est",
          "arrivé à la terre?\"] il ne sera pas seulement jeté les cadavres des hommes, mais",
          "aussi toutes les traces et les preuves des mots, des actions et des activités de",
          "leur ancien mensonge enterrés dans Ia vie elle; la phrase suivante souligne que",
          "la terre va raconter tout ce qui était arrivé sur son dos. \n [(2)] Un troisième",
          "sens a également été donnée par certains commentateurs, en disant qu'il chassera",
          "les trésors d'or, d'argent, des bijoux et toutes sortes de richesse mensonge",
          "cachés dans le ventre de la terre et l'homme va le voir et de réaliser comment il",
          "avait soif de ces choses dans le monde: comment il a commis des meurtres. les",
          "vols, les vols et les brigandages dans la terre et la mer, usurpé les droits des",
          "autres, mené des guerres et dévasté de vastes populations. Ce jour-là tous »qui",
          "gisent entassés devant lui, mais sans résultat, mais plutôt devenir un moyen de",
          "punition pour lui."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَقَالَ الْإِنْسَانُ مَا لَهَا",
      "simpleTranslate" : [
        "«Qu’a-t-elle donc?», étonné, l’homme s’interrogera."
      ],
      "tafsirTranslate" : [
        "et l'homme va crier: '? Quelle est la question avec son « <N:3>"
      ],
      "tanslateWordByWord" : [
        "Et dit",
        "homme",
        "Quelle",
        "(Est) avec elle"
      ],
      "notes" : {
        "3" : [
          "Man ici peuvent aussi bien impliquer tous les hommes, car, après la résurrection",
          "et venir détecte la première impression de chaque homme sera à ce qui se passait",
          "autour de lui; après, il se rendra compte que ce fut le jour de la Résurrection.",
          "L'homme peut également impliquer l'homme qui nie l'au-delà, pour ce qu'il",
          "considérait comme impossible serait passe devant lui et lui causant la confusion",
          "et la perplexité. Quant aux croyants, ils ne seront pas désorientés et «confus,",
          "pour. tout se déroulera selon leur croyance et de conviction. Dans une certaine",
          "mesure, ce second sens est prise en charge par le verset 52 de la sourate Ya Sin,",
          "'dans lequel il a été dit que les deniers de l'au-delà, à ce moment s'écrier: [",
          "\"Ah, qui nous a tiré de notre sommeil place? \"] .Et la réponse donnée serait: [\".",
          "Ceci est le même que le Dieu Miséricordieux avait promis; et les messagers",
          "envoyés par Dieu avait dit la vérité \"] ce verset DCEs pas dit expressément que",
          "cette réponse aux mécréants serait effectivement être donné par les croyants, car",
          "il n'y a aucune indication de celui-ci dans le verset. La probabilité, cependant,",
          "est que les croyants de leur donner cette réponse."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا",
      "simpleTranslate" : [
        "Ce jour-là, racontant son histoire, la Terre dira"
      ],
      "tafsirTranslate" : [
        "Ce jour-là, il portera tous ses nouvelles, <N:4>"
      ],
      "tanslateWordByWord" : [
        "Ce jour là",
        "il fera rapport",
        "ses nouvelles"
      ],
      "notes" : {
        "4" : [
          "Selon Abû Hurayrah, le Saint Prophète [(sur lesquels la paix)] récité ce verset",
          "et demandé: [ «Savez-vous ce que les annales qu'il portera?\"] Les gens ont dit: [",
          "\"Allah et son messager ont la meilleure connaissance »] Alors le Saint Prophète a",
          "dit: [\".. les annales sont que la terre va témoigner des actions que chaque Tnan",
          "et la femme a fait sur son dos »] Elle dira: [\" Il ou elle avait fait telle ou",
          "telle chose sur tel ou tel jour. Ceux-ci seront les annales de la terre va",
          "raconter. \"] [(Musnad Ahmad, Tirmidhi, Nasa'i, Ibn Jarir, 'Abd bin Humaid, Ibn",
          "al-Mundhir , Hakim, Ibn Marduyah, Baihaqi dans Ash-Sbu'ab)]. Selon Hadrat",
          "Rabi'al-Kharashi, le Saint Prophète a dit: [ \"Méfiez-vous de la terre, car il est",
          "votre racine et base, et il n'y a rien qui fait une personne sur elle, et il ne",
          "sera pas un rapport, si elle est bonne ou mauvais. \"] [(Mu jam au-Tabarani)].",
          "rapporte Anas que le Saint Prophète a dit: [ \"La terre au Jour de la Résurrection",
          "fera ressortir tout acte qui aurait été fait sur le dos. Puis il récita ces",
          "versets. \"] [(Ibn Marduyah, Baihaqi)]. A propos de Hadrat 'Ali il est dit que",
          "quand il a distribué l'argent du Bait al-Mal [(du trésor public)] parmi les",
          "nécessiteux et donc la vida , il exécuterait deux rakahs de la prière en elle et",
          "dire: [ «vous aurez à rendre témoignage que je vous ai rempli de justice et vous",
          "vidé avec la justice. \"] \n Il aurait pu être difficile pour un homme des temps",
          "anciens pour comprendre comment la terre va parler et raconter les annales et les",
          "événements se produisant sur elle sur le Jour de la Résurrection, mais dans l'âge",
          "actuel des découvertes scientifiques et les inventions du cinéma, haut-parleur,",
          "radio, télévision, magnétophone, matériel électronique, etc., il est plus",
          "difficile de comprendre comment la terre va raconter ses annales. L'impression de",
          "ce que l'homme parle est conservé dans l'air, dans les ondes radio, sur les",
          "particules des murs et les planchers et les plafonds des maisons et sur les",
          "milieux de la route, plaine ou sur le terrain s'il a parlé en dehors de la",
          "maison. Si AIlah le veut, il peut faire ces choses répètent toutes ces voix",
          "précisément dans la manière dont elles ont été prononcées en première instance",
          "par Tnan. L'homme à l'époque entendra avec ses oreilles et de savoir qu'il était",
          "sa propre voix, et toutes ses connaissances aussi témoigner que ce qu'ils",
          "entendaient était la voix de la personne et de son propre accent. Ensuite, tout",
          "ce que l'homme a fait partout sur la terre, et quel que soit l'état, a eu son",
          "impression sur tout de l'environnement et son image inscrit sur elle. Même s'il a",
          "fait quelque chose dans la nuit noire, il y a de tels rayons dans le Royaume de",
          "Dieu pour lequel l'obscurité et la lumière font pas de différence; ils peuvent",
          "préserver son image dans tous les cas. Toutes ces images passeront avant que",
          "l'homme sur le Jour de la Résurrection comme une image de mouvement, et ils lui",
          "quand et où il avait fait quelque chose pendant son Ia vie sur la terre montrer.",
          "\n Le fait est que, bien que Dieu sait directement tout ce que l'homme fait, mais",
          "dans l'au-delà, quand il établira sa cour, il punira toute coupable seulement",
          "après avoir rempli toutes les exigences de la justice. Tout cas qui est porté",
          "devant sa cour contre un criminel sera prouvé avec une telle preuve parfaite que",
          "pas de place sera laissée à douter de son être un criminel. La première et",
          "principale preuve contre lui est le dossier dans lequel les deux anges",
          "d'enregistrement enregistrent son chaque mot et acte. [(Qaf: 17-18 <V:50:17-18>,",
          "AI-Infitar: 10-12 <V:82:10-12>)]. Cet enregistrement sera remis à lui et il sera",
          "demandé de le lire, pour [ \". Vous vous suffit comme reckoner contre vous-même\"]",
          "[(Bani Isra'il: 14 <V:17:14>)]. Sa lecture homme sera désorienté, pour [ \"rien",
          "qu'il a laissé non enregistré de nos actions, petites ou grandes.»] [(Al-Kahf: 49",
          "<V:18:49>)]. Ensuite, il est propre corps de l'homme qu'il avait utilisé dans le",
          "monde. En Cour d'Allah sa propre langue sera le témoignage de ce qu'il avait",
          "parlé à travers elle dans le monde, ses propres mains et les pieds témoigneront",
          "de ce que les actes qu'il avait commis à travers eux [(An-Nur: 24 <V:24:24>)].",
          "Ses yeux et ses oreilles témoigneront de ce qu'il a vu et entendu par leurs",
          "moyens. Même la peau de son corps témoignera de ses actes. Bewildered il",
          "demandera à ses membres, Ils répondront [ \"Pourquoi avez-vous rendu témoignage",
          "contre moi?\"]: [ \". Le même Dieu qui a donné la parole à tout ce que nous a donné",
          "la parole\"] [(Ha Mim As-Sajda: 20 -22 <V:32:20-22>)]. . En plus de ceux-ci, il y",
          "aura des témoins qui seront présentés à partir de la terre et tous ses",
          "environnements, où l'homme va entendre sa propre voix par ses propres oreilles et",
          "voir les images exactes de ses propres actions par ses yeux. En outre, les idées,",
          "les motifs et les objectifs cachés dans le cœur de l'homme et les intentions avec",
          "lesquelles il avait effectuées chaque acte seront traduits et placés devant lui,",
          "comme il est dit dans la sourate Al-`Adiyat ci-dessous. Voilà pourquoi la",
          "production de ces preuves absolues, clairs et indéniables, l'homme sera confondu",
          "et il sera laissé aucune chance de dire quoi que ce soit dans l'auto-défense pour",
          "s'excuser. [(Al-Mursalat 35-36)]"
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "بِأَنَّ رَبَّكَ أَوْحَىٰ لَهَا",
      "simpleTranslate" : [
        "ce que son Seigneur lui révélera."
      ],
      "tafsirTranslate" : [
        "pour votre Seigneur aura commandé son (de le faire)."
      ],
      "tanslateWordByWord" : [
        "Car",
        "votre Seigneur",
        "inspiré",
        "[À] il"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِيُرَوْا أَعْمَالَهُمْ",
      "simpleTranslate" : [
        "Et, ce jour-là, les hommes surgiront de leurs tombes séparément, pour être",
        "confrontés à ce qu’ils accomplissaient quotidiennement."
      ],
      "tafsirTranslate" : [
        "Ce jour-là les gens vont aller de l'avant dans les états variables <N:5> afin",
        "qu'ils soient présentés leurs actes <N:6>."
      ],
      "tanslateWordByWord" : [
        "Ce jour là",
        "procédera",
        "l'humanité",
        "(En) des groupes dispersés",
        "à afficher",
        "leurs actions"
      ],
      "notes" : {
        "5" : [
          "Cela peut avoir deux significations: [(1)] Que chaque homme avec lui-même présent",
          "dans sa propre capacité individuelle - familles, les groupes, les partis, les",
          "nations, tous les dispersera loin. Cette chose a été dit à d'autres endroits",
          "aussi dans le Coran, par exemple, selon la Sourate Al-An`am 94, Allah ce Jour",
          "dira au peuple [ \"Alors, vous êtes venus avant nous tout seul, comme nous vous",
          "créé au premier \"], et dans la sourate Maryam: [« Il comparaîtra devant nous tout",
          "seuls \"] [(v 80)], et [\" Chacun d'entre eux sera présenté devant lui",
          "individuellement sur le jour de la Résurrection \"] [( v 95)] [(2)] Que les",
          "personnes qui, pendant des milliers et des milliers d'années étaient morts à des",
          "endroits différents; sera montée à partir de différents coins de la terre et de",
          "procéder à des groupes, comme cela a été dit dans la sourate An-Naba [ \"Le jour",
          "où la trompette est soufflé, vous arriverez dans une foule.\"] [(v 18)] En dehors",
          "de ces , il n'y a pas de place dans le mot ashtatan pour les significations, dont",
          "les différents commentateurs ont donné, et sont, par conséquent, en dehors des",
          "limites littérales de ce mot, alors qu'elles sont correctes par eux-mêmes et en",
          "conformité avec les conditions décrites du jour de la Résurrection dans Coran et",
          "le Hadith."
        ],
        "6" : [
          "Cela peut avoir deux significations: [(1)] Ce qu'ils sont présentés leurs actes,",
          "i. e. , Chacun dit ce qu'il a fait dans le monde; et [(2)] qu'ils sont présentés",
          "les récompenses de leurs actes. Bien que ce second sens peut également être pris",
          "des mots li yurau 'jaza'a un malahum [(de façon à montrer les fruits de leurs",
          "actes)], mais li yurau' un malahum [(de façon à montrer leurs actes)] . Par",
          "conséquent, le premier sens est seulement préférable, surtout quand à plusieurs",
          "endroits dans le Coran, il a été clairement indiqué que le mécréant et le",
          "croyant, le juste et le méchant, l'obéissant et les désobéissants, tous seront",
          "remis leurs dossiers [ (voir, par exemple Al-Haqqah: 19, 25; Al-Inshiqaq: 7,",
          "10)]. De toute évidence, il n'y a pas de différence entre quelqu'un montrant ses",
          "actions et remise à lui son dossier. En outre, quand la terre sera raconter tout",
          "ce qui était arrivé sur elle, l'image entière du conflit entre la vérité et le",
          "mensonge qui fait rage depuis le début du temps et continuera de faire rage",
          "jusqu'à la fin, sera également comparaître devant le peuple et ils verront quelle",
          "partie du peuple de la vérité aimante joué en elle et ce que les actes vils ne",
          "les partisans du mensonge commis contre eux. Il se pourrait bien que les gens",
          "vont entendre de leurs propres oreilles tous les discours et les dialogues des",
          "appelants à l'orientation droite et des publicistes de l'erreur et du mal;",
          "l'ensemble du dossier des écrits et de la littérature produite par les deux",
          "parties sera placé intacte devant eux, et les gens se sont réunis dans la plaine",
          "de l'Assemblée va voir de leurs propres yeux la persécution des amants de la",
          "vérité par les adorateurs du mensonge et de tous les scènes du conflit amer qui a",
          "fait rage entre les deux parties."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ",
      "simpleTranslate" : [
        "Quiconque aura alors fait le poids d’un atome de bien le verra"
      ],
      "tafsirTranslate" : [
        "Donc, quiconque fait le poids d'un atome de bien le verra;"
      ],
      "tanslateWordByWord" : [
        "donc, quiconque",
        "Est-ce que",
        "(Égale au) Poids",
        "(De) un atome",
        "bien",
        "va le voir"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ",
      "simpleTranslate" : [
        "et quiconque aura commis le poids d’un atome de mal le verra."
      ],
      "tafsirTranslate" : [
        "et celui qui ne le poids d'un atome de mal le verra <N:7>."
      ],
      "tanslateWordByWord" : [
        "Et quiconque",
        "Est-ce que",
        "(Égale au) Poids",
        "(De) un atome",
        "mal",
        "va le voir"
      ],
      "notes" : {
        "7" : [
          "Une signification simple et directe de cette déclaration, et il est juste et",
          "correcte, est que le poids de pas un atome de bien ou mal fait par une personne,",
          "aura été laissée non enregistrée dans sa conduite livre, et il .will voir dans",
          "tous les cas. Mais si voyant est considéré comme impliquant voir sa récompense et",
          "de punition, il aura tort de le prendre dans le sens que, dans l'au-delà chaque",
          "personne sera récompensée pour son infraction la plus mineure, et personne ne",
          "sera laissé non récompensé pour une bonne et impunis pour un mal fait par lui.",
          "Pour en premier lieu, cela voudrait dire que chaque acte mal sera puni et chaque",
          "bonne action récompensée séparément; d'autre part, cela signifie aussi que pas",
          "croyant, mais justes et vertueux, restera sûr d'être puni pour une erreur la plus",
          "ordinaire, et aucun mécréant, mais méchant et inique, sera laissé sans récompense",
          "pour un bon acte le plus ordinaire, ces deux significations sont opposée non",
          "seulement aux explications données dans le Coran et le Hadith, mais aussi à la",
          "raison. Du point de vue de la raison, il est compréhensible que le maître refuse",
          "de pardonner un serviteur le plus loyal et dévoué pour une erreur la plus petite,",
          "et avec gratifiant pour chaque acte de service et de l'obéissance, serait",
          "également le punir pour chacun et chaque erreur. De même, cela est également pas",
          "compréhensible du point de vue de la raison qu'une personne a et favorisé par",
          "vous devez prouver déloyal et traître et ingrat en dépit de vos faveurs, et vous,",
          "surplombant son attitude collective, devrait le punir pour chaque acte de",
          "trahison séparément et le récompenser pour chacun, même si la plus insignifiante,",
          "acte de service séparément. En ce qui concerne le Coran et le Hadith, ils ont",
          "établi une loi détaillée des récompenses et des punitions pour les différentes",
          "catégories de la population, qu'ils soient croyants hypocrites, infidèles,",
          "croyants justes; croyants égarés, croyants méchants et pécheurs, mécréants",
          "communs ou mécréants méchants et malicieux, et ces récompenses et de punitions",
          "imprègnent toute la vie de l'homme, de là à l'au-delà. \n A cet égard, le Coran a",
          "déclaré, en principe, certaines choses explicitement: \n En premier lieu, que les",
          "actions des mécréants, les idolâtres et les hypocrites [(à savoir, les actes",
          "considérés comme vertueux)] ont été rendus vains; ils ne recevront aucune",
          "récompense pour eux dans l'au-delà; si, à tout ce qu'ils méritent une récompense",
          "pour eux, ils vont recevoir ici dans le monde. Pour cela, voir Al-Araf, 147,",
          "At-Tawbah: 17, 67-69; Hud: 15-16; Ibrahim: 18; Al-Kahf: 104-105; A_ n-Nur: 39; Al",
          "Furgan: 23; AlAhzab: 19; Az-Zumar: 65; Al-Ahqaf: 20. \n En second lieu, que le mal",
          "sera puni dans la mesure où le mal a été commis, mais les bonnes actions seront",
          "récompensées beaucoup plus généreusement que ce qu'ils seront effectivement",
          "méritent. À certains endroits, il a été clairement stipulé qu'une bonne loi aura",
          "une récompense de dix fois pour elle, et d'autres qu'Allah va augmenter la",
          "récompense de la bonne action autant qu'il plaira. Pour cela, voir AI-Baqarah:",
          "261, AI-An`am: 160, Yunus: 26-27, An-Nur: 38, AI-Qasas: 84, Saba: 37, AlMu'min:",
          "40. \n En troisième lieu, que si les croyants se sont abstenus de grands péchés,",
          "leurs infractions ordinaires seront pardonnés. [(An-Nisa ': 31 <V:4:31>,",
          "Ash-Shura: 37 <V:42:37>, An-Najm: 32 <V:53:32>)]. \n Quatrièmement, que le croyant",
          "juste doit avoir un jugement facile, ses maux seront négligés et il sera",
          "récompensé selon ses meilleures actions. [(Al`Ankabut: 7 <V:29:7>, Az-Zumar: 35",
          "<V:39:35>, Al-Ahqaf: 16 <V:46:16>, Al-Inshiqaq: 8 <V:84:8>)]. \n Le Hadith est",
          "également très explicite à cet égard. Dans le commentaire de Sarah Al-Inshiqaq",
          "ci-dessus, nous avons cité le Hadith qui ont été signalés par le Saint Prophète",
          "dans le cadre de l'explication du jugement facile et la responsabilité sévère.",
          "[(Voir E.N. 6 de Al-lnshiqaq)]. Anas dit qu'une fois Abû Bakr Siddiq était",
          "d'avoir ses repas avec le Saint Prophète [(sur lui la paix)]. En attendant ce",
          "verset a été révélé. Abû Bakr retira sa main de la nourriture et a dit: [ «Ô",
          "Messager d'Allah, je verrai le résultat de chaque petit mal que je suis arrivé à",
          "commettre?\"] Le Saint Prophète répondit: [ \"O Abou Bakr, quelle que soit",
          "désagréable et les choses gênantes que vous rencontrez dans le monde, vont",
          "compenser les petits maux qui vous est arrivé de commettre, et Allah est",
          "réservant chaque petit bien que vous faites pour votre vie future, \"] [(Ibn",
          "Jarir, Ibn Abi Hatim, Tabarani dans AI-Ausat , Baihaqi dans Ash-shu ab. Ibn",
          "al-Mundhir, Hakim, Ibn Marduyah, `Abd bin Humaid)]. Le Saint Messager d'AIIah",
          "avait expliqué ce verset aussi Hadrat Abu Ayyub Ansari, en disant: [ «Quiconque",
          "d'entre vous une bonne DCEs aura sa récompense dans l'au-delà, et quiconque",
          "commet un mal va subir la peine pour elle dans ce monde dans la .. forme de",
          "misère et de la maladie [(Ibn Marduyah)] Qatadah a raconté cette parole du Saint",
          "Prophète [(sur lui la paix)] sur l'autorité de Hadrat Anas: «un croyant] Allah",
          "DCEs pas mal dans le monde: Il lui fournit la subsistance au lieu de ses bonnes",
          "actions; dans l'au-delà, il le récompensera pour ces derniers. Quant au mécréant,",
          "il est récompensé pour ses bonnes actions dans le monde lui-même; puis quand la",
          "résurrection a lieu, il n'a aucun bon travail laissé à son crédit. [ \"[(lbn",
          "Jarir)]. Masruq a rapporté de Hadrat` A'ishah qu'elle a demandé au Saint Prophète",
          "\"] Dans les jours pré-islamiques de l'ignorance `Abdullah bin Jud`an traité sa",
          "parenté avec bonté, nourri les pauvres, bien reçu ses invités, a obtenu la",
          "liberté pour les captifs. Sera-ce d'aucune utilité pour lui dans l'au-delà? Le",
          "Saint Prophète répondit: Non, il n'a jamais dit omettre la mort: Rabbighfir-li",
          "khati'ati yaum ad-din. `Mon Seigneur, pardonne-moi mes erreurs sur le Jour du",
          "Jugement. [ \"[(Lbn Jarir)] Le Saint Prophète a donné des réponses similaires",
          "également à l'égard des autres personnes, qui ont fait de bonnes actions dans les",
          "jours pré-islamiques, mais il est mort comme des païens. Mais il y a certaines",
          "autres paroles du Saint Prophète, qui montrent que, même si le bien fait par un",
          "mécréant ne peut le sauver du feu de l'enfer, mais en enfer, il ne sera pas",
          "soumis à la punition sévère qui sera le lot des mécréants méchants, pécheurs et",
          "crapuleux, par exemple selon un Hadith, Hatim Ta'i en raison de sa générosité",
          "sera soumis à une peine légère en enfer [(ani de `Ruh al-Ma)]. \n Cependant, ce",
          "verset met en garde contre l'homme d'une vérité d'une importance vitale qui est",
          "la suivante: Même un bon plus ordinaire a son propre poids et sa propre valeur,",
          "et la même chose est vrai aussi du mal: même un mal plus ordinaire sera aussi",
          "considérée et pris en compte; il ne sera pas seulement être négligé. Par",
          "conséquent, aucune bonne action, si petite et insignifiante, devrait être",
          "laissée, défait, pour beaucoup de ces bons actes peuvent recueillir et être",
          "considéré comme un grand pas dans la bonne prise en compte auprès d'Allah. De",
          "même, même un mal plus ordinaire aussi ne devrait pas être engagé, pour un grand",
          "nombre de ces erreurs ordinaires peuvent devenir des péchés graves. La même chose",
          "a été décrit par le Saint Prophète [(sur lesquels la paix)] dans plusieurs",
          "hadiths. Selon une tradition rapportée dans Bukhari et Muslim, sur l'autorité de",
          "Hadrat `Adi bin Hatim, le Saint Prophète a dit:\"] Sauvez-vous du feu de l'enfer,",
          "même si elle est en donnant un peu d'une date, ou par . dire un bon mot [ «encore",
          "une fois de Hadrat` Adi, dans une tradition authentique, la parole du Saint",
          "Prophète a été rapporté: \"] ne regardez pas sur tout bon travail comme",
          "insignifiante, même si elle se vidait un seau dans la cuve d'un .. demandant",
          "l'eau, ou de recevoir un ton frère avec un visage agréable [ \"Selon une tradition",
          "rapportée dans Bukhari de Abû Hurayrah, le Saint Prophète, adressant les femmes,",
          "a déclaré:\"] O femmes musulmanes, aucune femme ne devrait regarder lors de",
          "l'envoi d'un cadeau à son prochain comme moyen, même si elle est le sabot d'une",
          "chèvre. [ \"une tradition a été liée à Musnad Ahmad, Nasa'i et Ibn Majah de Hadrat",
          "A'ishah, en disant que le Saint Prophète a dit : \".] O` A'ishah, abstenir des",
          "péchés qui sont considérés comme trivial, car eux aussi seront enquis par Allah [",
          "\"Musnad Ahmad contient une tradition de Hadrat` Abdullah bin Mas'ud, en disant",
          "que le Saint Prophète a dit: \"] Méfiez-vous des péchés mineurs, car ils se",
          "rassembleront sur l'homme si bien qu'ils vont le tuer. . \"[(Pour la distinction",
          "entre la tombe et les infractions mineures., Voir E.N. 53 de An-Nisa 'et E.N. 32",
          "de An-Najm)]."
        ]
      }
    }
  ],
  "medinian" : true
}