{
  "chapterNumber" : 100,
  "nbVerses" : 11,
  "name" : "Les Coursiers rapides, Galoper",
  "nameArabic" : "العاديات",
  "transName" : "al-ʿādiyāt",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "وَالْعَادِيَاتِ ضَبْحًا",
      "simpleTranslate" : [
        "Par les coursiers haletants"
      ],
      "tafsirTranslate" : [
        "Par (les chevaux) que la charge renifler, <N:1>"
      ],
      "tanslateWordByWord" : [
        "Par les coureurs",
        "halètement"
      ],
      "notes" : {
        "1" : [
          "Il n'y a aucune indication dans les mots du verset pour montrer si [ \"ceux qui",
          "courent\"] impliquent les chevaux; seul le mot Wai- `Adiyat [(par, ceux qui",
          "courent)] a été utilisé. Voilà pourquoi les commentateurs ont contesté quant à ce",
          "qui est impliqué par [ \"ceux qui dirigent\"] section ..un des Compagnons et leurs",
          "successeurs immédiats a été de penser que cela implique les chevaux; une autre",
          "section dit que cela implique les chameaux. Mais depuis que le bruit particulier",
          "appelé Dabh est produite uniquement par le halètement, renifler les chevaux, et",
          "les versets suivants dans lesquels a été fait mention de la suppression des",
          "étincelles et des raids d'un règlement rapide à l'aube et soulevant des nuages",
          "​​de poussière, appliquer uniquement aux chevaux, la plupart des chercheurs sont",
          "d'avis que les chevaux sont destinés. Ibn Jarir dit: [ \"Sur les deux points de",
          "vue ce point de vue est préférable que par\"] ceux qui courent [ \"les chevaux sont",
          "impliqués, car le chameau ne respire pas dur dans la course, il est le cheval qui",
          "le fait, et Allah a dit: \"] par ces coureurs qui pant et respirent dur dans la",
          "gestion '[.\" ays Imam Razi: \"] les mots de ces versets proclament que les chevaux",
          "sont destinés, pour le son de Dabh [(souffle haletant)] est produite uniquement",
          "par les chevaux , et l'acte de suppression des étincelles de feu avec les sabots",
          "trop est associé avec les chevaux, et, de même, le montage d'un raid tôt à.",
          "l'aube est plus facile au moyen des chevaux que par d'autres animaux. \""
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "فَالْمُورِيَاتِ قَدْحًا",
      "simpleTranslate" : [
        "qui, de leurs sabots, font jaillir des étincelles,"
      ],
      "tafsirTranslate" : [
        "puis soulever des étincelles de feu (par leurs sabots), <N:2>"
      ],
      "tanslateWordByWord" : [
        "Et les producteurs d'étincelles",
        "frappant"
      ],
      "notes" : {
        "2" : [
          "[ \"Dashing étincelles\"] indique que les chevaux courent dans le milieu de la",
          "nuit, pour les étincelles frappés par leurs sabots deviennent visibles seulement",
          "la nuit."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "فَالْمُغِيرَاتِ صُبْحًا",
      "simpleTranslate" : [
        "qui montent à l’assaut de bon matin,"
      ],
      "tafsirTranslate" : [
        ", puis un raid par l'aube, <N:3>"
      ],
      "tanslateWordByWord" : [
        "Et les chargeurs",
        "(à l'aube"
      ],
      "notes" : {
        "3" : [
          "La pratique chez les Arabes était que quand ils ont dû monter un raid sur un",
          "règlement, ils marchaient dans la nuit afin de prendre l'ennemi par surprise;",
          "puis ils lanceraient une attaque soudaine précoce. le matin, de sorte que tout",
          "est devenu visible à la lumière du jour et à la même hauteur, il ne devient pas",
          "si brillante que la victime pouvait remarquer leur mouvement à partir d'une",
          "distance et être prêt à répondre à l'offensive."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "فَأَثَرْنَ بِهِ نَقْعًا",
      "simpleTranslate" : [
        "en soulevant des nuages de poussière"
      ],
      "tafsirTranslate" : [
        "et se frayer un chemin de poussière,"
      ],
      "tanslateWordByWord" : [
        "Puis levez",
        "ainsi",
        "poussière"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "فَوَسَطْنَ بِهِ جَمْعًا",
      "simpleTranslate" : [
        "et en faisant irruption dans les rangs de l’adversaire !"
      ],
      "tafsirTranslate" : [
        "et pénétrer profondément dans un hôte."
      ],
      "tanslateWordByWord" : [
        "Puis pénétrer (dans le) centre",
        "ainsi",
        "collectivement"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ",
      "simpleTranslate" : [
        "En vérité, l’homme est bien ingrat envers son Seigneur !"
      ],
      "tafsirTranslate" : [
        "En vérité, l'homme est le plus ingrat envers son Seigneur; <N:4>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "humanité",
        "à son Seigneur",
        "(Est) sûrement ingrat"
      ],
      "notes" : {
        "4" : [
          "Ceci est pour lequel un serment a été prêté par les chevaux qui courent avec",
          "respiration haletante et DASH étincelles dans la nuit, puis en élevant de pointe",
          "de poussière à l'assaut d'un règlement à l'aube et pénètrent dans l'hôte de",
          "l'ennemi. Il est étonnant de constater qu'un grand nombre des commentateurs ont",
          "pris ces chevaux pour impliquer les chevaux des combattants musulmans et l'hôte",
          "de l'ennemi pour impliquer l'hôte des mécréants, tandis que le serment a été",
          "assermenté pour impressionner au point que [ «l'homme est très ingrat envers son",
          "Seigneur »]. Maintenant, évidemment, dans le cadre du Jihad pour l'amour d'Allah,",
          "le précipitant en avant des chevaux des combattants et de leur avoir agressé une",
          "foule d'incroyants tout d'un coup, ne supporte pas du tout le point que l'homme",
          "est ingrat envers son Seigneur, ni les phrases suivantes, à savoir. [ \"Homme",
          "lui-même est un témoin, et il. Aime la richesse du monde avec tout son cœur,\"]",
          "sont applicables aux personnes qui vont se battre pour la cause d'Allah. Par",
          "conséquent, on devra admettre que les serments dans les cinq premiers versets de",
          "ce Sarah, reportez-vous, en fait, à l'effusion de sang en général, piller et",
          "piller répandue en Arabie à cette époque. . Dans les jours pré-islamiques de",
          "l'ignorance la nuit était une chose très terrible: en elle les gens de toute",
          "tribu et de règlement appréhendé le danger d'une attaque soudaine par un ennemi",
          "inconnu, et quand la lumière du jour est apparu qu'ils se pousser un soupir de",
          "soulagement que la nuit avait passé en paix. Les tribus ne se battent pas",
          "seulement les guerres de représailles, mais aussi différentes tribus ont attaqué",
          "d'autres afin de les priver de leurs biens et les troupeaux du monde et de",
          "capturer leurs femmes et leurs enfants à être des esclaves faits. Ce genre de",
          "tyrannie et de pillage a été réalisée opt essentiellement par des chevaux,",
          "qu'Allah présente ici comme un argument en faveur du fait que l'homme est ingrat",
          "envers son Seigneur. Voilà les pouvoirs que l'homme emploie pour combattre,",
          "effusion de sang et de pillage avaient pas été lui donné par Dieu à cet effet.",
          "Par conséquent, c'est en effet l'ingratitude pure que les ressources accordées",
          "par Allah et le pouvoir donné par lui doivent être utilisés pour provoquer le",
          "chaos et la corruption de se propager dans la terre. qu'Allah abhorre."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَإِنَّهُ عَلَىٰ ذَٰلِكَ لَشَهِيدٌ",
      "simpleTranslate" : [
        "Ingratitude qu’il est, du reste, le premier à reconnaître,"
      ],
      "tafsirTranslate" : [
        "et lui-même est un témoin de cela, <N:5>"
      ],
      "tanslateWordByWord" : [
        "Et en effet, il",
        "sur",
        "cette",
        "sûrement (est) un témoin"
      ],
      "notes" : {
        "5" : [
          "C'est sa propre conscience et ses propres actes sont un témoin à elle; alors il y",
          "a beaucoup incroyants aussi qui, par leur propre langue expriment leur",
          "ingratitude ouvertement »car ils ne croient même pas que Dieu existe à rien de",
          "reconnaître ses bénédictions dire pour lesquelles ils peuvent avoir à rendre",
          "gratitude à Lui."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ",
      "simpleTranslate" : [
        "sans parler de son amour excessif pour les biens de ce monde !"
      ],
      "tafsirTranslate" : [
        "et sûrement qu'il aime la richesse avec une passion amoureuse <N:6>."
      ],
      "tanslateWordByWord" : [
        "Et en effet, il",
        "dans (le) amour",
        "(De) la richesse",
        "(Est) sûrement intense"
      ],
      "notes" : {
        "6" : [
          "Littéralement [ \"Il est le plus ardent dans l'amour de khair\"]. Mais le mot khair",
          "est utilisé non seulement pour la bonté et la vertu en arabe, mais aussi pour la",
          "richesse du monde. Dans la sourate Baqarah: 180, khair a été utilisé dans le sens",
          "de la richesse du monde. Le contexte se montre où khair a été utilisé dans le",
          "sens du bien et où dans celui des biens de ce monde. Le contexte de ce verset",
          "montre clairement que ici khair signifie mondaine richesse et non la vertu et de",
          "bonté. Pour l'homme qui est ingrat envers son Seigneur et qui, par sa conduite",
          "est lui-même témoigne de son ingratitude, il ne peut pas dire qu'il est très",
          "ardent dans l'amour de la bonté et de la vertu."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ",
      "simpleTranslate" : [
        "Ignore-t-il que le jour où les tombes seront bouleversées"
      ],
      "tafsirTranslate" : [
        "Est-ce qu'il ne sait pas que quand quelque mensonges (enterré) dans les tombes",
        "est renversé; <N:7>"
      ],
      "tanslateWordByWord" : [
        "Mais ne pas",
        "il sait",
        "quand",
        "seront dispersées",
        "quelle",
        "(est dans",
        "les tombes"
      ],
      "notes" : {
        "7" : [
          "Autrement dit, les hommes morts seront ressuscités retour que les hommes de",
          "quelque état et partout où ils seraient couchés enterrés dans la terre vivante."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَحُصِّلَ مَا فِي الصُّدُورِ",
      "simpleTranslate" : [
        "et où les secrets des cœurs seront divulgués"
      ],
      "tafsirTranslate" : [
        "? Et les secrets des cœurs sont mis à nu (et examinés) <N:8>"
      ],
      "tanslateWordByWord" : [
        "Et est faite apparente",
        "quelle",
        "(est dans",
        "les seins"
      ],
      "notes" : {
        "8" : [
          "Voilà toutes les intentions et les buts des objets, des idées et des pensées et",
          "les motivations des actes et des actions qui se cachent dans les cœurs seront",
          "exposés et examinés dans .order pour trier le bon du mal. En d'autres termes le",
          "jugement ne sera pas transmis uniquement sur la apparente et superficielle à ce",
          "qu'un homme pratiquement fait, mais les secrets cachés dans les cœurs seront",
          "également apportés pour voir quelles étaient les intentions et les motivations",
          "dans lesquelles _ un homme a fait ce qu'il a fait . Si l'homme ne considère que",
          "cela, il ne peut pas empêcher d'admettre que la justice réelle et complète ne",
          "peut se faire ailleurs que dans la Cour de Dieu. lois séculiers du monde",
          "admettent aussi, en principe, qu'une personne ne devrait pas être puni sur la",
          "seule base de son acte apparent, mais son motif pour agir ainsi devrait également",
          "être vu et examiné. Mais aucun tribunal du monde a les moyens par lesquels il",
          "peut précisément que certains le motif et l'intention. Cela peut être fait que",
          "par Dieu: Lui seul peut examiner les motifs qui sous-tendent tout acte apparent",
          "de l'homme ainsi que de prendre la décision quant à ce qui récompense ou la",
          "punition qu'il mérite. Puis, comme on le voit par les mots du verset, ce jugement",
          "ne sera pas transmis uniquement sur la base de la connaissance que Dieu a déjà",
          "sur les intentions et les motivations des cœurs, mais le jour de la Résurrection",
          "ces secrets seront exposés et mis en évidence ouvertement devant le peuple et",
          "après un examen approfondi de la Cour, il sera montré à quoi bon en elle et ce",
          "qui était mal. Voilà pourquoi les mots hussila ma fis-Sudur ont été utilisés.",
          "Tahsil signifie apporter quelque chose à l'air libre, et de trier des choses",
          "différentes les unes des autres. Ainsi, l'utilisation de tahsil concernant les",
          "secrets cachés des coeurs contient à la fois les significations: pour les exposer",
          "et de trier le bon du mal. Ce même thème a été exprimée dans la sourate At-Tariq,",
          "ainsi: [ \". Le jour les secrets cachés sont tenus à l'examen\"] [(v. 9)]"
        ]
      }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ",
      "simpleTranslate" : [
        "leur Seigneur sera, ce jour-là, de tous leurs actes parfaitement Renseigné?"
      ],
      "tafsirTranslate" : [
        ". Certes, ce jour sera leur Seigneur être pleinement informés à leur sujet <N:9>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "leur Seigneur",
        "à propos d'eux",
        "Ce jour là",
        "(Est) sûrement All-Aware"
      ],
      "notes" : {
        "9" : [
          "Autrement dit, il sera sachant très bien qui est qui, et quelle punition ou une",
          "récompense qu'il mérite."
        ]
      }
    }
  ],
  "medinian" : false
}