{
  "chapterNumber" : 101,
  "nbVerses" : 11,
  "name" : "Celle qui fracasse",
  "nameArabic" : "القارعة",
  "transName" : "al-qāriʿa",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "الْقَارِعَةُ",
      "simpleTranslate" : [
        "C’est le Fracas !"
      ],
      "tafsirTranslate" : [
        "! La Calamité <N:1>"
      ],
      "tanslateWordByWord" : [
        "La Calamité Striking"
      ],
      "notes" : {
        "1" : [
          "[ \"Qari'ah\"] signifie littéralement la [ \"frappante\"]. Qar `est de frapper une",
          "chose sur une autre si sévèrement que pour produire un bruit. Compte tenu de ce",
          "sens littéral, le mot qari'ah est utilisé pour une catastrophe terrible et une",
          "grande calamité. A un autre endroit dans le Coran ce mot a été utilisé pour une",
          "grande affliction affligent une nation. Dans la sourate Ar-Ra`d 31, il a été dit:",
          "[ \"Comme pour les mécréants, à cause de leurs méfaits, une affliction ou les",
          "autres ETCD ne cessent de les visiter tous les temps en temps.\"] Mais, ici le mot",
          "al -Qari'ah a été pour la Résurrection et dans la sourate AI-Haaqqah trop la",
          "Résurrection a été décrit par cette épithète très [(v.4)]. Il faut se rappeler",
          "que ici l'ensemble au-delà, de la première étape de la Résurrection à la dernière",
          "étape du jugement et Meting sur des récompenses et des punitions, est représenté",
          "ensemble."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "مَا الْقَارِعَةُ",
      "simpleTranslate" : [
        "Qu’est-ce donc que le Fracas?"
      ],
      "tafsirTranslate" : [
        "Quel est le Calamité?"
      ],
      "tanslateWordByWord" : [
        "Quelle",
        "(Est) la Calamité Striking"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَمَا أَدْرَاكَ مَا الْقَارِعَةُ",
      "simpleTranslate" : [
        "Et qui te donnera une idée du Fracas?"
      ],
      "tafsirTranslate" : [
        "Et que savez-vous ce que la Calamité est?"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "va vous faire connaître",
        "quelle",
        "(Est) la Calamité Striking"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "يَوْمَ يَكُونُ النَّاسُ كَالْفَرَاشِ الْمَبْثُوثِ",
      "simpleTranslate" : [
        "Le jour où il se produira, les hommes seront comme des papillons dispersés,"
      ],
      "tafsirTranslate" : [
        "Ce jour-là les êtres humains sont comme des papillons dispersés,"
      ],
      "tanslateWordByWord" : [
        "(Le jour",
        "sera",
        "l'humanité",
        "comme des papillons",
        "épars"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنْفُوشِ",
      "simpleTranslate" : [
        "et les montagnes comme des flocons de laine cardée."
      ],
      "tafsirTranslate" : [
        ". Et les montagnes seront comme duvets de laine cardée dans différentes couleurs",
        "<N:2>"
      ],
      "tanslateWordByWord" : [
        "Et sera",
        "les montagnes",
        "comme de la laine",
        "fluffed up"
      ],
      "notes" : {
        "2" : [
          "Ce sera l'étape tirst de la Résurrection, quand à la suite de la Grande",
          "catastrophe l'ensemble de l'ordre actuel du monde sera renversé; les gens seront",
          "alors courir dans la confusion et la perplexité comme autant de papillons",
          "éparpillés autour d'une lumière; et les montagnes seront volent au sujet comme de",
          "la laine cardée de couleurs différentes. Les montagnes ont été comparées à la",
          "laine de différentes couleurs en raison de l'existence d'une variété de couleurs",
          "en eux."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "فَأَمَّا مَنْ ثَقُلَتْ مَوَازِينُهُ",
      "simpleTranslate" : [
        "C’est alors que celui dont les bonnes œuvres auront fait pencher la balance"
      ],
      "tafsirTranslate" : [
        "Alors, <N:3> il dont la balance pèse plus lourd"
      ],
      "tanslateWordByWord" : [
        "Ensuite, en ce qui concerne",
        "(Lui) dont",
        "(Sont) lourd",
        "ses écailles"
      ],
      "notes" : {
        "3" : [
          "De là commence la description de la deuxième étape de la Résurrection quand,",
          "après avoir été les hommes ressuscités apparaîtront dans la Cour de Dieu."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ",
      "simpleTranslate" : [
        "connaîtra une douce félicité ;"
      ],
      "tafsirTranslate" : [
        "doit avoir une vie heureuse;"
      ],
      "tanslateWordByWord" : [
        "Puis il",
        "(sera en",
        "une vie",
        "agréable"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ",
      "simpleTranslate" : [
        "tandis que celui dont les bonnes œuvres auront été jugées insuffisantes"
      ],
      "tafsirTranslate" : [
        "mais il dont la balance pèse plus léger, <N:4>"
      ],
      "tanslateWordByWord" : [
        "Mais, comme pour",
        "(Lui) dont",
        "(Sont) la lumière",
        "ses écailles"
      ],
      "notes" : {
        "4" : [
          "Le mot mawazin dans l'original peut être pluriel de Mauzun, ainsi que, de mizan.",
          "Dans le premier cas, mawazin impliquerait les actions qui pourraient avoir un",
          "certain poids aux yeux d'Allah et être, ainsi, dignes d'appréciation; dans le",
          "second cas, mawazin impliquerait plateaux d'une balance. Dans le premier cas, le",
          "sens de l'mawazin de étant plus lourd ou plus léger que les bonnes actions seront",
          "lourdes ou légères que, contre les mauvaises actions, dans la vue d'Allah",
          "seulement de bonnes actions ont tout poids et de la valeur. Dans le second cas.",
          "le sens de l'mawazin être le lourd est que l'échelle des bonnes actions sera plus",
          "lourd que l'ampleur des mauvaises actions, dans l'équilibre d'Allah Tout-Puissant",
          "de la Justice, et leur être lumière signifie que l'échelle des bonnes actions",
          "sera plus léger que l'échelle de actes diaboliques. D'ailleurs, dans l'idiome",
          "arabe, le mot mizan est également utilisé pour le poids [(Wazan)]; en",
          "conséquence, le poids étant la lourde de la lumière implique les bonnes actions",
          "étant lourd ou léger. Dans tous les cas, si mawazin est pris dans le sens de",
          "Mauzun ou de mizan ou de Wazan, l'intention reste la même, ce qui est que la base",
          "du jugement de la Cour Divine sera de savoir si la fourniture des actes qu'un mat",
          "a apporté est lourd ou léger, ou si ses bonnes actions sont plus lourdes que ses",
          "mauvaises actions ou plus légers. Ce thème a eu lieu à plusieurs endroits dans le",
          "Coran qui explique la signification complètement bien. Dans la sourate Al-Araf,",
          "il a été dit: [ \"Ce jour-là le poids sera identique à la vérité: en conséquence,",
          "ceux dont la balance, sera lourde volonté seule sortent avec succès, et ceux dont",
          "la balance est légère sera la ceux qui ont subi une perte sur eux-mêmes. \"] [(. w",
          "8-9)]. Dans la sourate Al-Kahf, il a été dit: «O Prophète, dis-leur: Faut-il dire",
          "vous qui sont la plupart des gens non réussies et des échecs misérables à l'égard",
          "de leurs actes? Ils sont ceux dont tous les efforts dans la vie mondaine avait",
          "égaré du droit chemin, mais ils étaient sous l'illusion que tout ce qu'ils",
          "faisaient, a été réalisé à juste titre: ce sont les gens qui ont rejeté les",
          "révélations de leur Seigneur et ne croyaient pas que ils jamais aller devant Lui.",
          "Par conséquent, toutes leurs actions ont été perdues, car nous assignerons pas de",
          "poids à eux au Jour de la Résurrection [ \"[(vv 103-105.)] Dans la sourate",
          "Al-Anbiya ':.\"]. Sur le Jour de la Résurrection, Nous mettra en place des soldes",
          "justes et précises afin que personne ne sera lésé dans le moins de quelque",
          "manière; même si elle est un acte de poids égal à un grain de moutarde, Nous",
          "répands [(à peser)] et nous suffire pour compte \". . [(V.47)]. Ces versets",
          "montrent que la mécréance et le déni de la vérité est en soi un tel mal",
          "prodigieux qu'il va certainement réduire l'ampleur des maux, et il n'y aura pas",
          "de bonne action des incroyants, qui peut avoir un poids quelconque dans l'échelle",
          "des bonnes actions afin que son échelle de bonté peut devenir lourd. Cependant,",
          "dans les échelles du croyant, il y aura le poids de la foi, ainsi que le poids",
          "des bonnes actions qu'il accomplit dans le monde. D'autre part, tout le mal fait",
          "par lui sera placé dans l'échelle des mauvaises actions et ensuite on verra si",
          "son échelle des bonnes actions est plus lourd ou de son ampleur des mauvaises",
          "actions."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "فَأُمُّهُ هَاوِيَةٌ",
      "simpleTranslate" : [
        "sera dans le gouffre précipité."
      ],
      "tafsirTranslate" : [
        "son doit être la fosse profonde pour un logement <N:5>."
      ],
      "tanslateWordByWord" : [
        "Sa demeure",
        "(Sera le) Pit"
      ],
      "notes" : {
        "5" : [
          "Les mots dans l'original un [ \"re: ammu hu Hawiyah:\"] sa mère seront Hawiyah. [",
          "\"Hawiyah est de hawa, ce qui signifie tomber d'une hauteur à une profondeur, et",
          "bawiyah est la fosse profonde où quelque chose tombe. L'enfer a été appelé",
          "Hawiyah parce que ce sera très profond et les coupables seront jetés dans le de",
          "la . en ce qui concerne la hauteur des mots, \"] sa mère sera Hawiyah\", ils",
          "signifient: Tout comme les genoux de la mère est la demeure de l'enfant, de sorte",
          "que l'enfer ne sera que demeure de les coupables dans l'au-delà."
        ]
      }
    },
    {
      "verseNumber" : 10,
      "arabicVerse" : "وَمَا أَدْرَاكَ مَا هِيَهْ",
      "simpleTranslate" : [
        "Et qui te donnera une idée de ce gouffre?"
      ],
      "tafsirTranslate" : [
        "Et que savez-vous ce qui est?"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "va vous faire connaître",
        "quelle",
        "c'est"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 11,
      "arabicVerse" : "نَارٌ حَامِيَةٌ",
      "simpleTranslate" : [
        "C’est un Feu aux flammes jamais éteintes."
      ],
      "tafsirTranslate" : [
        "! A Blazing Fire <N:6>"
      ],
      "tanslateWordByWord" : [
        "Un feu",
        "chaleur intense"
      ],
      "notes" : {
        "6" : [
          "Autrement dit, il ne sera pas seulement être une fosse profonde, mais sera aussi",
          "pleine de rage feu."
        ]
      }
    }
  ],
  "medinian" : false
}