{
  "chapterNumber" : 102,
  "nbVerses" : 8,
  "name" : "La rivalité, Rivaliser par le nombre",
  "nameArabic" : "التكاثر",
  "transName" : "at-takāṯur",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "أَلْهَاكُمُ التَّكَاثُرُ",
      "simpleTranslate" : [
        "La passion des richesses ne cessera de vous dominer"
      ],
      "tafsirTranslate" : [
        "Le désir de toujours plus les gains matériels et d'exceller d'autres à cet égard",
        "vous permet de rester occupé <N:1>"
      ],
      "tanslateWordByWord" : [
        "vous détourne",
        "la compétition pour augmenter"
      ],
      "notes" : {
        "1" : [
          "Les mots alhakum au-Takathur de l'original sont trop vastes au sens d'être",
          "pleinement expliqué dans un passage Alhakmn est de LAHV qui signifie à l'origine",
          "étourderie, mais en arabe ce mot est utilisé pour toutes les professions qui",
          "absorbe l'homme si complètement qu'il devient insoucieux des choses plus",
          "importantes dans la vie. \n Lorsque le mot alhakum est fabriqué à partir de cette",
          "racine, cela signifie que l'homme est devenu tellement obsédé par une occupation",
          "qu'il a perdu de vue tout plus important que lui. Il est pré-occupé avec elle,",
          "est entièrement perdu dans la poursuite de celui-ci et cette obsession l'a rendu",
          "insoucieux de tout le reste dans la vie. \n Takathur est de kathrat, qui a des",
          "significations parturition: [(1)] Cet homme devrait chercher à gagner de plus en",
          "plus de tout; [(2)] que les gens devraient rivaliser avec les uns les autres pour",
          "gagner de plus en plus; et [(3)] qu'ils devraient se vanter et se vanter de",
          "posséder une plus grande abondance de choses que d'autres. \n Par conséquent,",
          "alhakum au-Takathur signifierait: [ \"Takathur [(avidité pour de plus en plus)] a",
          "donc vous occupé que sa poursuite vous a fait inattentif tout plus élevé dans Ia",
          "vie.\"] Dans cette phrase, il n'a pas été indiqué que l'abondance de ce qu'on",
          "entend dans Takathur, étourderie de ce qui est implicite dans alhakrun, et qui",
          "sont les adresses des alhakum. En l'absence d'une telle explication, les mots",
          "deviennent applicables dans leur sens le plus général et étendu. Ainsi, Takathur",
          "ETCD ne restent pas limités dans le sens et l'application, mais applique à tous",
          "les gains et les avantages, les plaisirs et le confort, la passion pour",
          "l'acquisition de plus en plus de moyens de pouvoir et d'autorité, rivalisant avec",
          "les autres dans la poursuite de ceux-ci et de se vanter et se vanter de leur",
          "abondance. De même, les destinataires de alhakum aussi ne restent pas limité,",
          "mais les personnes de tous âges, dans leur personne ainsi que la capacité",
          "collective, deviennent ses destinataires. Il donne le sens que la passion pour",
          "l'acquisition de plus en plus de la richesse du monde, rivalisant avec les autres",
          "dans la poursuite de celui-ci et de se vanter et vanter sa possession a affecté",
          "les individus ainsi que les sociétés. Comme sage, puisque dans alhakum il n'a pas",
          "été signalé au-Takathur comme à laquelle les gens sont plongés dans l'avidité et",
          "de ce qu'ils sont rendus inattentifs, il est également devenu très étendue dans",
          "le sens. Cela signifie que la passion pour accumuler de plus en plus a fait le",
          "peuple insoucieux de tout plus important que lui. Ils sont devenus insouciants de",
          "Dieu, de l'au-delà, des limites morales et des responsabilités morales, des",
          "droits d'autrui et de leurs propres obligations pour rendre ces droits. Ils sont",
          "seulement après l'élévation du niveau de vie et ne se soucient pas, même si le",
          "niveau de l'humanité est en baisse. Ils veulent acquérir de plus en plus de la",
          "richesse, peu importe comment et par quels moyens il est acquis. Ils désirent",
          "avoir de plus en plus de moyens de confort et le plaisir physique et, accablé par",
          "cette cupidité, ils sont devenus complètement insensibles à la fin ultime de",
          "cette façon de vivre. Ils sont engagés dans une course avec d'autres pour",
          "acquérir de plus en plus de pouvoir, de plus en plus de forces, de plus en plus",
          "d'armes, et ils ne savent pas que tout cela est un moyen de remplissage God`s",
          "terre avec la tyrannie et de la méchanceté et de détruire l'humanité elle-même. .",
          "En bref, Takathur a de nombreuses formes, qui ont absorbé les individus ainsi que",
          "les sociétés tellement qu'ils sont devenus inattentif tout au-delà du monde, ses",
          "avantages et ses plaisirs."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "حَتَّىٰ زُرْتُمُ الْمَقَابِرَ",
      "simpleTranslate" : [
        "que le jour où vous serez, dans vos tombes, enterrés."
      ],
      "tafsirTranslate" : [
        "jusqu'à ce que vous atteigniez vos tombes <N:2>."
      ],
      "tanslateWordByWord" : [
        "Jusqu'à",
        "tu visites",
        "les tombes"
      ],
      "notes" : {
        "2" : [
          "Autrement dit, [ «Vous dépensez toute votre Ia vie dans le même engouement et de",
          "l'effort, jusqu'à ce que le moment arrive où vous devez mourir et laisser le",
          "monde.\"]"
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "كَلَّا سَوْفَ تَعْلَمُونَ",
      "simpleTranslate" : [
        "Prenez garde ! La Vérité vous sera un jour dévoilée !"
      ],
      "tafsirTranslate" : [
        "Non, vous allez bientôt venir à connaître; <N:3>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "Bientôt",
        "tu sauras"
      ],
      "notes" : {
        "3" : [
          "Autrement dit, [ «Vous êtes dans l'illusion que l'abondance des biens de ce monde",
          "et de dépasser les autres en elle, est un réel progrès et de succès, alors que le",
          "contraire est le cas. Bientôt, vous saurez sa mauvaise fin et vous vous rendrez",
          "compte que ce fut une erreur prodigieuse dans laquelle vous êtes resté impliqué",
          "dans toute votre Ia vie. \"] Bientôt\" peut signifier l'au-delà, car, pour l'être",
          "dont la vue embrasse les âges ALi, d'éternité en éternité, quelques milliers",
          "d'années ou un quelques 100.000 années ne peut être un court laps de temps",
          "éternel. Mais il peut aussi signifier la mort, car la mort est pas très loin de",
          "tout homme, et peu de temps après la mort l'homme viendra à savoir si les",
          "occupations qui l'exercent pendant toute la vie étaient un moyen de bonne fortune",
          "et le succès pour lui, ou du malheur et l'échec."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ",
      "simpleTranslate" : [
        "Encore une fois, prenez garde ! La Vérité vous sera un jour dévoilée !"
      ],
      "tafsirTranslate" : [
        "non, encore une fois, vous serez bientôt appris à connaître."
      ],
      "tanslateWordByWord" : [
        "alors",
        "Non",
        "Bientôt",
        "tu sauras"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ",
      "simpleTranslate" : [
        "Ah ! Si vous la connaissiez de science certaine,"
      ],
      "tafsirTranslate" : [
        "Non, souhaitez que vous saviez avec certitude de la connaissance (ce que votre",
        "attitude conduira à, vous auriez jamais agi comme vous le faites)."
      ],
      "tanslateWordByWord" : [
        "Non",
        "Si",
        "tu sais",
        "(Avec) une connaissance",
        "(De) sécurité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "لَتَرَوُنَّ الْجَحِيمَ",
      "simpleTranslate" : [
        "vous verriez alors apparaître la Fournaise !"
      ],
      "tafsirTranslate" : [
        "Vous allez sûrement finir par voir l'enfer;"
      ],
      "tanslateWordByWord" : [
        "Certes, vous verrez",
        "Damnés"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ",
      "simpleTranslate" : [
        "Mais vous la verrez un jour avec l’œil de la certitude !"
      ],
      "tafsirTranslate" : [
        "à nouveau, vous serez très certainement finir par le voir avec une certitude",
        "absolue."
      ],
      "tanslateWordByWord" : [
        "alors",
        "sûrement vous voir",
        "(Avec le) oeil",
        "(De) sécurité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ",
      "simpleTranslate" : [
        "Et ce jour-là, vous aurez à rendre compte des délices qui vous ont été accordées."
      ],
      "tafsirTranslate" : [
        "Alors, en ce jour, vous serez appelés à rendre compte de toutes les générosités",
        "vous avez apprécié <N:4>."
      ],
      "tanslateWordByWord" : [
        "alors",
        "sûrement vous sera demandé",
        "Ce jour là",
        "sur",
        "les plaisirs"
      ],
      "notes" : {
        "4" : [
          "[ \"Ensuite\"] dans cette phrase ETCD ne signifie pas que la responsabilité aura",
          "lieu après que les coupables ont été jetés dans l'enfer, mais cela signifie: [",
          "\"Ensuite, Nous vous donnons les nouvelles que vous serez interrogés sur ces",
          "conforts de Ia vie, \"] et, évidemment, cette remise en question aura lieu au",
          "moment de la reddition de comptes à la Cour Divine. Son principal argument est",
          "que dans plusieurs hadiths il a été rapporté par le Saint Prophète [(sur lui la",
          "paix)] que les croyants et les mécréants, tous deux devront tenir compte des",
          "bénédictions accordées par Allah. Cependant, les personnes qui ne présentaient",
          "pas d'ingratitude, mais ont passé leur vie en tant que serviteurs reconnaissants",
          "d'Allah, sortiront succès de la reddition de comptes, et ceux qui a prouvé",
          "ingrate envers Allah pour Ses bénédictions et l'ingratitude engagée par la parole",
          "ou par acte, ou par les deux; émergera comme des échecs. \n Hadrat Jabir bin",
          "`Abdullah dit: [\" Le Saint Prophète une fois nous a rendu visite et nous lui",
          "avons servi avec des dattes fraîches et lui a donné de l'eau fraîche à boire",
          "Alors il a dit: \".]. Ce sont des bénédictions dont on sera interrogé [\" [(Musnad",
          "Ahmad, Nasa'i, Ibn Jarir, Ibn al-Mundhir, Ibn Marduyah, `Abd bin Humaid, Baihaqi",
          "dans Ash-Shu` ab)]. \n Abû Hurayra a rapporté que le Saint Prophète demanda une",
          "fois Abû Bakr et `Umar Hadrat pour l'accompagner jusqu'au lieu de AbulHaitham bin",
          "au-Tahan Ansari. Ainsi, il leur a fallu à l'oasis de Ibn au-Taihan-Ce dernier a",
          "apporté un tas de dates et l'a placé devant eux. Le Saint Prophète a dit: \"]",
          "Pourquoi ne pas cueillir les dates vous` Il a dit:? [ \". 1 pensé que vous seriez",
          "vous sélectionnez manger dates de votre choix et\"] Donc, ils ont mangé les dates",
          "et buvaient de l'eau fraîche A. la fin, le Saint Prophète a dit: [ \"Par Celui",
          "dont la main est mon Ia vie: voilà des bénédictions dont vous serez interrogé sur",
          "le jour de la Résurrection:. l'ombre fraîche, les dates fraîches, l'eau fraîche\"]",
          "[ (Cette tradition a été rapporté de différentes manières par musulman, Ibn",
          "Majah, Abu Dâwûd, Tirmidhi, Nasa'i, Ibn Jarir, Abu Ya`la et d'autres, sur",
          "l'autorité de Abû Hurayrah, dans certains d'entre eux le nom du Ansari Companion",
          "a été mentionné et, dans certains, il a été désigné comme une personne parmi les",
          "Ansar. Cet incident a été lié avec plusieurs détails par Ibn Abi Hatim de Hadrat",
          "`Umar et par Imam Ahmad d'Abu` ASIB, le Saint l'esclave affranchi du Prophète.",
          "Ibn Hibban et Ibn Marduyah ont raconté une tradition de Hadrat 'Abdullah bin'",
          "Abbas, qui montre qu'une chose presque similaire était arrivé dans la maison de",
          "Hadrat Abu Ayyub Ansari. \n Ces Hadiths font explicitement que non seulement les",
          "incroyants, mais les croyants justes aussi seront interrogés. Comme pour les",
          "bénédictions que Dieu a donné à l'homme, ils sont illimités et innombrables. Il y",
          "a beaucoup de bénédictions dont l'homme est même pas conscient. Le Coran dit: [",
          "\". Si vous essayez de compter les bénédictions d'Allah, vous ne serez pas en",
          "mesure de les calculer\"] (Ibrahim: 34)]. D'innombrables d'entre eux sont les",
          "bénédictions que Dieu a accordés directement à l'homme, et un grand nombre",
          "d'entre eux sont les bénédictions que l'homme est accordé par sa propre",
          "compétence et effort. A propos des bénédictions qui reviennent à l'homme à la",
          "suite de son propre travail et de la compétence, il devra rendre compte de la",
          "façon dont il les a acquis et de quelle manière il les a déployés. En ce qui",
          "concerne les bénédictions accordées par Allah directement, il devra rendre compte",
          "de la façon dont il les utilise. Et à l'égard de toutes les bénédictions, dans",
          "l'ensemble, il devra dire s'il avait reconnu que ces bénédictions avaient été",
          "accordées par Allah et s'il avait exprimé sa gratitude pour eux à Allah avec son",
          "cœur, et par la parole et par les actes, ou s'il pensait qu'il avait reçu tout ce",
          "que par hasard, ou comme un «cadeau de nombreux dieux, ou s'il Geld la conviction",
          "que, bien que ce sont les bénédictions de Dieu unique, dans leur effusion",
          "beaucoup d'autres êtres aussi avait une part, et pour cela très raison pour",
          "laquelle il les avait pris ses dieux et adoré et les a remerciés en tant que",
          "telle."
        ]
      }
    }
  ],
  "medinian" : false
}