{
  "chapterNumber" : 103,
  "nbVerses" : 3,
  "name" : "L’instant, Le temps",
  "nameArabic" : "العصر",
  "transName" : "al-ʿaṣr",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "وَالْعَصْرِ",
      "simpleTranslate" : [
        "Je prends le temps à témoin"
      ],
      "tafsirTranslate" : [
        "Par le temps!"
      ],
      "tanslateWordByWord" : [
        "Par le temps"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ",
      "simpleTranslate" : [
        "que l’humanité court à sa perte,"
      ],
      "tafsirTranslate" : [
        ", Lo! L'homme est dans un état de perte;"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "humanité",
        "(Est) sûrement, dans",
        "perte"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ",
      "simpleTranslate" : [
        "hormis ceux qui croient, pratiquent les bonnes œuvres, se recommandent",
        "mutuellement la droiture et se recommandent mutuellement l’endurance !"
      ],
      "tafsirTranslate" : [
        "sauver ceux qui ont la foi et font de bonnes oeuvres, et les avocats de l'autre",
        "pour tenir à la vérité et l'avocat de l'autre pour être ferme <N:1>."
      ],
      "tanslateWordByWord" : [
        "Sauf",
        "ceux qui",
        "croyez",
        "et fait",
        "bonnes oeuvres",
        "et enjoindre (l'autre)",
        "à la vérité",
        "et enjoindre (l'autre)",
        "à [la] patience"
      ],
      "notes" : {
        "1" : [
          "Dans cette sourate un serment a été prêté par le temps d'impressionner le point",
          "que l'homme est en pure perte et que les gens sont une exception à la perte qui",
          "se caractérisent par quatre qualités: [(1)] Faith, [(2)] actions droites, [(3)]",
          "exhortant les uns les autres à la vérité, et [(4)] exhortant les uns les autres à",
          "la patience. Considérons chacune de ces parties séparément afin de comprendre le",
          "sens pleinement. \n En ce qui concerne le serment, nous avons expliqué à plusieurs",
          "reprises ci-dessus qu'Allah n'a pas prêté serment par l'un des objets créés à",
          "cause de sa gloire ou de son excellence et de merveilleuses qualités, mais pour",
          "la raison qu'il témoigne de la vérité qui est destiné être établit. Par",
          "conséquent, le serment par Time signifie que le temps est témoin de la vérité que",
          "l'homme est en pure perte, sauf pour les personnes qui possèdent les quatre",
          "qualités. \n Le temps de parole est utilisé pour le passé, ainsi que pour le temps",
          "qui passe dans lequel la présente, en fait, ne signifie pas longue étendue de",
          "temps. A chaque instant, quand il est passé, devient passé, et à chaque instant",
          "de l'avenir, quand il passe, devient présente, et quand il est passé, devient",
          "passé. Ici, étant donné que le serment a été prêté par le temps absolu, les deux",
          "types de temps sont inclus dans son sens. Le serment par le temps passé signifie",
          "que l'histoire humaine .testifies que les personnes qui étaient sans ces",
          "qualités, éventuellement subi un préjudice, et dans le but de comprendre",
          "l'importance du serment par le temps qui passe, on doit comprendre que le temps",
          "qui passe maintenant est, en fait, le temps qui a été donné à chaque individu et",
          "chaque nation unique de travailler dans le monde. Son exemple est du temps qui",
          "est attribué à un candidat pour répondre à sa question-papier dans la salle",
          "d'examen. La rapidité avec laquelle cette fois passe peut être estimée à partir",
          "du mouvement de la seconde main dans la montre. Même une seconde est une quantité",
          "considérable de temps, car pendant cette seconde lumière se déplace 186.000",
          "miles, et dans le Royaume de Dieu, il peut aussi bien être beaucoup de choses qui",
          "se déplacent encore plus vite que la lumière, mais qui sont encore net connu de",
          "l'homme. Cependant, si la vitesse du temps de passage considéré le même que le",
          "mouvement de la seconde main, et nous considérons que tout ce fait, bon ou",
          "mauvais, nous effectuons et quelle que soit la profession que nous poursuivons, a",
          "lieu dans la durée limitée de l'âge que nous avons reçu pour le travail dans le",
          "monde, nous pensons que notre vraie richesse est cette fois très, qui passe si",
          "vite. Imam Razi a cité un savant comme disant: [ «Je compris le sens de la",
          "sourate AI-`Asr d'une glace vendeur, qui appelait à haute voix à l'attention des",
          "personnes à plusieurs reprises dans le bazar:« Ayez pitié de celui dont la",
          "richesse est en train de fondre! Audience ce qu'il pleure, je me suis dit: voilà",
          "donc le sens de Wal- asr-i innal-insana la-fi khusr dans La limite d'âge que",
          "l'homme a été alloué passe vite \"] comme la fonte loin de. de la glace. si elle",
          "est perdue, ou dépensé dans de mauvaises activités, il sera pure perte à l'homme.",
          "Ainsi, une prestation de serment par le temps ce qui a été dit dans cette",
          "sourate, signifie que le temps passe vite est témoin que dépourvu de ces quatre",
          "qualités quelle que soit l'occupation et l'homme de travail est de dépenser sa",
          "durée limitée de vie, il est engagé dans de mauvaises affaires ; seules ces",
          "personnes sont engagées dans de bonnes affaires, qui travaillent dans le monde,",
          "caractérisé par les quatre qualités. Ce serait comme appeler l'attention du",
          "candidat, qui dépensait le temps alloué pour la résolution de la question du",
          "papier dans une autre poursuite, à l'horloge murale dans la salle d'examen, pour",
          "lui dire que le temps qui passe a témoigné qu'il était à l'origine de perte à",
          "lui-même; le candidat bénéficiant du temps était celui qui utilisait chaque",
          "instant du temps alloué à la résolution du papier. , \n Bien que le mot homme a",
          "été utilisé au singulier, dans les phrases suivantes ces personnes ont été faites",
          "une exception à ce qui se caractérisent par les quatre qualités. Par conséquent,",
          "il faudra admettre que ici le mot homme a été utilisé comme un nom collectif, ce",
          "qui dénote une classe, et il applique également à des individus, des groupes, des",
          "nations, et l'ensemble de l'humanité. Ainsi,. la déclaration générale que celui",
          "qui est dépourvu des quatre qualités ci-dessus, est en perte, serait prouvée dans",
          "tous les cas que ce soit une personne qui est dépourvue de ceux-ci, ou d'une",
          "nation, ou tous les hommes »du monde. Ce sera juste comme donner le verdict que",
          "le poison est mortel pour l'homme; il signifie que le poison est mortel en tout",
          "cas, si elle est prise par un individu ou d'une nation, ou tous les peuples du",
          "monde. son être fatale est une vérité immuable Poison; il DCES fait aucune",
          "différence si un homme a pris, ou une nation a décidé de le prendre, ou tous les",
          "peuples du monde ont collectivement accepté de prendre le poison. Précisément de",
          "la même manière cette vérité par lui-même est immuable que l'homme est d'être",
          "dépourvu des qualités fétides ci-dessus lui apporte la perte. La règle générale",
          "est pas du tout affecté, même si un homme est dépourvu de ceux-ci, ou d'une",
          "nation, ou tous les peuples du monde d'accord qu'ils enjoignent mutuellement à",
          "l'incrédulité, l'immoralité, le mensonge et la servitude à soi-même. \n",
          "Maintenant, nous allons voir dans quel sens a le Coran a utilisé le mot khusr",
          "[(perte)]. Lexicalement, khusr est un antonyme de NAFA `[(profit)]; dans le",
          "commerce ce mot est utilisé dans le cas où la perte résulte d'une bonne affaire,",
          "ainsi que dans le cas où l'ensemble de l'activité est en cours d'exécution dans",
          "la perte, et aussi dans le cas où l'homme perd tout son capital et devient en",
          "faillite. Le Coran a fait de ce mot un terme spécial de sa propre et l'utilise",
          "comme un antonyme de falah [(véritable succès)]. Et tout comme son concept de",
          "falah est non seulement synonyme. la prospérité du monde, mais comprend le vrai",
          "succès du monde jusqu'à l'au-delà de l'homme, de sorte que son concept de khusr",
          "[(perte)] est également non seulement synonyme d'échec du monde ou de détresse,",
          "mais comprend véritable échec et la déception de l'homme du monde jusqu'à",
          "l'au-delà. Nous avons expliqué le concept coranique de deux falah et khusran à",
          "plusieurs endroits au-dessus qui ne doivent pas être répétées ici. [(Pour cette",
          "s'il vous plaît voir FR 9 de Al-A`raf, FR 30 d'Al-Anfal, FR 23 Yunus, EN 102 de",
          "Bani Isra'il, EN 17 de Al-Hajj, E N. de 1, 2 , 11, 50 de AI-Mu'minun, EN4 de",
          "Luqman, eN 34 de Az-Zumar)]. En outre., Il faut aussi comprendre que, bien que",
          "selon le véritable succès Coran est le succès de l'homme dans l'au-delà et de",
          "perte réelle de son échec là, encore dans ce monde trop ce que les gens décrivent",
          "comme le succès est pas, en fait, un réel succès, mais sa fin dans ce monde",
          "lui-même est un échec, et ce qu'ils considèrent comme la perte ne sont pas, en",
          "fait, la perte, mais un moyen de véritable succès, même dans ce monde. Cette",
          "vérité a été déclaré par le Coran à plusieurs endroits et nous avons expliqué",
          "partout en conséquence. [(S'il vous plaît voir E.N. 99 de An-Nahl E.N. 53 de",
          "Maryam, E.N. 105 de Ta Ha, E.N. de 3-5 d'Al-Layl)]. Ainsi, lorsque le Coran",
          "déclare concluante et absolument que l'homme est certainement la perte, elle",
          "implique la perte à la fois dans ce monde et dans l'au-delà; et quand il dit que",
          "seules ces personnes sont à l'abri de cette perte, qui sont caractérisés par les",
          "quatre qualités, elle implique leur être sûr de la perte et d'atteindre un",
          "véritable succès à la fois ici et dans l'au-delà. \n Maintenant, considérons les",
          "quatre qualités sur l'existence dépend de l'homme étant à l'abri de la perte et",
          "l'échec. \n Parmi ceux-ci la première qualité est Iman [(Faith)]. Bien que ce mot",
          "à certains endroits dans le Coran a été utilisé dans le sens de l'affirmation que",
          "verbale de la foi [(par exemple dans An-Nisa ': 137, AI-Maidah 54, Al-Anfal: 20",
          "<V:8:20>, 27, A -Taubah: 38, As-Saff: 2 <V:61:2>)], il a été principalement",
          "utilisé dans le sens de croire sincèrement et fidèlement, et dans la langue arabe",
          "aussi ce mot a ce sens très. Lexicalement, amanu lahu signifie saddaqa-hu wa",
          "`tamada 'alai-salut: [\" lui affirmé et mettre la foi en lui \"], et des moyens",
          "amana bi-salut aiqana bi salut: [\" avait pleine confiance en lui. \"] La foi que",
          "le Coran considère comme vraie foi a été expliqué dans les versets suivants: \n [",
          "\"En fait, les vrais croyants sont ceux qui croient en Allah et Son messager,",
          "alors diverti sans aucun doute.\"] [(Al-Hujurat: 15 <V:49:15>)] \n [ \"Ceux qui ont",
          "dit:.« Allah est notre Seigneur », puis se ferme par elle\"] [(Ha Mim As-Sajda: 30",
          "<V:32:30>)] \n [ \"Les vrais croyants sont ceux dont les coeurs frémissent de",
          "crainte, quand on mentionne Allah pour les [. (AI-Anfal: 2)]. \n \"] Ceux qui ont",
          "cru adorer Allah le plus ardemment. [\" [(AI-Baqarah 165)] \n \"] Non, [(O",
          "Prophète)], par ton Seigneur, ils ne peuvent jamais devenir croyants jusqu'à ce",
          "qu'ils vous acceptent comme juge de la décision des différends entre eux, puis se",
          "rendre à votre décision avec une entière soumission sans le moindre ressentiment",
          "dans leur cœur [ \"[(An-Nisa ': 65).]. \n Le verset suivant est encore plus",
          "explicite en ce qui concerne la distinction entre l'affirmation verbale de la foi",
          "et la vraie foi; il est dit que ce qui est réellement souhaitable est vraie foi",
          "et non pas une simple affirmation verbale de la foi: \n \"] Ô vous qui professent",
          "d'avoir cru, croyez sincèrement à Allah et à Son messager. [\" [(An-Nisa ': 136",
          "<V:4:136>)] \n Quant à la question, ce qui a un à croire, afin d'avoir la vraie",
          "foi? Cela a également été répondu et expliqué dans le Coran le plus",
          "explicitement. Tout d'abord, cela implique que l'on doit croire en Allah, non",
          "seulement dans son être, mais dans le sens où il est le seul Dieu; personne",
          "d'autre est un associé dans sa divinité; Lui seul est digne que l'homme doit",
          "adorer, servir et lui obéir; Lui seul peut faire ou destins mar; l'homme devrait",
          "l'invoquer seul et avoir confiance en Lui seul; Lui seul peut interdire des",
          "choses et d'interdire les choses; l'homme est dans l'obligation de lui obéir et",
          "de ne pas ce qu'il interdit; Il voit tout et entend tout; pour ne pas parler d'un",
          "acte de l'homme, même ses motifs et les intentions avec lesquelles il a fait un",
          "acte, ne sont pas cachés de Lui. Deuxièmement, il faut croire dans le Messager,",
          "dans le sens où il est un guide et leader nommé par Allah: tout ce qu'il a",
          "appris, est d'Allah, est basée sur la vérité et doit être reconnu et accepté.",
          "Cette croyance en Apostolat comprend également foi dans les anges, les prophètes,",
          "les Livres Divins et dans le Coran lui-même, car cela fait partie des",
          "enseignements que le Messager d'Allah a donné. Troisièmement, il faut croire en",
          "l'au-delà, dans le sens que la vie présente de l'homme est pas à sa première et",
          "dernière vie, mais après la mort l'homme doit être ressuscité, pour rendre compte",
          "à Dieu des actions accomplies dans la vie présente, et doit être récompensé pour",
          "les bonnes actions et puni pour les mauvaises actions en conséquence. Cette foi",
          "fournit une base solide pour la morale et de caractère, sur lequel on peut",
          "construire l'édifice d'une vie pure, alors que la vérité est que, sans cette foi,",
          "la vie de l'homme, si belle et agréable vers l'extérieur, est comme un navire",
          "sans une ancre , qui est à la merci des vagues partout où ils peuvent le prendre.",
          "\n Après foi la seconde qualité requise pour sauver l'homme de la perte est",
          "d'effectuer des actions droites [(de salihalt)] Salihat comprend toutes sortes",
          "d'actes vertueux et bons. Cependant, selon le Coran, aucun acte peut être une",
          "bonne action si elle est fondée sur la foi et il est effectué dans l'obéissance à",
          "la direction donnée par Allah et Son Messager. Voilà pourquoi dans l'exhortation",
          "Coran à accomplir de bonnes actions est précédée partout par la foi, et dans",
          "cette sourate aussi, il a été mentionné après la Foi. Nulle part dans le Coran a",
          "un acte sans foi été appelé une bonne action, ni aucune récompense promise pour",
          "un acte accompli sans foi. Au contraire, cela est aussi un fait que seule la foi",
          "est fiable et bénéfique, la sincérité de ce qui est prouvé par son propre acte et",
          "l'acte de l'homme, sinon la foi sans les bonnes œuvres serait une fausse",
          "affirmation réfutée par l'homme lui-même quand, en dépit de cette affirmation, il",
          "suit un chemin opposé à la manière enseignée par Allah et Son Messager. La",
          "relation entre la foi et l'action juste est de la graine et l'arbre A moins que",
          "la graine est semée dans le sol sans arbre peut pousser hors de lui. Mais si la",
          "graine est dans le sol et aucun arbre pousse hors de lui, cela voudrait dire que",
          "la graine est perdue dans le sol. Sur cette base, très peu importe de bonnes",
          "nouvelles a été donné dans le Coran, a été donnée à ceux qui croient et",
          "accomplissent de bonnes actions, et la même chose a été réitéré dans cette",
          "sourate. Qu'est-ce que l'homme a besoin de faire après la foi, afin de rester à",
          "l'abri de la perte est d'accomplir des actions justes. En d'autres termes, la",
          "simple foi sans les bonnes œuvres ne peut pas sauver l'homme de la perte. \n Les",
          "deux qualités ci-dessus sont tels que doit être possédé par chaque individu.",
          "Ensuite, la sourate mentionne deux autres qualités, dont un homme doit avoir pour",
          "être sauvés de la perte. Ils sont que les gens qui croient et accomplissent de",
          "bonnes actions doivent exhorter les uns les autres à la vérité et à la patience.",
          "Ceci veut dire cela. en premier lieu, un croyant et justes ne doivent pas vivre",
          "en tant qu'individus, mais devraient créer un believeing ​​et de la société juste",
          "par leur combinaison. Deuxièmement, que chaque individu de cette société doit se",
          "sentir sa responsabilité de ne pas laisser la société se dégénérée. Ainsi, tous",
          "ses membres ont le devoir d'exhorter les uns les autres à la vérité et à la",
          "patience. \n La vérité est l'antonyme de mensonge, et il est généralement utilisé",
          "dans les deux sens,: \n [(1)] Une chose correcte et droit qui est conforme à la",
          "justice et de la vérité, si elle se rapporte à la croyance et de la foi ou aux",
          "affaires mondaines; et \n [(2)] le droit qui est obligatoire sur Tnan à rendre,",
          "que ce soit le droit de Dieu, le droit de l'homme, ou le droit de soi-même.",
          "Ainsi, pour exhorter les uns les autres à la vérité signifie que la société des",
          "croyants ne devrait pas être si insensible que le mensonge peut prospérer et des",
          "choses contre la justice et la vérité se fait pour elle, et les gens se regarder",
          "tout médiocrement. Au contraire, il devrait être une vie, la société sensible de",
          "sorte que chaque fois et partout où le mensonge apparaît, les tenants de la",
          "vérité doivent se lever contre elle, et aucun membre du contenu de la société de",
          "repos avec seulement lui-même adhérer à la vérité, la justice, la justice et",
          "rendre les droits d'autrui, mais devrait également exhorter les autres à adopter",
          "le même mode de vie. Tel est l'esprit qui peut assurer la sécurité d'une société",
          "contre la dégénérescence morale et de décomposition. Si une société devient",
          "dépourvue de cet esprit, il ne peut pas rester à l'abri de la perte, et",
          "éventuellement même les personnes sont également affectées par la perte, qui",
          "pourraient à leur manière être adhérant à la vérité, mais ils étaient insensibles",
          "à la violation de la vérité dans leur société. La même chose a été dit dans",
          "Al-Maidah, ainsi: \"] Ceux qui ont adopté la voie de l'incrédulité parmi les",
          "enfants d'Israël ont été maudits par la bouche de David et de Jésus, fils de",
          "Marie, parce qu'ils étaient devenus rebelles et devenir transgresseurs: ils ne",
          "seraient pas interdire les uns les autres à faire les mauvaises actions qu'ils",
          "ont commis »[(w 78-79.)] Ensuite, la même idée a été exprimée dans Al-A`raf,",
          "ainsi:.. [« Quand les enfants d'Israël totalement oublié les enseignements [(de",
          "l'observation du Sabbat)], nous saisis d'un fléau grave tous ceux qui étaient",
          "transgresseurs, et nous avons sauvé ceux qui ont utilisé pour interdire le mal \"]",
          "[] (v 165.), et dans la sourate Al-Anfal , ainsi: [ \". Et garde contre ce mal qui",
          "ne sera pas porter la peine en particulier aux fauteurs de désordre seul parmi",
          "vous\"] [(v. . 25)] Voilà pourquoi d'enjoindre ce qui est bon et interdire ce qui",
          "est mauvais, a été enjoint à la communauté musulmane comme un devoir [(Al-`Imran",
          "104)] et la communauté qui effectue cette tâche a été déclarée comme la meilleure",
          "communauté [(Al-`Imran: 110 <V:3:110>)]. \n En plus d'exhorter à la vérité,",
          "l'autre chose qui a été déclaré comme une condition nécessaire pour garder les",
          "croyants et leur société à l'abri de la perte est que les membres de la société",
          "devraient interdire la patience les uns des autres. Autrement dit, ils devraient",
          "interdire un sur l'autre à supporter avec courage et fermeté les difficultés, les",
          "difficultés, les épreuves, les pertes et les privations qui frappent celui qui",
          "adhère à la vérité et le soutient. Chacun d'entre eux devraient encourager",
          "l'autre à porter contre l'adversité avec constance. [(Pour de plus amples",
          "explications, voir E.N. 16 de Ad-Dahr, E.N. 14 de Al-Balad)]."
        ]
      }
    }
  ],
  "medinian" : false
}