{
  "chapterNumber" : 104,
  "nbVerses" : 9,
  "name" : "Le calomniateur, Le Détracteur",
  "nameArabic" : "الهُمَزة",
  "transName" : "al-humaza",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ",
      "simpleTranslate" : [
        "Malheur à tout calomniateur à la langue acérée,"
      ],
      "tafsirTranslate" : [
        "Malheur à tout calomniateur de recherche des erreurs; <N:1>"
      ],
      "tanslateWordByWord" : [
        "Malheur",
        "à chaque",
        "calomniateur",
        "médisant"
      ],
      "notes" : {
        "1" : [
          "Les mots utilisés dans l'original sont humazat il-lumazah. En hamz arabe et lamz",
          "sont si proches dans ce qui signifie qu'ils sont parfois utilisés comme synonymes",
          "et parfois avec une petite différence dans la nuance. Mais cette différence ne",
          "soit pas définie et claire, pour le sens donné à lamz par certaines personnes",
          "arabophones se sont données à lamz par d'autres peuples de langue arabe. Au",
          "contraire, le sens donné à mal par certaines personnes est donnée à hamz par",
          "d'autres. Ici, étant donné que les deux mots apparaissent ensemble et les mots",
          "humazat il-lumazat ont été utilisés, ils donnent le sens qu'il est devenu une",
          "pratique avec le calomniateur qu'il insulte et détient d'autres au mépris",
          "habituellement. Il lève son doigt et un clin d'œil un seul homme, trouve à redire",
          "à la lignée et personne d'une autre, raille un dans le visage et médit une autre;",
          "crée des différences entre amis et attise les divisions entre les frères; appelle",
          "les noms et la satire gens et les diffame."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ",
      "simpleTranslate" : [
        "qui ne fait qu’amasser des richesses et se complaît à les énumérer,"
      ],
      "tafsirTranslate" : [
        "qui amasse une fortune et compte encore et encore <N:2>."
      ],
      "tanslateWordByWord" : [
        "Celui qui",
        "recueille",
        "richesse",
        "et il compte"
      ],
      "notes" : {
        "2" : [
          "Cette deuxième phrase après la première phrase par lui-même donne le sens qu'il",
          "diffame les autres à cause de son orgueil de la richesse. Les mots jama `un malan",
          "pour collecter de l'argent suggère l'abondance de la richesse; puis les mots [",
          "«le compter encore et encore\"] dépeignent l'avarice de la personne et de sa",
          "thésaurisation égoïste de la richesse."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ",
      "simpleTranslate" : [
        "s’imaginant que sa fortune lui assurera l’éternité !"
      ],
      "tafsirTranslate" : [
        "Il pense que sa richesse lui immortalisera à jamais <N:3>"
      ],
      "tanslateWordByWord" : [
        "En pensant",
        "cette",
        "sa richesse",
        "va le rendre immortel"
      ],
      "notes" : {
        "3" : [
          "Un autre sens peut également être: Telle est, il est tellement absorbé à amasser",
          "la richesse et le compter maintes et maintes fois qu'il a oublié la mort et [ \"Il",
          "pense que sa fortune l'immortalisera.\"] il n'a jamais la peine de considérer",
          "qu'un temps viendra où il devra quitter le monde les mains vides, laissant tout",
          "derrière."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "كَلَّا ۖ لَيُنْبَذَنَّ فِي الْحُطَمَةِ",
      "simpleTranslate" : [
        "Gare à lui ! C’est dans la Hutama qu’il sera précipité."
      ],
      "tafsirTranslate" : [
        "Non, il doit être jeté <N:4> dans le Crusher <N:5>"
      ],
      "tanslateWordByWord" : [
        "Non",
        "Assurément, il sera jeté",
        "dans",
        "le Crusher"
      ],
      "notes" : {
        "4" : [
          "Le mot dans l'original est la yrtnbadhanna. Nabdh en arabe est utilisé pour jeter",
          "une chose qu'il considère comme sans valeur et la moyenne. Cela en soi indique",
          "qu'en raison de sa richesse, il pense qu'il est un grand homme, mais le jour de",
          "la Résurrection, il sera jeté dans l'enfer comme un moyen et un objet méprisable."
        ],
        "5" : [
          "Le mot hutamah dans l'original est de hatm, ce qui signifie de briser, écraser et",
          "briser en morceaux. L'enfer a été décrit par cette épithète parce qu'il va",
          "écraser et briser en morceaux tout ce qui est jeté dans ce à cause de sa",
          "profondeur et de son feu."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَمَا أَدْرَاكَ مَا الْحُطَمَةُ",
      "simpleTranslate" : [
        "Et qui te donnera une idée de la Hutama?"
      ],
      "tafsirTranslate" : [
        "Et que savez-vous ce que le concasseur est?"
      ],
      "tanslateWordByWord" : [
        "Et quoi",
        "va vous faire connaître",
        "quelle",
        "le concasseur (est)"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "نَارُ اللَّهِ الْمُوقَدَةُ",
      "simpleTranslate" : [
        "C’est le feu de Dieu, jamais éteint,"
      ],
      "tafsirTranslate" : [
        "Il est le Feu <N:6> allumé par Allah,"
      ],
      "tanslateWordByWord" : [
        "Un feu",
        "Allah",
        "allumé"
      ],
      "notes" : {
        "6" : [
          "Nulle part ailleurs dans le Coran a le feu de l'Enfer été appelé le feu d'Allah.",
          "Ici, son attribution à Allah non seulement exprime sa dreadfulness mais il montre",
          "aussi comment la colère et le mépris d'Allah enveloppe ceux qui deviennent fiers",
          "et arrogants avec la richesse du monde. Voilà pourquoi Allah a décrit que le feu",
          "comme son propre feu dans lequel ils seront lancées."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ",
      "simpleTranslate" : [
        "qui pénétrera jusqu’aux entrailles des damnés"
      ],
      "tafsirTranslate" : [
        ". Le feu qui doit atteindre le cœur (de criminels) <N:7>"
      ],
      "tanslateWordByWord" : [
        "Lequel",
        "monte jusqu'à",
        "à",
        "les coeurs"
      ],
      "notes" : {
        "7" : [
          "Tattali'u est de ittala un, ce qui signifie pour monter et monter vers le haut,",
          "et aussi d'être conscients et informés. Afidah est le pluriel de fuwad, ce qui",
          "signifie que le cœur. Mais ce mot ne sert pas à l'organe qui palpite dans la",
          "poitrine, mais pour le siège de la compréhension et de la conscience de l'homme,",
          "his'feelings et les désirs, les croyances et les pensées, les motifs et les",
          "intentions, Ainsi, un sens de la montée du feu le cœur est que cela. le feu",
          "atteindra l'endroit qui est le centre des mauvaises pensées de l'homme, les",
          "fausses croyances, désirs et sentiments impurs, et les motivations et les",
          "intentions mauvaises. La seconde signification est que le feu de AIIah ne sera",
          "pas aveugle comme le pneu du monde, qui brûle le mérite et semblables",
          "non-méritants, mais il atteindra le cœur de chaque coupable et découvrir la",
          "nature de son crime, puis punir selon sa culpabilité."
        ]
      }
    },
    {
      "verseNumber" : 8,
      "arabicVerse" : "إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ",
      "simpleTranslate" : [
        "et les enveloppera"
      ],
      "tafsirTranslate" : [
        "En vérité, il se fermera sur eux, <N:8>"
      ],
      "tanslateWordByWord" : [
        "En effet, il",
        "(Sera) sur eux",
        "fermé sur"
      ],
      "notes" : {
        "8" : [
          "Autrement dit, après que les coupables ont été jetés en elle, l'enfer sera fermé",
          "sur eux sans laisser aucune fente ou ouverture nulle part, dans le but d'étouffer",
          "et de les étouffer."
        ]
      }
    },
    {
      "verseNumber" : 9,
      "arabicVerse" : "فِي عَمَدٍ مُمَدَّدَةٍ",
      "simpleTranslate" : [
        "par d’immenses colonnes de flammes !"
      ],
      "tafsirTranslate" : [
        "(104 9). Dans les colonnes tendues <N:9>"
      ],
      "tanslateWordByWord" : [
        "Dans",
        "colonnes",
        "prolongé"
      ],
      "notes" : {
        "9" : [
          "Fi amad-im-mumaddahah peut avoir plusieurs significations [(1)] Que les portes de",
          "l'enfer seront fermées et hautes colonnes seront érigées sur eux; [(2)] que les",
          "coupables seront liés aux hautes colonnes; [(3)] selon Ibn `Abbas, les flammes du",
          "feu sont en hausse élevée comme des colonnes de hauteur."
        ]
      }
    }
  ],
  "medinian" : false
}