{
  "chapterNumber" : 105,
  "nbVerses" : 5,
  "name" : "L’éléphant",
  "nameArabic" : "الفيل",
  "transName" : "al-fīl",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ",
      "simpleTranslate" : [
        "Ne sais-tu pas le traitement que ton Seigneur a infligé aux gens de l’Éléphant?"
      ],
      "tafsirTranslate" : [
        "Avez-vous pas vu <N:1> comment ton Seigneur a agi avec le peuple des éléphants",
        "<N:2>?"
      ],
      "tanslateWordByWord" : [
        "Ne pas avoir",
        "tu as vu",
        "Comment",
        "traité",
        "votre Seigneur",
        "avec (les) Compagnons",
        "(Des) Elephant"
      ],
      "notes" : {
        "1" : [
          "Bien que l'adresse est apparemment dirigé vers le Saint Prophète [(sur lesquels",
          "la paix)], ses véritables destinataires ne sont pas seulement les Quraish, mais",
          "tous les gens de l'Arabie, qui étaient bien au courant de l'événement. A de",
          "nombreux endroits dans le Coran les mots ALAM tara [(avez-vous pas vu?)] Ont été",
          "utilisés, et ils sont censés ne pas aborder le Saint Prophète, mais les gens en",
          "général. [(Par exemple, voir Ibrahim: 19, AI-Hajj: 18 <V:22:18>, 65, An-Nur: 43",
          "<V:24:43>, Luqman: 29 <V:31:29>, 31, Fatir: 27 <V:35:27>, Az-Zumar: 21",
          "<V:39:21>)]. Toi, le mot «voir» a été utilisé ici pour signifier que dans et",
          "autour de La Mecque et dans le vaste pays de l'Arabie, de la Mecque à Yaman, il y",
          "avait beaucoup de ces personnes qui vivent encore, qui avaient été témoins de",
          "leurs propres yeux l'événement du destruction du peuple de l'éléphant, car il y",
          "avait eu seulement environ quarante à quarante-cinq ans plus tôt, et le peuple",
          "d'Arabie avait constamment entendu qu'il décrit par les témoins oculaires",
          "eux-mêmes de sorte qu'ils étaient devenus si certains comme si elles avaient vu",
          "de leurs propres yeux."
        ],
        "2" : [
          "Ici, Allah n'a pas donné de détails quant à savoir qui étaient les gens de",
          "l'éléphant, d'où ils étaient venus et ce qui était l'objet de leur mars, pour aII",
          "ces choses étaient bien connus parmi les personnes."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ",
      "simpleTranslate" : [
        "N’a-t-Il pas déjoué leurs manœuvres,"
      ],
      "tafsirTranslate" : [
        "At-il pas apporter leur plan <N:3> à néant <N:4>"
      ],
      "tanslateWordByWord" : [
        "N'a pas",
        "Il fait",
        "leur plan",
        "aller",
        "égaré"
      ],
      "notes" : {
        "4" : [
          "Littéralement, fi tadlil signifie: [ \"mené leur plan égarés\"], mais conduisant",
          "idiomatique un plan égaré signifie qu'il porte à néant et de la rendre stérile. A",
          "un endroit dans le Coran, il a été dit: [ \"Mais les incroyants de complot",
          "[(Kayd)] terminé« en vain ».] [(AI-Mu'min: 25 <V:23:25>)], A un autre: [\" Et que",
          "Dieu ne conduit pas à la réussite du plan [(Kayd)] de séducteurs \"] [. (Yusuf:",
          "52)]. Les Arabes décrit Imra 'ul-Qais par l'épithète de [ \"al-malik ad-dalil\"]",
          "[(le roi qui a perdu et gaspillé)], car il avait perdu le royaume laissé par son",
          "père."
        ],
        "3" : [
          "Le mot Kayd est utilisé pour un plan secret destiné à nuire à quelqu'un. La",
          "question est, quel était le secret dans ce cas? Soixante mille hommes de troupes",
          "ainsi que plusieurs éléphants avaient ouvertement provenir de Yaman à la Mecque,",
          "et ils avaient gardé aucun secret qu'ils étaient venus pour détruire la Kaaba.",
          "Par conséquent, il n'y avait rien de secret sur ce plan. Cependant, ce qui était",
          "secret a été le motif des Abyssins. Ils en détruisant la Kaaba, écrasant sur le",
          "Quraish et intimidant les Arabes, voulaient prendre le contrôle de la route",
          "commerciale qui reliait sud de l'Arabie en Syrie et en Egypte. Ce motif ils ont",
          "gardé caché, et au lieu proclamé leur intention qu'ils voulaient détruire la",
          "Kaaba., La maison principale du culte arabe, en représailles à la pollution de",
          "leur cathédrale par les Arabes."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ",
      "simpleTranslate" : [
        "en lançant contre eux des oiseaux par nuées,"
      ],
      "tafsirTranslate" : [
        "Il envoya contre eux des essaims d'oiseaux <N:5>"
      ],
      "tanslateWordByWord" : [
        "Et Il a envoyé",
        "contre eux",
        "des oiseaux",
        "(En) troupeaux"
      ],
      "notes" : {
        "5" : [
          "Ababil signifie beaucoup de groupes séparés et dispersés si des hommes ou",
          "d'autres créatures, qui viennent de différents côtés successivement. 'Ikrima et",
          "Qatadah disent que ces essaims d'oiseaux étaient venus du côté de la mer Rouge.",
          "Sa`īd bin Jubayr et 'Ikrima disent que ces oiseaux avaient été ni vu ni jamais",
          "après; ceux-ci ne sont ni les oiseaux de Najd, ni de Hijaz, ni de Timamah [(la",
          "terre entre Hijaz et la mer Rouge)]. lbn 'Abbas dit que leurs becs étaient comme",
          "ceux des oiseaux et des griffes comme la patte du chien. 'Ikrima a déclaré que",
          "leurs têtes étaient comme des têtes des oiseaux de proie, et presque tous les",
          "journalistes sont d'accord que chaque oiseau portait une pierre dans son bec et",
          "deux pierres dans ses griffes. les gens de la Mecque Sotne avaient ces pierres",
          "conservées avec eux pendant une longue période. Ainsi, Abu Nu`aim a rapporté une",
          "déclaration de Naufal bin Abi Mu`awiyah, en disant qu'il voit mal les pierres",
          "Wich avaient été jetés sur les gens de l'éléphant; ils égalaient une petite",
          "graine de pois en taille et étaient de couleur rouge foncé. Selon la tradition de",
          "Ibn `Abbas Abou Nu`aim a raconté, ils étaient égaux à un noyau de pin, et selon",
          "Ibn Marduyah, égale à la chute d'une chèvre. Il est évident que toutes les",
          "pierres peuvent ne pas être égaux, mais de taille différente dans une certaine",
          "mesure."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ",
      "simpleTranslate" : [
        "qui les bombardèrent de pierres d’argile,"
      ],
      "tafsirTranslate" : [
        "qui les battit avec pierres d'argile, <N:6>"
      ],
      "tanslateWordByWord" : [
        "les frappant",
        "avec des pierres",
        "de",
        "Terre cuite"
      ],
      "notes" : {
        "6" : [
          "Litrerally, les moyens de bi hijarat-im-min [ \"pierres de type Sijjil.\"] Ibn",
          "`Abbas dit que Sijjil est la version arabe du persan chanté et gil, et il",
          "implique les pierres fabriqués à partir de argile et devenir dur lors de la",
          "cuisson. Le Coran confirme également la même chose. Dans la sourate Hud: 82 et",
          "Al-Hijr: 74, il a été dit que les pierres de four d'argile [(sijjin ont plu sur",
          "le peuple de Lot, et sur les mêmes pierres dans Adh-Dariyat: 33, il a été dit",
          "qu'ils ont été les pierres en argile (min étain hijarat-im)]. \n Maulana",
          "Hamid-ad-Din Farahi, qui à l'époque actuelle a fait un travail précieux sur la",
          "recherche et la détermination de la signification et le contenu du Coran qui",
          "concerne les gens de la Mecque et d'autres Arabes comme sujet de tarmihim dans ce",
          "domaine. vers, qui sont les destinataires de alam tara. A propos des oiseaux, il",
          "dit qu'ils ne jettent des pierres, mais étaient venus manger les cadavres des",
          "gens de theelephant. Un résumé des arguments qu'il a donnés pour cette",
          "interprétation est qu'il est pas crédible que `Abdul Muttalib aurait dû aller",
          "avant, Abrahah et demanda ses chameaux au lieu de plaider pour la Kaaba, ce qui",
          "est également pas crédible que les gens de Quraish et les autres Arabes qui",
          "étaient venus pour le Hadj, n'a pas résisté aux envahisseurs et en laissant la",
          "Kaaba à leur merci était parti à la montagne. Par conséquent, ce qui est",
          "réellement arrivé était que les Arabes bombardé l'armée de Abrahah avec des",
          "pierres, et Allah en envoyant un vent de tempête chargé de pierres, ont",
          "complètement détruite; toi les oiseaux ont été envoyés à manger les cadavres des",
          "soldats. Mais, comme nous l'avons déjà expliqué dans l'introduction, la tradition",
          "ne ne veut pas dire que `Abdul Muttalib était allé demander ses chameaux, mais il",
          "dit qu'il n'a pas demandé les chameaux du tout, mais a essayé de dissuader",
          "Abrahah d'attaquer la Kaaba . Nous avons déjà expliqué que, selon toutes les",
          "traditions fiables, l'armée de Abrahah était venu en Muharram lorsque les",
          "pèlerins étaient rentrés et aussi il était au-delà de la puissance de Quraish et",
          "d'autres tribus arabes vivant dans les zones environnantes à résister et à",
          "combattre une armée de 60.000 forte. Ils avaient à peine été capable de",
          "rassembler une force de dix à douze mille fort à l'occasion de la bataille de la",
          "Tranchée [(Ahzab)] avec t-il aidé des païens arabes et tribus juives alors",
          "comment auraient-ils pu rassemblé le courage de rencontrer une armée , 60.000",
          "forte? toutefois. . même si tous ces arguments sont rejetés et la séquence des",
          "versets de la sourate Al-Fil ne sont conservées en vue, cette interprétation est",
          "vu d'aller contre elle. Si tel était le cas que les pierres ont été exprimés par",
          "les Arabes et les gens de l'éléphant ont été rendus comme la balle, puis les",
          "oiseaux venaient manger leurs cadavres, l'ordre serait ceci: [ \"Vous les aviez",
          "bombardant de pierres de four argile, puis Allah les a rendus comme la balle",
          "mangé, puis Allah a envoyé sur eux des essaims d'oiseaux \"] mais ici, nous voyons",
          "que le premier Allah a fait mention de l'envoi des essaims d'oiseaux. ceci est",
          "immédiatement suivie par tarmihim min-Sijjil bi-hijarat-im [(qui leur ont été",
          "pelleterie avec pierres d'argile)]; et puis à la fin, il est dit que Dieu les a",
          "faits comme de la paille mangé."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ",
      "simpleTranslate" : [
        "au point de les réduire à l’état d’une balle dont le grain a été dévoré?"
      ],
      "tafsirTranslate" : [
        "et les faits comme de la paille mangé (par le bétail) <N:7>."
      ],
      "tanslateWordByWord" : [
        "Puis il les fit",
        "comme de la paille",
        "mangé"
      ],
      "notes" : {
        "7" : [
          "Les asfas de mots utilisés dans l'original a déjà eu lieu dans le verset 12 de la",
          "sourate Ar-Rahman ci-dessus: Dhul-'asf guerre raihan: [ \"et le maïs avec la cosse",
          "ainsi que le grain\"]. Cela montre que des moyens asf l'enveloppe extérieure des",
          "graines, dont l'agriculteur jette après que le grain a été séparé de celui-ci.",
          "Ensuite, les animaux mangent, et certaines d'entre elles tombe dans la",
          "mastication et certains sont piétinés sous les pieds."
        ]
      }
    }
  ],
  "medinian" : false
}