{
  "chapterNumber" : 106,
  "nbVerses" : 4,
  "name" : "Quraysh",
  "nameArabic" : "قريش",
  "transName" : "qurayš",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "لِإِيلَافِ قُرَيْشٍ",
      "simpleTranslate" : [
        "Que les Qurayshites, en raison du pacte"
      ],
      "tafsirTranslate" : [
        "Depuis l'Quraysh se sont habitués, <N:1>"
      ],
      "tanslateWordByWord" : [
        "Pour (la) familiarité",
        "(De la) Quraish"
      ],
      "notes" : {
        "1" : [
          "Le mot ILAF, tel qu'il est utilisé dans l'original est de alf qui signifie être",
          "habitués et habitués à être réunis après avoir rompu, et d'adopter quelque chose",
          "comme une habitude. A propos de la lam qui est préfixé à ILAF, certains",
          "arabisants ont exprimé l'opinion qu'il est d'exprimer la surprise et",
          "l'émerveillement. Ainsi, Li-ILAF-i Quraish dans les moyens: [ \"Comment surprenant",
          "est la conduite de Quraish Il est seulement en vertu de la grâce d'Allah qu'ils",
          "sont réunis après leur dispersion et se sont habitués aux voyages commerciaux qui",
          "leur ont apporté leur prospérité! ,. et pourtant de culte et le service d'Allah,",
          "ils se détournent. \"]\" Ceci est l'opinion de Akhfash, Kisa'i et Farra ', et la",
          "tenue de cette opinion quelque chose après ce lam, la même chose elle-même est",
          "considérée comme suffisante pour montrer que l'attitude et la conduite d'une",
          "personne a adopté malgré cela, est surprenant et étonnant [ \"au contraire, KhaIil",
          "bin Ahmad, Sîbawaih et Zamakhshari disent que c'est le lam de la` lil et il se",
          "rapporte à la phrase suivante.: Fa ya `budu Rabba Hadh un -Bait, ce qui",
          "signifie:\"] les bénédictions d'Allah sur le Quraish sont innombrables. Mais si",
          "pour aucune autre bénédiction, ils devraient adorer Allah, au moins pour cette",
          "bénédiction que par Sa grâce, ils se sont habitués aux voyages commerciaux, cela",
          "en lui-même est en effet une grande faveur d'Allah pour eux. \""
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ",
      "simpleTranslate" : [
        "qui leur permet, comme à l’accoutumée, de conduire leurs caravanes hiver comme",
        "été,"
      ],
      "tafsirTranslate" : [
        "habitués au voyage de l'hiver et l'été, <N:2>"
      ],
      "tanslateWordByWord" : [
        "Leur familiarité",
        "(Avec le) voyage",
        "(De) l'hiver",
        "et l'été"
      ],
      "notes" : {
        "2" : [
          "Autrement dit, les voyages commerciaux. En été, le Quraish a voyagé vers le nord",
          "de la Syrie et de la Palestine, car ils sont des terres fraîches, et en hiver",
          "vers le sud jusqu'à Yaman, etc., car ils sont chauds."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "فَلْيَعْبُدُوا رَبَّ هَٰذَا الْبَيْتِ",
      "simpleTranslate" : [
        "adorent le Seigneur de ce temple la Ka`ba,"
      ],
      "tafsirTranslate" : [
        "par conséquent, qu'ils adorent le Seigneur de cette Maison; <N:3>"
      ],
      "tanslateWordByWord" : [
        "Alors qu'ils adorent",
        "(le Seigneur",
        "(de cela",
        "Maison"
      ],
      "notes" : {
        "3" : [
          "[ \"This House\"]: le Saint Kaaba. La phrase signifie que les Quraish ont atteint à",
          "cette bénédiction qu'en vertu de la Chambre d'Allah. Ils se reconnaissent que les",
          "360 idoles, qu'ils adorent, ne sont pas son seigneur, mais Allah seul est son",
          "Seigneur. Lui seul les a sauvés de l'invasion de l'armée d'éléphants. Lui seul",
          "qu'ils avaient invoqué l'aide contre l'armée de Abrahah. «Il était sa maison dont",
          "la tenue améliorée de leur rang et la position en Arabie, car avant qu'ils ont",
          "été dispersés et commandé aucune position que ce soit. Comme les tribus arabes",
          "communs ils étaient aussi factions dispersées d'une race. Mais quand ils se sont",
          "rassemblés autour de cette Maison à La Mecque et a commencé à le servir, ils sont",
          "devenus, honorable dans toute l'Arabie, et leurs caravanes commerciales ont",
          "commencé à visiter chaque partie du pays sans crainte. Par conséquent, tout ce",
          "qu'ils ont accompli, il a été possible que par l'aide du Seigneur de la Chambre;",
          "par conséquent, ils devraient adorer Lui seul."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ",
      "simpleTranslate" : [
        "qui les a préservés de la faim et les a rassurés de la crainte !"
      ],
      "tafsirTranslate" : [
        "Qui les a nourris contre la faim, <N:4> et leur fixé contre la peur <N:5>."
      ],
      "tanslateWordByWord" : [
        "Celui qui",
        "les nourrit",
        "[de]",
        "(Contre) la faim",
        "et leur donne la sécurité",
        "de",
        "la crainte"
      ],
      "notes" : {
        "4" : [
          "L'allusion implique que avant que le Quraish à la Mecque, ils étaient un peuple",
          "dispersé en Arabie et vivant une vie misérable. Après leur rassemblement à La",
          "Mecque, ils ont commencé à prospérer, et la prière du Prophète Abraham pour eux",
          "était littéralement rempli quand il avait prié: [ \"Seigneur, j'ai établi une",
          "partie de mes descendants dans une vallée stérile, près de Ta Maison sacrée",
          "Seigneur, je l'ai. .. fait cela dans l'espoir qu'ils établiront salat il donc",
          "tourner les cœurs des gens à leur égard, et de fournir des fruits pour leur",
          "nourriture \"] [(Ibrahim: 37 <V:14:37>)]"
        ],
        "5" : [
          "[ \"Secure contre la peur\"]: obtenir de la peur dont personne ne importe où en",
          "Arabie était, en toute sécurité. Il n'y avait pas de règlement partout dans le",
          "pays, les gens de ce qui pouvait dormir paisiblement la nuit, car ils craignaient",
          "une attaque tout moment depuis un trimestre par un ennemi inconnu. Personne ne",
          "pouvait sortir des limites de sa tribu, de peur de la vie ou d'être fait",
          "prisonnier et a fait un esclave. Aucune caravane pourrait voyager en toute",
          "sécurité de crainte d'une attaque, ou sans corrompre les chefs influents des",
          "tribus »sur le chemin de la conduite en toute sécurité, mais les Quraysh étaient",
          "à l'abri de tout danger; ils avaient pas peur d'une attaque d'un ennemi. Leurs",
          "caravanes, petites ou grandes, passaient librement sur les routes commerciales",
          "partout dans le pays. Dès qu'il devient connu sur une certaine caravane qu'il",
          "appartenait aux gardiens de la Kaaba, personne ne pouvait oser le toucher avec",
          "une mauvaise intention, si bien que, même si un seul koraïchite passait sur le",
          "chemin, il était autorisés à passer indemne et intacte dès que le mot haram [",
          "\"ou\"] haramillah min ana \"a été entendu parler de lui."
        ]
      }
    }
  ],
  "medinian" : false
}