{
  "chapterNumber" : 107,
  "nbVerses" : 7,
  "name" : "Le nécessaire, L’aide",
  "nameArabic" : "الماعون",
  "transName" : "al-māʿūn",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ",
      "simpleTranslate" : [
        "Veux-tu connaître celui qui traite de mensonge le Jugement dernier?"
      ],
      "tafsirTranslate" : [
        "Vous l'avez vu <N:1> qui donne le mensonge à la récompense et la punition <N:2>",
        "de l'au-delà <N:3>?"
      ],
      "tanslateWordByWord" : [
        "As-tu vu",
        "celui qui",
        "nie",
        "l'arrêt"
      ],
      "notes" : {
        "1" : [
          "Les mots [ «avez-vous vu\"], apparemment, sont dirigés vers le Saint Prophète",
          "[(sur qui soit la paix)], mais le style coranique est que dans de telles",
          "occasions, il aborde généralement tous les intelligents et de la pensée personne.",
          "Et [ \"voir\"] signifie voir avec les yeux, pour ce qui a été décrit dans les",
          "versets suivants peuvent être vus par tous les voyants avec ses yeux, ainsi que",
          "de savoir, comprendre et étudier quelque chose de profondément. Si le mot",
          "ara'aita est prise dans le second sens, le verset signifierait: [ «Savez-vous le",
          "genre d'homme qui dément les récompenses et les punitions.\"] Ou encore:",
          "«Avez-vous considéré l'état de la personne qui dément la Jugement?"
        ],
        "2" : [
          "Le mot ad-din comme terme coranique est utilisé pour les récompenses et les",
          "punitions de l'au-delà comme .bien que pour la religion de l'Islam. Mais le",
          "thème. suit est plus pertinent pour le premier sens, bien que le second sens est",
          "pas non plus sur le contexte: Ibn 'Abbas a préféré la deuxième signification,",
          "alors que la majorité des commentateurs ont préféré le premier. Dans le cas où le",
          "premier sens est prise, le thème de la Surah signifierait que le refus de",
          "l'au-delà produit tel ou tel caractère chez l'homme; dans le cas où le second",
          "sens est prise, l'objet de la Surah serait de mettre en évidence l'importance",
          "morale de l'Islam, de souligner que l'Islam vise à produire un caractère tout à",
          "fait différent dans ses adhérents de celle trouvée dans ses deniers."
        ],
        "3" : [
          "Le style montre que l'objet de poser cette question dès le départ est de ne pas",
          "se demander s'il a vu la personne ou non, mais d'inviter l'auditeur à considérer",
          "à quel genre de caractère est «produit chez l'homme quand il nie l'arrêt de",
          "l'au-delà, et de l'exhorter à connaître le genre de personnes qui démentent cette",
          "croyance afin qu'il tente de comprendre la signification morale de la croyance",
          "dans l'au-delà."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "فَذَٰلِكَ الَّذِي يَدُعُّ الْيَتِيمَ",
      "simpleTranslate" : [
        "C’est celui qui repousse brutalement l’orphelin,"
      ],
      "tafsirTranslate" : [
        "Tel est <N:4> celui qui repousse les orphelins de là, <N:5>"
      ],
      "tanslateWordByWord" : [
        "Alors que",
        "(Est) celui qui",
        "répulsions",
        "l'orphelin"
      ],
      "notes" : {
        "4" : [
          "La lettre fa dans la phrase fa-dhalika-alladhi exprime le sens d'une phrase",
          "entière, qui est à cet effet: [ \"Si vous ne savez pas, sachez alors qu'il est en",
          "effet celui qui .. ».] Or, il donne le sens: [\" en raison de son ce déni même de",
          "l'au-delà, il est le genre d'homme qui ... \"]"
        ],
        "5" : [
          "La yadu phrase `yatim ul tel qu'il est utilisé dans l'original, a plusieurs",
          "significations: [(1)] Qu'il prive l'orphelin de ses droits et l'éviction de",
          "l'héritage de son père le pousse loin; [(2)] que si un orphelin vient à lui",
          "demander de l'aide, il le repousse au lieu de lui montrer de la compassion, et",
          "s'il persiste dans ses prières dans l'espoir de la miséricorde, il le chasse et",
          "hors de la vue; [(3)] qu'il maltraite l'orphelin. Par exemple, si dans sa propre",
          "maison il y a un orphelin étroitement lié, il est le lot des orphelins pour",
          "servir toute la maison, pour recevoir rebuffades et de souffrir humiliation pour",
          "des choses insignifiantes. D'ailleurs, cette phrase contient aussi le sens que -",
          "la personne ne se comporte pas injustement et tyranniquement occasionnellement",
          "mis cela est son habitude et la pratique constante. Il n'a pas le sentiment qu'il",
          "est un mal qu'il faut abandonner, mais il persiste à avec pleine satisfaction,",
          "pensant que l'orphelin est, une créature impuissante sans défense; par",
          "conséquent, il n'y a pas de mal si ses droits sont enlevés wcongfitlly, ou il est",
          "fait la cible de la tyrannie et de l'injustice, ou il est repoussé et chassés",
          "chaque fois qu'il demande de l'aide. \n A cet égard, Qadi Abul Hasan al-Mawardi a",
          "raconté une étrange incident dans son A lam un-Nubuwwat. Abu Jahl était le",
          "testateur d'un orphelin. L'enfant un. jour vint à lui dans l'état où il avait pas",
          "l'ombre d'un vêtement sur son corps et il implora lui être .given quelque chose",
          "de l'héritage de son père. Mais l'homme cruel prêté aucune attention à lui et le",
          "pauvre enfant a dû retourner déçu. Les chefs Quraysh lui dirent de fun: [ \"Aller",
          "à Muhammad [(sur qui être la paix et la bénédiction d'Allah)] et de mettre votre",
          "plainte devant lui, il recommandera votre cas avant Abu Jahl et vous obtenez",
          "votre propriété.\".] Le enfant ne sachant fond de la nature des relations entre",
          "Abu Jahl et le Saint Prophète [(sur lui la paix)] et ne pas comprendre le motif",
          "des corrupteurs semeurs, alla droit au Saint Prophète et lui a informé de son",
          "malheur. Le Saint Prophète se leva immédiatement et accompagné l'enfant à la",
          "maison d'Abu Jahl, son pire ennemi. Abu Jahl le reçut bien, et lorsque celui-ci",
          "lui a dit de restituer à l'enfant son droit, il a cédé et a fait sortir tout ce",
          "qu'il lui devait. Les chefs Quraish regardaient tout cela m sincèrement l'espoir",
          "qu'une altercation intéressante aurait lieu entre eux. Mais quand ils ont vu ce",
          "qui est arrivé, ils ont été étonnés et sont allés à Abu Jahl et le raillaient en",
          "disant que lui aussi peut-être avait abandonné sa religion. Il a dit: [ «Par",
          "Dieu, je ne l'ai pas abandonné ma religion, mais je donc estimé que sur la droite",
          "et à gauche de Muhammad [(sur lui la paix et bénédictions d'Allah)] il y avait",
          "une lance qui entrera mon -Corps si je a agi contre ce qu'il désirait. \"] Cet",
          "incident montre non seulement ce qui a été l'attitude et la conduite des",
          "principaux chefs de la tribu la plus civilisée et noble de l'Arabie vers les",
          "orphelins et autres personnes sans défense dans ces jours, mais il montre aussi",
          "ce caractère sublime du Saint Prophète possédait et quel impact il y avait même",
          "sur ses ennemis les plus acharnés. . Un incident similaire, nous avons déjà",
          "raconté dans E.N. 5 de la sourate Al-Anbiya 'ci-dessus, qui pointe à la grande",
          "supériorité morale du Saint Prophète en raison de laquelle le Quraish mécréant",
          "lui marque un sorcier."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَلَا يَحُضُّ عَلَىٰ طَعَامِ الْمِسْكِينِ",
      "simpleTranslate" : [
        "et qui n’incite point à nourrir l’homme dans le besoin."
      ],
      "tafsirTranslate" : [
        "et demande instamment <N:6> pas l'alimentation des nécessiteux <N:7>."
      ],
      "tanslateWordByWord" : [
        "Et (ne) pas",
        "ressentir l'envie",
        "à",
        "alimentation",
        "les pauvres"
      ],
      "notes" : {
        "6" : [
          "signifie La yahuddu que la personne ne persuade son propre moi, ni dit aux gens",
          "de sa maison, pour fournir le pauvre homme avec sa nourriture, ni DCEs il exhorte",
          "les autres à reconnaître les droits des pauvres et des nécessiteux la société qui",
          "sont affamés et faire quelque chose pour satisfaire leur faim. Ici, en donnant",
          "seulement deux exemples remarquables, Allah a fait remarquer ce genre de maux",
          "sont produits dans les gens qui nient l'au-delà: L'objet réel est de ne pas",
          "remarquer que ces deux maux, que les gens en voiture les orphelins et ne le font",
          "pas pousser loin de donner la nourriture des pauvres à la suite du refus de",
          "l'au-delà. Mais des maux innombrables qui sont ainsi produites, deux maux ont été",
          "présentés à titre d'exemple, que chaque personne noble et son humeur se",
          "considérer comme haineux. D'ailleurs, une autre chose destinée à être",
          "impressionné est que si cet homme très avait cru à lui faudrait aller devant Dieu",
          "pour rendre compte de ses actes, il ne serait pas commis de tels maux à priver",
          "l'orphelin de ses droits, tyranniser lui , repousser lui, ni nourrir le pauvre",
          "homme lui-même, ni inciter les autres à lui donner sa nourriture. Les",
          "caractéristiques des croyants dans l'au-delà qui ont été décrits dans la sourate",
          "Al-`Asr et Surah Al-Balad sont qu'ils exhortent les uns les autres à la",
          "miséricorde, et ils exhortent les uns les autres à la vérité et à rendre les",
          "droits d'autrui."
        ],
        "7" : [
          "Les mots utilisés sont `am-il-Miskin et pas am-il-miskin Si à am-il-miskin",
          "étaient les mots, le sens serait qu'il ne pousse pas [(autres)] pour nourrir les",
          "pauvres. Mais ta'am -il-miskin signifie qu'il ne pousse pas [(autres)] pour",
          "donner la nourriture des pauvres. En d'autres termes, la nourriture qui est",
          "donnée à l'homme pauvre est pas la nourriture du donneur mais le pauvre homme",
          "lui-même; il est son droit qui est enjoint à le donateur, et le donneur ne lui",
          "fait aucune faveur mais lui rendant son droit. Cette même chose a été dit dans la",
          "sourate Ad-Dariyat ci-dessus: [ \"Et dans leurs biens est une part en raison de",
          "celui qui demande et de celui qui est dans le besoin.\".] [(V 19).]."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "فَوَيْلٌ لِلْمُصَلِّينَ",
      "simpleTranslate" : [
        "Malheur à ceux qui, en faisant leur salât,"
      ],
      "tafsirTranslate" : [
        "Malheur donc, à ceux qui prient, <N:8>"
      ],
      "tanslateWordByWord" : [
        "malheur donc",
        "à ceux qui prient"
      ],
      "notes" : {
        "8" : [
          "Le fa en fa-wail-ul--lil musallin signifie que telle était la condition DELA",
          "deniers ouverts de l'au-delà. On peut alors considérer l'état des hypocrites qui",
          "sont inclus parmi ceux qui prient [(i e. Musulmans)]. Depuis, en dépit d'être",
          "musulmans qu'ils considèrent l'au-delà comme un mensonge, on peut noter ce chemin",
          "de la ruine qu'ils suivent. Bien que [ \"musallin\"] moyens [ \"les ceux qui",
          "prient\"], compte tenu du contexte dans lequel ce mot a été utilisé et les",
          "caractéristiques de ces personnes qui suivent, ce mot, en fait, n'a pas le sens",
          "de [ \" ceux qui prient \"] mais de [« le peuple de salat \"], soit de ceux inclus",
          "parmi les musulmans."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ",
      "simpleTranslate" : [
        "l’exécutent sans conviction ou s’en laissent distraire,"
      ],
      "tafsirTranslate" : [
        ", mais sont inattentifs dans leurs prières, <N:9>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "[ils]",
        "sur",
        "leurs prières",
        "(Sont) négligents"
      ],
      "notes" : {
        "9" : [
          "Les mots utilisés sont un-salat-i lui Sahun et non fi salat-i-lui lahum. Dans le",
          "cas où les mots fi salat-i lui avait été utilisé, le sens serait qu'ils oublient",
          "dans le cours de leur prière. Mais oublier au cours de la prière est sans péché",
          "aux yeux de la Shari `ah, rien à dire de son être l'hypocrisie, ni une faute ou",
          "quoi que ce soit blâmable. Le Saint Prophète [(sur lui la paix)] lui-même parfois",
          "oublié dans la prière un nd pour compenser ce qu'il prescrit la méthode de sajdah",
          "Sahv. Au contraire, un `signifie salat-i-lui sahum qu'ils sont négligents de leur",
          "prière. Qu'ils effectuent la prière, ou ne fonctionnent pas, il est de peu",
          "d'importance pour eux. Ils ne sont pas régulièrement aux prières. Quand ils",
          "l'exécutent, ils ne respectent pas les délais prescrits, mais offrent",
          "négligemment à la onzième heure. Ou, quand ils se lèvent pour la prière, ils se",
          "lèvent sans âme et d'effectuer avec un cœur ne veut pas, comme si elle était une",
          "calamité imposé. Ils jouent avec leurs vêtements, bâillement et trahissent",
          "l'absence de toute trace de souvenir d'Allah dans leurs cœurs. Tout au long de la",
          "prière, ils ne présentent pas de sentiment à tout ce qu'ils accomplissent la",
          "prière, ni de ce qu'ils sont en train de réciter; leur esprit vagabonder et ils",
          "exécutent des articles de la prière sans l'attention voulue; ils effectuent en",
          "quelque sorte un semblant de la prière et d'essayer de se débarrasser de celui-ci",
          "dès que possible. Et il y a beaucoup de gens qui accomplir la prière seulement",
          "quand ils doivent, sinon la prière n'a pas de place dans leur vie. Le temps de",
          "prière vient, mais ils ne montrent aucune inquiétude qu'il est le temps Praver;",
          "ils entendent l'appel à la prière, mais ne comprennent pas ce que l'appelant",
          "appelle à, qu'il appelle et dans quel but. Ceux-ci, en fait, sont les signes",
          "d'absence de foi dans l'au-delà. Les demandeurs à l'islam croient donc que parce",
          "qu'ils ne croient pas qu'ils seraient récompensés pour effectuer la prière, ni",
          "avoir la foi qu'ils seraient punis pour ne pas l'exécuter. Sur cette base très,",
          "Hadrat Anas bin Malik et `Ata bin Dinar disent: [\" Merci à Dieu qu'il dit «un",
          "salat-i-lui et non pas fi salat-i -him. Autrement dit, nous n'oublions au cours",
          "de la prière, mais nous ne sommes pas oublieux et négligents de celui-ci; par",
          "conséquent, nous ne serons pas compté parmi les hypocrites. \"] \n Le Coran à un",
          "autre endroit a décrit cet état des hypocrites, ainsi: [ \". Ils viennent d'offrir",
          "leur prière, mais à contre-coeur, et ils dépensent dans le chemin d'Allah avec un",
          "cœur qui ne veulent pas\"] [(At-Tawbah: 54 <V:9:54>)]. Le Saint Messager d'Allah a",
          "dit: [ \"Ceci est la prière de l'hypocrite, ce qui est la prière de l'hypocrite,",
          "ce qui est la prière de l'hypocrite Il regarde le soleil à la` temps Asr jusqu'à",
          "quand il atteint entre les deux! cornes de Satan [(lorsque le temps du coucher du",
          "soleil 'approches)], il se lève et exécute la prière négligemment, dans laquelle",
          "il se souvient de Dieu, mais peu. \"] [(Bukhari, Muslim, Musnad Ahmad)] Mus'ab bin",
          "Sa `d a rapporté de son père, Hadrat Sa`d bin Abi Waqqas: [« Quand je demandai au",
          "Saint Prophète [(sur lesquels la paix)] sur les gens qui sont négligents de leur",
          "prière, il a dit: \"] Ce sont les les personnes qui effectuent leurs prières",
          "lorsque le délai prescrit pour son passage [ \"[(Ibn Jarir, Abu Ya'la, Ibn",
          "al-Moundhir, Ibn Abi Hatim, Tabarani dans Ausat;. Ibn Marduyah, Baihaqi à",
          "As-Sunan. Cette tradition a été associée comme une déclaration de Hadrat se Sa`d",
          "aussi comme un hadith mauquf et son sanad est plus forte. Son être une «narration",
          "Marfou de la parole du Saint Prophète (que la paix soit)]. a été considéré comme",
          "faible par Baihaqi et Hakim). Une autre tradition de Hadrat Mus'ab est qu'il a",
          "demandé à son père:? \"] Avez-vous envisagé ce verset signifie-t-il renoncer à la",
          "prière, ou l'errance de son attention au cours de la prière -Qui parmi nous n'a",
          "pas son attention ? divisée il répondit: Non, cela implique de gaspiller le temps",
          "de la prière prescrite et l'exécuter quand son temps est écoulé \". [(Ibn Jarir,",
          "Ibn Abi Shaibah, Abu Ya`la, Ibn al-Mundhir, Ibn Marduyah, Baihaqi à As-Sunan)]:",
          "Ici, il faut comprendre que venir d'autres pensées dans l'esprit dans le cadre de",
          "la. La prière est une chose et bing oublieux de la prière et de penser d'autres",
          "choses pendant qu'il en est une autre. Le premier état est une faiblesse humaine",
          "naturelle. D'autres pensées interfèrent sans intention, et dès qu'un croyant",
          "»estime que son attention se promène de la prière. . il rassemble et ramène à la",
          "prière. L'autre état est d'être négligents de la prière, car en elle l'homme va",
          "seulement à travers un exercice de la prière mécaniquement, il n'a pas",
          "l'intention de le souvenir de Dieu dans son cœur. Dès le début de la prière",
          "jusqu'à son achèvement de son cœur ne se tourna vers Dieu, même pour un moment,",
          "et il reste plongé dans les pensées avec laquelle il est entré dans la prière."
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "الَّذِينَ هُمْ يُرَاءُونَ",
      "simpleTranslate" : [
        "ne l’accomplissant que par pure ostentation,"
      ],
      "tafsirTranslate" : [
        "ceux qui font le bien (dans l'ordre) pour être vu, <N:10>"
      ],
      "tanslateWordByWord" : [
        "Ceux qui",
        "[ils]",
        "faire spectacle"
      ],
      "notes" : {
        "10" : [
          "Cela peut être une phrase indépendante ainsi que celle relative à la phrase",
          "précédente. Dans le premier cas, cela voudrait dire qu'ils ne remplissent pas",
          "tout acte de bonté avec une intention pure pour l'amour de Dieu, mais tout ce",
          "qu'ils font, ils le font pour être vus des autres afin qu'ils sont loués, sont",
          "considérés comme justes, leur bonne action est rendue publique et son avantage et",
          "le bénéfice revient à eux ici dans le monde. Dans le second cas, le sens serait",
          "qu'ils prient pour être vu. Les commentateurs ont généralement préféré la",
          "deuxième signification, car à première vue, il semble qu'il se rapporte à la",
          "phrase précédente. Ibn `Abbas dit: [\" Elle implique les hypocrites qui ont prié",
          "pour être vu Ils ont effectué la prière s'il y avait quelqu'un pour les voir,",
          "mais ne fonctionnent pas s'il n'y avait personne pour les voir. ».] Dans une",
          "autre tradition ses paroles sont à l'effet: [ \"S'ils étaient seuls, ils ne",
          "priaient pas, mais s'il y en avait d'autres, ils ont prié.\"]. [(Ibn Jarir, Ibn",
          "al-Mundhir, Ibn Abi Hatim Ibn Marduyah, Baihaqi, dans Ash-Shu ab)]. Dans le Coran",
          "aussi les hypocrites ont été décrits ainsi: [ \". Quand ils se lèvent pour la",
          "salat, ils vont à contre-coeur à elle, simplement pour être vu des gens et ils se",
          "souviennent d'Allah, mais peu\"] [(An-Nisa ' : 142 <V:4:142>)]."
        ]
      }
    },
    {
      "verseNumber" : 7,
      "arabicVerse" : "وَيَمْنَعُونَ الْمَاعُونَ",
      "simpleTranslate" : [
        "et qui, en outre, ne prêtent aucune aide à leur prochain !"
      ],
      "tafsirTranslate" : [
        ". Et refuser aux gens les articles de nécessité commune <N:11>"
      ],
      "tanslateWordByWord" : [
        "Et ils nient",
        "[La] petites gentillesses"
      ],
      "notes" : {
        "11" : [
          "Le mot utilisé est Ma'un. La vue détenue par Hadrat `Ali, Ibn` Umar, Sa`īd bin",
          "Jubayr, Qatadah, Hasan Basri, Muhammad bin Hanafiyyah, Dahhak, Ibn Zaid, `Ikrima,",
          "Mujahid,` Ata 'et Zuhri [(qu'Allah leur fasse miséricorde) ] est qu'il implique",
          "la zakat alors Ibn `Abbas, Ibn Mas`ud, Ibrahim Nakha`i, Abu Malik et de nombreux",
          "autres chercheurs ont émis l'opinion que cela implique des articles d'usage",
          "courant; par exemple, la cuisson-pot, seau, hache, l'équilibre, le sel, l'eau, le",
          "feu, le silex [(maintenant son successeur, le match-stick)], etc., les gens",
          "empruntent généralement les uns des autres. Une déclaration de Sa'id bin Jubayr",
          "et Mujahid soutient également. Une autre vue de Hadrat 'Ali est aussi que cela",
          "implique la Zakat, ainsi que les petites politesses et bontés de Ia vie",
          "quotidienne. Ibn Abi Hatim a rapporté de `Ikrima que Ma'un de la forme la plus",
          "élevée est la Zakat et des prêts le plus bas d'un tamis, seau, ou une aiguille à",
          "un barrrower. Hadrat `Abdullah bin Mas`ud dit: [« Nous, les Compagnons de",
          "Muhammad [(sur qui être la paix d'Allah)], l'habitude de dire [(et selon d'autres",
          "traditions, à l'époque du Saint Prophète, avait coutume de dire) ] que ma `non",
          "implique le prêt de la marmite, la hache. seau, l'équilibre, et ces autres",
          "choses. \"] [(Ibn Jarir. Ibn Abi Shaibah, Abu Dâwûd, Nasa'i, Bazzar, Ibn",
          "al-Mundhir, Ibn Abi Hatim, Tabarani dans AI-Ausat, Ibn Marduyah, Baihaqi à",
          "As-Sunan)]. Sa`d bin 'Iyad sans spécifier de noms a rapporté presque la même vue",
          "depuis les Compagnons du Saint Prophète [(sur lesquels la paix)], ce qui montre",
          "qu'il avait entendu de plusieurs compagnons. [(Ibn Jarir, Ibn Abi Shaibah)].",
          "Dailami, Ibn `Asakir, et Abou Nu`aim ont raconté une tradition de Abû Hurayra",
          "dans laquelle il dit que le Saint Prophète [(sur lui la paix)] lui-même expliqué",
          "ce verset disant que cela implique la hache de guerre, seau et autres choses",
          "semblables Si cette tradition est authentique, il n'a probablement pas venu à",
          "l'avis d'autres savants;. sinon il n'a pas été possible que d'autres personnes",
          "auraient dû donner tout autre commentaire de ce verset. \n Ma`un en fait une",
          "petite chose peu utile pour les personnes. Par conséquent, la Zakat est également",
          "ma`un, car il est une petite quantité dans une grande richesse, que l'on doit",
          "donner dans le but d'aider les pauvres, et les autres petits objets d'usage",
          "courant sont également ma 'ONU comme mentionné par Hadrat `Abdullah.Ibn Mas`ud et",
          "les savants qui partagent son point de vue. . La majorité des commentateurs",
          "disent que ma `non applique à toutes ces petites choses que les voisins demandent",
          "habituellement entre eux pour, et en demandant pour ces derniers est en aucune",
          "façon blâmable, pour les riches et les pauvres, tous besoin de ceux-ci à un",
          "moment ou un autre. Cependant, pour montrer pingrerie dans les prêts ci est",
          "considéré comme un comportement moyen moralement. En général, ces choses par",
          "eux-mêmes dernière et le voisin les retourne sous la forme originale après qu'il",
          "les a utilisés. Il serait également mutiler si un voisin demande à l'autre pour",
          "un lit ou articles de literie à l'arrivée des invités, ou demande la permission",
          "du voisin d'avoir des pains cuits au four dans son, four, ou veut laisser des",
          "objets de valeur dans la garde du voisin en sortant de sa maison pendant quelques",
          "jours. Ainsi, le verset signifie pour impressionner que la négation de l'au-delà",
          "rend un homme si étroit d'esprit et mesquine qu'il est même pas prêt à faire un",
          "sacrifice le plus mineur pour le bien des autres."
        ]
      }
    }
  ],
  "medinian" : false
}