{
  "chapterNumber" : 108,
  "nbVerses" : 3,
  "name" : "L’abondance, L’affluence",
  "nameArabic" : "الكوثر",
  "transName" : "al-kawṯar",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ",
      "simpleTranslate" : [
        "En vérité, Nous t’avons comblé de faveurs."
      ],
      "tafsirTranslate" : [
        "(O Prophète), Nous avons sûrement accordé à vous bien dans l'abondance <N:1>"
      ],
      "tanslateWordByWord" : [
        "En effet, nous",
        "Nous vous avons donné",
        "Al-Kawthar"
      ],
      "notes" : {
        "1" : [
          "La signification du mot kauthar, tel qu'il est utilisé ici, ne peut peut-être",
          "être exprimée en un seul mot dans toutes les langues du monde. Ceci est une forme",
          "intensive du kathrat substantif qui signifie littéralement l'abondance, mais le",
          "contexte dans lequel il a été utilisé ne donne pas le sens de la simple",
          "abondance, mais l'abondance du bien, des avantages et des bénédictions",
          "spirituelles, et d'une telle abondance qui est sans limite et sans limites, et il",
          "ETCD n'impliquent une bonne ou bénéficier ou la bénédiction, mais l'abondance",
          "d'innombrables avantages et des bénédictions. Avoir à nouveau un oeil à",
          "l'arrière-plan de cette sourate donnée dans l'introduction. Les ennemis pensaient",
          "que Muhammad [(sur lui la paix et bénédictions d'Allah)] avait été complètement",
          "ruiné: il a été retranché de la communauté et était devenu totalement impuissant",
          "et impuissant; son métier a été ruinée; ses enfants de sexe masculin qui pourrait",
          "perpétuer son nom était mort; le message qu'il a présenté était telle que, sauf",
          "pour une poignée de gens personne dans toute l'Arabie, de ne pas parler de la",
          "Mecque, était prêt à écouter donc, l'échec et la déception serait son sort aussi",
          "longtemps qu'il a vécu et il y aurait être personne dans la postérité pour lui",
          "rappeler quand il est mort. Dans ces conditions, quand Allah dit: [ \"Nous vous",
          "avons accordé le Kauthar,\"] par lui-même a donné le sens: Vos adversaires",
          "insensés pensent que vous êtes ruiné et privé de bonnes choses que .vous",
          "jouissaient avant la Prophétie, mais le fait est que Nous vous avons privilégié",
          "avec une bonne unbounded et d'innombrables bénédictions [ \"cela comprenait les",
          "qualités morales inégalables que le Saint Prophète a été béni avec;. cela",
          "comprenait les grandes bénédictions de la prophétie et le Coran, la connaissance",
          "et la sagesse qui lui avaient été attribuées ;. cela comprenait la bénédiction de",
          "Monothéisme et aussi d'un tel système de vie, dont les principes simples et",
          "intelligible, rationnel et naturel, et complet avait le potentiel de se propager",
          "dans le monde et de continuer à se propager à jamais afarwards cela a également",
          "inclus la bénédiction de l'exaltation de la renommée en raison de laquelle le nom",
          "béni du saint Prophète continue à être élevé dans le monde depuis 1400 ans et",
          "continuera à être si exalté jusqu'à la Résurrection. Cela a également inclus la",
          "bénédiction que par sa prédication à terme une telle communauté mondiale est venu",
          "à l'être, ce qui est devenu le porte-étendard de la vérité dans le monde à",
          "jamais, qui peut prétendre avoir produit le plus grand nombre de rnen charactered",
          "pieux, vertueux et noble dans une nation, et qui, même si corrompu et privé a le",
          "plus haut bonne en elle contre toute autre nation du monde. Cela a également",
          "inclus la bénédiction que le Saint Prophète de son vivant très témoin de son",
          "invitation et le message d'atteindre au plus haut succès et la préparation d'une",
          "communauté qui avait le pouvoir de dominer le monde. Cela a également inclus la",
          "bénédiction que, bien que sur son être privé de la progéniture mâle les ennemis",
          "pensaient qu'il serait perdu à la postérité, mais Allah, non seulement le bénit",
          "avec la descendance spirituelle sous la forme des musulmans, qui continuera à",
          "exalter son nom dans le monde jusqu'à la résurrection, mais aussi lui a accordé",
          "de son une fille, Hadrat Fatimah, la descendance naturelle, qui se sont répandus",
          "à travers monde et dont la marque de distinction et que la fierté est qu'ils",
          "tracent leur descente de lui. \n Ce sont les bénédictions que les gens ont vu et",
          "été témoin de la façon dont Allah a béni abondamment son prophète Saint dans le",
          "monde. En outre, Kauthar implique également deux udtrr grandes bénédictions",
          "qu'Allah accordera sur lui dans l'au-delà. Nous avons eu aucun moyen de",
          "savoir-ci; Par conséquent, le Saint Prophète [(sur lesquels la paix)] lui-même",
          "nous a donné de nouvelles d'eux, et nous a dit que Kauthar aussi les impliquait.",
          "Tout d'abord, la fontaine de Kawthar, dont il sera accordé sur le Jour de la",
          "Résurrection dans la plaine de l'Assemblée; deuxièmement, la rivière Kawthar,",
          "dont il sera accordé au Paradis. A propos de la fois comme un grand nombre de",
          "hadiths ont été rapportés de lui par un si grand nombre de journalistes qu'il ne",
          "reste aucun doute sur leur authenticité. \n Qu'est-ce que le Saint Prophète a dit",
          "à propos de la fontaine de Kawthar est la suivante: \n [(1)] Cette fontaine sera",
          "accordée à lui sur le Jour de la Résurrection quand il y aura le cri d'al-atash,",
          "al-atash [(soif, soif!)] De tous côtés. La communauté de Saint Prophète",
          "rassemblera devant lui à elle et sera arrosée par là. Il sera lui-même le premier",
          "à arriver à elle et sera occupant la position centrale. Il a dit: \".] Ceci est",
          "une fontaine à laquelle ma Ummah assemblera sur le Jour de la Résurrection [\"",
          "[(Muslim: Kitab as- Salat Abu Dâwûd: Kitab as-Sunnah)]. \"] Je suis arrivé à la",
          "fontaine avant de [.\" [(Bukhari: Kitab ar-Riqaq et Kitab al-Fitan; musulmane:",
          "Kitab un -Fida et Kitab au-Taharah; lbn Majah ,: Kitab al Manasik et Kitab",
          "az-Zuhd. Musnad Ahmad: Marwiyyat `bin Abdullah bin Mas'ud` `Abdullah Abbas, Abou",
          "Hourayra. \"] Je serai là avant vous et témoigneront sur vous, et par Dieu, je",
          "suis voyant ma fontaine même à cette époque [.\" (Bukhari: Kitab al-jana-iz Kitab",
          "al-Maghazi, Kitab ar-Riqaq) ]. Aborder un ensemble du Ansar, le Saint Prophète a",
          "dit: \".] Après moi, vous rencontrerez l'égoïsme et le népotisme, le supporter",
          "patiemment jusqu'à ce que vous me rencontrer à la Fontaine [\" [(Bukhari: Kitab",
          "Manaqib al-Ansar et Kitab al -Maghazi; musulmane: Kitab al-Iman; Tirmidhi: Kitab",
          "al-Fitan)]. \"] Je serai près du milieu de la fontaine sur le Jour de la",
          "Résurrection [.\" Musulman: Kitab al-Fada'il). Abû Barzah Aslami a demandé: \"]",
          "Avez-vous entendu quelque chose à propos de la Fontaine du Saint Prophète Il a",
          "répondu:?. Pas une seule fois, ou deux fois, ou trois fois, ou quatre ou cinq",
          "fois, mais encore et encore Qu'Allah priver de son arroser celui qui se trouve",
          "elle [ \"[(Abu Dâwûd: Kitab as-Sunnah).]. \"] Ubaidullah bin Ziyad pense que les",
          "traditions sur la fontaine étaient fausses, si bien qu'il démentait toutes les",
          "traditions rapportées par Abû Barzah Aslami, Bara 'bin' Azib et` A'idh bin 'Amr.",
          "Enfin, Abu Sabrah fait sortir une écriture qu'il avait écrit après l'avoir",
          "entendu de Hadrat `Abdullah bin 'Amr bin al-`Âs, et il contenait cette parole du",
          "Saint Prophète: [\" Méfiez-vous de votre lieu de me rencontrer sera! ma fontaine",
          "\"] [(Musnad Ahmad: Marwiyyat 'Abdullah bin' Amr bin al-'As).]. \n [(2)] Les",
          "différentes dimensions de la fontaine ont été donnés dans différentes traditions,",
          "mais selon un grand nombre de traditions, il étendra de Aylah [(le port israélien",
          "actuel de EILA)] à Sanaa de Yaman, ou de Aylah à Adan, ou à partir de Amman à",
          "`Adan en longueur, et de Aylah à Juhfah [(a lieu entre Jeddah et Rabigh)] en",
          "largeur. [(Bukhari: Kitab ar-Riqaq; Abu Dâwûd au Tayalisi: Hadith n ° 995; Musnad",
          "Ahmad: Marwiyyat Abu Bakr Siddiq et `bin Abdullah` Umar Mouslim: Kasab al-Taharah",
          "et Kitab al-Fads il; Tirmidhi Abwab Sifat al-Qiyamah; Ibn Majah: Kitab az-Zuhd)].",
          "De cela, il semble que le Jour de la Résurrection la présente Mer Rouge elle-même",
          "sera transformé en la fontaine de Kawthar. Et la connaissance correcte est auprès",
          "d'Allah! \n [(3)] A propos de cette fontaine les hes Saint Prophète nous a dit que",
          "l'eau sera fournie à partir de la rivière Kauthar du Paradis [(qui est mentionné",
          "ci-dessous)]. [ \"Deux canaux de Paradise iront en elle et fournir de l'eau à",
          "elle.\"] [(Musulman: il Kitab al-Fada)]. Selon une autre tradition: [ \"Un canal de",
          "la rivière Kauthar du Paradis sera ouvert à cette fontaine.\"] [(Musnad Ahmad",
          "Marwiyyat `Abdullah bin Mas`ud)]. \n [(4)] Selon la description qui en est donnée",
          "par le Saint Prophète son eau sera plus blanche que le lait [(selon d'autres",
          "traditions plus blanches que l'argent, et selon d'autres encore, plus blanc que",
          "la neige)], plus froid que la neige , plus doux que le miel; la terre de son lit",
          "sera plus parfumée que le musc; les cruches d'eau fixé à ce sera aussi nombreux",
          "que les étoiles dans le ciel; celui qui boit ne serait jamais soif; et celui qui",
          "est privé de celui-ci aura jamais sa soif satisfaite. Ces choses avec un peu de",
          "variation dans la formulation ont été signalés dans de nombreux hadiths",
          "[(Bukhari: Kitab ar-Rigaq Mouslim: Kitab at-Taharah et Kitab al-Fada'il; Musnad",
          "Ahmad: Marwiyyat Ibn Mas`ud, Ibn `Umar, `Abdullah bin 'Amr bin al-`Âs; Tirmidhi:",
          "Abwab Sifat al-Qiyanmah: Ibn Majah: Kitab az-Zuhd; Abu Dâwûd: Tayalisi, Ahadith",
          "Non. 995, 2135)]. \n [(5)] En ce qui concerne ce le Saint Prophète a averti les",
          "gens de son temps encore et encore, en disant: [ \"après moi ceux d'entre vous qui",
          "effectuer des changements dans mon Way, sera retiré de la fontaine et sera",
          "rejetée de l'approcher, je dirai:. ils sont mes compagnons, mais il sera dit: \"]",
          "tu ne sais pas ce qu'ils ont fait après? Alors je vais trop les écarter et leur",
          "dire de rester loin [ \"Ce sujet trop a été exprimé dans de nombreuses traditions",
          "[(Bukhari: Kitab ar-Rigaq, Kitab al-Fitan Mouslim:.. Kitab al-Tahara et Kitab",
          "al-Fada 'il Musnad Ahmad: Marwiyyat bn Mas`ud, Abou Hourayra, Ibn Majah:..! Kitab",
          "al-Manasik Le Hadith qui Ibn Majah a rapporté à cet égard contient des mots très",
          "pathétiques Le Saint Prophète a dit: \"] Beware j'aurai arrivé à la fontaine",
          "devant vous et ne me vanter par vos moyens sur les plus grands nombres de ma",
          "communauté contre d'autres ummahas ne pas à ce moment-là parce que mon visage",
          "pour être noirci. Attention: j'aurai certaines personnes libérées, et certaines",
          "personnes sont séparé de moi. Je dirai: O mon Seigneur, ils sont mes compagnons.",
          "Il répondra:? Vous ne savez pas quelles innovations ils ont introduit après [",
          "\"Selon Ibn Majah, ces paroles ont été prononcées par le Saint Prophète (que la",
          "paix soit)] dans son sermon à` Arafat. \n [(6)] De même, le Saint Prophète a",
          "également mis en garde les musulmans venant après lui jusqu'à la Résurrection, en",
          "disant: \".] Quiconque parmi vous écarter de mon chemin et l'effet des changements",
          "en elle, sera retirée de la Fontaine I dira: O Seigneur, ils sont à moi, ce sont",
          "les gens de ma Ummah En réponse, il sera dit:. vous ne savez pas quels",
          "changements ils effectués après, puis retournèrent sur leurs talons alors je vais",
          "trop tourner? les éloigner et ne doit pas les laisser approcher la fontaine. [",
          "\"Beaucoup de traditions à ce sujet se trouvent dans le Hadith. [(Bukhari: Kitab",
          "al-Musaqat, Kitab ar-Rigaq, Kitab al-Fitan; musulmane: Kitab au-Taharah Katab",
          "as-Salat, Kitab al-Fada il; Ibn Majah:. Kitab az-Zuhd; Musnad Ahmad: Marwiyyat",
          "Ibn `Abbas)]. \n Traditions au sujet de cette fontaine ont été liés par plus de 50",
          "compagnons, et les premiers savants ont généralement pris pour signifier la",
          "fontaine de Kawthar. Imam Bukhari a nommé le dernier chapitre de son Kitab",
          "ar-Rigaq que Babun fil Hawd wa qual-Allahu inna a `tainak al-Kawthar, et dans une",
          "tradition de Hadrat Anas il y a l'explication que le Saint Prophète a dit à",
          "propos de Kauthar:\"] Il est une fontaine à laquelle ma Ummah doit descendre. [ \"",
          "\n La rivière Kauthar que le Saint Prophète [(sur lui la paix)] est accordée dans",
          "le Paradis, a également été mentionné dans un grand nombre de traditions cf",
          "Hadith. Beaucoup de traditions ont été liées à l'autorité de Anas dans laquelle",
          "il dit [(et dans certains il explique qu'il rapporte les mots exacts du Saint",
          "Prophète lui-même)] qui, à l'occasion de mi'raj; le Saint Prophète a été prise",
          "ronde Paradise et montré une rivière sur les bords de laquelle il y avait des",
          "voûtes de perles ou de pierres précieuses taillées à l'intérieur; la terre de son",
          "lit était de la forte musc parfumée. Il a demandé à Gabriel, ou l'ange qui le",
          "prit rond, ce qu'il était. Il a répondu qu'il était le fleuve Kawthar, qu'Allah",
          "lui avait accordé. [(Musnad Ahmad, Bukhari, Muslim, Abu Dâwûd, Tirmidhi, Abou",
          "Daoud Tayalisi, Ibn Jarir)] Encore une fois, selon Anas, le Saint Prophète a",
          "demandé [(ou une personne lui a demandé)]: \"] Quel est le Kauthar? Il répondit: [",
          "«Il est un fleuve dont Allah m'a accordé dans le Paradis. Sa terre est musc: son",
          "eau est plus blanche que le lait et plus doux que le miel \"] [(Musnad Ahmad,",
          "Tirmidhi, Ibn Jarir, selon une autre tradition de Musnad Ahmad, décrivant les",
          "mérites de la rivière Kauthar le Saint Prophète a dit que dans son fond . il y a",
          "des perles au lieu de cailloux Ibn `Umar dit que le Saint Prophète a dit: [\" le",
          "Kauthar est une rivière dans le paradis dont les bords sont dorés; il coule sur",
          "les perles et les diamants (ie son lit a des diamants au lieu de cailloux)] ; sa",
          "terre sent plus doux que le musc;. son eau est plus blanche que le lait [(ou",
          "neige)], plus froid que la neige et plus doux que le miel \"] [(Musnad Ahmad,",
          "Tirmidhi, Ibn Majah, Ibn Abi Hatim, Darimi, Abu Da ' . ud Tayalisi, Ibn",
          "al-Mundhir, Ibn Marduyah, Ibn Abi Shaibah)] Usamah bin Zaid dit que le Saint",
          "Prophète est allé une fois à visiter Hadrat Usamah, il n'a pas été à la maison,",
          "sa femme lui a diverti et pendant la conversation a dit [ \"Mon mari m'a dit que",
          "vous avez obtenu une rivière dans le Paradis, qui est appelé le Kauthar. \"] le",
          "Saint Prophète répondit [\" Oui, et son lit est de rubis et de coraux et",
          "d'émeraudes et perles \"] [(Ibn Jarir, Ibn Marduyah. . Bien que le sanad de cette",
          "tradition est faible, la présence d'un grand nombre de traditions traitant de ce",
          "sujet renforce)]. Outre ces traditions Marfou, un grand nombre de paroles des",
          "Compagnons et leurs successeurs ont été liés dans le Hadith à l'effet que le",
          "Kauthar implique une rivière dans le Paradis. Ces traditions décrivent ses",
          "qualités ont été mentionnées ci-dessus. Par exemple, les paroles de Hadrat",
          "'Abdullah bin `Umar, Hadrat` Abdullah bin `Abbas, Hadrat Anas bin Malik, Hadrat`",
          "A'ishah, Mujahid et Abul `Aliysh se trouvent dans Musnad Ahmad, Bukhari,",
          "Tirmidhi, Nasa'i' ; et les livres d'Ibn Marduyah, Ibn Jarir, Ibn Abi Shaibah et",
          "d'autres traditionnistes."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "فَصَلِّ لِرَبِّكَ وَانْحَرْ",
      "simpleTranslate" : [
        "Prie donc ton Seigneur et sacrifie avec humilité !"
      ],
      "tafsirTranslate" : [
        "Donc, offrir la prière et le sacrifice <N:2> à votre Seigneur seul."
      ],
      "tanslateWordByWord" : [
        "donc, prier",
        "votre Seigneur",
        "et le sacrifice"
      ],
      "notes" : {
        "2" : [
          "Différents commentaires de celui-ci ont été rapportés de différents chercheurs.",
          "Certains d'entre eux prennent la prière pour signifier la prière cinq fois",
          "obligatoire [(salat)]; certains prennent pour impliquer la prière de `Id al-Adha,",
          "et certains disent que cela implique la prière elle-même. De même, le sens de",
          "wanhar et le sacrifice selon certains savants illustres, est de placer la main",
          "droite sur la main gauche et de les plier sur la poitrine dans la prière;",
          "certains disent que cela implique levant les deux mains avec Allahu Akbar au",
          "commencement de la prière; certains disent que cela implique levant les deux",
          "mains au début de la prière, à l'inclinant pour Ruku `et après une hausse de",
          "Ruku`; et certains disent que cela signifie effectuer la `Prière Id al-Adha, puis",
          "offrir le sacrifice des animaux. Mais si le contexte dans lequel cette commande a",
          "été enjoint, est considéré, son sens semble clairement être: [ \"O Prophète,",
          "lorsque votre Seigneur vous a accordé tant et si splendide bénédiction, alors",
          "vous devriez effectuer la prière seulement pour Lui et offrir le sacrifice que",
          "pour lui. \"] Cette commande a été donné dans l'environnement lorsqu'ils ne sont",
          "pas seulement les païens de Quraysh, mais les païens de toute l'Arabie et le",
          "monde adoraient leurs dieux self-made et offraient des sacrifices à leurs",
          "sanctuaires. Par conséquent, l'intention du commandement est \"Contrairement à la",
          "pratique polythéiste, vous devriez rester ferme à votre credo: votre prière est",
          "seulement pour Allah et votre sacrifice est aussi pour lui seul, comme il a été",
          "dit à un autre endroit:` Declare, O Prophète, mon salat et mon sacrifice, ma vie",
          "et ma mort sont tous pour Allah, Seigneur de l'univers, qui n'a pas de partenaire",
          "avec Lui. Voilà ce que j'ai enjoint, et je suis le premier à abandonner à Lui ».",
          "[(al-An`am: 162-163 <V:6:162-163>)].. Ce même sens a été expliqué de lui par Ibn",
          "'Abbas `Ata`, Mujahid,` Ikrima, Hasan Bari, Qatadah, Muhammad bin Ka'b al-Kürzi,",
          "Dahhak, Rabi bin Anas, `Ata` al-Khurasani et de nombreux autres commentateurs",
          "majeurs [(qu'Allah le bénisse tous)] [(Ibn Jarir)]. Cependant, cela en lui-même",
          "est exact de dire que lorsque le Saint Prophète [(à qui paix)] imposé par le",
          "commandement d'Allah la pratique de la `prière Id al-Adha et l'offrande du",
          "sacrifice des animaux à Médine, il se donna la première place à la prière (salat",
          "et le second au sacrifice, comme commandé dans les versets : Inna salati wa",
          "nusuki et fa-salli li-rabbika wanhar, et enjoint les musulmans un aussi faire la",
          "même chose, à savoir. . ils doivent d'abord effectuer la prière et offrir le",
          "sacrifice. Ce n'est ni l'explication de ce verset, ni l'occasion de sa",
          "révélation, mais déduction faite par le Saint Prophète de ces versets et sa",
          "déduction des injonctions est aussi une sorte d'inspiration divine."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ",
      "simpleTranslate" : [
        "C’est ton ennemi qui sera, en vérité, privé de postérité."
      ],
      "tafsirTranslate" : [
        "En vérité, votre ennemi <N:3> seul a été coupée à partir des racines <N:4>"
      ],
      "tanslateWordByWord" : [
        "Effectivement",
        "ton ennemi",
        "il est)",
        "l'une coupure"
      ],
      "notes" : {
        "4" : [
          "Huwa '/ abtar: [ \"Il est lui-même abtar\"], à savoir si il vous appelle abtar il",
          "en fait lui-même est abtar. Quelques explications de abtar ont déjà été donnés",
          "dans l'introduction de la Surah. Il est dérivé de batar qui signifie couper, mais",
          "idiomatique il est utilisé dans un sens global. Dans le Hadith, ah rak de la",
          "prière qui est pas couplé avec un autre rak'ah est appelé butaira ', i.e. le rak",
          "solitaire ah. Selon un autre Hadith [ \"Chaque pièce de travail, ce qui est une",
          "façon importante, est abtar si elle est lancée sans la glorification et la",
          "louange de Dieu\"], ce qui implique qu'il est coupé de la racine, Il n'a pas de",
          "stabilité et elle est vouée à l'échec. Un homme qui ne parvient pas à atteindre",
          "son objet est abtar comme aussi celui qui est privé de tous les moyens et",
          "ressources. Une personne qui est laissé sans espoir de tout bon et le succès dans",
          "la vie est également abtar. Une personne qui a été coupé de sa famille, la",
          "fraternité, les associés et les aides est également abtar. Le mot abtar est",
          "également utilisé pour l'homme qui n'a pas d'enfant mâle, ou dont le mâle ou",
          "plusieurs enfants sont morts, car après lui, il n'y reste plus personne pour se",
          "souvenir de lui et il est perdu à la postérité. après la mort. Dans presque ALi",
          "ces significations Quraish mécréant appelé le Saint Prophète [(sur lui la paix)]",
          "abtar. A cela, Allah a dit: [ \". O Prophète, pas vous, mais vos ennemis sont",
          "abtar\"] Ce ne fut pas seulement un [ «représailles»], mais une prophétie sur les",
          "prophéties les plus importantes du Coran, ce qui prouve littéralement vrai. quand",
          "il a été fait, les gens considéraient le Saint Prophète comme abtar, et personne",
          "ne pouvait imaginer comment les grands chefs de la Quraish deviendraient abtar,",
          "qui étaient célèbres non seulement à la Mecque, mais dans toute l'Arabie, qui ont",
          "réussi dans la vie, riche en monde la richesse et les enfants, qui avaient leurs",
          "associés et assistants partout dans le pays, qui jouissaient des relations",
          "intimes avec toutes les tribus arabes, étant monopolistes dans le commerce et les",
          "gestionnaires du Hajj Mais peu de temps après les conditions ont changé",
          "complètement. Il fut un temps où, à l'occasion de la bataille de la Tranchée [(AH",
          "5)] Quraysh avait envahi Madinah avec l'aide de beaucoup de tribus arabes et",
          "juifs, et le Saint Prophète assiégée devait résister à l'ennemi en creusant une",
          "tranchée autour de la ville. Après seulement trois ans, en A.H. 8, quand il a",
          "attaqué la Mecque, le Quraish avait aucune aide et ils ont dû abandonner",
          "helplessy. Après cela dans un an ou l'ensemble Saoudite est venu sous son",
          "contrôle, députations des tribus de tout le pays a commencé à lui rendre visite à",
          "prendre les serments d'allégeance et ses ennemis ont été laissés complètement",
          "impuissants et démunis. . Ensuite, ils ont été ainsi perdus pour la postérité que",
          "même si leurs enfants ont survécu, aucun d'eux ne sait aujourd'hui qu'il est un",
          "descendant d'Abou Jahl, Abou Lahab, `Comme bin Wail, ou` Uqba bin Abi Mu`ait, les",
          "ennemis de lslam, et même s'il le sait, il est pas prêt à affirmer que ses",
          "ancêtres étaient ces gens. Au contraire, les bénédictions sont invoqués sur les",
          "enfants du Saint Prophète [(sur qui soit la paix)] dans le monde entier; des",
          "millions et des millions de musulmans sont fiers de relation d'appui pour lui;",
          "des centaines de milliers de personnes considèrent comme une marque d'honneur et",
          "le prestige d'avoir descendu non seulement de lui, mais de sa famille et même les",
          "familles de ses compagnons. Ainsi, quelqu'un est un Sayyid, un autre un «Alavi,",
          "et` Abbasi, un Hashmi, un Siddiqi, un Faruqi, un `Uthmani, un Zubairi, ou un",
          "Ansari, mais personne n'est un Abu Jahli ou Abu Lahabi. L'histoire a prouvé que",
          "non le Saint Prophète Muhammad [(sur lui la paix et bénédictions d'Allah)], mais",
          "ses ennemis étaient, et sont, abtar."
        ],
        "3" : [
          "Le mot shani \"utilisé, dans l'original est dérivé de sha 'n, ce qui signifie la",
          "haine et malgré raison de laquelle une personne peut commencer à maltraiter une",
          "autre. A un autre endroit dans le Coran, il a été dit: [ \". [(Et Ô musulmans,)]",
          "générateurs d'inimitié de tout peuple devrait pas vous provoquer à vous détourner",
          "de la justice\"] [(AI-Maidah : 8 <V:5:8>)]. Ainsi, shani aka implique toutes ces",
          "personnes qui aveuglé par son inimitié du Saint Prophète [(sur lesquels la paix)]",
          "doit porter de fausses accusations contre lui, la calomnie et diffamer et exhaler",
          "sa rancune personnelle contre lui par les railleries et raillant lui toutes les",
          "manières possibles."
        ]
      }
    }
  ],
  "medinian" : false
}