{
  "chapterNumber" : 109,
  "nbVerses" : 6,
  "name" : "Al-Kafirun, Les incrédules, les dénégateurs",
  "nameArabic" : "الكافرون",
  "transName" : "al-kāfirūn",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "قُلْ يَا أَيُّهَا الْكَافِرُونَ",
      "simpleTranslate" : [
        "Dis : «Ô négateurs !"
      ],
      "tafsirTranslate" : [
        "Dis: '! Incroyants O' <N:1>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "O",
        "incroyants"
      ],
      "notes" : {
        "1" : [
          "Quelques points dans ce verset sont particulièrement remarquables: \n [(1)] Bien",
          "que le Saint Prophète [(sur lesquels la paix)] a été ordonné de le dire aux",
          "incroyants clairement, le thème qui suit rend explicite que chaque croyant doit",
          "dire aux incroyants clairement ce qui a été dit dans ce qui suit versets; si bien",
          "que la personne qui vient de cru et se repentit de kufr est également tenu à",
          "exprimer de la même son dégoût et la désapprobation de la croyance et les rites",
          "de culte et les dieux de la mécréance. Ainsi, si le premier destinataire du mot",
          "qul [(par exemple)] est le Saint Prophète [(sur lesquels la paix)] lui-même, la",
          "commande ne se limite pas à lui seul, mais il atteint tout croyant à travers lui.",
          "\n [(2)] Le mot [ \"kafir 'a pas d'abus, qui aurait pu être utilisé pour les",
          "destinataires de ce verset, mais il implique celui qui refuse de croire, ou est",
          "un incroyant. Par contre il le mot\"] mu min [ \". est utilisé pour le croyant par",
          "conséquent, la parole du Saint Prophète, par le commandement d'Allah,\"] O",
          "incroyants, ... \", en fait, signifie: [\" O vous, qui ont refusé de croire à mon",
          "apostolat et les enseignements apportés par moi. \"] de même. quand un croyant",
          "utilise ce mot, il impliquera ceux qui ne croient pas dans le Saint Prophète",
          "Mauhmmad [(sur lui la paix et bénédictions d'Allah)], \n [(3)] Le mot utilisé est",
          "[ \"O kafirs\"] et non [ \"muslmiks O\"]; par conséquent, les destinataires ne sont",
          "pas seulement les polythéistes, mais tous ceux qui ne reconnaissent pas Muhammad",
          "[(sur qui être la paix et la bénédiction d'Allah)] comme Messager d'Allah et les",
          "enseignements et les conseils apportés par lui comme l'enseignement et",
          "l'orientation donnée par Allah Lui-même, qu'ils soient juifs, chrétiens,",
          "zoroastriens ou les incroyants, polythéistes et païens du monde entier. Il n'y a",
          "aucune raison pour que cette adresse soit limitée aux païens de Quraysh ou de",
          "l'Arabie seulement. \n [(4)] Pour faire face aux deniers avec le mot [ \"O kafirs\"]",
          "est comme traiter certaines personnes comme [ \"ennemis O\"], ou [ \"adversaires",
          "O\"]. Une telle adresse est pas, en fait, dirigé à la personne du destinataire,",
          "mais elle est faite sur la base de leur caractéristique de l'hostilité et",
          "l'opposition, et ne dure que jusqu'à ce qu'ils soient donc caractérisés. Si l'un",
          "d'eux abandonne l'hostilité et l'opposition, ou transforme un ami et un partisan,",
          "il ne reste plus le destinataire de ce mot. De même, l'adresse de [ \"kafirs O\"] à",
          "la population est aussi en raison de leur caractéristique de kufr et non sa",
          "personne. Cette adresse serait perpétuelle pour celui qui continue d'être un",
          "kafir jusqu'à la mort, mais celui qui croit ne sera plus son destinataire. \n",
          "[(5)] De nombreux chercheurs parmi les commentateurs ont exprimé l'opinion que,",
          "dans cette sourate l'adresse [ \"incroyants O\"] appliquée seulement à quelques",
          "personnes de Quraish, qui visitaient le Saint Prophète [(sur qui soit la paix) ]",
          "avec des propositions de compromis en ce qui concerne la religion et au sujet de",
          "laquelle Allah avait informé Son messager que ce qu'ils ne voulaient pas croire.",
          "Ils ont formé cet avis pour deux raisons. Premièrement, il est suivi par un `La",
          "budu ma à` Budun: [ \"Je ne lui ou ceux que vous adorez adore pas\"]. Ils disent",
          "que cela ne vaut pas pour les juifs et les chrétiens, car ils adorent AIlah. En",
          "second lieu, que cela est également suivi par: wa la antum `abiduna ma a`bud [\"",
          "ne sont que des adorateurs de Celui que 1 culte \"]. Leur raisonnement est que",
          "cette déclaration ne vaut pas pour les personnes qui, à la révélation de cette",
          "sourate étaient incroyants mais croyaient plus tard. Ces deux arguments sont",
          "incorrects. Quant à ces versets, leur explication qui suit va montrer qu'ils ne",
          "supportent pas la signification qui a été compris d'eux. Ici, à signaler l'erreur",
          "du raisonnement, il serait suffisant de dire que si les destinataires de cette",
          "sourate ne sont que ces gens, pourquoi DCEs cette sourate continuent à réciter",
          "quand ils sont morts et ont disparu du monde depuis longtemps longtemps ? Et",
          "quelle a été la nécessité de faire de ce Surah une partie du Coran en permanence",
          "afin que les musulmans devraient continuer de le lire à jamais après »?"
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "لَا أَعْبُدُ مَا تَعْبُدُونَ",
      "simpleTranslate" : [
        "Je n’adore pas ce que vous adorez ;"
      ],
      "tafsirTranslate" : [
        "Je n'adore pas ceux que vous adorez <N:2>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "j'adore",
        "quelle",
        "vous adorez"
      ],
      "notes" : {
        "2" : [
          "Cela inclut aII ces divinités dont les mécréants et les polythéistes ont été, et",
          "sont encore, adorant partout dans le monde, si elles sont les anges, les djinns,",
          "les prophètes, les saints, les esprits des vivants ou morts hommes, ou le soleil,",
          "la lune, les étoiles, les animaux, les arbres, les rivières, les idoles et des",
          "dieux et des déesses imaginaires. On peut dire que les païens de l'Arabie ont",
          "reconnu Allah aussi comme une divinité et les autres païens du monde aussi ont",
          "jamais disacknowledged Allah comme divinité jusqu'à aujourd'hui. Quant aux",
          "adeptes des écritures antérieures, ils reconnaissent aussi Allah seul comme le",
          "vrai Dieu. Comment alors peut-il correct de se disculper mousser le culte de",
          "toutes les divinités de toutes ces personnes, sans exception, lorsque AIIah trop",
          "est inclus parmi eux? La réponse est que si AIlah est adoré ainsi que d'autres",
          "concernant Lui comme une divinité parmi d'autres divinités, le croyant en Tauhid",
          "va inévitablement exprimer son inmunity de ce culte, car à ses yeux d'Allah est",
          "d'avoine une divinité d'une collection de divinités, mais Lui seul est le vrai",
          "Dieu, et le culte de la collection des divinités est pas adoration d'Allah, bien",
          "que le culte d'Allah est également inclus dans ce. Le Coran a clairement indiqué",
          "que le culte d'Allah est que ce qui n'a aucune teinte de l'adoration d'un autre",
          "et dans lequel l'homme fait son culte exclusivement à Allah. [ \"Et le seul",
          "commandement ils ont été donnés, était d'adorer Allah, ce qui rend leur religion",
          "sincèrement Son, tourner toute leur attention vers Lui.\"] [(Al-Bayyinah: S)]. Ce",
          "sujet a été expliqué dans de nombreux endroits Iu le Coran avec force; par",
          "exemple, voir Au-Nisa ': 145-146, AI-A`raf: 29, Az-Zumar: 2, 3, 11, 14, 15,",
          "A1-Mu'min: 14, 64-66. Il a été expliqué plus en détail dans un Hadith Qudsi [(ie",
          "Verbe divin révélé par la bouche du Prophète)] dans laquelle le messager d'Allah",
          "dit: [ \"Allah dit: Je suis auto-suffisante de l'association de chaque associé",
          "surtout . celui qui a accompli un acte dans lequel il associé un autre aussi avec",
          "moi, 1 heures sans, et l'ensemble de la loi est pour lui qui était associé. \"]",
          "[(Muslim, Musnad Ahmad, Ibn Majah)]. Ainsi, en reconnaissant Allah comme l'un des",
          "deux, trois ou plusieurs dieux et de servir et d'adorer d'autres avec lui est, en",
          "fait, la vraie mécréance, la déclaration de l'immunité dont est l'objet de cette",
          "sourate. ."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ",
      "simpleTranslate" : [
        "pas plus que vous n’adorez ce que j’adore !"
      ],
      "tafsirTranslate" : [
        "ni ne vous adorez que j'adore; <N:3>"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "toi",
        "(Sont) adorateurs",
        "(de quoi",
        "j'adore"
      ],
      "notes" : {
        "3" : [
          "Les mots utilisés sont: ma a'budu. Le mot ma en arabe, est généralement utilisé",
          "pour des choses sans vie ou inintelligents, et le mot homme pour des êtres",
          "intelligents et rationnels. La question se pose pourquoi a ma `un budu été",
          "utilisé ici au lieu de l'homme un` budu? Les commentateurs donnent généralement",
          "quatre réponses à cela: [(1)] que ma est ici dans le sens de l'homme; [(2)] qui",
          "est ici MA dans le sens de alladhi [(i.e. ou qui oms)]; [(3)] que dans les deux",
          "phrases ma est dans le sens d'un nom d'action [(masdar)] et cela signifie: [ \"1",
          "ne pas effectuer le genre de culte que vous effectuez, à savoir le culte",
          "polythéiste, et vous faire pas effectuer le genre de culte que je joue, à savoir",
          "le culte d'un Dieu; \"] [(4)] que, depuis la première phrase ma ta'buduna a été",
          "utilisé, dans la seconde ma` un budu a été utilisé pour garder le style; dans les",
          "deux endroits, il y a seulement l'uniformité du mot, il n'y a pas d'uniformité de",
          "sens; les instances de ce se trouvent ailleurs aussi dans le Coran. Par exemple,",
          "dans AI-Baqarah: 194, il a été dit: '[ \"Par conséquent, si quelqu'un transgresse",
          "une interdiction en vous attaquant, vous pouvez faire de même.\"] De toute",
          "évidence, de transgresser même en représailles est pas transgression, mais le mot",
          "transgression [(en représailles)] gaz été utilisé uniquement pour des raisons",
          "d'uniformité dans le style. Dans la sourate At-Tawbah: 67, il a été dit: [ \"Ils",
          "ont oublié Allah, alors qu'Allah leur a oublié\"], alors qu'Allah n'oublie pas. ce",
          "que signifiait être dit est que Dieu les a ignorés. Le mot nisyan à l'égard de",
          "AIlah a été utilisé correspondant à leur nisyaa [(oubli)] seulement pour",
          "maintenir l'uniformité de l'étude. \n Bien que l'ensemble de ces quatre",
          "interprétations sont correctes à leur manière, et il y a place en arabe de",
          "prendre toutes ces significations, mais aucun de ceux-ci explique l'objet réel",
          "pour lequel ma a'budu a été utilisé à la place de l'homme un `budu. En fait,",
          "lorsque l'homme est utilisé pour une personne en arabe, il est censé dire ou",
          "demander quelque chose au sujet de sa personne, et quand ma est utilisé, il est",
          "destiné à demander ou à exprimer quelque chose au sujet de ses caractéristiques",
          "et traits. Ceci peut être expliqué en anglais par les questions: qui est-il, et",
          "quel est-il ?, sur une personne. Quand il est demandé, qui est-il ?, l'objet est",
          "de savoir quelque chose sur sa personne. Mais quand il est demandé, ce qui est-il",
          "?, l'objet est de savoir si, par exemple, il appartient à l'armée, et si oui,",
          "quel est son rang, ou qu'il appartient à une organisation de l'enseignement, et",
          "si oui, que ce soit il est chargé de cours, ou un lecteur, ou un professeur, ce",
          "que la science ou de l'art sujet qu'il enseigne, quelles sont ses qualifications,",
          "etc. Ainsi, si dans ce verset, il a été dit: la antum abiduna l'homme a",
          "`bourgeon, il signifierait: [ «Vous n'êtes pas adorateurs de l'être que je",
          "vénère, et en réponse, les mécréants et les polythéistes auraient pu dire qu'ils",
          "croyaient trop dans l'être de AIIah et lui adoraient aussi Mais quand il a été",
          "dit. la antum 'abiduna ma a `bourgeon, cela signifiait:\".] Vous n'êtes pas",
          "adorateurs de la divinité qui a les attributs de la divinité que j'adore \"Et ceci",
          "est le point réel sur la base de laquelle la religion du Prophète Muhammad [( sur",
          "lui la paix et bénédictions d'Allah)] est absolument distinguer-ed des religions",
          "de toutes sortes de mécréants, outre les deniers de Dieu, pour son Dieu est tout",
          "à fait différent du Dieu de chacun d'eux. Le Dieu de certains d'entre eux est tel",
          "qu'il avait besoin de repos le septième jour après avoir créé le monde en six",
          "jours, qui est pas Dieu de l'univers, mais Dieu d'Israël, qui se trouve dans une",
          "relation spéciale avec le peuple de une race particulière, qui ne sont pas",
          "partagés par d'autres hommes, qui se bat avec le Prophète Jacob et ne peut pas le",
          "jeter, qui a aussi un fils, nommé Ezra. Le Dieu de quelques autres est le père",
          "d'un fils unique, appelé Jésus-Christ, et il provoque son fils pour être crucifié",
          "afin de lui faire une expiation pour les péchés des autres. Le Dieu de",
          "quelques-uns a femme et ses enfants, mais engendre seulement des filles. Le Dieu",
          "de certains assume une forme humaine et de la forme et de vivre dans un corps",
          "humain sur la terre fonctionne comme les hommes. Le Dieu de quelques-uns est",
          "simplement une essence, ou cause des causes, ou la cause première, qui après",
          "avoir donné le système de l'univers la poussée initiale est assis de côté",
          "indifférent, l'univers fonctionne par lui-même, selon certaines lois implacables,",
          "et maintenant il et l'homme n'a rien à voir avec l'autre. En bref, même les",
          "incroyants qui reconnaissent Dieu ne, en fait, reconnaître le Dieu qui est le",
          "Créateur,. Maître, éliminateur, Administrateur et souverain de l'univers entier,",
          "qui a non seulement régler le système de l'univers, mais est en cours d'exécution",
          "et de le contrôler par lui-même à chaque instant, qui est au-dessus tous les",
          "défauts, la faute, la faiblesse et l'erreur, qui est libre de tout similitude,",
          "toute limitation physique, chaque image, qui est auto-suffisante de chaque",
          "compagnon et associé, qui n'a pas d'associé dans son être, les attributs, les",
          "pouvoirs et le droit au culte, qui est beaucoup trop sainte qu'il devrait avoir",
          "des enfants, ou devrait prendre quelqu'un pour un fils, ou devrait avoir une",
          "relation exclusive avec une communauté ou de la race, qui est directement liée à",
          "chaque créature individuelle de sa comme sa Providence, Pourvoyeur et Guardian,",
          "qui entend les prières et y répond, qui seul possède tous les pouvoirs pour",
          "donner Ia vie et la mort, de causer profits et pertes, et à faire et destins mar,",
          "qui non seulement contribue à soutenir ses créatures, mais aussi des guides",
          "chacun selon sa nature et sa nécessité, qui est non seulement notre Dieu que nous",
          "adorons, mais enjoint également des commandes et prohibitions à travers Ses",
          "prophètes et Ses Livres, que nous devons obéir, devant qui nous sommes",
          "responsables de nos actes, qui nous ressusciter après la mort, appelez-nous pour",
          "rendre compte et de la récompense et de nous punir en conséquence. . Personne",
          "dans le monde, sauf pour Muhammad [(sur lui la paix et bénédictions d'Allah)] et",
          "ses partisans, est prosterné le Dieu avec ces attributs. Si, à ALi quelques",
          "autres aussi adorent Dieu, ils ne sont pas adorer le Dieu réel et vrai, mais le",
          "Dieu qui est leur auto-inventé, Dieu imaginaire."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ",
      "simpleTranslate" : [
        "Je ne suis pas adorateur de ce que vous adorez"
      ],
      "tafsirTranslate" : [
        "pas plus que je vénère ceux que vous avez adoré;"
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "je suis",
        "un adorateur",
        "(de quoi",
        "vous adorez"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ",
      "simpleTranslate" : [
        "et vous n’êtes pas adorateurs de ce que j’adore."
      ],
      "tafsirTranslate" : [
        ", ni que vous allez l'adorer que j'adore <N:4>."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "toi",
        "(Sont) adorateurs",
        "(de quoi",
        "j'adore"
      ],
      "notes" : {
        "4" : [
          "Une partie des commentateurs est d'avis que ces deux phrases sont une répétition",
          "du thème des deux premières phrases et la répétition est destiné à renforcer la",
          "déclaration dans les deux premières phrases. Mais de nombreux commentateurs ne le",
          "considèrent pas comme une répétition. Ils disent qu'un nouveau thème a été",
          "exprimé dans ces qui est différent du thème des deux premières phrases. À notre",
          "avis, ils l'arc correcte dans la mesure où il n'y a pas de répétition dans ces",
          "phrases, dans celles-ci ne [ \"ni êtes-vous adorateurs de Celui que 1 culte\"] Gaz",
          "été répété, et cette répétition est pas non plus dans le sens où cette phrase a",
          "été utilisée pour la première. Mais après la négation de la répétition des",
          "significations que cette section des commentateurs a donné de ces deux sentenses",
          "sont très différents les uns des autres. Il n'y a aucune occasion ici de prendre",
          "et de discuter chacune des significations données par les conunentators. Éviter",
          "les détails nous ne discuter de la signification qui est correct à notre avis. \n",
          "Dans la première phrase, il a été dit: [ \"ne suis pas non 1 un adorateur de",
          "chasse que vous avez adoré.\"] Son thème est absolument différent du thème de",
          "Verse2, dans lequel il a été dit: [ \"Je n'adore pas ceux qui vous navire de",
          "guerre, \"] Ces deux choses diffèrent largement dans deux aspects. Premièrement,",
          "bien qu'il y ait déni, et un refus énergique, en disant que [ «Je ne fais pas, ou",
          "ne doit pas, faire telle ou telle chose\"], mais il y a beaucoup plus de force à",
          "dire que [ \"1 heure du matin pas un celui qui fait telle ou telle chose »], car",
          "elle signifie: [« il est une chose mal que rien à dire de le commettre, il est",
          "impossible que je dirais même penser, ou ont l'intention de le faire \". ] En",
          "second lieu, que la phrase [ \"que vous adorez\"] applique aux seuls dieux que les",
          "mécréants sont adoraient maintenant. Au contraire, la phrase [ \"que vous avez",
          "adoré\"] applique à Aii ces dieux que les mécréants et leurs ancêtres ont été",
          "adoraient dans le passé. Maintenant, il est un fait bien connu que les dieux des",
          "polythéistes et mécréants ont toujours été en train de changer et leur nombre",
          "croissant et décroissant. Dans différents âges différents groupes d'entre eux ont",
          "été adoraient différents dieux et les dieux de tous les mécréants ont jamais",
          "toujours été le même partout. Par conséquent, le verset signifie: [ «Je me",
          "exonère non seulement de vos dieux d'aujourd'hui, mais aussi des dieux de vos",
          "pères, et je ne suis pas une personne qui pense même d'adorer ces dieux.\"] \n",
          "Quant à la deuxième phrase, bien que ses mots dans le verset 5 sont les mêmes que",
          "dans le verset 3, mais sa signification dans les deux endroits est différent. Au",
          "verset 3, il suit cette phrase: [ \". Je ne vénère pas ceux que vous adorez\"] Par",
          "conséquent, cela signifie que: [ \". Ni êtes-vous adorateurs du Dieu ayant les",
          "attributs du Dieu que j'adore\"] Et au verset 5, il suit cette phrase: [ \"je ne",
          "suis un adorateur de ceux que vous avez adoré.\"] par conséquent, cela signifie",
          "que: [ \". DCEs Nor il semble que vous deviendriez adorateurs du Dieu que",
          "j'adore\"] Ou, en d'autres termes, [ «il est impossible que 1 devrait devenir un",
          "adorateur de chacun de ces dieux que vous et vos ancêtres avez adoré, et à cause",
          "de votre aversion pour adopter le culte d'un Dieu, au lieu de plusieurs gads, il",
          "ne peut pas être prévu que vous abstenir de ce mauvais culte et deviendra",
          "adorateur de celui que 1 culte. \"]"
        ]
      }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "لَكُمْ دِينُكُمْ وَلِيَ دِينِ",
      "simpleTranslate" : [
        "À vous votre religion, et à moi la mienne !»"
      ],
      "tafsirTranslate" : [
        "Pour vous votre religion, et à moi, ma religion <N:5>."
      ],
      "tanslateWordByWord" : [
        "Pour toi",
        "(Est) votre religion",
        "et pour moi",
        "(Est) ma religion"
      ],
      "notes" : {
        "5" : [
          "Autrement dit, [ «Ma religion est tout à fait distincte et séparée de votre",
          "religion. Je ne suis pas un adorateur de vos dieux et vous n'êtes pas adorateurs",
          "de mon Dieu. Je ne peux pas adorer vos dieux et vous n'êtes pas préparé pour",
          "adorer mon Dieu, donc, vous et moi ne peut jamais suivre et marcher un seul et",
          "même chemin ensemble. \"] Cela ne veut pas un message de tolérance aux mécréants,",
          "mais une déclaration de l'immunité, le dégoût de et la dissociation d'eux aussi",
          "longtemps que ils sont incroyants. Son but est de les décevoir absolument et",
          "enfin que, dans la question de la religion du parti du Messager d'Allah et ses",
          "partisans ne jamais se réconcilier avec eux. Cette même déclaration de l'immunité",
          "et l'expression de dégoût a été fait dans les sourates mecquoises révélées après",
          "cette sourate successivement. Ainsi, dans la sourate Yunus, il a été dit: [ «Si",
          "ces gens vous nient, leur dire 1 suis responsable de mes actes et vous êtes",
          "responsable de la vôtre: vous n'êtes pas responsable de ce que je fais, et je ne",
          "suis pas responsable de ce que vous faites. \"] [(v. 41)]. Ensuite, plus loin dans",
          "la même sourate, il a été dit: [ \"O Prophète, dis: Ô hommes, si vous êtes encore",
          "dans le doute au sujet de ma foi, je sais que je n'adore pas ceux que vous adorez",
          "en dehors d'Allah, mais j'adorer que Dieu seul Qui a le pouvoir de causer votre",
          "mort. \"] [(v. 104)]. Dans la sourate Ash-Shu'ara il a été dit: [ \"S'ils te",
          "désobéissent, dis-leur:. Je ne suis pas responsable de ce que vous faites\"] [(v",
          "216.)]. Dans la sourate Saba, il a été dit: [ \"Dites-leur:. Vous ne serez pas",
          "interrogés pour les erreurs que nous avons commises, nous ne serons pas",
          "responsables de ce que vous faites Say, notre Seigneur nous réunira, puis Il",
          "tranchera entre nous à juste titre. \"] [(. w 25-26)]. Dans la sourate az-Zumar: [",
          "\"Dites-leur clairement: Ô mon peuple, faire tout ce que vous voulez, il en sera",
          "de 1. Bientôt vous viendra de savoir à qui vient le châtiment avilissant et qui",
          "reçoit le châtiment durable.\"] [(W . 39-40)]. Ensuite, la même leçon a été",
          "enseignée à Médine à Aii les musulmans: [ «Il est en effet un excellent exemple",
          "pour vous dans Abraham et ses compagnons quand ils dirent à leur peuple",
          "clairement:` Nous avons rien à voir avec vous et vos dieux, que vous culte à côté",
          "de Dieu: nous vous avons renoncé et il a surgi entre nous et vous l'inimitié et",
          "la haine pour toujours, jusqu'à ce que vous croyez en Allah, l'Unique \"] [.",
          "(Al-Mumtahinah: 4)]. Ces explications continues du Coran ne laissent pas de place",
          "quel que soit le doute que le verset Lakum obscurcit kum wa liya din DCEs pas",
          "dire: [ \"Vous pouvez aller sur la suite de votre religion et de me permettre de",
          "suivre le mien\"], mais il est le genre de déclaration faite dans la sourate",
          "Az-Zumar: 14: [ \"O Prophète, dis-leur:.. Je vais servir Allah seul, ce qui rend",
          "ma religion sincèrement Son Quant à vous, vous pouvez servir qui vous plaît à",
          "côté de Lui\"] [(v. 14)]. \n De ce verset LMAM Abu Hanifah et Imam Shafe`i ont",
          "déduit que kufr [(incroyance)], dans son ensemble, est une communauté, mais",
          "discordante et différente de l'autre être les religions des non-croyants; par",
          "conséquent, un Juif peut hériter d'un chrétien, et un chrétien un Juif, et de",
          "même l'incroyant d'une religion peut hériter du non-croyant d'une autre religion,",
          "s'il existe entre eux une relation par filiation ou de mariage, ou une autre",
          "connexion, qui nécessite le passage de l'héritage d'une à l'autre. Au contraire,",
          "l'Imam Malik, Imam Auza`i et Imam Ahmad estiment que les adeptes d'une religion",
          "ne peuvent pas hériter les adeptes d'une autre religion. Ils en déduisent ce du",
          "Hadith qui a été liée à l'autorité de Hadrat 'Abdullah bin' Amr bin al-As, en",
          "disant que le Messager d'Allah [(sur lui la paix)] dit: [ \"Les habitants de deux",
          "communautés différentes ne peuvent pas hériter chaque autre. \"] [(Musnad Ahmad,",
          "Abou Daoud, Ibn Majah, Daraqoutni)]. A, Hadith avec presque le même contenu a été",
          "rapporté par Tirmidhi de Hadrat Jabir, par Ibn Hibban de Hadrat `Ahdullah bin`",
          "Umar, et par Bazzar de Abû Hurayrah. Faire face à ce problème juridique",
          "globalement, le bien connu Hanafi Imam; Shamsul-A'immah Sarakhsi, écrit: [ «Les",
          "incroyants peuvent hériter mutuellement pour ALi ces raisons pour lesquelles les",
          "musulmans héritent mutuellement, et ils peuvent aussi hériter les uns des autres",
          "dans certains autres cas dans lesquels les musulmans ne héritent chacun autre ...",
          "le fait est que Dieu ne reconnaît que deux modes de vie, la religion de la vérité",
          "et de la religion du mensonge, voilà pourquoi il a déclaré: Lakum dîner-kum wa",
          "liya din et Il a classé aussi les gens en deux. groupes, un groupe iront au",
          "Paradis et cela comprend les croyants, et le deuxième groupe iront en enfer et",
          "cela comprend les incroyants collectivement. Et Il a déclaré que les deux groupes",
          "ne que les adversaires potentiels de l'autre: \"] Ce sont les deux parties qui ont",
          "contestées au sujet de leur Seigneur. [\" [(AI-Hajj: 19 <V:22:19>)]. Autrement",
          "dit, un groupe comprend tous les incroyants collectivement et ils sont opposés",
          "aux croyants ... Nous ne reconnaissons pas que ce sont des communautés séparées",
          "et distinctes en fonction de leurs croyances, mais contre les musulmans, ils font",
          "tous une seule communauté. Pour les musulmans affirment la foi dans l'apostolat",
          "de Muhammad [(sur qui être la paix et la bénédiction d'Allah)] et dans le Coran",
          "et ils refusent d'affirmer la foi. Pour cette raison, ils ont été déclarés",
          "non-croyants et sont une communauté par opposition aux musulmans ... Le Hadith,",
          "La yata-Warith ahl millatain, souligne la même chose comme expliqué ci-dessus.",
          "Pour le Saint Prophète a expliqué le mot millatain [(deux communautés)] par sa",
          "parole: La yarithul musulman al-kafir wa lal-kafir al-Maslim: \"] Le musulman ne",
          "peut hériter le mécréant, ni le mécréant peut hériter du musulman. \" [(AIMabsut,",
          "vol. 30, pp. . 30-32)]. Le Hadith cité ici par l'Imam Sarakhsi a été rapporté par",
          "Bukhari, Muslim, Nasa'i, Ahmad, Tirmidhi, Ibn Majah et Abu Dâwûd sur l'autorité",
          "de Hadrat Usamah bin Zaid."
        ]
      }
    }
  ],
  "medinian" : false
}