{
  "chapterNumber" : 110,
  "nbVerses" : 3,
  "name" : "Le secours victorieux",
  "nameArabic" : "النصر",
  "transName" : "an-naṣr",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ",
      "simpleTranslate" : [
        "Lorsque le secours de Dieu et Sa victoire viendront,"
      ],
      "tafsirTranslate" : [
        "Lorsque l'aide vient d'Allah, et la victoire (est accordée), <N:1>"
      ],
      "tanslateWordByWord" : [
        "Quand",
        "vient",
        "(l'aide",
        "(De) Allah",
        "et la victoire"
      ],
      "notes" : {
        "1" : [
          "Victoire ici DCEs implique pas la victoire dans une campagne particulière, mais",
          "la victoire décisive, après quoi il ne restait aucun pouvoir dans le pays à",
          "résister et à s'opposer l'Islam, et il est devenu évident que l'Islam lui seul",
          "dominer en Arabie Certains commentateurs ont pris cela pour impliquer la conquête",
          "de la Mecque. Mais la conquête de la Mecque a eu lieu iu AH 8, et cette sourate a",
          "été révélée vers la fin de AH10, comme le montre les traditions liées à",
          "l'autorité de Hadrat `Abdullah bin` Umar et Hadrat Sarra 'bint Nabhan, que nous",
          "avons cité dans l'introduction. En outre, la déclaration de Hadrat `Abdullah bin`",
          "Abbas que ce soit la dernière sourate du Coran à être révélé, va aussi contre ce",
          "commentaire. Car si la victoire impliquait la conquête de La Mecque, l'ensemble",
          "de la sourate a été révélée au-Tawbah après alors il pourrait ne pas être la",
          "dernière sourate. Il ne fait aucun doute que la conquête de la Mecque a été",
          "décisive en ce qu'elle a brisé la puissance des païens arabes, mais même après",
          "cela, ils ont montré des signes évidents de résistance. Les batailles de Taïf et",
          "Hunain ont été battus après, et il a fallu l'Islam à propos de deux ans pour",
          "atteindre un contrôle complet sur l'Arabie."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا",
      "simpleTranslate" : [
        "lorsque tu verras les hommes embrasser en masse Sa religion,"
      ],
      "tafsirTranslate" : [
        "et vous voyez des gens entrant dans la religion d'Allah en foule, <N:2>"
      ],
      "tanslateWordByWord" : [
        "Et vous voyez",
        "les gens",
        "entrer",
        "dans",
        "(la religion",
        "(De) Allah",
        "(En) multitudes"
      ],
      "notes" : {
        "2" : [
          "[ \"Vous voyez ... en foule\"]: [ \"Lorsque le temps pour les gens d'entrer dans",
          "l'Islam dans son et deux de touche à sa fin, et quand les tribus et les gens",
          "entiers appartenant à de grandes étendues commencent entrant dans la foule, de",
          "leur propre gré, et sans livrer bataille ou de résistance. \"] Ce qui est arrivé",
          "depuis le début de AH 9, en raison de laquelle cette année a été décrit comme",
          "l'année de députations. Députations de chaque partie de l'Arabie ont commencé à",
          "venir devant le Saint Messenger [(sur lesquels la paix)], entrer dans l'Islam et",
          "en prenant le serment d'allégeance à lui, jusqu'au moment où il est allé pour le",
          "pèlerinage d'adieu à la Mecque, en AH 10, l'ensemble de Saoudite était devenu",
          "musulman, et pas un seul polythéiste resté partout dans le pays."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ ۚ إِنَّهُ كَانَ تَوَّابًا",
      "simpleTranslate" : [
        "célèbre alors les louanges de ton Seigneur et implore Son pardon, car Il est",
        "toute mansuétude et toute compassion !"
      ],
      "tafsirTranslate" : [
        "puis exaltent la louange <N:3> de votre Seigneur et prier pour le pardon <N:4> Il",
        "est en effet toujours disposé à accepter le repentir.."
      ],
      "tanslateWordByWord" : [
        "Puis glorifiera",
        "avec (les) louanges",
        "(De) votre Seigneur",
        "et demander Son pardon",
        "En effet, il",
        "est",
        "Oft-retour"
      ],
      "notes" : {
        "4" : [
          "[ \"Priez pour son pardon\"]: [ \"Priez votre Seigneur à négliger, et pardon quelle",
          "que soit l'erreur ou de la faiblesse que vous pourriez avoir montré par",
          "inadvertance dans l'exécution du service qu'il avait confié à vous,\"] Cette est",
          "l'étiquette que l'Islam a enseigné à l'homme. Un homme aurait effectué le service",
          "le plus élevé possible de religion d'Allah, aurait pu offrir d'innombrables",
          "sacrifices dans sa cause, et peut lui-même avoir exercé extrêmement difficile",
          "dans l'accomplissement des rites de son culte, mais il ne devrait jamais",
          "connaître de la pensée qu'il a accompli la droit son Seigneur avait sur lui en",
          "tout. Au contraire, il doit toujours penser qu'il n'a pas été en mesure",
          "d'accomplir ce qu'on attendait de lui, et il doit implorer Allah, en disant: [",
          "«Seigneur, donnent et pardonner quelque faiblesse que je pourrais avoir montré à",
          "rendre votre droite, et accepter le petit service que je suis en mesure",
          "d'accomplir. \"] Lorsqu'une telle étiquette a été enseigné au Saint Messenger",
          "[(sur lesquels la paix)], aucun dans le monde concevable a travaillé et lutté si",
          "fort pour la cause d'Allah comme il l'a fait, comment peut considérer une autre",
          "personne son travail superbe et être impliqué dans le malentendu qu'il a rempli",
          "le droit qu'Allah lui avait imposé? le droit d'Allah, en fait, est si suprême que",
          "nulle créature ne peut jamais remplir et de le rendre vraiment et pleinement. \n",
          "Allah dans cette commande a enseigné les musulmans une leçon éternelle: [ \"Ne",
          "considérez pas l'un de vos culte, dévotion ou service religieux comme quelque",
          "chose de superbe, même si vous avez dépensé votre vie entière dans la cause",
          "d'Allah, vous devez toujours penser que vous pourriez pas faire tout ce qui est",
          "exigé de vous par votre Seigneur. de même, lorsque vous atteignez une certaine",
          "victoire, vous ne devriez pas le considérer comme un résultat d'une excellence en",
          "vous-mêmes, mais à la suite de seulement la générosité et la faveur de Dieu. Puis",
          "saluant humblement devant ton Seigneur , vous devriez louer et le glorifier, et",
          "devrait se repentir et implorer Son pardon au lieu de se vanter et se vanter de",
          "votre succès et de la victoire. \"]"
        ],
        "3" : [
          "Hamd implique louant et sanctifier Allah Tout-Puissant, ainsi que remercier et",
          "payer prosterner devant lui; tasbih signifie considérer Allah comme pure et",
          "exempte de toute tache et de la faiblesse. Le Saint Prophète a été enjoint de le",
          "faire hamd et tasbih d'Allah quand il a été témoin de cette manifestation de sa",
          "puissance. Ici, hamd signifie que dans le respect de son grand succès, il ne",
          "devrait jamais connaître de même une teinte de l'idée qu'il était le résultat",
          "d'une excellence de sa part, mais il doit l'attribuer à la faveur et la",
          "miséricorde d'Allah, le remercier seul pour elle, et reconnaissent avec le cœur",
          "et la langue que la louange et de gratitude pour la victoire et le succès",
          "appartenaient à Lui seul. Et tasbih signifie qu'il devrait considérer Allah comme",
          "pure et exempte de la limitation que l'exaltation de sa Parole avait besoin de",
          "son effort et de l'effort, ou était dépendant. Au contraire, son cœur doit être",
          "rempli avec la foi que le succès de son effort et de lutte dépendait de l'appui",
          "et du secours d'Allah. Il pourrait prendre ce service de l'un des ses serviteurs",
          "lui plaisait. et ce fut sa faveur qu'il avait pris de lui, et a fait sa religion",
          "rencontre le succès grâce à lui. En outre, il est un aspect de l'émerveillement",
          "aussi en prononçant le tasbih, à savoir Subhan Allah. Quand un événement",
          "merveilleux a lieu, on s'exclame subhan A / lah, ce qui implique que seulement",
          "par la puissance d'Allah une telle chose merveilleuse était arrivé; sinon aucune",
          "puissance du monde aurait pu causer cela se produise."
        ]
      }
    }
  ],
  "medinian" : true
}