{
  "chapterNumber" : 111,
  "nbVerses" : 5,
  "name" : "La corde, La fibre, Abû Lahab",
  "nameArabic" : "المسد",
  "transName" : "al-masad",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ",
      "simpleTranslate" : [
        "Périssent les mains d’Abû Lahab, et qu’il périsse lui-même !"
      ],
      "tafsirTranslate" : [
        "détruits ont été les mains d'Abu Lahab, et il gisait absolument condamné <N:1>."
      ],
      "tanslateWordByWord" : [
        "Périr",
        "(les mains",
        "(De) Abu",
        "Lahab",
        "et périr il"
      ],
      "notes" : {
        "1" : [
          "Son vrai nom était 'Abd al-Uzza, et il fut appelé Abu Lahab à cause de son",
          "incandescent, teint vermeil. Lahab signifie la flamme de feu, et Abu Lahab l'une",
          "avec un flamboyant, le visage de feu. Son être mentionnés ici par son surnom",
          "[(Kunyat)], au lieu de son vrai nom, a plusieurs raisons. Tout d'abord, qu'il",
          "était mieux connu par son surnom que par son vrai nom; deuxièmement, que le Coran",
          "n'a pas approuvé qu'il devrait être mentionné par son nom polythéiste `Abd al",
          "'Uzza [(esclave de' Uzza)]; troisièmement, que son kunyat va bien avec le sort",
          "qui a été décrit de lui dans cette sourate. \n Certains commentateurs se sont",
          "traduits Tabbat yada Abi Lahab à dire: [ «Que les mains d'Abu Lahab être cassé\"],",
          "et tabby à dire: «peut-il périr [\" ou \"] il périt\" Mais cela, en fait, n'a pas",
          "été. une malédiction qui a été invoqué sur lui, mais une prophétie dans laquelle",
          "un événement qui se déroule dans le futur, a été décrit dans le passé, pour",
          "suggérer que sa présence dans l'avenir est certaine et inévitable. \n En fait, à",
          "la fin de la même chose comme cela avait été prédit dans cette sourate quelques",
          "années plus tôt. Rupture des mains de toute évidence ne signifie pas la rupture",
          "des mains physiques, mais une personne de ne pas tout à fait dans son but et",
          "l'objet pour lequel il a exercé son possible. Et Abu Lahab avait en effet exercé",
          "son possible pour vaincre et frustrer le message de lslam présenté par le Saint",
          "Prophète [(sur lesquels la paix)]. Mais à peine sept ou huit ans après la",
          "révélation de cette sourate la plupart des grands chefs de Quraish, qui étaient",
          "un parti avec Abu Lahab dans son hostilité à l'islam, ont été tués dans la",
          "bataille de Badr. Quand les nouvelles de la défaite a atteint la Mecque, il a été",
          "tellement choqué qu'il ne pouvait pas survivre pendant plus de sept jours. Son",
          "décès est survenu dans un état de pitiabie. Il est devenu affligé de pustule",
          "maligne et les gens de sa maison lui a laissé à lui-même, craignant la contagion.",
          "Personne ne vint près de son corps pendant trois jours après sa mort, jusqu'à ce",
          "que le corps décomposé et a commencé à puer. Enfin, quand les gens ont commencé à",
          "narguer ses fils, selon une tradition, ils ont embauché des nègres, qui ont levé",
          "son corps et l'a enterré. Selon une autre tradition, ils ont eu une fosse creusée",
          "et jeta son corps en elle en le poussant avec le bois, et le couvrit avec de la",
          "terre et des pierres. Son échec total est devenu manifeste lorsque la religion",
          "qu'il avait essayé de son mieux pour empêcher et de contrecarrer, a été acceptée",
          "par ses propres enfants. Tout d'abord, sa fille, Darrah, émigré de la Mecque à",
          "Médine et a embrassé lslam; puis à la conquête de la Mecque, ses deux fils,",
          "`Utabh et Mu`attab, sont venus devant le Saint Prophète [(sur lesquels la paix)]",
          "par la médiation de Hadrat` Abbas, cru et a prêté serment d'allégeance à lui."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "مَا أَغْنَىٰ عَنْهُ مَالُهُ وَمَا كَسَبَ",
      "simpleTranslate" : [
        "Toutes ses richesses et tout ce qu’il a acquis ne lui auront servi à rien,"
      ],
      "tafsirTranslate" : [
        "Sa richesse ne lui a pas, ni ses acquisitions prévaloir <N:2>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "(Volonté) dispo",
        "lui",
        "sa richesse",
        "et quoi",
        "il a gagné"
      ],
      "notes" : {
        "2" : [
          "Abu Lahab était un homme matérialiste avare. Ibn Jarir a déclaré que, une fois",
          "dans les jours pré-islamique, il a été accusé d'avoir volé deux cerfs d'or du",
          "trésor de la Ka'ba. Bien plus tard, les cerfs ont été récupérés d'une autre",
          "personne, le fait qu'il a été accusé de vol indique l'opinion des gens de la",
          "Mecque tenues de lui. A propos de ses richesses Qadi Rashid bin Zubair écrit dans",
          "son Adh-Dhakha'ir wat-Tuhaf. Il était l'un des quatre hommes les plus riches de",
          "la Quraish, qui possédait un qintar [(environ 260 onces)] d'or chacun. Son amour",
          "de la richesse peut être jugée à partir du fait que, lorsque, à l'occasion de la",
          "bataille de Badr le sort de sa religion allait être décidé à jamais, et tous les",
          "chefs Quraish avaient personnellement allé se battre, il a envoyé `Comme bin",
          "Hisham de se battre pour son propre compte, en lui disant: Ceci est en lieu et",
          "place de la dette de quatre mille dirhams que vous devez à moi. Ainsi. il réussit",
          "un plan pour réaliser sa dette, pour 'Comme l'avait fait faillite et il n'y avait",
          "aucun espoir de la reprise de la dette de lui. \n Certains conunentators ont pris",
          "ma kasaba dans le sens de la gagner, I.R. les avantages qui se sont accumulés à",
          "lui de sa fortune étaient ses kasab [(gain)], ainsi que d'autres commentateurs",
          "l'ont pris pour impliquer les enfants, pour le Saint Prophète [(sur lesquels la",
          "paix)] a dit que le fils d'un homme est aussi son kasab [(gagnant)]. [(Abu Dâwûd,",
          "Ibn Abi Hatim)]. Ces deux significations correspondent pleinement au sort",
          "rencontré par Abou Lahab. Car, quand il a été atteint de la pustule maligne, sa",
          "richesse lui servit de rien, et ses enfants lui aussi laissé seul à mourir, une",
          "mort misérable misérable. Ils ne lui a même pas enterrer honorablement. Ainsi,",
          "dans quelques années, les personnes ont assisté à la façon dont la prophétie qui",
          "avait été faite dans cette sourate à propos de Abu Lahab était littéralement",
          "remplie."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "سَيَصْلَىٰ نَارًا ذَاتَ لَهَبٍ",
      "simpleTranslate" : [
        "quand il sera, dans un Feu aux flammes ardentes, précipité,"
      ],
      "tafsirTranslate" : [
        "Certes, il sera jeté dans un feu flamboyant"
      ],
      "tanslateWordByWord" : [
        "Il sera brûlé",
        "(En) un incendie",
        "de",
        "Blazing Flames"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ",
      "simpleTranslate" : [
        "ainsi que sa femme, la porteuse de fagots,"
      ],
      "tafsirTranslate" : [
        "avec sa femme, <N:3> ce transporteur de contes calomnieux; <N:4>"
      ],
      "tanslateWordByWord" : [
        "Et sa femme",
        "(La) porte",
        "(De) bois"
      ],
      "notes" : {
        "4" : [
          "Les mots de l'original sont hammalat al-Hatab, qui signifie littéralement: [",
          "«transporteur du bois\"]. Les commentateurs ont donné plusieurs significations de",
          "celui-ci. Hadrat `Abdullah bin` Abbas, Ibn Zaid, Dahhak et Rabi bin Anas dit:",
          "Elle a utilisé parsemer épines à la porte du Saint Prophète dans la nuit; Par",
          "conséquent, elle a été décrite comme porteuse du bois. Qatadah, Ikrima Hasan",
          "Bari, Mujahid et Sufyan Thauri disent: Elle a utilisé pour mener des contes",
          "mauvais et la calomnie d'une personne à l'autre afin de créer la haine entre eux;",
          "par conséquent, elle a été appelé le porteur de bois idiomatique. Sa`īd bin",
          "Jubayr dit: Celui qui est lui-même en cours de chargement avec le fardeau du",
          "péché, est décrit idiomatique en arabe: Fulan-un Yahtatibu ala zahri bi [(untel",
          "est du chargement du bois sur son dos)]; par conséquent, hummalat moyens",
          "al-Hatab: «Celui qui porte le fardeau du péché. Un autre sens aussi que les",
          "commentateurs ont donné est: elle le fera dans l'au-delà, à savoir qu'elle",
          "apportera et de bois d'alimentation du feu dans lequel Abu Lahab serait en feu."
        ],
        "3" : [
          "Son nom était Arwa 'et son surnom [(kunyat)] Umm Jamil. Elle était la sœur d'Abu",
          "Sufyan et ne fut pas moins amer que son mari, Abou Lahab, dans son inimitié",
          "envers le Saint Messager [(sur lui la paix)] la fille de Abû Bakr, Hadrat Asma ',",
          "a raconté que lorsque cette sourate a été révélée et Umm Jamil a entendu, elle a",
          "été rempli de rage et sortit à la recherche du Saint Prophète [(sur lesquels la",
          "paix)]. Elle portait une poignée de pierres et elle pleurait quelques vers de son",
          "propre, la satire du Saint Prophète. Elle est venue à la Kaaba, où le Saint",
          "Prophète était assis avec Abû Bakr. Ce dernier a dit: [ \"O Messager de AIIah, là,",
          "elle vient et je crains de peur qu'elle devrait prononcer quelque chose de",
          "péjoratif à vous.\"] Le Saint Prophète répondit: [ \"Elle ne va pas me voir.\"] La",
          "même chose est arrivée. Elle ne pouvait pas voir le Saint Prophète bien qu'il",
          "était là. Elle a dit à Abû Bakr: [ \"J'entends que votre compagnon m'a",
          "satirizado.\"] Abû Bakr répondit: [ «Non, par le Seigneur de cette maison, il ne",
          "vous a pas satirizado.\"] En entendant cela elle partit. [(Ibn Abi Hatim Ibn",
          "Hisham, Bazzar a rapporté un incident sur l'autorité de Hadrat 'Abdullah bin",
          "`Abbas a également, qui ressemble beaucoup à ce sujet)]. Qu'est-ce que Abû Bakr",
          "voulait dire qu'elle n'a pas été satirizado par le Saint Prophète [(sur lui la",
          "paix)], mais par AIlah Lui-même."
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ",
      "simpleTranslate" : [
        "qui sera traînée, une corde rugueuse au cou."
      ],
      "tafsirTranslate" : [
        ". Sur son cou doit être une corde de palmier-fibres <N:5>"
      ],
      "tanslateWordByWord" : [
        "Dans",
        "son cou",
        "(Sera) une corde",
        "de",
        "palm-fibres"
      ],
      "notes" : {
        "5" : [
          "Le mot utilisé pour son cou est JID, qui en arabe signifie un col décoré avec un",
          "ornement. Sa`īd bin al-Musayyab, Hasan Basri et Qatadah disent qu'elle portait un",
          "collier précieux et utilisé pour dire: [ \"Par Lat et` Uzza, je vais vendre loin",
          "ce collier et dépenser le prix pour satisfaire mon inimitié contre Muhammad [(",
          "paix et bénédictions d'Allah soient sur lui)] ».] Voilà pourquoi le mot jID a été",
          "utilisé ici ironiquement, ce qui implique que, dans l'enfer qu'elle aurait une",
          "corde de palmier-fibre autour de son cou au lieu de ce collier sur lequel elle se",
          "targue avec tant d'arrogance. Un autre exemple de ce style ironique se trouve à",
          "plusieurs endroits dans le Coran dans la phrase: Bashshir-hum bi-`adhab-in alima",
          "[ \"Donnez-leur les bonnes nouvelles d'un châtiment douloureux.\"] \n Les mots",
          "babl-um min-Masad ont été utilisés pour la corde qui sera mis autour de son cou,",
          "i e. ce sera une corde du genre Masad. Différentes significations de ce genre ont",
          "été donnés par les lexicographes et les commentateurs. Selon certains, Masad",
          "signifie une corde bien tordue; d'autres disent que: Masad est la corde fabriqué",
          "à partir de fibres de palmier; d'autres encore disent que cela signifie que la",
          "corde faite de pointe, ou de chameau peau ou de poils de chameau. Encore un autre",
          "point de vue est que cela implique un câble fait par des fils de fer torsadés."
        ]
      }
    }
  ],
  "medinian" : false
}