{
  "chapterNumber" : 112,
  "nbVerses" : 4,
  "name" : "Le culte pur, le monothéisme pur",
  "nameArabic" : "الإخلاص",
  "transName" : "al-iḫlāṣ",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "قُلْ هُوَ اللَّهُ أَحَدٌ",
      "simpleTranslate" : [
        "Dis : «C’est Lui, Dieu l’Unique,"
      ],
      "tafsirTranslate" : [
        "Dis: <N:1> \"Il est Allah, <N:2> Un et Unique; <N:3>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Il",
        "(Est) Allah",
        "Celui"
      ],
      "notes" : {
        "1" : [
          "Le premier destinataire de cette commande est le Saint Prophète [(sur lui la",
          "paix)] lui-même car il était celui qui a été demandé:? [ \"Qui est votre Seigneur",
          "et qu'est-ce qu'il aime encore, il était lui ordonna de répondre à la question",
          "dans les termes suivants. Mais après lui, chaque croyant est son destinataire.",
          "lui aussi doit dire ce que le Saint Prophète avait été commandé à dire."
        ],
        "2" : [
          "Autrement dit, \"] Mon Seigneur à qui vous voulez être introduit est nul autre",
          "qu'Allah [.\" Ceci est la première réponse aux questions, et cela signifie: \"] Je",
          "ne l'ai pas mis en place un nouveau seigneur qui je voulez vous adorez en dehors",
          "de tous les autres dieux, mais il est le même être vous savez par le nom d'Allah.",
          "[ \"\"] Allah [ \"était pas un mot inconnu pour les Arabes. Ils avaient utilisé ce",
          "mot pour le Créateur de l'univers depuis les temps les plus anciens, et ils ne",
          "pas appliquer ce mot à l'un de leurs autres dieux. Pour les autres dieux, ils",
          "utilisaient le mot ilah. Ensuite, leurs croyances au sujet d'Allah était devenu",
          "manifeste pleinement au moment Abraha a envahi la Mecque. A cette époque, il",
          "existait 360 idoles des dieux [(ilahs)] dans et autour de la Kaaba, mais les",
          "polythéistes délaissant tous avaient invoqué Allah seul pour la protection. En",
          "d'autres termes, ils savaient dans leurs cœurs des cœurs qui ne ilah pourrait les",
          "aider, à cette occasion critique, sauf Allah. La Kaaba a également été appelé",
          "Bait-Allah par eux et non Bait-ilahs après leurs dieux self-made. A de nombreux",
          "endroits dans le Coran la croyance polythéiste arabe à propos de AIIah a été",
          "exprimé, ainsi: \n Dans la sourate Az-Zukhruf il a été dit: \"] Si vous les",
          "demandez qui les a créés, ils vont sûrement dire« Allah ». [\" [(V 87).] \n Dans la",
          "sourate Al-`Ankabuu: \"] Si vous leur demandez: Qui a créé la terre et les cieux",
          "et qui a soumis la lune et le soleil»? ils vont sûrement dire: Allah ... Et si",
          "vous leur demandez: Qui fait descendre l'eau de pluie du ciel et ainsi soulevé la",
          "terre morts à Ia vie »? ils vont sûrement dire:. `Allah '[\" [(. vv 61-63)] \n Dans",
          "la sourate Al-Mu'minun: \"] Dis-leur,` Dites-moi, si vous le savez, qui est la",
          "terre et tous ceux qui habiteront '? Ils diront: Allah '... leur dire, `A qui",
          "faire sept cieux et le Glorieux Trône appartiennent? Ils diront: Pour Allah '...",
          "Dis-leur, `Dites-moi, si vous le savez, Qui est la souveraineté sur tout? Et qui",
          "est cet être qui donne une protection alors qu'aucun autre ne peut donner une",
          "protection contre lui? Ils vont sûrement répondre, `Ce pouvoir appartient à",
          "Allah.» [ «[(Vv. 84-89)]. \n Dans la sourate Yunus: \"] Demandez-leur:? Qui vous",
          "des cieux et de la terre qui a le pouvoir sur les facultés de l'ouïe et de la vue",
          "qui fait sortir le vivant du mort et le mort du vivant qui dirige le système? de",
          "l'univers? Ils vont sûrement répondre, `Allah '. [\" [(v. 31)] \n Encore une fois",
          "dans la sourate Yunus à un autre endroit: \"] Lorsque vous définissez les voiles à",
          "bord des navires, se réjouissant sur une bonne brise, puis tout d'un coup un vent",
          "fort commence à faire rage contre les passagers et les vagues commencent à",
          "déferler sur eux de tous les côtés et ils se rendent compte qu'ils ont été",
          "encerclés par la tempête A cette époque, ils prient Allah avec une foi sincère en",
          "disant:. `Si tu nous délivres de ce péril, nous deviendrons Tes serviteurs",
          "reconnaissants». Mais quand il les délivre, les mêmes personnes commencent à se",
          "rebeller sur la terre contre la Vérité. [ \"[(W. 22-23)] \n La même chose a été",
          "réitérée dans la sourate Bani Isra'il, ainsi: \"] Quand un malheur qui vous",
          "atteint sur la mer, tous ceux que vous invoquez l'aide queue vous, mais il [(est",
          "là pour vous aider)], mais quand Il vous apporte en toute sécurité à la terre,",
          "vous vous détournez de lui. [ \"[(v. 67)] \n Compte tenu de ces versets en vue,",
          "nous considérons que, lorsque les gens ont demandé: \"] Qui est votre Seigneur et",
          "ce qui est Lui aimons dont le service et le culte que vous nous appelez [?\" La",
          "réponse donnée était \"] Huwa Allah: Il est Allah. [ \"Cette réponse par lui-même",
          "donne le sens:\"] Mon Seigneur est Celui que vous vous reconnaissez comme votre",
          "propre ainsi que le Créateur du monde entier, son maître, Pourvoyeur et",
          "administrateur, et celui que vous invoquez l'aide à des moments critiques à côté",
          "de tous les d'autres divinités, et je vous invite à son service seul. [ \"Cette",
          "réponse comprend tous les attributs parfaits et excellents d'Allah. Par",
          "conséquent, il est pas du tout concevable que le Créateur de l'univers, son",
          "administrateur et éliminateur de ses affaires, Pourvoyeur de toutes les créatures",
          "qui y vivent, et le consolateur des fonctionnaires en période de difficultés, ne",
          "serait pas vivant, l'ouïe et voir, qu'il ne serait pas un Tout-puissant,",
          "Omniscient et Sage, Tout Miséricordieux et Tout-Kind Souverain."
        ],
        "3" : [
          "Les chercheurs ont expliqué la phrase Huwa-Allah Ahad syntaxiquement, mais à",
          "notre avis son explication qui correspond parfaitement au contexte est que Huwa",
          "est le sujet et Allahu son prédicat, et Ahad-un son second prédicat. Selon cette",
          "analyse de la phrase signifie: \"] Il [(au sujet de laquelle vous me questionnez)]",
          "est Allah, est Un et un seul autre sens peut aussi être, et selon les règles de",
          "la langue, il est pas mal non plus. [\" Il est AIIah, l'Un. \"] \n Ici, la première",
          "chose à comprendre est l'utilisation inhabituelle de ahad dans cette phrase.",
          "Habituellement, ce mot est utilisé soit dans le cas possessif comme yaum ul-Ahad",
          "[(premier jour de la semaine)], ou pour indiquer total négatif que Ma ja a a-ni",
          "ahad-un [(n'est venu pour moi)] ou dans des questions communes comme Hal `indaka",
          "ahad-un [(y at-il avec vous?)], ou dans des clauses conditionnelles comme",
          "Inja'a-ka ahad-un [(Si quelqu'un vient à vous)], ou en comptant comme Ahad,",
          "ithnan, ahad ashar [(un, deux, onze)]. En dehors de ces utilisations, il n'y a",
          "pas de précédent dans la pré-arabe coranique que le simple mot ahad aurait pu",
          "être utilisé comme un adjectif pour une personne ou une chose. Après la",
          "révélation du Coran ce mot a été utilisé uniquement pour l'Etre d'Allah, et pour",
          "personne d'autre. Cette utilisation extraordinaire par lui-même montre que d'être",
          "célibataire, unique et incomparable est un attribut fondamental d'Allah; personne",
          "d'autre dans le monde est qualifié avec cette qualité: Il est un, il n'a pas",
          "d'égal. \n Puis, en tenant compte des questions que les polythéistes et les",
          "adeptes des Écritures antérieures ont demandé au Saint Prophète [(sur lui la",
          "paix)] au sujet de son Seigneur, nous allons voir comment ils ont répondu avec",
          "ahad-un après Huwa-Allah. \n Premièrement, cela signifie: [ \"Lui seul est le",
          "Pourvoyeur:. Personne d'autre n'a aucune part ni à la providence et depuis Lui",
          "seul peut être le Itch [(Divinité)] Qui est Maître et Pourvoyeur, par conséquent,",
          "personne n'est autre son associer dans la Divinité soit. \"] \n En second lieu,",
          "cela signifie aussi [ \"Lui seul est le Créateur de l'univers. Personne d'autre",
          "est Son associé dans ce travail de création Lui seul est le Maître de l'univers,",
          "l'éliminateur et administrateur de son système, le Pourvoyeur, de son créatures,",
          "Helper et sauveteur dans les moments difficiles, personne d'autre n'a une action",
          "ou pan que ce soit dans les œuvres de la Divinité, qui, comme vous vous",
          "reconnaissez, sont des œuvres d'Allah. \n En troisième lieu, car ils avaient",
          "également posé les questions: ce qui est votre Seigneur a fait? quel est Son",
          "ascendance? Quel est son sexe? De qui a hérité Il le monde et qui va hériter",
          "après lui? -toutes ces questions ont été répondues avec un ahad de mot pour",
          "AIIah. Cela signifie: [(1)] Lui seul a été, et sera, Dieu à jamais; ni était-il",
          "un Dieu devant lui, et il n'y aura aucun après lui; [(2)] il n'y a pas de race de",
          "dieux à laquelle il peut appartenir en tant que membre: Il est Dieu, un et",
          "unique, et aucun est homogène avec Lui; [(3)] Son être est non seulement un",
          "[(wahid mais ahad, dans lequel il n'y a pas teinte de pluralité de quelque façon:",
          "Il est pas un composé être, qui peut être analysable ou divisible qui peut avoir",
          "une forme et la forme. , qui peut résider quelque part, ou peut contenir ou",
          "inclure quelque chose, ce qui peut avoir une couleur, ce qui peut avoir des",
          "membres, ce qui peut avoir une direction, et qui peut être variable ou modifiable",
          "en aucune façon. libre à partir de tous les types de pluralité Il seul est un",
          "être qui est Ahad dans tous les aspects. (ici, il faut bien comprendre que le mot",
          "wahid est utilisé en arabe comme le mot \"] one\" en anglais. une collection",
          "composée de grands pluralités est collectivement appelé wahid ou un, comme un",
          "seul homme, une seule nation, un pays, un monde, même un univers, et chaque",
          "partie distincte d'une collection est aussi appelé un. Mais le mot Ahad ne sert à",
          "personne, sauf Allah. Voilà pourquoi chaque fois dans le Coran le mot wahid a été",
          "utilisé pour Allah, Il a été appelé Itah wahid (une divinité)], ou",
          "Allah-ulWahid-al-Qahhar. [(Un Dieu qui est Omnipotent)], et nulle part juste",
          "wahid, pour ce mot est aussi utilisé pour les choses qui contiennent des",
          "pluralités de différents types dans leur être. Au contraire, pour Allah et",
          "seulement pour Allah le mot Ahad a été utilisé absolument, car Lui seul est",
          "l'être qui existe sans aucune pluralité de quelque façon, Dont Unicité est",
          "parfaite dans tous les sens."
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "اللَّهُ الصَّمَدُ",
      "simpleTranslate" : [
        "Dieu le Suprême Refuge,"
      ],
      "tafsirTranslate" : [
        "Allah, Qui a besoin d'aucun et dont tous sont dans le besoin; <N:4>"
      ],
      "tanslateWordByWord" : [
        "Allah",
        "l'Éternel, l'Absolu"
      ],
      "notes" : {
        "4" : [
          "Le mot utilisé dans l'original est samad qui est la racine cms. Un regard sur les",
          "dérivés en arabe à partir de cette racine montrera comment complète et vaste ce",
          "mot est dans le sens. [(Discussion lexicale des significations des dérivés est",
          "omis)]. \n Sur la base de ces significations lexicales les explications du mot",
          "asSamad dans le verset Allah-nous-Samad, qui ont été signalés par les Compagnons,",
          "leurs successeurs immédiats et les savants derniers sont donnés ci-dessous: \n AII",
          "Hadrat. 'Ikrima et Ka'b Ahbar: [ \"Samad est celui qui n'a pas de qualité",
          "supérieure.\"] \n Hadrat 'Abdullah bin Mas`ud, Hadrat `Abdullah bin` Abbas et Abou",
          "Wail Shaqiq bin Salamah: [ \". Le chef dont la chefferie est parfait et le genre",
          "le plus extraordinaire»] \n Une autre vue de Ibn 'Abbas: [ \"Samad est celui à qui",
          "les gens se tournent quand affligé d'une calamité.\"] Encore une autre vue de son:",
          "[ \"Le chef qui, dans sa chefferie, dans sa noblesse et la gloire, dans sa",
          "clémence et l'abstention ,. dans sa connaissance et de la sagesse est parfaite.",
          "\"] \n Abû Hurayra: [ «Celui qui est indépendant de tous et toutes les autres",
          "dépendent de lui.\"] \n Autres vues Ikrima: [ «Celui de qui rien n'est sorti, ni",
          "normalement sort:\"] [ \"Qui ne mange ni ne boit.\"] Vues contenant le même sens ont",
          "été liés de Sha'bi et Muhammad bin Ka 'b al-Kurazi aussi. \n Suddi: [ \". Celui",
          "auquel les gens se tournent pour obtenir les choses dont ils ont besoin et de",
          "l'aide dans les difficultés\"] \n Sa'id bin Jubayr: [ \". Celui qui est parfait dans",
          "tous ses attributs et travaille\"] \n Rabi 'bin Jubayr: [ «Celui qui est la forme",
          "immunitaire toutes les calamités.\"] \n Muqatil bin Hayyan: [ «Celui qui est",
          "irréprochable.\"] \n Ibn Kaysan: [ \". Celui qui est exclusif dans ses attributs\"] \n",
          "Hasan Basri et Qatadah: [ «Celui qui est toujours vivant et immortel.\"] \n Des",
          "vues similaires ont été liés de Mujahid, Ma'mar et Murrat alHamadani aussi. \n une",
          "autre vue de Munat al-Hamadani est: [ «celui qui décide ce qu'il veut et fait ce",
          "qu'il veut, sans qu'il y ait quelqu'un pour réviser son jugement et de",
          "décision.\"] \n Ibrahim Nakha'i: [ «Celui à qui les gens se tournent pour",
          "l'accomplissement de leurs désirs.\"] \n Abu Bakr al-Anbari [ \"Il n'y a pas de",
          "différence d'opinion entre les lexicographes que samad est le chef qui n'a pas de",
          "supérieur et à qui les gens se tournent pour l'accomplissement de leurs désirs et",
          "leurs besoins et en relation avec d'autres affaires.\"] Similaires à elle de",
          "l'avis de Az-Zajjjaj, qui dit [ \"Samad est celui en qui le leadership a été mis",
          "au point, et à qui on se tourne pour l'accomplissement de ses besoins et ses",
          "désirs.\"] \n Maintenant, Iet nous considèrent pourquoi Allahu-Ahad a été dit dans",
          "la première phrase et pourquoi Allah-nous-Samad dans cette phrase. A propos du",
          "mot ahad nous l'avons expliqué ci-dessus qu'il est exclusivement utilisé pour",
          "AIIah, et pour personne d'autre. Voilà pourquoi il a été utilisé comme Ahad, dans",
          "le sens indéfini. Mais puisque le mot samad est utilisé pour les créatures aussi,",
          "TousTous-us-Samad a été dit au lieu d'Allah Samad, ce qui signifie que Samad réel",
          "et vrai est Allah seul. Si une créature est Samad dans un sens, il ne peut pas",
          "être Samad dans un autre sens, car il est mortel, pas immortel; il est analysable",
          "et divisible, est composé, ses parties peuvent disperser loin tout moment;",
          "certaines créatures en dépendent, et sur d'autres, elle dépend; sa chefferie est",
          "relative et non absolue; il est supérieur à certaines choses et certaines autres",
          "choses sont supérieurs à elle; il peut remplir certains désirs de certaines",
          "créatures, mais il n'a pas le pouvoir de toute créature pour répondre à tous les",
          "désirs de toutes les créatures, au contraire, Allah est parfait dans ses",
          "attributs de Samad à tous égards; le monde entier dépend de Hun dans ses besoins,",
          "mais il est, ne dépend pas de besoins; tout le monde se tourne vers Lui,",
          "consciemment ou inconsciemment, pour sa survie et pour la satisfaction des",
          "besoins de chacun; Il est immortel et toujours vivant; Il soutient les autres et",
          "ne se maintient pas par personne; Il est unique et unique, non pas composé de",
          "manière à être analysable et divisible; Sa souveraineté l'emporte sur l'univers",
          "entier et - Il est suprême dans tous les sens. Par conséquent, il est non",
          "seulement .Samad mais As-Samad, i e. l'Être Seul et Celui qui est entièrement et",
          "parfaitement qualifié avec l'attribut de samad dans le vrai sens. \n Puis, comme",
          "il est As-Samad, il est nécessaire qu'il devrait être unique, seul et unique,",
          "pour un tel être ne peut être une, qui ne dépend pas de tout le monde et sur",
          "lequel tout le monde peut dépendre; deux ou plusieurs êtres ne peuvent pas être",
          "auto-suffisante et fulfillers des besoins de tous. De plus, son être As-Samad",
          "exige également qu'il devrait seul être la Divinité, aucune autre, car aucune",
          "personne sensée n'adorer et de servir celui qui n'a pas le pouvoir et l'autorité",
          "pour répondre aux besoins des autres."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "لَمْ يَلِدْ وَلَمْ يُولَدْ",
      "simpleTranslate" : [
        "qui n’a jamais engendré et qui n’a pas été engendré,"
      ],
      "tafsirTranslate" : [
        "Il n'engendra tout n'a pas été engendré, <N:5>"
      ],
      "tanslateWordByWord" : [
        "ne pas",
        "Il engendre",
        "et pas",
        "Il est né"
      ],
      "notes" : {
        "5" : [
          "Les polythéistes à tout âge ont adopté le concept que, comme les hommes, les",
          "dieux appartiennent aussi à une espèce, qui a beaucoup de membres et ils",
          "obtiennent également marié, et engendrent sont engendrés. Ils ne se sont même pas",
          "considéré Allah, Seigneur de l'univers, comme les enfants suprêmes et au-dessus",
          "de ce concept de l'ignorance, et même proposées pour Lui. Ainsi, la croyance",
          "arabe comme indiqué dans le Coran était qu'ils considéraient les anges comme",
          "filles d'Allah. Les communautés prophétiques pourraient aussi ne pas rester à",
          "l'abri de ce credo du paganisme. Eux aussi ont adopté le credo de tenir une",
          "personne sainte ou d'une autre comme fils de Dieu. Deux types de concepts ont",
          "toujours été mêlé à ces superstitions avilissantes. Certaines personnes pensaient",
          "que ceux qu'ils considéraient comme les enfants d'Allah, descendaient de lui de",
          "façon naturelle et quelques autres ont affirmé que celui qu'ils ont appelé fils",
          "de Dieu, a été adopté par Allah lui-même comme un fils. Bien qu'ils ne pouvaient",
          "pas osent appeler quelqu'un que, Dieu ne plaise, père de Dieu, l'esprit de toute",
          "évidence humaine ne peut pas rester à l'abri contre un tel concept que Dieu",
          "devrait aussi être considéré comme un fils de quelqu'un quand il est conçu qu'il",
          "est pas l'arbre du sexe et de la procréation et que Lui aussi, comme l'homme, est",
          "le genre d'être qui engendre des enfants et doit adopter un fils dans le cas où",
          "il est sans enfant, Voilà pourquoi l'une des questions posées au Saint Prophète",
          "[(sur lui la paix)] était: quelle est la descendance d'Allah? et un autre était:",
          "de qui a hérité Il le monde et qui va hériter après lui? \n Si ces hypothèses de",
          "l'ignorance sont analysées, il devient évident qu'ils nécessitent logiquement",
          "l'hypothèse de quelques autres choses aussi. _ \n Tout d'abord, que Dieu ne",
          "devrait pas être un, mais il devrait y avoir une espèce de dieux, et ses membres",
          "devraient être associés dans les attributs, les actes et les pouvoirs de la",
          "Divinité. Ce ne suit pas seulement d'assumer Dieu engendrement enfants, mais",
          "aussi d'assumer qu'il a adopté quelqu'un comme un fils. pour le fils adoptif de",
          "quelqu'un peut inévitablement de sa propre espèce. Et quand, à Dieu ne plaise, il",
          "est de la même nature que Dieu, il ne peut pas nier qu'il possède aussi des",
          "attributs de Dieu. \n Deuxièmement, que les enfants ne peuvent pas être conçus à",
          "moins que le mâle et la femelle combiner et une substance du père et de la mère",
          "unit à prendre la forme de l'enfant. Par conséquent, l'hypothèse que Dieu",
          "engendre des enfants exige qu'il devrait, à Dieu ne plaise, être un matériau et",
          "une entité physique, devraient avoir une femme de ses propres espèces, et une",
          "certaine substance devrait également sortir de son corps. \n Troisièmement, que",
          "partout où il y a le sexe et la procréation, il est là parce que les individus",
          "sont mortels et pour la survie de leur espèce, il est inévitable qu'ils devraient",
          "engendrer des enfants pour perpétuer la race. Ainsi, l'hypothèse que Dieu",
          "engendre des enfants nécessite également qu'il devrait, à Dieu ne plaise,",
          "lui-même être mortel, et l'immoralité doit appartenir à l'espèce des dieux ne",
          "sont pas Dieu Lui-même. En outre, il nécessite également que, comme tous les",
          "individus mortels, aussi Dieu, à Dieu ne plaise, devrait avoir un début et une",
          "fin. Pour les individus de l'espèce dont la survie dépend du sexe et de la",
          "procréation ni exister depuis l'éternité, ni existera jusqu'à l'éternité. \n",
          "Quatrièmement, que l'objet de l'adoption de quelqu'un comme un fils est qu'une",
          "personne sans enfant a besoin d'une aide dans sa vie et un héritier après sa",
          "mort. Par conséquent, la supposition que Dieu a adopté un fils inévitablement",
          "revient à attribuer toutes ces faiblesses à son être sublime qui caractérise",
          "l'homme mortel. \n Bien que aII ces hypothèses sont détruites dès que Allah est",
          "appelé et décrit comme Ahad et As-Samad, mais quand il est dit: [ \"Ni Il a une",
          "descendance, ni est lui la progéniture d'un autre\"], il ne reste pas de place",
          "pour tout ambiguïté à cet égard. Ensuite, étant donné que ces concepts sont les",
          "facteurs les plus puissants du polythéisme à l'égard de divin, AIlah leur a",
          "réfuté clairement et absolument non seulement dans la sourate Al-Ikhlas, mais a",
          "également réitéré ce thème à différents endroits de différentes manières pour que",
          "les gens peuvent comprendre la vérité entièrement. Par exemple Iet nous",
          "considérer les versets suivants: \n [ \"Allah est seulement une divinité: Il est",
          "tar trop élevé qu'il devrait avoir un fils. Tout ce qui est dans les cieux et ce",
          "qui est sur la terre lui appartient\"] [(Annisa ': 171 <V:4:171>)] \n [ \"Notez",
          "bien: ils, en fait, d'inventer un mensonge quand ils disent,` Allah a des enfants",
          "«Ils sont des menteurs prononcent,».] [(As-Saffat: 151-152 <V:37:151-152>)] \n [",
          "\"Ils ont inventé une hotte-relation entre Allah et les anges, alors que les anges",
          "savent très bien que ces gens seront élevés [(comme coupables)]\"] [(As-Saffat:",
          "158 <V:37:158>)] \n [ \"Ces gens ont fait certains de ses serviteurs pour faire",
          "partie de Lui Le fait est que l'homme est manifestement ingrat.\".] [(Az-Zukhruf:",
          "l 5 <V:43:l5>)] \n [ \"Pourtant, les gens ont mis en place les djinns comme des",
          "partenaires à Allah, alors qu'Il est leur Créateur, ils ont aussi inventé pour",
          "les fils et filles Lui sans avoir aucune connaissance, alors qu'il est absolument",
          "libre de et exalté au-dessus de ce qu'ils disent. Il est le Créateur des cieux et",
          "de la terre?. comment doit-il avoir un fils, quand il n'a pas de conjoint Il a",
          "créé chaque chose \"] [(AlAn'am: 100-102 <V:6:100-102>)] \n [ \"Ils disent: le",
          "Miséricordieux a progéniture Gloire à Allah Ils [(qu'ils décrivent comme sa",
          "postérité)] sont ses simples serviteurs qui ont été honorées.!.\"] [(AI-Anbiya: 26",
          "<V:21:26>)] \n [ \"Ils ont fait remarquer: Allah a pris un fils à lui-même Allah",
          "est AII-pur.. Il est autosuffisant Il est le propriétaire de tout ce qui est dans",
          "les cieux et la terre que vous avez une autorité pour ce que vous dites Que",
          "faire? ? vous attribuer à Allah ce dont vous avez aucune connaissance \"] [(Yunus:",
          "68 <V:10:68>)] \n [ \"Et [(O Prophète,)] disent: La louange est à Allah qui a",
          "engendré aucun fils ni a un associé dans Son Royaume, ni est impuissant à besoin",
          "de tout supporter.\"] [(Bani Isra'il: 111 <V:17:111>)] \n [ \"Allah n'a pas de",
          "descendance, et il n'y a pas d'autre divinité en tant que partenaire avec Lui.\"]",
          "[(Al-Mu'minun: 91 <V:23:91>)] \n Dans ces versets, la croyance des gens qui",
          "attribuent réel ar les enfants adoptés à Allah, a été réfutée à partir de tous",
          "les aspects, et son être une fausse croyance a également été prouvé par des",
          "arguments. Ceux-ci et beaucoup d'autres versets coraniques OÜ le même thème",
          "expliquer Sourate Al-Ikhlas complètement bien."
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ",
      "simpleTranslate" : [
        "et que nul n’est en mesure d’égaler !»"
      ],
      "tafsirTranslate" : [
        "et aucun est comparable à Lui » <N:6>."
      ],
      "tanslateWordByWord" : [
        "Et pas",
        "est",
        "pour lui",
        "équivalent",
        "n'importe qui]"
      ],
      "notes" : {
        "6" : [
          "Le mot kufu \"utilisé dans l'original signifie un exemple, une chose semblable,",
          "celui de rang égal et la position. En matière de mariage, kufu »signifie que le",
          "garçon et la fille devraient correspondre à l'autre socialement. Ainsi, le verset",
          "signifie qu'il n'y a pas un dans l'univers entier, ni jamais été, ni jamais peut",
          "être, qui est semblable à Allah, ou même rang avec lui, ou lui ressemblant dans",
          "ses attributs, travaux et pouvoirs dans un quelconque degré peu importe."
        ]
      }
    }
  ],
  "medinian" : false
}