{
  "chapterNumber" : 113,
  "nbVerses" : 5,
  "name" : "L’aurore, Le point du jour",
  "nameArabic" : "الفلق",
  "transName" : "al-falaq",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ",
      "simpleTranslate" : [
        "Dis : «Je cherche la protection du Seigneur de l’aube naissante,"
      ],
      "tafsirTranslate" : [
        "Dis: <N:1> «Je cherche refuge <N:2> avec le Seigneur du jour levant, <N:3>"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Je cherche refuge",
        "dans (le) Lord",
        "(De) l'aube"
      ],
      "notes" : {
        "1" : [
          "Comme qul [(par exemple)] est une partie du message qui a été transmis au Saint",
          "Prophète [(sur lesquels la paix)] par la Révélation pour la prédication de son",
          "message prophétique, son premier destinataire est le Saint Prophète lui-même,",
          "mais après lui chaque croyant est trop son destinataire."
        ],
        "2" : [
          "Le fait de chercher refuge nécessairement se compose de trois parties: [(1)] Le",
          "fait de se réfugier elle-même; [(2)] le demandeur d'asile; et [(3)] celui dont le",
          "refuge est demandée. Cherchant refuge implique sentir la peur de quelque chose et",
          "demander la protection d'un autre, ou de prendre la couverture de celui-ci, ou",
          "accroché à elle, ou passer sous son abri pour la sécurité. Le chercheur de refuge",
          "dans tous les cas est la personne qui sent qu'il ne peut pas lui-même résister et",
          "combattre la chose qu'il craint, mais a besoin de refuge avec un autre pour la",
          "protection. Ensuite, celui dont le refuge est demandée doit nécessairement être",
          "une personne ou d'être sur que le demandeur après refuge croit qu'il ou elle",
          "seule peut le protéger contre la calamité. Maintenant, une sorte de refuge est",
          "celle qui est obtenue selon les lois naturelles dans le monde physique d'un objet",
          "matériel sensible ou de la personne ou de la puissance, par exemple, en prenant",
          "refuge dans un fort pour la protection contre l'attaque de l'ennemi, ou se mettre",
          "à couvert dans une tranchée ou derrière un tas de terre, ou WALI, pour la",
          "protection contre une pluie de balles, ou de se réfugier avec un homme ou d'un",
          "gouvernement, pour la protection d'un tyran puissant ou se réfugier à l'ombre",
          "d'un arbre ou d'un bâtiment pour la protection contre le soleil. Contrairement à",
          "cela, l'autre type de refuge est celle qui est recherchée dans un être surnaturel",
          "de toute espèce de danger et chaque type de matériel, préjudice moral ou",
          "spirituel et blessures sur la base de la conviction que cet Etre domine sur le",
          "monde physique et peut protéger de façon suprasensible celui qui cherche son",
          "refuge. Ce second type de refuge est celle qui est impliquée non seulement dans",
          "la sourate Al-Falaq et Surah An-Nas, mais partout dans le Coran et la mention",
          "Hadith a été fait de chercher refuge auprès d'Allah, cela implique ce type",
          "particulier de refuge , et il est un corollaire nécessaire de la doctrine de",
          "Monothéisme que ce genre de refuge doit être recherchée à personne, mais Allah.",
          "Les polythéistes ont cherché ce genre de protection, et cherchent encore",
          "aujourd'hui, d'autres êtres que Dieu, par exemple les djinns, ou des dieux et des",
          "déesses. Les matérialistes se tournent pour cela aussi à des moyens matériels et",
          "de ressources, car ils ne croient pas en un pouvoir surnaturel. Mais le croyant",
          "ne tourne que vers Allah et cherche refuge seulement avec lui, contre toutes les",
          "calamités et les malheurs pour conjurer qu'il sent qu'il n'a pas de pouvoir. Par",
          "exemple, sur les polythéistes il a été dit dans le Coran: [ \"Et que parmi les",
          "hommes certaines personnes utilisé pour chercher refuge auprès de certaines",
          "personnes parmi les djinns [(Al-Jinn: 16).]\"] Et expliquant en FR 47 de la",
          "sourate Al-Jinn nous avons cité la tradition de Hadrat `Abdullah bin 'Abbas que",
          "lorsque les Arabes polythéistes ont dû passer une nuit dans une vallée inhabitée,",
          "ils appellent, en disant: Nous cherchons refuge du seigneur de cette vallée [(i",
          ".. e des djinns qui est souverain et maître de cette vallée)] [ \"Contrairement à",
          "cela, à propos de Pharaon, il a été dit:\"] Quand il a été témoin des grands",
          "signes présentés par le prophète Moïse, il a montré l'arrogance à cause de sa .",
          "force [ \"[(Adh-Dariyat: 39 <V:51:39>)]. Quant à l'attitude et la conduite des",
          "adorateurs de Dieu le Coran dit qu'ils cherchent refuge d'Allah pour la",
          "protection contre le mal de tout ce qu'ils craignent, que ce soit matériel ou",
          "moral ou spirituel. Ainsi, à propos de Mary il a été dit que lorsque l'ange de",
          "Dieu lui apparut soudain dans l'apparence humaine [(quand elle ne savait pas",
          "qu'il était un ange)], elle a crié: \"] je cherche le refuge de Dieu",
          "miséricordieux de vous, si vous êtes un homme pieux [ \"[. (Mary: 18)]. Quand le",
          "Prophète Noé a fait une pétition impropre à Allah, et a été réprimandé par Allah",
          "en réponse, il inunediately soumis: \"] Mon Seigneur, je cherche Ta protection",
          "afin que je ne vous demande rien dont je ne connais pas [.\" [( Hud: 47",
          "<V:11:47>)] Quand le Prophète Moïse ordonna aux enfants d'Israël de sacrifier une",
          "vache, et ils ont dit que peut-être qu'il avait une plaisanterie avec eux, il a",
          "répondu: \"] Je vous demande la protection d'Allah de se comporter comme des gens",
          "ignorants [.\" [ (Al-Baqarah: 67)] \n La même chose est le cas avec ALi les actes",
          "de chercher refuge qui ont été signalés à l'égard du Saint Prophète [(sur",
          "lesquels la paix)] dans les livres de Hadith. Par exemple, considérons les",
          "prières suivantes que le Saint Prophète a fait: \n Hadrat A'ishah a rapporté que",
          "le Saint Prophète [(sur lesquels la paix)] utilisé pour prier, en disant: \"] O",
          "Dieu, je cherche votre refuge contre le mal des travaux que je faisais et du mal",
          "de les œuvres que je ne l'ont pas. [ \"[(par exemple, si je l'ai fait un tort, je",
          "cherche refuge de ses mauvais résultats, et if.I ont pas fait un travail que je",
          "l'aurais fait, je cherche refuge de la perte 1 ont engagé, ou à partir de ce que",
          "je devrais faire ce que je ne devrais pas faire)]. \"] [(musulman)] \n Ibn Omar a",
          "rapporté que l'un des supplications du Saint Prophète [(sur lui la paix)] était à",
          "l'effet: [ \"O Dieu, je cherche votre front de refuge être privé d'une bénédiction",
          "que vous avez donné à moi et avant d'être privé du bien-être que vous me avez",
          "accordé et je chercher refuge de peur que ta colère devrait descendre sur moi",
          "tout à coup, et 1 chercher refuge devant toutes sortes de votre mécontentement",
          "\".] [(musulman)] \n Zaid bin Arqam a rapporté que le Messager d'Allah utilisé pour",
          "prier: [ \"O Dieu, je cherche Votre refuge avant la connaissance qui ne soit pas",
          "bénéfique, avant le coeur qui DCEs pas peur Vous, devant moi l'âme qui est jamais",
          "satisfait, et avant la prière qui ne répond pas. \"] [(musulman)] \n Abû Hurayra a",
          "rapporté que le Saint Messenger utilisé pour prier: «O Dieu, je cherche votre",
          "refuge contre la faim, car il est une chose très mal avec lequel on peut avoir à",
          "passer une nuit, et je cherche ton refuge contre la malhonnêteté , car elle est",
          "pure mal d'esprit. [ \"[(Abu Dâwûd)]. \n Hadrat Anas a rapporté que le Saint",
          "Prophète [(sur lesquels la paix)] utilisé pour prier: \".] O Dieu, je cherche",
          "votre refuge contre la lèpre et de la folie et de mauvaises maladies tous Ies [\"",
          "[(Abu Dâwûd)] . \n Hadrat A'ishah a rapporté que le Saint Prophète [(sur lesquels",
          "la paix)] utilisé pour prier en ces termes: \"] O Dieu, je cherche Votre refuge",
          "devant le mal du feu et du mal de la richesse et la pauvreté. [ \"[(Tirmidhi, Abou",
          "Daoud)] \n Shakal bin Humaid a demandé au Saint Prophète [(sur lui la paix)] pour",
          "lui enseigner quelque prière. Il a dit frappé «à-dire\"] O Dieu, je cherche ton",
          "refuge devant le mal de mon audition, du mal de mes yeux, du mal de la langue de",
          "lys, du mal de mon cœur, et avant le mal de mon désir , [ \"[(Tirmidhi Abu",
          "Dâwûd)]. \n Atlas Bits Malik a rapporté que le Saint Prophète avait l'habitude de",
          "dire: \"] O Dieu, je cherche votre refuge contre l'impuissance, l'indolence, la",
          "lâcheté, la vieillesse et la pingrerie, et je cherche Votre refuge contre le",
          "châtiment de la tombe et de la méfaits de Ia vie et la mort, [(et selon une",
          "tradition musulmane aussi)] de la charge de la dette et que les gens devraient me",
          "dominer. [ \"[(Bukhari, Muslim)], \n Khawla bint Hukaym Sulamiyyah dit qu'elle a",
          "entendu le Saint Prophète [(sur lesquels la paix)] en disant que celui qui arrête",
          "à une nouvelle étape [(pendant le trajet)] et dit: \"] Je cherche refuge dans la",
          "irrépréhensible Paroles d'Allah contre le mal des créatures [ \", ne seront pas",
          "causés .Tout mal jusqu'à ce qu'il quitte ce stade. [(Musulman)] \n Nous avons",
          "raconté ces quelques prières du Saint Prophète [(sur lui la paix)] dans le",
          "Hadith, qui montrent que le croyant doit chercher refuge d'Allah de tout danger",
          "et le mal et non le refuge de quelqu'un d'autre, ni qu'il devrait devenir",
          "autosuffisant d'Allah et se fient uniquement sur lui-même."
        ],
        "3" : [
          "Le mot utilisé dans l'original est Rabbul- Falaq. Falaq signifie en fait de",
          "diviser et de percer à travers. Une grande majorité des commentateurs ont pris",
          "pour signifier faire ressortir la lumière de l'aube en scindant l'obscurité de la",
          "nuit, pour en arabe Falaq as-Subh est souvent utilisé pour la rupture de l'aube,",
          "et dans le Coran aussi les mots: Faliq-ul-isbah [(Celui qui provoque l'aube à",
          "apparaître en divisant l'obscurité de la nuit)] ont été utilisés pour Allah.",
          "[(Al-Anam: 96 <V:6:96>)]. Un autre sens de Falaq est aussi de créer, de mettre en",
          "être, pour tout créé dans le monde apparaît en divisant quelque chose. Tous les",
          "germes de la végétation par fendre la graine et le sol; tous les animaux sortent",
          "soit de l'utérus de la mère ou en brisant ouverte l'œuf, ou une autre",
          "obstruction. Tous les ressorts jaillissent en scindant ouvert la roche ou le sol.",
          "Le jour apparaît en perçant à travers le rideau de la nuit. Les gouttes de pluie",
          "percer à travers les nuages ​​et la chute sur la terre. En bref, tout le monde se",
          "met en place à la suite de la rupture et diviser une autre chose; si bien que la",
          "terre et les cieux aussi au commencement étaient une masse, puis ils ont été",
          "brisées et se séparèrent. [(Al-Anbiya: 30 <V:21:30>)]. Ainsi, selon ce sens le",
          "mot Falaq est commun à toutes les créations. Maintenant, si le premier sens est",
          "adoptée, le verset signifierait: \"] Je cherche refuge auprès du Seigneur de se",
          "lever l'aube [\", et selon le second sens, cela voudrait dire: \"] Je cherche",
          "refuge auprès du Seigneur de toute la création . [ \"Voici l'attribut de\"] Rabb [",
          "\"a été utilisé pour Allah au lieu de son nom propre, pour l'attribut d'Allah",
          "d'être Rabb, i. . e. Maître, Pourvoyeur et Providence, est plus pertinente pour",
          "la recherche et la prise de son refuge. Ensuite, si Rabbtrl-Falaq implique",
          "Seigneur de l'aube naissante, cherchant Son refuge signifierait: \"] Je cherche",
          "refuge auprès du Seigneur qui fait ressortir la lumière du jour de l'obscurité de",
          "la nuit, de sorte qu'il peut également apporter le bien-être pour moi de toutes",
          "sortes de dangers physiques et psychiques [ \"Si on entend Rabb al-khalaq le sens",
          "serait:\"]. 1 chercher refuge auprès du Seigneur de toute la création, de sorte",
          "qu'il peut me protéger du mal de sa création. \""
        ]
      }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "مِنْ شَرِّ مَا خَلَقَ",
      "simpleTranslate" : [
        "contre le mal des êtres qu’Il a créés ;"
      ],
      "tafsirTranslate" : [
        "du mal de tout ce qu'Il a créé; <N:4>"
      ],
      "tanslateWordByWord" : [
        "De",
        "(Le) mal",
        "(de quoi",
        "Il a créé"
      ],
      "notes" : {
        "4" : [
          "En d'autres termes: [ \". Je cherche son refuge contre le mal de toutes les",
          "créatures\"] A peu de choses dans cette phrase méritent considération; \n Tout",
          "d'abord, que la création du mal n'a pas été attribué à Allah, mais la création de",
          "créatures a été attribué à Allah et du mal aux créatures. Autrement dit, il n'a",
          "pas été dit: [ «Je cherche refuge contre les maux que Dieu a créé\"] mais [ \"Je",
          "cherche refuge contre le mal des choses qu'Il a créé.\"] Cela montre que Dieu n'a",
          "pas créé de créature pour le bien du mal, mais tout son travail est pour l'amour",
          "du bien et un but spécial. Cependant, les qualités qu'il a créées dans les",
          "créatures pour atteindre le but de leur création, parfois le mal apparaît de",
          "certains types de créatures dans la plupart des cas. \n Deuxièmement, que même si",
          "cette phrase a été donnée et aucune mention faite de chercher refuge d'Allah",
          "séparément des maux de certains types particuliers de créatures dans les phrases",
          "suivantes, cette phrase aurait suffi d'exprimer l'intention, dans ce refuge",
          "d'Allah a été recherché du mal de toutes les créatures. Après cette prière",
          "générale refuge faisant mention de chercher refuge contre certains maux",
          "particuliers par lui-même donne cette signification: [ \"Bien que je cherche le",
          "refuge d'Allah contre le mal de tout ce qui est créé par Allah, je suis un grand",
          "besoin de refuge d'Allah contre les maux particuliers qui ont été mentionnés dans",
          "les versets de la sourate Al-Falaq et Surah An-Nas. \"] \n Troisièmement, que la",
          "prière la plus appropriée et efficace pour chercher refuge contre le mal des",
          "créatures est ce refuge doit être recherchée avec leur Créateur, car il est en",
          "tout cas dominante sur ses créatures et est au courant de leurs maux, que nous",
          "connaissons, comme ainsi que de ceux que nous ne savons pas. Par conséquent, Son",
          "refuge est le refuge suprême souverain Qui aucune puissance ne peut combattre et",
          "s'opposer, et avec son refuge, nous pouvons nous protéger de tout mal de toute",
          "créature, que nous soyons conscients ou non. En outre, il contient la prière de",
          "refuge non seulement des maux du monde, mais aussi de tous les maux de l'au-delà.",
          "\n Quatrièmement, que le mot sharr [(mal)] est utilisé pour la perte, des",
          "blessures, des problèmes et de l'affliction, ainsi que pour les moyens qui",
          "entraînent des pertes et des blessures et des afflictions; par exemple, la faim,",
          "la maladie, des blessures dans un accident ou d'une guerre, d'être brûlé par le",
          "feu, d'être piqué ou mordu par un scorpion ou serpent, être impliqué dans la",
          "douleur de la mort des enfants et d'autres maux similaires qui sont des maux dans",
          "le premier sens, car ils sont par eux-mêmes des problèmes et afflictions.",
          "Contrairement à cela, l'incrédulité, le polythéisme et toutes sortes de péché et",
          "la méchanceté, par exemple, sont des maux dans le second sens, car ils provoquent",
          "la perte et de l'affliction, mais apparemment, ils ne causent pas de problème",
          "pour le moment, plutôt certains péchés donnent du plaisir et apporter des",
          "bénéfices. Ainsi, cherchant refuge du mal comprend ces deux significations. \n",
          "Cinquièmement, que la recherche de refuge contre le mal contient également deux",
          "autres significations. Tout d'abord, que Tnan prie son Dieu pour le protéger",
          "contre le mal qui a déjà eu lieu; deuxièmement, que l'homme est en train de prier",
          "à son Dieu pour le protéger contre le mal qui n'a pas encore eu lieu."
        ]
      }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ",
      "simpleTranslate" : [
        "contre les périls des ténèbres quand elles ont tout envahi ;"
      ],
      "tafsirTranslate" : [
        "contre le mal de l'obscurité de la nuit quand il se répand autour; <N:5>"
      ],
      "tanslateWordByWord" : [
        "Et de",
        "(Le) mal",
        "(de l'obscurité",
        "quand",
        "il se propage"
      ],
      "notes" : {
        "5" : [
          "Après avoir cherché le refuge d'Allah généralement du mal des créatures,",
          "maintenant la prière est enseignée pour chercher refuge contre le mal de quelques",
          "créatures spéciales en particulier. Le mot ghasiq dans le verset signifie",
          "littéralement sombre. Ainsi, à un autre endroit dans le Coran il a été dit: [ \".",
          "Établir la salat du déclin du soleil jusqu'à l'obscurité de la nuit [(lain ila",
          "ghasaq-il-\"] (Bani lsra'il: 78 )], et wagab signifie d'entrer ou de couvrit. la",
          "prière a appris à se réfugier en particulier, contre le mal de l'obscurité de la",
          "nuit, pour la plupart des crimes et des actes de méchanceté se sont engagés dans",
          "la nuit, les animaux nuisibles viennent également à la nuit, et la nuit était une",
          "chose très terrible dans le chaos jours régnait en Arabie lorsque ces versets ont",
          "été révélés. Raiders sont sortis dans l'obscurité de la nuit et ont pillé et",
          "détruit les colonies. les gens qui songent à mettre le Saint Prophète [(sur que",
          "la paix soit)] à la mort, a également fait leurs plans secrets la nuit, de sorte",
          "que l'assassiner n'a pas pu être détectée. par conséquent, la commande a été",
          "donnée à chercher refuge d'Allah contre les maux et les calamités qui descendent",
          "dans la nuit. ici, la relation subtile existe entre la recherche de refuge contre",
          "le mal de la nuit noire avec le Seigneur de l'aube rupture ne peut pas rester",
          "caché à quiconque ayant connaissance et de la compréhension. \n Une difficulté est",
          "confronté dans l'explication de ce verset, «compte tenu de plusieurs traditions",
          "authentiques. Hadrat `A'ishah a signalé: [\" Une fois au cours d'une nuit éclairé",
          "par la lune, le Saint Prophète [(sur lui la paix)] regarder ma main et pointant",
          "vers la lune dit: `Cherchez refuge d'Allah, car ceci est al ghasiq idha wagab '.",
          "[(Tirmidhi, Ahmad, Nasa'i, lbn Jarir, Ibn al-Mundhir, Hakim, Ibn Marduyah)]. Pour",
          "expliquer cette certains chercheurs dit que idha wagab ici signifie idha khasaf,",
          "à savoir quand la lune est éclipsée . Mais dans aucune tradition at-il été",
          "mentionné que lorsque le Saint Prophète a souligné la lune, il était en éclipse.",
          "dans le lexique arabe aussi idha wagab ne peut pas signifier idha khalaf. à notre",
          "avis la bonne explication de ce Hadith est que, depuis la lune monte dans la nuit",
          "[(dans la journée, il ne brille pas même si elle est là dans le ciel)], ce que le",
          "Saint Prophète voulait dire ceci: «Cherchez le refuge de Dieu de la nuit, le",
          "moment où il [(la lune)] apparaît, pour la lumière de la lune est pas aussi utile",
          "pour celui qui résiste tant pour celui qui attaque, et non comme utiles pour la",
          "victime du crime comme le coupable. Sur cette base, tout le Saint Prophète [(sur",
          "lui la paix)] aurait dit: \"] Lorsque le soleil est couché, les démons se",
          "dispersent sur chaque côté. Par conséquent, rassembler tes enfants à la maison et",
          "de garder vos animaux attachés vers le bas jusqu'à ce que l'obscurité de la nuit",
          "disparaît. \""
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ",
      "simpleTranslate" : [
        "contre les maléfices des sorcières ;"
      ],
      "tafsirTranslate" : [
        "du mal des femmes qui soufflent sur les noeuds; <N:6>"
      ],
      "tanslateWordByWord" : [
        "Et de",
        "(Le) mal",
        "(De) les souffleurs",
        "dans",
        "les noeuds"
      ],
      "notes" : {
        "6" : [
          "Le mot «uqad dans naffathat FRL-'eqad est le pluriel de« uqdah, ce qui signifie",
          "un noeud qui est attaché à une corde ou un morceau de fil. Nafath signifie",
          "souffler. Naftathat est le pluriel de naffathah, ce qui peut signifier les hommes",
          "qui soufflent beaucoup, et si elle est prise comme un genre féminin, les femmes",
          "qui soufflent beaucoup; il peut aussi bien se rapportent à Nufus [(êtres",
          "humains)] ou [(jama ats groupes d'hommes)], pour les deux nafas et jama 'au",
          "grammaticalement féminin. Souffler sur noeuds, selon la plupart, plutôt tout,",
          "comentators implique la magie, les magiciens lient généralement nœuds sur une",
          "corde ou un fil et soufflent sur eux comme ils le font. Ainsi, le verset",
          "signifie: [ \". Je cherche refuge auprès du Seigneur de se lever l'aube du mal des",
          "magiciens, mâle et femelle\"] Ce sens est également soutenu par les traditions qui",
          "montrent que quand la magie a été travaillé sur le Saint Prophète [( sur lesquels",
          "la paix)], Gabriel [(la paix soit sur lui)] était venu et enseigné allusion à",
          "réciter le awwidhatayn Mu, et dans le Mu'awwidhatayn c'est la seule phrase qui se",
          "rapporte directement à la magie. Abu Muslim Isfahani et Zamakhshari ont donné un",
          "autre sens aussi naffathat fil-'uqad, qui est ce que cela implique la séduction",
          "des femmes et des résolutions, des vues et des idées de leurs hommes qui influent",
          "sur ce qui a été comparé à un sort magique, dans l'amour de les femmes l'homme",
          "commence à se comporter comme s'il était sous le charme. Bien que cette",
          "explication est intéressant, il va à l'encontre du commentaire donné par les",
          "premiers savants; et il ne correspond pas également aux conditions dans",
          "lesquelles le awwidhatayn Mu ont été envoyés vers le bas comme nous l'avons",
          "indiqué dans l'introduction. \n A propos de la magie devrait savoir que dans",
          "depuis l'aide est demandée des satans et les mauvais esprits ou des étoiles pour",
          "influencer l'autre personne diaboliquement, il a été appelé kufr [(incroyance)]",
          "dans le Coran: [ \"Solomon n'a pas été impliqué dans kufr mais les satans qui",
          "enseignaient tragique au peuple \"] [(AI-Baqarah: 102).]. Mais même si elle DCES",
          "contient aucune parole de kufr",
          "<V:2:102).].MaismêmesielleDCEScontientaucuneparoledekufr>, ou tout élément",
          "polythéiste, il est interdit et illégal et le Saint Prophète [(sur lui la paix)]",
          "a compté parmi les sept péchés odieux qui ruinent l'au-delà de l'homme. Dans",
          "Bukhari et Muslim une tradition a été liée de Abû Hurayrah, en disant que le",
          "Saint Prophète [(sur lui la paix)] dit: [ \"Evitez sept péchés capitaux: associer",
          "une autre avec Allah, magie, tuant une âme, qui AIIah a interdit injustement,",
          "dévorant intérêt, manger des biens de l'orphelin, fuyant l'ennemi dans le champ",
          "de bataille, et calomnier les femmes musulmanes simples et chastes avec",
          "un-chasteté. \"]"
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ",
      "simpleTranslate" : [
        "contre la méchanceté de l’envieux quand il envie !»"
      ],
      "tafsirTranslate" : [
        "et du mal de l'envieux quand il envie \" <N:7>."
      ],
      "tanslateWordByWord" : [
        "Et de",
        "(Le) mal",
        "(De) un envieux",
        "quand",
        "il envie"
      ],
      "notes" : {
        "7" : [
          "Hasad signifie qu'une personne devrait se sentir malheureux à la meilleure",
          "fortune, la supériorité ou de bonne qualité que Dieu a accordé à un autre, et",
          "doit souhaiter qu'il devrait être retiré de l'autre personne et donnée à lui, ou",
          "au moins l'autre devrait être privé. Cependant, hasad ne signifie pas qu'une",
          "personne veuille que lui aussi devrait être béni avec la générosité que l'autre a",
          "été béni avec. Ici, le refuge d'Allah a été demandée au mal du jaloux quand il se",
          "sent jaloux, et fait un pas en pratique avec mot ou acte pour satisfaire son",
          "cœur. Pour jusqu'à ce qu'il prenne une mesure pratique, son être malheureux peut,",
          "par lui-même être mauvais, mais il est pas un mal pour l'autre personne afin",
          "qu'il puisse se réfugier de lui. Quand un tel mal apparaît d'une personne jalouse",
          "la meilleure chose serait de chercher refuge d'Allah de lui. Outre cela, il y a",
          "quelques autres choses aussi qui sont utiles pour obtenir l'immunité contre le",
          "mal de la personne jalouse. Tout d'abord, que l'on devrait avoir confiance en",
          "AIIah et la foi que si AIIah le veut on ne peut lui nuire en aucune façon.",
          "Deuxièmement, que l'on doit faire preuve de patience sur ce que la personne",
          "jalouse dit et ETCD et ne doit pas commencer à se comporter avec impatience afin",
          "de se dégrader moralement au niveau de la personne jalouse. Troisièmement, que",
          "l'on devrait en tout cas maintenir la dignité et de pratiquer la piété même si la",
          "personne jalouse se comporte frivoles, être sans peur de Dieu et sans vergogne du",
          "peuple. Quatrièmement, que l'on devrait libérer son esprit de toute pensée sur la",
          "personne jalouse et devrait lui ignorer complètement, pour lui faire un sujet de",
          "l'une de la pensée est un prélude à être influencé par lui. Cinquièmement, que",
          "l'on doit faire la personne jalouse un bon tour comme et quand on peut, sans",
          "parler de le traiter diaboliquement, peu importe si ce bon comportement atténue",
          "sa jalousie ou non. Sixièmement, que l'on doit comprendre correctement et rester",
          "ferme à la doctrine de Monothéisme pour le cœur qui consacre Tauhid, ne peut pas",
          "être affectée par la peur de quelqu'un d'autre, sauf la crainte d'Allah."
        ]
      }
    }
  ],
  "medinian" : false
}