{
  "chapterNumber" : 114,
  "nbVerses" : 6,
  "name" : "Les hommes",
  "nameArabic" : "الناس",
  "transName" : "an-nās",
  "verses" : [
    {
      "verseNumber" : 1,
      "arabicVerse" : "قُلْ أَعُوذُ بِرَبِّ النَّاسِ",
      "simpleTranslate" : [
        "Dis : «Je cherche refuge auprès du Seigneur des hommes,"
      ],
      "tafsirTranslate" : [
        "Dis: «Je cherche refuge auprès du Seigneur de l'humanité;"
      ],
      "tanslateWordByWord" : [
        "Dire",
        "Je cherche refuge",
        "dans (le) Lord",
        "(De) l'humanité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 2,
      "arabicVerse" : "مَلِكِ النَّاسِ",
      "simpleTranslate" : [
        "le Roi des hommes,"
      ],
      "tafsirTranslate" : [
        "le roi de l'humanité,"
      ],
      "tanslateWordByWord" : [
        "(Le roi",
        "(De) l'humanité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 3,
      "arabicVerse" : "إِلَٰهِ النَّاسِ",
      "simpleTranslate" : [
        "le Dieu des hommes,"
      ],
      "tafsirTranslate" : [
        ", le vrai Dieu de l'humanité, <N:1>"
      ],
      "tanslateWordByWord" : [
        "(Le Dieu",
        "(De) l'humanité"
      ],
      "notes" : {
        "1" : [
          "Ici aussi, comme dans la sourate Al-Falaq, au lieu de dire A'udhu-billahi [(je",
          "cherche le refuge d'Allah)], une prière a battement appris à chercher refuge",
          "d'Allah en se référant à sa parturition attributs: en premier lieu, qu'il est nas",
          "Rabb-un, à savoir Pourvoyeur, Providence et maître de toute l'humanité;",
          "troisièmement, qu'il est Ilah-un-nas, soit vraie divinité de toute l'humanité,",
          "[(Ici, il faut bien comprendre que le mot ilah a été utilisé dans deux sens dans",
          "le Coran: d'abord pour la chose ou la personne qui est pratiquement être adoré",
          "même si elle ou il n'a pas le droit d'adorer, d'autre part, pour celui qui est",
          "«le droit de culte, qui est en fait la Divinité si les gens l'adorent ou non, où",
          "ce mot est utilisé pour Allah, il a été utilisé dans le second sens)]. Cherchant",
          "refuge au moyen de ces parturition attribue des moyens: [ \"Je cherche refuge avec",
          "ce Dieu, qui est le Pourvoyeur, le roi et Dieu des hommes, a plein pouvoir sur",
          "eux, peuvent les protéger pleinement et vraiment peux les sauver du mal, moi-même",
          "et d'autres enregistrer à partir de laquelle 1 heures cherchant Son refuge Non",
          "seulement cela:.. car lui seul est le Pourvoyeur, le roi et la Divinité, par",
          "conséquent, il n'y a personne à côté de lui avec qui je peux chercher refuge et",
          "il peut donner réel refuge \"]"
        ]
      }
    },
    {
      "verseNumber" : 4,
      "arabicVerse" : "مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ",
      "simpleTranslate" : [
        "contre le mal du tentateur perfide,"
      ],
      "tafsirTranslate" : [
        "de la malice du chuchotement, prompteur insaisissable qui revient encore et",
        "encore, <N:2>"
      ],
      "tanslateWordByWord" : [
        "De",
        "(Le) mal",
        "(De) whisperer",
        "celui qui se retire"
      ],
      "notes" : {
        "2" : [
          "Le mot waswas dans waswas-il-khannas signifie celui qui murmure encore et encore,",
          "et waswasa signifie murmurer dans le cœur de quelqu'un une mauvaise suggestion",
          "maintes et maintes fois dans une telle manière ou d'une façon que l'on qui est",
          "inspiré peut ne pas sentir que le chuchoteur chuchote une suggestion du mal dans",
          "son cœur. Mauvaises suggestions par lui-même suggère la répétition comme Zalzalah",
          "contient le sens de mouvement répétitif. Depuis que l'homme ne soit pas tenté par",
          "une seule tentative, mais l'effort doit être fait maintes et maintes fois pour",
          "séduire et tenter de lui, telle tentative aII est appelée et les mauvaises",
          "suggestions waswas tentateur. En ce qui concerne le mot khannas, il est dérivé de",
          "khunus, ce qui signifie pour cacher après avoir comparu et de se retirer après",
          "l'entrée en vue. Depuis khannas est la forme intensive, cela impliquerait celui",
          "qui se comporte donc très fréquemment. Maintenant, évidemment, le chuchoteur doit",
          "approcher l'homme pour chuchoter encore et encore, et d'ailleurs, quand il est",
          "aussi décrit comme khannas, la combinaison des deux mots par «se donne le sens",
          "que, après chuchotant une fois qu'il se retire, puis de nouveau retourne encore",
          "et encore à répéter l'acte de chuchotements. En d'autres termes, une fois qu'il",
          "échoue dans sa tentative de chuchoter le mal, il se retire, puis il retourne à",
          "nouveau pour faire la deuxième et la troisième et la prochaine tentative maintes",
          "et maintes fois. \n Après avoir compris le sens de waswas-il-khannas, considérons",
          "ce qu'on entend en cherchant refuge de son mal. Sa seule signification est que le",
          "demandeur après refuge lui-même cherche le refuge de Dieu de son mal, dire du mal",
          "de peur qu'il ne chuchoter une suggestion mal dans son propre cœur. La seconde",
          "signification est que l'appelant à la vérité cherche le refuge de Dieu contre le",
          "mal de celui qui murmure mauvaises suggestions dans le cœur du peuple contre",
          "lui-même. Il est pas dans son propre pouvoir d'approcher Ies personnes dont les",
          "coeurs mauvaises suggestions sont chuchotées contre lui-même individuellement et",
          "éliminer les malentendus de chaque personne. Il est également pas juste et bon",
          "pour lui qu'il doit renoncer à sa mission d'inviter les autres à AIlah et devrait",
          "consacrer aII son air et de l'énergie pour enlever le malentendu créé par le",
          "chuchoteur et de répondre à leurs accusations. Il est également en dessous de sa",
          "dignité qu'il devrait baisser au niveau de ses adversaires. Par conséquent, Allah",
          "a ordonné à l'appelant de la vérité à chercher seulement son refuge contre le mal",
          "des gens méchants, puis d'assister à une seule distraitement à son travail",
          "d'invitation et de la mission. Car il ne lui appartient pas de traiter avec eux",
          "mais pour Allah, qui est le Pourvoyeur des hommes, le roi des hommes, Dieu des",
          "hommes. \n Ici, il faut aussi comprendre qu'une suggestion mal est le départ,",
          "point d'acte mauvais. Quand elle touche une personne négligente ou insouciante,",
          "il crée en lui un désir pour le mal. Puis, d'autres chuchotements changer le",
          "mauvais désir dans une mauvaise intention et le but du mal. Lorsque la suggestion",
          "du mal croît en intensité, l'intention devient une résolution, qui culmine alors",
          "dans l'acte mauvais. Par conséquent, le sens de la recherche de refuge de Dieu",
          "contre le mal de l'chuchoteur est qu'Allah devrait étouffer le mal dans l'œuf. \n",
          "Si vu sous un autre aspect, l'ordre du mal des chuchoteurs semble être ceci:",
          "d'abord. ils incitent l'un pour ouvrir l'incroyance, le polythéisme, ou rébellion",
          "contre AIIah et Son messager, et l'inimitié des justes [(pieux)] personnes. Si",
          "elles ne parviennent pas à cet égard et une personne DCEs entrer la religion",
          "d'Allah, ils l'égarent dans une certaine innovation. Si elles ne parviennent pas",
          "à cela aussi, ils le tentent de pécher. Si elles ne réussissent même pas à cela,",
          "ils inspirent la Tnan avec la suggestion qu'il n'y a pas Haran à se livrer à des",
          "péchés mineurs, de sorte que s'il commence à commettre ces librement, il est plus",
          "accablé par le péché. Si on échappe à cela aussi, en dernier ressort, ils",
          "essaient que l'on doit garder la vraie religion confinée à soi-même, et ne",
          "devraient rien faire pour faire prévaloir, mais si une personne va à l'encontre",
          "de tous ces plans, l'ensemble du parti des démons écume parmi les hommes et les",
          "djinns fait un front commun contre l'incite et soulève le peuple et les rend lui",
          "douche avec des invectives et de l'accusation et la calomnie, et lui diffame",
          "aussi largement que possible. Alors, Satan vient pour le croyant et excite hisn à",
          "la colère, en disant: [ «Il est lâche de vous avoir porté aII cette insulte:.",
          "Lever et entrer en conflit avec vos adversaires\"] Ceci est le dernier et le",
          "dernier appareil avec Satan par lequel il essaie de contrecarrer la lutte de",
          "l'appelant à la vérité et enchevêtrer lui dans les difficultés et les obstacles.",
          "S'il réussit à échapper à cela aussi, Satan devient impuissant devant lui. A",
          "propos de la même chose, il a été dit dans le Coran: [ \"Si Satan jamais vous",
          "excite à la colère, chercher refuge auprès d'Allah.\"] [(Al-A`raf: 200 <V:7:200>,",
          "Ha Mim As-Sajda: 36 <V:32:36>)] ; [ \"Dis: Seigneur, je cherche refuge auprès de",
          "Toi contre les murmures de satans.\"] [(Al-Mu'minun: 97 <V:23:97>)]; [ \"Le fait",
          "est que si jamais une mauvaise suggestion de Satan tant que touche ceux qui sont",
          "la crainte de Dieu les gens, ils ont immédiatement alertés et se voir clairement",
          "la bonne voie qu'ils devraient adopter.\"] [(AI-A`raf: 201 <V:7:201>)]. Et sur",
          "cette base très au sujet des gens qui échappent à cette dernière attaque de",
          "Satan, Allah dit: [ \". Nul ne peut atteindre à ce rang, sauf ceux qui sont des",
          "hommes de bonne fortune\"] [(Ha Mim As-Sajda: 35 <V:32:35>)] . \n A cet égard, une",
          "autre chose aussi devrait garder à l'esprit, et il est la suivante: suggestion",
          "EviL ne murmura dans le cœur de l'homme que de l'extérieur par les satans parmi",
          "les hommes et les djinns, mais aussi par le soi de l'homme de dans. Ses propres",
          "théories fausses égarent son intelligence, de ses propres motivations et désirs",
          "illégaux conduisent son pouvoir de discrimination, la volonté et le pouvoir de",
          "jugement égaré, et il est non seulement les satans de l'extérieur mais à",
          "l'intérieur de son Tnan satan de l'auto lui aussi séduit. . Cette même chose a",
          "été exprimée dans le Coran, ainsi: [ \". Et nous savons les mauvaises suggestions",
          "découlant de son moi»] [(Qaf: 16 <V:50:16>)]. Sur cette base même, le Saint",
          "Prophète [(sur lui la paix)] dans son Sermon bien connu a dit: [ «Nous cherchons",
          "refuge d'Allah contre les maux de notre auto.\"]"
        ]
      }
    },
    {
      "verseNumber" : 5,
      "arabicVerse" : "الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ",
      "simpleTranslate" : [
        "qui suggère insidieusement le mal aux hommes,"
      ],
      "tafsirTranslate" : [
        "qui murmure dans les coeurs des gens;"
      ],
      "tanslateWordByWord" : [
        "Celui qui",
        "chuchotements",
        "dans",
        "(les) seins",
        "(De) l'humanité"
      ],
      "notes" : { }
    },
    {
      "verseNumber" : 6,
      "arabicVerse" : "مِنَ الْجِنَّةِ وَالنَّاسِ",
      "simpleTranslate" : [
        "que ce tentateur appartienne aux génies ou aux hommes !»"
      ],
      "tafsirTranslate" : [
        "qu'il soit de la djinns ou les humains » <N:3>."
      ],
      "tanslateWordByWord" : [
        "De",
        "djinns",
        "et les hommes"
      ],
      "notes" : {
        "3" : [
          "Selon certains chercheurs, ces mots signifient que le murmure Whisperer mal dans",
          "les coeurs des deux sortes de gens: les djinns et les hommes. Si ce sens est",
          "admis, le mot nas seraient applicables à la fois les djinns et les hommes. Ils",
          "disent que cela peut être, car lorsque le mot rijali [(hommes)] dans le Coran a",
          "été utilisé pour les djinns, comme dans Al-Jinn: 6, et quand nafar peut être",
          "utilisé pour le groupe de djinns, comme dans A1-Ahqaf: 29, les hommes et les",
          "djinns les deux peuvent être inclus métaphoriquement dans le mot nas aussi. Mais",
          "ce point de vue est erroné parce que les mots nas, ins et ihsan sont encore",
          "lexicalement contraire sens au mot djinns. Le meanutg réel de djinns est caché",
          "création et djinns est appelé djinns parce qu'il est caché de l'oeil de l'homme.",
          "Au contraire, les mots nas et ins sont parlées pour insan [(homme)] que sur la",
          "base qu'il est manifeste et visible et perceptible. Dans la sourate Al-Qasas: 29,",
          "le mot anasa a été utilisé dans le sens de ra une, à savoir [ «le prophète Moïse",
          "a vu un feu dans la direction de Tur.\"] Dans la sourate An-Nisa ': 6, le mot",
          "anastum a été utilisé dans le sens de ahsastum ou ra aytum [(par exemple, si vous",
          "percevez ou voyez que les orphelins sont devenus capables)]. Par conséquent, nas",
          "CANOT appliquent aux djinns lexicalement, et le sens exact du verset est: [ \". Du",
          "mal du chuchoteur qui murmure le mal dans les cœurs des hommes, qu'il soit parmi",
          "les djinns ou des hommes eux-mêmes\"] en d'autres termes, chuchotement de mal est",
          "fait par des démons parmi les djinns, ainsi que par des démons parmi rnen et la",
          "prière dans cette sourate a appris à chercher refuge contre le mal des deux. Ce",
          "sens est pris en charge par le Coran, ainsi que par le Hadith. Le Coran dit: [ \".",
          "Et il a toujours été que nous avons mis contre chaque prophète des ennemis parmi",
          "les démons des hommes et des démons de djinns, qui ont été source d'inspiration",
          "les uns les autres avec des choses charmantes pour tromper les esprits\"] [(Al",
          "-An'am: 112 <V:6:112>)] \n Et dans le Hadith, LMAM Ahmad, Nasa'i et Ibn Hibban ont",
          "porté sur l'autorité de Abû Dharr une tradition, en disant: [ \"Je me suis assis",
          "devant le Saint Prophète [(sur qui soit la paix)], qui était dans la . Mosquée Il",
          "a dit:?. Abu Dharr, avez-vous effectué la prière, je répondis par la négative, il",
          "a dit:.. Lève-toi et accomplir la prière Alors, je fis la prière le Saint",
          "Prophète a dit: O Abu Dharr, cherchent refuge d'Allah de la . diables d'hommes et",
          "les démons de djinns je demandai sont là des diables parmi rnen aussi ô Messager",
          "d'Allah, il a répondu:.?! Oui. »]"
        ]
      }
    }
  ],
  "medinian" : false
}